{
  "id": "186543",
  "referenceNumber": "FA0002",
  "title": "Finishing trades foundation apprenticeship",
  "introduction": "<p>Foundation apprenticeships are employed positions and are for younger people who will benefit from a wide range of experiences. Each foundation apprenticeship provides a mix of employability skills and behaviours, technical knowledge and skills, and associated English and maths. It combines valuable hands-on practice in the workplace with off-the-job learning. The apprentice’s experiences will not only help them to grow their skills but will also help to inform their next career steps. Completion of this foundation apprenticeship will certify achievement of all of the technical knowledge and skills, together with all of the employability skills and behaviours described. The typical progression routes will likely include employment or progression onto another skills product such as a level 2 or level 3 apprenticeship.</p>\n<p>Foundation apprenticeships benefit employers as they get to see the apprentice in work-based settings while the apprentice receives extra support. Employers also benefit from accessing a broader talent pool of young learners than they might otherwise do.</p>\n<p>Under DfE Apprenticeship funding Rules 25/26 the employer qualifies for up to £2,000 per foundation apprentice, subject to retention and progression.</p>",
  "larsCode": "806",
  "learningAimClassCode": "Z0001844",
  "foundationApprenticeshipUrl": "https://skillsengland.education.gov.uk/foundation-apprenticeships/FA0002",
  "route": "Construction and the built environment",
  "relatedRoutes": [
    "Construction and the built environment"
  ],
  "typicalDuration": 8,
  "minimumHoursForCompliance": 187,
  "maxFunding": 4000,
  "level": 2,
  "overviewOfRole": "Finishing trades relates to painters and decorators, wall tilers and floor layers. ",
  "fullOverview": "<p>Finishing trades relates to painters and decorators, wall tilers and floor layers. Finishing construction work is found in both the new build and refurbishment construction sector. Project size will vary in size ranging from domestic repairs to larger contracts for home builders, commercial and retail developments. Employers and contractors vary in size from small, local family building companies to major home builders and commercial contractors.</p>\n<p>The broad purpose is to always work in an efficient and safe manner to support the wider construction team.</p>\n<p>Daily duties will vary depending on which setting they work at. The apprentice will interact with customers, other trades and the site management team.</p>\n<p>This foundation apprenticeship requires a minimum 187 hours off-the-job learning. Upon successful completion, the apprentice will be competent in the knowledge, skills and behaviours outlined in this standard. Someone who completes some or all of this content will be part-way through a journey to a more specialist occupation. Taking another apprenticeship after this one is one way of progressing. More information about the main occupations involved can be found via the links below.</p>",
  "reviewDetails": "",
  "status": "Approved for delivery",
  "version": "1.0",
  "versionNumber": "1.0",
  "createdDate": "2025-06-30T09:26:41 +00:00",
  "lastUpdated": "2026-02-16T06:15:14 +00:00",
  "publishDate": "2025-08-01T00:00:00 +00:00",
  "approvedForDelivery": "2025-04-29T00:00:00 +00:00",
  "earliestStartDate": "2025-08-01T00:00:00 +00:00",
  "latestStartDate": "",
  "latestEndDate": "",
  "change": "Approved for delivery",
  "changedDate": "",
  "assessmentDetails": "<p>This assessment plan sets out the requirements for the assessment of the level 2 Finishing Trades Foundation Apprenticeship. The assessment outcomes group and summarise the knowledge and skills that must be demonstrated in assessments and are of equal weighting. The assessment organisation must ensure that all assessment outcomes are met.</p>\n<p>It is important that the assessment of foundation apprentices is proportionate and supports the swift progression of learners onto their next destination, whether that be a further apprenticeship, entering the workplace, or another programme of study. As such, assessment organisations must design assessments to ensure there is no unnecessary delay in the progression of learners.</p>\n<p>This assessment plan does not prescribe when assessment takes place. Apprentices may be assessed at appropriate points (or milestones) throughout their Foundation Apprenticeship.</p>\n<p>This assessment plan does not prescribe assessment methods, but does require:</p>\n<ul>\n<li>a knowledge test</li>\n<li>a practical assessment</li>\n</ul>\n<p>The practical assessment must give the foundation apprentice the opportunity to demonstrate the practical application of the knowledge and skills they have acquired over the course of their training. This may take many forms, including (but not limited to) observation, undertaking a set task in a simulated environment, direct assessment of materials generated during their training, projects, presentations, compiling a portfolio of evidence.</p>\n<p>The assessment organisation must set Foundation Apprenticeship assessments. The assessment organisation may design the assessment to permit a centre to mark the assessment(s). The assessment organisation is responsible for ensuring all assessments are sufficiently reliable and valid, and the accuracy of any centre marking. Assessment organisations are permitted to sample within knowledge and skills statements, and evidence can be drawn from one or more occupations.</p>\n<h3>Assessment outcomes</h3>\n<table border=\"0\">\n<thead>\n<tr>\n<th><strong>Assessment Outcome</strong></th>\n<th><strong>mapping</strong></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><strong>AO1 Health, safety, regulatory, and environmental responsibilities</strong> - Demonstrates understanding of and compliance with health, safety and regulatory requirements, including the understanding of appropriate sustainability practices, and waste disposal.</td>\n<td>K1*, K2*, K3, K5*, K14*, K15, S1*, S2, S10</td>\n</tr>\n<tr>\n<td><strong>AO2 General construction practices</strong> - Demonstrates knowledge and skills in common construction techniques, functional requirements, roles and responsibilities and ways of working.</td>\n<td>K4, K6, K9*, K13, S3*, S9</td>\n</tr>\n<tr>\n<td><strong>AO3 Materials, tools, and tasks</strong> - Demonstrates knowledge and skills in the use of materials, tools, and techniques used in finishing trades, and carries out simple tasks and repairs.</td>\n<td>K7*, K8, K10*, K11, K12*, S4*, S5, S6*, S7, S8</td>\n</tr>\n</tbody>\n</table>\n<p><strong>(*)</strong> English and maths are important to Foundation Apprenticeships. Knowledge and skills statements which offer opportunities to develop functional English and maths are identified with an asterisk. Please see the occupational standard for further details.</p>\n<h3>Performance descriptor</h3>\n<p>The performance descriptor for a Pass is:</p>\n<p>Foundation apprentices must demonstrate the requirements, as set out in the occupational standard:</p>\n<ul>\n<li>Reliably</li>\n<li>Effectively</li>\n<li>To an appropriate degree for the level of the standard</li>\n</ul>\n<p>Overall performance across the range of requirements for the foundation apprenticeship assessment is secure.</p>\n<h3>Assessment requirements</h3>\n<p><strong>Access to work: Regulation and safety in a construction environment</strong></p>\n<p><strong>AO1: Health, safety, regulatory, and environmental responsibilities</strong></p>\n<p>Access to work knowledge and skills are fundamental to employment in occupations related to this Foundation Apprenticeship. These knowledge and skills are mapped to AO1. Where acquiring these knowledge and skills is required to access the workplace, this assessment should happen early in the programme.</p>\n<p>The assessment of knowledge in AO1 must be assessment organisation set and marked. This may be in a single assessment or more than one assessment, providing there is no duplication of content. Digital assessment methods should be prioritised, where appropriate.</p>\n<p><strong>Technical knowledge and skills</strong></p>\n<p><strong>AO2: General construction practices</strong></p>\n<p><strong>AO3: Materials, tools and tasks</strong></p>\n<p>Technical knowledge and skills are areas of technical ability in related occupations. These knowledge and skills are mapped to AO2 and AO3.</p>\n<p>AO2 describes those knowledge and skills associated with general construction practices, including knowledge of the broad range of occupations operating on a construction site. AO3 describes those knowledge and skills specifically associated with finishing trades, and the correct use of materials and tools.</p>\n<p>The assessment organisation must ensure that a foundation apprentice is assessed on AO2 and AO3. This may be in a single assessment or more than one assessment, providing there is no duplication of content.</p>\n<h3>Employability skills and behaviours</h3>\n<p>Employability skills and behaviours are highly transferable and universal across Foundation Apprenticeships. They support work-readiness. Employability Skills and Behaviour (EB) statements are not formally assessed. However, assessment organisations must confirm with employers that they have been suitably demonstrated over the course of the Foundation Apprenticeship before awarding the Foundation Apprenticeship. EB6 does not need to be confirmed by the employer but should form a key element of the apprentice’s off-the-job training package.</p>",
  "assessmentChanged": false,
  "assessmentLength": 0,
  "assessmentPlanUrl": "https://skillsengland.education.gov.uk/foundation-apprenticeships/FA0002?view=assessment",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "keywords": [
    "Painter and decorator",
    "domestic",
    "commericial",
    "properties",
    "decoration",
    "buildings",
    "construction",
    "building",
    "tiling",
    "walls",
    "floor",
    "tiler",
    "commerical",
    "stone",
    "floors",
    "carpets",
    "installation",
    "materials",
    "flooring"
  ],
  "typicalJobTitles": [
    "Painter",
    "Painter and decorator",
    "Tiler",
    "Wall and floor tiler",
    "Textile & resilient floorlayer",
    "Wood floorlayer"
  ],
  "greenJobTitles": [],
  "entryRequirements": "<p>The apprentice must normally be age 16 to 21 at the start of their apprenticeship. Exceptions to this are set out in the Department for Education Apprenticeship funding rules.</p>",
  "recognitionOfPriorLearning": "",
  "englishAndMathsQualifications": "<p><strong>Functional English and maths</strong></p>\n<p><strong>(*)</strong> Knowledge and skills statements which offer opportunities to develop functional English and maths are identified with an asterisk.</p>\n<p>These are knowledge or skills statements which provide a learner with an opportunity to utilise English and maths in a workplace. This could include reading instructions, measuring or recording information.</p>\n<p><strong>English and maths qualifications</strong></p>\n<p>Apprentices must follow the English and maths formal qualification requirements as set out in the Department for Education Apprenticeship funding rules.</p>",
  "qualifications": [],
  "mandatoryQualificationsOrLicenceToPractice": "<p>CSCS will issue an Industry Placement card to apprentices upon their application for the Foundation Apprenticeship, subject to all relevant <a href=\"https://www.cscs.uk.com/applying-for-cards/\">CSCS published requirements</a> being met.</p>",
  "regulated": false,
  "regulatedBody": "",
  "regulationDetail": [],
  "eqaProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "technicalKnowledges": [
    {
      "id": "8279dba7-1028-4dfe-8f2f-911879ff8055",
      "detail": "Employee responsibilities under health, safety and welfare regulations relevant to the role* ",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Painter and decorator",
          "reference": "ST0295",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0295-v1-3",
          "versionNumber": "1.3",
          "relatedKsbs": [
            "K1"
          ]
        },
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "K1"
          ]
        },
        {
          "title": "Floorlayer",
          "reference": "ST0504",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0504-v1-2",
          "versionNumber": "1.2",
          "relatedKsbs": [
            "K1"
          ]
        }
      ]
    },
    {
      "id": "9a719d86-11f5-44de-98e2-aef28f3d6f5c",
      "detail": "Sustainability principles and practices relevant to the role, including waste disposal and the impact of construction trades on the environment.* ",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Painter and decorator",
          "reference": "ST0295",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0295-v1-3",
          "versionNumber": "1.3",
          "relatedKsbs": [
            "K10"
          ]
        },
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "K27"
          ]
        },
        {
          "title": "Floorlayer",
          "reference": "ST0504",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0504-v1-2",
          "versionNumber": "1.2",
          "relatedKsbs": [
            "K25"
          ]
        }
      ]
    },
    {
      "id": "c0147fb4-3518-4767-a32f-d0374411ccba",
      "detail": "Types, use and storage of personal protective equipment (PPE).",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Painter and decorator",
          "reference": "ST0295",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0295-v1-3",
          "versionNumber": "1.3",
          "relatedKsbs": [
            "K2"
          ]
        },
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "K2"
          ]
        },
        {
          "title": "Floorlayer",
          "reference": "ST0504",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0504-v1-2",
          "versionNumber": "1.2",
          "relatedKsbs": [
            "K2"
          ]
        }
      ]
    },
    {
      "id": "c1efbdc5-ad64-4a84-aeda-9db478f14b38",
      "detail": "Common construction techniques and basic functional requirements of a building: walls, roofs, floors and fenestrations and how they interact.",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "K7"
          ]
        }
      ]
    },
    {
      "id": "1c9f2343-50be-4c82-907a-0ac91923b74f",
      "detail": "Industry standards and regulations relevant to the role, including fire safety and Building Safety Act and how they interact with each other associated with finishing trades.*  ",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "K5"
          ]
        }
      ]
    },
    {
      "id": "7edcab1c-dd40-405e-988c-170d5e820718",
      "detail": "Roles and responsibilities of an employee and other relevant personnel in the workplace.",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Painter and decorator",
          "reference": "ST0295",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0295-v1-3",
          "versionNumber": "1.3",
          "relatedKsbs": [
            "K26"
          ]
        }
      ]
    },
    {
      "id": "a120d5f4-fa51-4df8-bf82-a160c52bad0b",
      "detail": "Use and characteristics of common materials and components, including material preparation associated with finishing trades.*",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Painter and decorator",
          "reference": "ST0295",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0295-v1-3",
          "versionNumber": "1.3",
          "relatedKsbs": [
            "K19",
            "K20"
          ]
        },
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "K10",
            "K12"
          ]
        }
      ]
    },
    {
      "id": "06ca62ee-f02f-4eb2-8660-1bbb53fb900c",
      "detail": "Types, use and storage techniques of tools and equipment associated with finishing trades.",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Painter and decorator",
          "reference": "ST0295",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0295-v1-3",
          "versionNumber": "1.3",
          "relatedKsbs": [
            "K13",
            "K14"
          ]
        },
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "K24",
            "K25"
          ]
        },
        {
          "title": "Floorlayer",
          "reference": "ST0504",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0504-v1-2",
          "versionNumber": "1.2",
          "relatedKsbs": [
            "K13",
            "K39",
            "K40"
          ]
        }
      ]
    },
    {
      "id": "320577b8-2f86-49b1-8f94-76eef334d4e7",
      "detail": "Work area preparation and maintenance techniques.*",
      "tags": [],
      "relatedApprenticeships": []
    },
    {
      "id": "e1f08243-912e-4fb8-8353-d5c1824869d2",
      "detail": "Techniques to carry out simple tasks associated with finishing trades.*   ",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Painter and decorator",
          "reference": "ST0295",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0295-v1-3",
          "versionNumber": "1.3",
          "relatedKsbs": [
            "K23"
          ]
        },
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "K20",
            "K21"
          ]
        },
        {
          "title": "Floorlayer",
          "reference": "ST0504",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0504-v1-2",
          "versionNumber": "1.2",
          "relatedKsbs": [
            "K7"
          ]
        }
      ]
    },
    {
      "id": "a4e546e6-03cd-41f1-8688-a229cd8351e6",
      "detail": "Methods of protecting materials and work in progress associated with finishing trades from damage, weather and theft.",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "K9"
          ]
        },
        {
          "title": "Floorlayer",
          "reference": "ST0504",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0504-v1-2",
          "versionNumber": "1.2",
          "relatedKsbs": [
            "K54"
          ]
        }
      ]
    },
    {
      "id": "e983cf73-b8cc-46c8-8849-1536f6ade8b1",
      "detail": "Techniques to carry out simple repair tasks associated with finishing trades.*   ",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Painter and decorator",
          "reference": "ST0295",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0295-v1-3",
          "versionNumber": "1.3",
          "relatedKsbs": [
            "K24"
          ]
        },
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "K22"
          ]
        },
        {
          "title": "Floorlayer",
          "reference": "ST0504",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0504-v1-2",
          "versionNumber": "1.2",
          "relatedKsbs": [
            "K23"
          ]
        }
      ]
    },
    {
      "id": "003077b3-5386-4385-9a55-54a86b4ff6a6",
      "detail": "The importance of customer service to their organisation.",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Painter and decorator",
          "reference": "ST0295",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0295-v1-3",
          "versionNumber": "1.3",
          "relatedKsbs": [
            "K26"
          ]
        },
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "K31"
          ]
        }
      ]
    },
    {
      "id": "14170649-7c2d-4d52-9ce4-8b61c5e2c92e",
      "detail": "Fundamental principles of equity, inclusion and diversity regulations relevant to the role.* ",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Painter and decorator",
          "reference": "ST0295",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0295-v1-3",
          "versionNumber": "1.3",
          "relatedKsbs": [
            "K30"
          ]
        },
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "K32"
          ]
        },
        {
          "title": "Floorlayer",
          "reference": "ST0504",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0504-v1-2",
          "versionNumber": "1.2",
          "relatedKsbs": [
            "K27"
          ]
        }
      ]
    },
    {
      "id": "b79969a5-5387-45d4-a6fd-c5552ca6db5e",
      "detail": "Mental and physical health considerations in self and others when working in construction and the importance of reporting issues.",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Painter and decorator",
          "reference": "ST0295",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0295-v1-3",
          "versionNumber": "1.3",
          "relatedKsbs": [
            "K29"
          ]
        },
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "K33"
          ]
        },
        {
          "title": "Floorlayer",
          "reference": "ST0504",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0504-v1-2",
          "versionNumber": "1.2",
          "relatedKsbs": [
            "K26"
          ]
        }
      ]
    }
  ],
  "technicalSkills": [
    {
      "id": "534fa949-7811-40dd-a97d-a89a242a17ce",
      "detail": "Comply with employee responsibilities under health, safety and welfare regulations.* ",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Painter and decorator",
          "reference": "ST0295",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0295-v1-3",
          "versionNumber": "1.3",
          "relatedKsbs": [
            "S1"
          ]
        },
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "S1"
          ]
        },
        {
          "title": "Floorlayer",
          "reference": "ST0504",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0504-v1-2",
          "versionNumber": "1.2",
          "relatedKsbs": [
            "S1"
          ]
        }
      ]
    },
    {
      "id": "cea43436-2abf-421c-a855-eeab32738679",
      "detail": "Use and store PPE.",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Painter and decorator",
          "reference": "ST0295",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0295-v1-3",
          "versionNumber": "1.3",
          "relatedKsbs": [
            "S2"
          ]
        },
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "S2"
          ]
        },
        {
          "title": "Floorlayer",
          "reference": "ST0504",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0504-v1-2",
          "versionNumber": "1.2",
          "relatedKsbs": [
            "S2"
          ]
        }
      ]
    },
    {
      "id": "6fa4d407-854d-42a0-8635-86387929048e",
      "detail": "Follow written and verbal work instructions.* ",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Painter and decorator",
          "reference": "ST0295",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0295-v1-3",
          "versionNumber": "1.3",
          "relatedKsbs": [
            "S5"
          ]
        },
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "S23"
          ]
        },
        {
          "title": "Floorlayer",
          "reference": "ST0504",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0504-v1-2",
          "versionNumber": "1.2",
          "relatedKsbs": [
            "S11"
          ]
        }
      ]
    },
    {
      "id": "194a8fc2-f5ba-4fd2-8990-5ce6a8b3bb2d",
      "detail": "Apply techniques to carry out simple tasks associated with finishing trades.* ",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Painter and decorator",
          "reference": "ST0295",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0295-v1-3",
          "versionNumber": "1.3",
          "relatedKsbs": [
            "S16"
          ]
        },
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "S17",
            "S18"
          ]
        },
        {
          "title": "Floorlayer",
          "reference": "ST0504",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0504-v1-2",
          "versionNumber": "1.2",
          "relatedKsbs": [
            "S21",
            "S22",
            "S28",
            "S30"
          ]
        }
      ]
    },
    {
      "id": "61193023-e156-454f-96ed-096e781101f3",
      "detail": "Protect work in progress and materials from for example, damage, weather or theft.",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Painter and decorator",
          "reference": "ST0295",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0295-v1-3",
          "versionNumber": "1.3",
          "relatedKsbs": [
            "S8"
          ]
        },
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "S6"
          ]
        },
        {
          "title": "Floorlayer",
          "reference": "ST0504",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0504-v1-2",
          "versionNumber": "1.2",
          "relatedKsbs": [
            "S8"
          ]
        }
      ]
    },
    {
      "id": "e8ae5610-13f3-49a1-a95b-7723d68fd8c8",
      "detail": "Apply techniques to carry out simple repairs associated with finishing trades.* ",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Painter and decorator",
          "reference": "ST0295",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0295-v1-3",
          "versionNumber": "1.3",
          "relatedKsbs": [
            "S19"
          ]
        },
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "S31"
          ]
        },
        {
          "title": "Floorlayer",
          "reference": "ST0504",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0504-v1-2",
          "versionNumber": "1.2",
          "relatedKsbs": [
            "S12",
            "S35"
          ]
        }
      ]
    },
    {
      "id": "39c932aa-d1d2-4d18-a685-3945514abe16",
      "detail": "Prepare and use materials associated with finishing trades.",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Painter and decorator",
          "reference": "ST0295",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0295-v1-3",
          "versionNumber": "1.3",
          "relatedKsbs": [
            "S15",
            "S17"
          ]
        },
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "S8",
            "S9"
          ]
        },
        {
          "title": "Floorlayer",
          "reference": "ST0504",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0504-v1-2",
          "versionNumber": "1.2",
          "relatedKsbs": [
            "S5"
          ]
        }
      ]
    },
    {
      "id": "4eaa52c9-3106-4023-9da6-932aefc5e16e",
      "detail": "Use and store tools and equipment associated with finishing trades.",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Painter and decorator",
          "reference": "ST0295",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0295-v1-3",
          "versionNumber": "1.3",
          "relatedKsbs": [
            "S9",
            "S10"
          ]
        },
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "S21",
            "S22"
          ]
        },
        {
          "title": "Floorlayer",
          "reference": "ST0504",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0504-v1-2",
          "versionNumber": "1.2",
          "relatedKsbs": [
            "S15",
            "S17",
            "S24"
          ]
        }
      ]
    },
    {
      "id": "a196d8eb-9c4e-43ad-a868-e501931afe94",
      "detail": "Prepare and maintain the work area.",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Painter and decorator",
          "reference": "ST0295",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0295-v1-3",
          "versionNumber": "1.3",
          "relatedKsbs": [
            "S7"
          ]
        },
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "S7"
          ]
        },
        {
          "title": "Floorlayer",
          "reference": "ST0504",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0504-v1-2",
          "versionNumber": "1.2",
          "relatedKsbs": [
            "S8"
          ]
        }
      ]
    },
    {
      "id": "f811e787-716b-49aa-8395-92553e9f7ee1",
      "detail": "Dispose of waste safely and sustainably. Segregate resources for reuse and recycling.",
      "tags": [],
      "relatedApprenticeships": [
        {
          "title": "Painter and decorator",
          "reference": "ST0295",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0295-v1-3",
          "versionNumber": "1.3",
          "relatedKsbs": [
            "S6"
          ]
        },
        {
          "title": "Wall and floor tiler",
          "reference": "ST0368",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0368-v1-4",
          "versionNumber": "1.4",
          "relatedKsbs": [
            "S24"
          ]
        },
        {
          "title": "Floorlayer",
          "reference": "ST0504",
          "url": "https://skillsengland.education.gov.uk/apprenticeships/st0504-v1-2",
          "versionNumber": "1.2",
          "relatedKsbs": [
            "S13"
          ]
        }
      ]
    }
  ],
  "employabilitySkillsAndBehaviours": [
    {
      "id": "62638611-e86b-42d4-a6b0-89950716bead",
      "detail": "Communicate and share information using verbal, non-verbal, written and digital methods.",
      "tags": []
    },
    {
      "id": "25a02395-cefc-4d0b-85af-e7a7aacb6567",
      "detail": "Act in a professional manner including good time keeping and conduct.",
      "tags": []
    },
    {
      "id": "f4ef6de7-5636-4cb6-b4d1-68d0f7725197",
      "detail": "Apply new learning and feedback to everyday practice.",
      "tags": []
    },
    {
      "id": "71d93ce6-9713-49ed-8f54-362a43263168",
      "detail": "Complete own work tasks and ask for help when needed.",
      "tags": []
    },
    {
      "id": "f4d05682-bb3a-4aef-89a3-aabda3947317",
      "detail": "Work with colleagues to contribute to team outcomes.",
      "tags": []
    },
    {
      "id": "8f2f0cab-c581-4b40-b0a8-fe5a190547a5",
      "detail": "Seek ways to manage own financial, health and wellbeing needs using available resources.",
      "tags": []
    },
    {
      "id": "327802a3-4a4d-4067-8ac1-e4c659c7e5e7",
      "detail": "Overcome challenges and adapt to changes at work.",
      "tags": []
    },
    {
      "id": "22c3b3a1-fac2-4a4d-a342-e9f50cf86068",
      "detail": "Work in line with health, safety and environmental requirements.",
      "tags": []
    }
  ],
  "informationForProviders": "<p>Coverage of each knowledge and skill statement must include each and every occupation it is mapped to, unless expressly stated otherwise. For instance, if skill S1 is mapped to occupation 1 and occupation 2, then the range of coverage must include elements of both 1 and 2 so the apprentice benefits from a broad experience. Competence is to the level described by this Foundation Apprenticeship’s knowledge and skills and not the often higher level of the mapped occupations. Coverage will be a blend of on and off the job learning. Please refer to the <a href=\"/media/2ogpe4u3/finishing-trades-foundation-apprenticeship_knowledge-and-skills-coverage-document.pdf\" title=\"Finishing Trades Foundation Apprenticeship Knowledge And Skills Coverage Document\">Knowledge and skills coverage document</a>.</p>",
  "relatedOccupations": [
    {
      "name": "Painter and decorator",
      "reference": "OCC0295",
      "occupationalMapUrl": "https://occupational-maps.skillsengland.education.gov.uk/maps/occupation/OCC0295",
      "versionNumber": "1.3"
    },
    {
      "name": "Wall and floor tiler",
      "reference": "OCC0368",
      "occupationalMapUrl": "https://occupational-maps.skillsengland.education.gov.uk/maps/occupation/OCC0368",
      "versionNumber": "1.4"
    },
    {
      "name": "Floorlayer - textile and resilient floorcoverings",
      "reference": "OCC0504A",
      "occupationalMapUrl": "https://occupational-maps.skillsengland.education.gov.uk/maps/occupation/OCC0504A",
      "versionNumber": "1.2"
    },
    {
      "name": "Floorlayer - wood- based floorcoverings",
      "reference": "OCC0504B",
      "occupationalMapUrl": "https://occupational-maps.skillsengland.education.gov.uk/maps/occupation/OCC0504B",
      "versionNumber": "1.2"
    }
  ],
  "banners": ""
}