{
  "templateType": "Apprenticeship Standard",
  "larsCode": 11,
  "referenceNumber": "ST0025",
  "learningAimClassCode": "",
  "title": "Manufacturing engineer (degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0025",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-02-26T00:00:00",
  "earliestStartDate": "2014-11-12T00:00:00",
  "latestStartDate": "2024-02-25T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Helping take products from design to manufacture, ensuring that they are launched on time, at cost and to the right quality.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 60,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "model development",
    "automotive",
    "degree",
    "Manufacturing engineer",
    "engineer",
    "manufacturing"
  ],
  "jobRoles": [
    "Manufacturing engineer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1719/st0025_manufacturing-engineer_l6_ap-for-publication_050418.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Designation of Occupation&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Manufacturing Engineer (Level 6)&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration of Apprenticeship: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically the duration of this apprenticeship is 5 to 6 years. This duration may be reduced for a candidate with previous relevant experience and/or someone already part qualified. Alternatively this may also be a progression route from a relevant Advanced Apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;uggested Entry Requirement: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their Apprenticeships. In order to optimise success candidates will typically have 5 GCSE&#39;s at Grade C or above, including Mathematics, English and a Science, Technology or Engineering related subject, as well as A Levels at grade C or above in both a Mathematical based subject and a Science, Technology, Engineering or additional Mathematics related subject, or 90+ credits in an Engineering BTEC at level 3.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Role Specific Occupational Requirements&lt;/strong&gt;:&lt;/h3&gt;\n&lt;p&gt;Manufacturing Engineers primarily support the activities involved in bringing design programmes into manufacture. This role is pivotal to the launch planning and smooth delivery of exciting new products or product refresh programmes. The focus is on the advanced manufacturing techniques and project management skills required to launch products on time, on cost and to the right quality. Typically Manufacturing Engineers work closely with a range of other engineers, functions and managers both within their own company and supplier base.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;V&lt;/strong&gt;&lt;strong&gt;ocational Skills: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;During the Foundation stage the apprentice must develop a solid grasp of the core engineering skills. These skills will not only prepare the apprentice for the workplace in demonstrating that they have the required manual dexterity to do their core role but their competencies are transferable and can be built upon over time. The skills required are:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Complying with statutory regulations and stringent organisational safety requirements&lt;/li&gt;\n&lt;li&gt;Producing components using hand fitting, fabrication and joining techniques&lt;/li&gt;\n&lt;li&gt;Producing Computer Aided Design (CAD) models (drawings) using a CAD system&lt;/li&gt;\n&lt;li&gt;Preparing and using lathes, milling and other general or specialist machines and high tech equipment&lt;/li&gt;\n&lt;li&gt;Preparing and proving Computer Numeric Control programmes&lt;/li&gt;\n&lt;li&gt;Using computer software packages to assist with and evaluate engineering activities&lt;/li&gt;\n&lt;li&gt;Producing and managing engineering project plans&lt;/li&gt;\n&lt;li&gt;Producing assemblies using a wide range of materials and techniques&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;During the development stage they would hone their general engineering skills, along with the likes of experimental / new model development, component investigation and problem solving, measurement, control &amp;amp; inspection. With all of these skills, they will be using a logical and systematic approach.&lt;/p&gt;\n&lt;p&gt;On successful completion of the above, the apprentice will then progress to develop their skills in:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Project management and scheduling engineering activities&lt;/li&gt;\n&lt;li&gt;Securing appropriate resources and managing budgets and resources&lt;/li&gt;\n&lt;li&gt;Implementing, monitoring and evaluating engineering processes&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;A&lt;/strong&gt;&lt;strong&gt;c&lt;/strong&gt;&lt;strong&gt;ademic Knowledge: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprentice would complete a HND or Foundation Degree which would provide the foundation stage of the knowledge elements in the competence qualification It will support the fundamental scientific and mathematical principles that equip apprentices with the understanding required to operate effectively and efficiently at high level within this sector. As a core the engineer needs to cover around 960 academic Guided Learning Hours, in order to have a solid grasp of;-&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Mathematics and science for engineers&lt;/li&gt;\n&lt;li&gt;Materials and manufacture&lt;/li&gt;\n&lt;li&gt;3D Computer Aided Design and Computer Aided Engineering&lt;/li&gt;\n&lt;li&gt;How to run and manage business led projects&lt;/li&gt;\n&lt;li&gt;Engineering operations and business management&lt;/li&gt;\n&lt;li&gt;Manufacturing processes&lt;/li&gt;\n&lt;li&gt;Product improvement and engineering project management&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;For the Development Phase the apprentice will build on their foundation knowledge by completing a BSc (Hons) or BEng (Hons) in Engineering. Here they will expand their understanding to a higher level and commence on specialised modules during the latter part of this qualification.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupational Behaviours: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Modern high value engineering organisations require their apprentices to have a set of occupational behaviours that will ensure success both in their current and future roles and in meeting the overall company objectives. These required behaviours include:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;S&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;afety mindset: &lt;/em&gt;&lt;/strong&gt;This occupation sits within an industry with a high level of safety critical activities. There has to be strict compliance and a disciplined and responsible approach to manage, mitigate and avoid risk.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;S&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;t&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;r&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;ong work ethic: &lt;/em&gt;&lt;/strong&gt;Positive attitude, motivated by engineering; dependable, ethical, responsible and reliable.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Logical approach: &lt;/em&gt;&lt;/strong&gt;Able to structure a plan and develop activities following a logical thought process, but also able to quickly “think on feet” when working through them.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Pr&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;oblem solving orientation&lt;/em&gt;&lt;/strong&gt;: Identifies issues quickly, enjoys solving complex problems and applies appropriate solutions. Has a strong desire to push to ensure the true root cause of any problem is found and a solution identified which prevents further recurrence&lt;strong&gt;.&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Q&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;uality focus: &lt;/em&gt;&lt;/strong&gt;Follows rules, procedures and principles in ensuring work completed is fit for purpose and pays attention to detail / error checks throughout activities.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;P&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;ersonal responsibility and resilience&lt;/em&gt;&lt;/strong&gt;: Motivated to succeed accountable and persistent to complete task.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Clear communicator: &lt;/em&gt;&lt;/strong&gt;Use a variety of appropriate communication methods to give/receive information accurately, and in a timely and positive manner.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Team player: &lt;/em&gt;&lt;/strong&gt;Not only plays own part but able to work and communicate clearly and effectively within a team and interacts/ helps others when required. In doing so applies these skills in a respectful professional manner&lt;strong&gt;.&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Applies Lean Manufacturing Principles&lt;/em&gt;&lt;/strong&gt;: Continuous improvement in driving effectiveness and efficiency&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Adaptability&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;: &lt;/strong&gt;Able to adjust to different conditions, technologies, situations and environments.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;S&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;elf-Motivation: &lt;/em&gt;&lt;/strong&gt;A ‘self-starter’, who always wants to give their best, sets themselves challenging targets, can make their own decisions.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;W&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;illingness to learn&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;: &lt;/strong&gt;wants to drive their continuous professional development&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Commitment: &lt;/em&gt;&lt;/strong&gt;Able to commit to the beliefs, goals and standards of their own employer and to the wider industry and its professional standards.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;aining and Development Summary:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;There will be two phases of training to ensure that apprentices meet this Apprenticeship standard, in line with specified employer requirements &lt;strong&gt;(1)&lt;/strong&gt;. The foundation phase will be intensive off the job training focused on developing the apprentice&#39;s core skills, knowledge and behaviour, allowing them to work effectively with supervision in a largely simulated working environment. This stage will require typically 1400&lt;/p&gt;\n&lt;p&gt;Vocational Guided Learning Hours, building up from basics to more complex engineering operations and practices. The tasks will be aligned to the job role to develop a range of tailored core engineering techniques so by the end of this phase the apprentice will be able to demonstrate, under independent test conditions, that they can deploy their skills and occupational behaviours. In addition the apprentice typically undertakes an HND or Foundation Degree.&lt;/p&gt;\n&lt;p&gt;The development phase will focus on applying the apprentice&#39;s on-job vocational competence supported by further guided learning, enabling them to eventually work effectively without the need for close supervision. The competencies gained are sufficiently transferable by the end of this development phase for someone to adapt quickly to function effectively after minimal instruction on new equipment / environments or revised working practices, whilst completing an Engineering Degree. There will be an employer endorsement as part of the final assessment of this phase to ensure that the apprentice has demonstrated full competence against the knowledge, skills and behaviours in this standard. The employer will sign off that the apprentice is ‘job ready’ as a competent professional Manufacturing Engineer.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;&lt;em&gt;Pr&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;ofessional Recognition and Career Progression: &lt;/em&gt;&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard has been designed to meet the professional standards of the Engineering Council for initial registration as an Engineering Technician (Eng Tech) in partnership with the Institution of Mechanical Engineers. Further professional development and registration is subject to candidates successfully completing the appropriate learning, developing the appropriate competence, and undergoing professional review.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;G&lt;/strong&gt;&lt;strong&gt;overnance &amp;amp; Review date: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;March 2016 by engineering employer led trailblazer collaboration.&lt;/p&gt;\n&lt;blockquote&gt;&lt;strong&gt;(1)&lt;/strong&gt; In order to articulate the specific level of skills, knowledge and behaviours required to be achieved and assessed to demonstrate full occupational competence, the employers on the trailblazer group have developed a more detailed Employer Occupational Briefs (EOB). These briefs will inform the awarding organisations of the required elements of knowledge, behaviours and vocational skills within this Apprenticeship Standard. It will also provide a clear basis for the development of the assessment of this Apprenticeship and will enable the sector to maintain world class levels of quality and ensure that the credibility, transferability and consistency of the Apprenticeship outcome is maintained.&lt;/blockquote&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;h3&gt;Change log:&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;&lt;caption&gt;Last updated 06th April 2018&lt;/caption&gt;\n&lt;thead&gt;\n&lt;tr&gt;\n&lt;th&gt;DATE&lt;/th&gt;\n&lt;th&gt;CHANGE&lt;/th&gt;\n&lt;th&gt;PREVIOUS VERSIONS&lt;/th&gt;\n&lt;/tr&gt;\n&lt;/thead&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td&gt;06/04/2018&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Additional detail and clarity provided for the end-point assessment methods including details of grading descriptors&lt;/li&gt;\n&lt;li&gt;&#160;Removal of mandatory on programme gateways, foundation phase end test and other references to foundation and development phases&lt;/li&gt;\n&lt;li&gt;Removal of all mandatory qualifications with the exception of English and maths at level 2 and the requirement to achieve a BEng or BSc Degree prior to the EPA gateway&lt;/li&gt;\n&lt;li&gt;Gateway information included&lt;/li&gt;\n&lt;li&gt;Roles and responsibilities section included&lt;/li&gt;\n&lt;li&gt;Resit/retake information included&lt;/li&gt;\n&lt;li&gt;Internal quality assurance information included&lt;/li&gt;\n&lt;li&gt;Confirmation that external quality assurance will be undertaken by the Institute for Apprenticeships&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;Current AP&#160;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;12/11/2014&lt;/td&gt;\n&lt;td&gt;Assessment plan first published&#160;&lt;/td&gt;\n&lt;td&gt;&lt;a href=&quot;/media/1718/manufacturing_engineer_01.pdf&quot; title=&quot;manufacturing_engineer_01.pdf&quot;&gt;Manufacturing engineer AP_01&#160;&lt;/a&gt;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;12/11/2014&lt;/td&gt;\n&lt;td&gt;Standard first published&#160;&lt;/td&gt;\n&lt;td&gt;Current standard&#160;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;",
  "occupationalSummary": "&lt;p&gt;Manufacturing Engineers primarily support the activities involved in bringing design programmes into manufacture. This role is pivotal to the launch planning and smooth delivery of exciting new products or product refresh programmes. The focus is on the advanced manufacturing techniques and project management skills required to launch products on time, on cost and to the right quality. Typically Manufacturing Engineers work closely with a range of other engineers, functions and managers both within their own company and supplier base.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "8b763cbb-0559-4c3f-aa0a-56dd06bd930a",
      "detail": "Mathematics and science for engineers"
    },
    {
      "knowledgeId": "bed8c092-d893-44c6-8d17-ee2c7e71dedd",
      "detail": "Materials and manufacture"
    },
    {
      "knowledgeId": "03a40438-0472-46a4-abf3-e308cc85fee8",
      "detail": "3D Computer Aided Design and Computer Aided Engineering"
    },
    {
      "knowledgeId": "1799634d-0d41-4623-8d56-e1c2607715df",
      "detail": "How to run and manage business led projects"
    },
    {
      "knowledgeId": "d4795835-04a3-4715-b3f9-1b4c991b5b16",
      "detail": "Engineering operations and business management"
    },
    {
      "knowledgeId": "59ec128d-1d07-4365-9fbe-c5e2ff59d1a4",
      "detail": "Manufacturing processes"
    },
    {
      "knowledgeId": "78d44d02-9de2-4621-8819-f4fb705c214b",
      "detail": "Product improvement and engineering project management"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "23c06007-5128-4904-9ee4-a644606ebaa3",
      "detail": "Safety mindset: This occupation sits within an industry with a high level of safety critical activities. There has to be strict compliance and a disciplined and responsible approach to manage, mitigate and avoid risk."
    },
    {
      "behaviourId": "01e13d81-546b-4502-944a-4893c50c85da",
      "detail": "Strong work ethic: Positive attitude, motivated by engineering; dependable, ethical, responsible and reliable."
    },
    {
      "behaviourId": "fe9e7616-da21-4dc4-9a91-9caa1a341eb2",
      "detail": "Logical approach: Able to structure a plan and develop activities following a logical thought process, but also able to quickly “think on feet” when working through them."
    },
    {
      "behaviourId": "58d0fae8-7f6a-48a1-8dc9-6f526a21708e",
      "detail": "Problem solving orientation: Identifies issues quickly, enjoys solving complex problems and applies appropriate solutions. Has a strong desire to push to ensure the true root cause of any problem is found and a solution identified which prevents further recurrence."
    },
    {
      "behaviourId": "a05783e7-223e-4c2f-8f03-433e7ca19fbe",
      "detail": "Quality focus: Follows rules, procedures and principles in ensuring work completed is fit for purpose and pays attention to detail / error checks throughout activities."
    },
    {
      "behaviourId": "3726c29a-cc45-4360-a7fd-f20743f5956a",
      "detail": "Personal responsibility and resilience: Motivated to succeed accountable and persistent to complete task."
    },
    {
      "behaviourId": "5fc933ed-edcf-4bee-9c73-a4c69b22a130",
      "detail": "Clear communicator: Use a variety of appropriate communication methods to give/receive information accurately, and in a timely and positive manner."
    },
    {
      "behaviourId": "6ee572c6-d163-43fb-a8a7-3cf26eafcff2",
      "detail": "Team player: Not only plays own part but able to work and communicate clearly and effectively within a team and interacts/ helps others when required. In doing so applies these skills in a respectful professional manner."
    },
    {
      "behaviourId": "f2de33bb-4055-4df9-9bcf-4df5c2386816",
      "detail": "Applies Lean Manufacturing Principles: Continuous improvement in driving effectiveness and efficiency"
    },
    {
      "behaviourId": "b43413cd-0804-4e68-9395-90ca98e13cd7",
      "detail": "Adaptability: Able to adjust to different conditions, technologies, situations and environments"
    },
    {
      "behaviourId": "4e5a87d5-c61a-40d1-9fbc-c2adf8e08b45",
      "detail": "Self-Motivation: A ‘self-starter’, who always wants to give their best, sets themselves challenging targets, can make their own decisions."
    },
    {
      "behaviourId": "1b6fb538-1c46-4a9f-b009-c00c3b9bc0b2",
      "detail": "Willingness to learn: wants to drive their continuous professional development"
    },
    {
      "behaviourId": "2b836d0e-f251-4edf-b54f-a7cfabbd0026",
      "detail": "Commitment: Able to commit to the beliefs, goals and standards of their own employer and to the wider industry and its professional standards."
    }
  ],
  "skills": [
    {
      "skillId": "316f9279-0499-48f8-9328-7b1fb9f26ceb",
      "detail": "Foundation Stage: Complying with statutory regulations and stringent organisational safety requirements"
    },
    {
      "skillId": "03ed6d09-1600-42cb-8c13-71de5060693f",
      "detail": "Foundation Stage: Producing components using hand fitting, fabrication and joining techniques"
    },
    {
      "skillId": "15514130-1e0a-47e6-af41-f30b702dbd89",
      "detail": "Foundation Stage: Producing Computer Aided Design (CAD) models (drawings) using a CAD system"
    },
    {
      "skillId": "a6333886-8914-4327-9917-2de97b7bd710",
      "detail": "Foundation Stage: Preparing and using lathes, milling and other general or specialist machines and high tech equipment"
    },
    {
      "skillId": "c32e7044-c6dc-4fa4-a7f4-949afb134d1a",
      "detail": "Foundation Stage: Preparing and proving Computer Numeric Control programmes"
    },
    {
      "skillId": "deb7a0f3-6e47-4cfc-a756-6595d4e6cd41",
      "detail": "Foundation Stage: Using computer software packages to assist with and evaluate engineering activities"
    },
    {
      "skillId": "5d57a0c8-da70-4420-b2fc-01391ce95240",
      "detail": "Foundation Stage: Producing and managing engineering project plans"
    },
    {
      "skillId": "2d7ef5bc-aec7-404f-b04c-cf090a4f0f74",
      "detail": "Foundation Stage: Producing assemblies using a wide range of materials and techniques"
    },
    {
      "skillId": "18533d42-fa5c-4b03-877d-ee4604078a45",
      "detail": "Development Team: Project management and scheduling engineering activities"
    },
    {
      "skillId": "3aad7822-b624-4787-be47-3ebd29d88451",
      "detail": "Development Team: Securing appropriate resources and managing budgets and resources"
    },
    {
      "skillId": "d9ead510-d8da-4aed-b2e0-8a556fdcf839",
      "detail": "Development Team: Implementing, monitoring and evaluating engineering processes"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2014-11-12T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "",
  "tbMainContact": "dgeorge@jaguarlandrover.com",
  "involvedEmployers": "Toyota Manufacturing (UK) Ltd, Jaguar Land Rover, SERTEC, Ford, BMW, JCB, Nissan Motor Manufacturing UK, Perkins, Honda, Caterpillar, Siemens, Bentley, AMTC, EEF, Confederation of British Metal Forming, Cast Metals Federation",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Manufacturing engineer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, manufacturing, process and control",
  "cluster": "Manufacturing engineer",
  "clusterId": "263",
  "clusterDescription": "Introduce complex technologies into the manufacturing environment and improve manufacturing technologies",
  "createdDate": "2017-09-22T14:24:17 +00:00",
  "lastUpdated": "2024-02-26T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2014-11-12T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0025",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0025-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0025-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-02-26T00:00:00"
}