{
  "templateType": "Occupational Standard",
  "larsCode": 179,
  "referenceNumber": "ST0058",
  "learningAimClassCode": "",
  "title": "Animal technologist",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0058",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan, standard and funding revised.",
  "changedDate": "2022-11-04T00:00:00",
  "earliestStartDate": "2022-11-09T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Working with laboratory animals.",
  "level": 3,
  "ePALength": 3,
  "typicalDuration": 24,
  "maxFunding": 10000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "lab testing",
    "animal studies",
    "animal husbandry",
    "animals",
    "technologist",
    "labortory animals"
  ],
  "jobRoles": [
    "Animal technician",
    "Animal technologist",
    "Animal welfare officer",
    "Laboratory inspector"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0058-v1-1?view=epa",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.3 Animal care and veterinary science",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;Occupation&#160;&lt;/h3&gt;\n&lt;p&gt;Animal Technologist&#160;&lt;/p&gt;\n&lt;h3&gt;Level&#160;&lt;/h3&gt;\n&lt;p&gt;3&lt;/p&gt;\n&lt;h3&gt;Duration of Apprenticehip&#160;&lt;/h3&gt;\n&lt;p&gt;Typically 24 months&lt;/p&gt;\n&lt;h3&gt;Role Profile&#160;&#160;&lt;/h3&gt;\n&lt;p&gt;Animal technologists are responsible for carrying out complex scientific procedures on laboratory animals in compliance with the Animals (Scientific Procedures) Act 1986 Amendment Regulations&lt;/p&gt;\n&lt;p&gt;2012 (and other related animal welfare legislation, including the Veterinary Surgeons Act 1966 and the Animal Welfare Act 2006). Organisations employing animal technologists include universities, pharmaceutical companies, contract research organisations and biotechnology research and development organisations.&lt;/p&gt;\n&lt;p&gt;The nature of the work and species that are used will depend on the organisation, some work in very specific fields using only a few species others, for example, the universities, may be multispecies with a wide range of techniques and research fields. This occupation requires a high degree of technical skill and knowledge to ensure that techniques are carried out with a high degree of accuracy and precision, helping to ensure high standards of scientific research and that the welfare of the animals is considered at all times.&lt;/p&gt;\n&lt;p&gt;Animal technologists are required to work with a range of scientific equipment in complex environments. They require a broad knowledge of science, animal anatomy and physiology, technical in-vivo scientific procedures, including aseptic techniques, animal welfare legislation and animal husbandry in order to practice effectively, plus high levels of manual dexterity. They are required to communicate effectively with their team and the wider research community (including researchers, Home Office Inspectors, Named Veterinary Surgeons and the Named Animal Care and Welfare Officers).&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupational Skills &amp;amp; Knowledge &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Animal Technologists will be able to:&lt;/p&gt;\n&lt;h4&gt;Knowledge&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;understand the business environment in which the organisation operates including their role within it, the appropriate ethical practice and codes of conduct and how their role contributes to the organisation meeting its ethical and legal responsibilities&lt;/li&gt;\n&lt;li&gt;understand how their role impacts on others including their own team and the researchers they work with, and the importance of their organisation’s policies on diversity, equality and discrimination&lt;/li&gt;\n&lt;li&gt;understand how to conduct appropriate scientific and animal husbandry procedures to meet the requirements of quality standards relevant to the workplace, for example, the use of Standard Operating Procedures&lt;/li&gt;\n&lt;li&gt;understand their legal and ethical responsibilities and obligations, including the application of the 3Rs of Reduction, Replacement and Refinement (1)&lt;/li&gt;\n&lt;li&gt;understand suitable animal husbandry and animal management systems with reference to appropriate standards of biosecurity and animal welfare&lt;/li&gt;\n&lt;li&gt;understand the structure and function of physiological systems and their importance in maintaining homeostasis for the species in their care&lt;/li&gt;\n&lt;li&gt;understand the clinical signs of ill health, stress and pain in the species they work with and methods for minimising ill health, pain, suffering or distress (including the use of analgesics, anaesthetics and aseptic techniques)&lt;/li&gt;\n&lt;li&gt;understand methods of euthanasia appropriate to the species under their care&lt;/li&gt;\n&lt;li&gt;understand the broad underpinning science supporting the in-vivo studies that they have performed&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Skills&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;handle, sex and health check the species in their care&lt;/li&gt;\n&lt;li&gt;demonstrate technical/manual dexterity skills sufficient to conduct appropriate scientific and animal husbandry procedures safely, with reference to high standards of animal welfare and good scientific practice consistently and, where appropriate, following the Standard Operating Procedures or other relevant risk management systems. For example, appropriate animal restraint, manipulation of equipment used to administer or withdraw biological samples&lt;/li&gt;\n&lt;li&gt;apply their legal obligations under health and safety legislation, the &lt;em&gt;Animals (Scientific&#160;&lt;/em&gt;&lt;em&gt;P&lt;/em&gt;&lt;em&gt;ro&lt;/em&gt;&lt;em&gt;ce&lt;/em&gt;&lt;em&gt;dur&lt;/em&gt;&lt;em&gt;e&lt;/em&gt;&lt;em&gt;s) Act &lt;/em&gt;and the &lt;em&gt;Animal Welfare Act &lt;/em&gt;consistently&lt;/li&gt;\n&lt;li&gt;apply appropriate ethical standards of care at all time&lt;/li&gt;\n&lt;li&gt;apply good animal care and welfare and be able to advise others on best practice and the 3R&lt;/li&gt;\n&lt;li&gt;recognise pain, suffering or distress in the species under their care&lt;/li&gt;\n&lt;li&gt;analyse, interpret and evaluate data and identify results requiring further investigation seeking advice of senior colleagues as appropriate&lt;/li&gt;\n&lt;li&gt;recognise problems and demonstrate how to respond appropriately&lt;/li&gt;\n&lt;li&gt;communicate effectively using a full range of skills: speaking; listening; writing (including the use of digital or paper based record keeping systems); body language; presentation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Behaviours&lt;/h4&gt;\n&lt;p&gt;Animal Technologists must also demonstrate the required attitudes, behaviours and interpersonal skills associated with the professional workplace including:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;commitment to a culture of care towards both animals in their care and colleague&lt;/li&gt;\n&lt;li&gt;commitment to the ethical standards required by their organisation at all time&lt;/li&gt;\n&lt;li&gt;commitment to effective team working irrespective of levels of knowledge, experience and seniority.&lt;/li&gt;\n&lt;li&gt;confidence to work independently and taking responsibility and accountability for initiating and completing tasks&lt;/li&gt;\n&lt;li&gt;managing time effectively and the ability to complete work to schedule&lt;/li&gt;\n&lt;li&gt;willingness to handle change and respond to change management processes&lt;/li&gt;\n&lt;li&gt;commitment to continuous performance development&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Qu&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;li&lt;/strong&gt;&lt;strong&gt;f&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;c&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;ti&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;s&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices will need to achieve English and Mathematics at level 2 prior to taking the end-point assessment.&lt;/p&gt;\n&lt;p&gt;Apprentices will be required to pass the IAT Level 3 Diploma in Laboratory Animal Science and Technology before taking the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;L&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;k to Professional Registration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship develops the apprentice to the point that they are ready to apply to the Home Office for their Personal Licence. Upon successful completion, the Animal Technologist will be eligible to apply to the Institute of Animal Technology as a Member of the IAT (MIAT).&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Rev&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;w Date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship standard will be reviewed in 3 years&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;blockquote&gt;&lt;strong&gt;(1)&lt;/strong&gt; https&lt;span&gt;&lt;a href=&quot;http://www.nc3rs.org.uk/&quot;&gt;://www.nc3rs.org.uk/&lt;/a&gt;&lt;/span&gt;&lt;/blockquote&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in a range of organisations, typically including charities, universities, pharmaceutical companies, breeders, contract research organisations and biotechnology research and development organisations. The nature of the work and species that are used will depend on the organisation, some work in very specific fields using only a few species others, whereas the universities, may be multispecies with a wide range of techniques and research fields. Animal technologists are likely to be laboratory based. &lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is to carry out complex scientific procedures on laboratory animals. This occupation requires a high degree of technical skill and knowledge to ensure that techniques are carried out with a high degree of accuracy and precision, helping to ensure high standards of scientific research and that the welfare of the animals is considered at all times. Animal technologists are required to work with a range of scientific equipment in complex environments. They require a broad knowledge of science, animal anatomy and physiology, technical in-vivo scientific procedures, including aseptic techniques, animal welfare legislation and animal husbandry in order to practice effectively. They also require high levels of manual dexterity. &lt;br /&gt;&lt;br /&gt;In their daily work, an employee in this occupation interacts with a range of internal and external stakeholders. They are required to communicate effectively with their team and the wider research community (including researchers, Home Office Inspectors, named Veterinary Surgeons and named Animal Care and Welfare Officers). &lt;br /&gt;&lt;br /&gt;An employee in this occupation will be responsible for carrying out scientific procedures and tasks independently and in compliance with the Animals (Scientific Procedures) Act 1986 Amendment Regulations 2012 (and other related animal welfare legislation, including the Veterinary Surgeons Act 1966 and the Animal Welfare Act 2006). They are required to plan, manage and carry out their own work on time and to the required quality, in accordance with work instructions. An Animal Technologist is likely to operate within a team and report to a supervisor/ line manager.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "2261dbdc-dfe8-4995-b81e-5e7128e31e14",
      "detail": "The business environment in which the organisation operates, including own role within it, the appropriate ethical practice and codes of conduct and how own role contributes to the organisation meeting its ethical and legal responsibilities."
    },
    {
      "knowledgeId": "e0c264f3-1f80-4cf6-a984-aa0b1fd73e20",
      "detail": "How actions impact on others, including own team and the researchers they work with."
    },
    {
      "knowledgeId": "dccecd25-4858-4a54-81e7-311523928428",
      "detail": "The importance of their organisation’s policies on diversity, equality and discrimination."
    },
    {
      "knowledgeId": "04f12e6c-88c0-4e1b-b51e-b51446b5e20a",
      "detail": "How to conduct appropriate scientific and/or animal husbandry procedures to meet the requirements of quality standards relevant to the workplace, such as the use of Standard Operating Procedures."
    },
    {
      "knowledgeId": "dacdd551-6912-4ecd-97a3-f74e01a52748",
      "detail": "Legal and ethical responsibilities, including the application of the 3Rs of reduction, replacement, and refinement."
    },
    {
      "knowledgeId": "0f609073-0063-4239-9fd7-b4bfb1a2c145",
      "detail": "Understand animal husbandry and animal management systems with reference to appropriate standards of biosecurity and animal welfare and meeting workplace quality standards."
    },
    {
      "knowledgeId": "0cf7b9a8-2ef2-4508-bd67-f91f4f823f09",
      "detail": "Anatomy and physiology relevant to the welfare and husbandry of species in their care."
    },
    {
      "knowledgeId": "ceb48f52-d946-4c4b-b69d-afba56ca870c",
      "detail": "The clinical signs of ill health, stress, and pain in the species they work."
    },
    {
      "knowledgeId": "828abc82-5fa1-4608-b69e-6e1cd9136a45",
      "detail": "Methods for minimising ill health, pain, suffering or distress, including the use of analgesics, anaesthetics and aseptic techniques."
    },
    {
      "knowledgeId": "09de8ddb-f536-45e3-a535-2039772c62ce",
      "detail": "Methods of euthanasia appropriate to the species under their care."
    },
    {
      "knowledgeId": "53c54ac7-addb-4e7e-9619-a3f5b00d1ca1",
      "detail": "The underpinning science that supports in-vivo studies relevant to their work."
    },
    {
      "knowledgeId": "906d69d5-b40b-44a3-86a7-db4659e157f4",
      "detail": "Techniques for data collection, recording and interpretation in animal studies (for example collection of blood, urine, faeces. Behaviour (phenotyping) tests, X-Rays, MRI)."
    },
    {
      "knowledgeId": "f7bb9fc6-3c09-4e77-86e5-b256ac6601a7",
      "detail": "How to work safely and the importance of health and safety legislation, policies and procedures."
    },
    {
      "knowledgeId": "98138283-e791-4548-85e7-588ca5b8a4fc",
      "detail": "Methods of communication appropriate to their organisation and audience."
    },
    {
      "knowledgeId": "b5a80b56-4abc-4f4d-9ec8-f9858dca65a5",
      "detail": "Importance of planning to ensure the suitable provision of resources, equipment, and consumables for the task."
    },
    {
      "knowledgeId": "75ce8b1a-8770-4cdf-9061-21301045c2ec",
      "detail": "Procurement process, stock level and storage requirements for resources, equipment and consumables."
    },
    {
      "knowledgeId": "ff108f5e-ed08-4277-b7f6-5c4c8d1646e3",
      "detail": "Problem solving techniques and the levels of authority when responding to operational challenges associated with complex scientific procedures."
    },
    {
      "knowledgeId": "46a444fd-c710-42a0-8084-f3e37936af28",
      "detail": "Information sources available to keep up to date with advances in working practices and technologies. "
    },
    {
      "knowledgeId": "3b977eff-6c7e-4266-a180-bc4955da344f",
      "detail": "How continuous improvement can be applied to improve working practices and the importance of sharing best practice.  "
    },
    {
      "knowledgeId": "8eef81ba-2bdf-499b-94ac-d32bf41f458c",
      "detail": "Sustainability challenges and the principles applied to minimise environmental impact. "
    },
    {
      "knowledgeId": "60f2d82f-9478-449f-90bd-87f4ce5b368c",
      "detail": "Corporate and social responsibilities to develop more sustainable approaches to scientific research."
    },
    {
      "knowledgeId": "67ac6960-0cf5-48d2-8086-98d5640760ff",
      "detail": "Data sharing principles and how to manage information, data and content in line with data protection regulations."
    },
    {
      "knowledgeId": "398d0d27-0bbd-4b5f-b6e2-88b252fd6f26",
      "detail": "The maintenance requirements of equipment. How to check equipment is in good working order and calibrated.  "
    },
    {
      "knowledgeId": "9b6c86ec-435c-4a25-9c7f-98bb48dc55e4",
      "detail": "Reporting requirements and company expectations regarding breaches in regulations. "
    }
  ],
  "behaviours": [
    {
      "behaviourId": "e737ef03-395d-4a90-a83c-9beb2283c671",
      "detail": "Treats animal with compassion and acts in a professional and ethical manner."
    },
    {
      "behaviourId": "a5c10227-9b83-409a-9c42-a605f3532e43",
      "detail": "Committed to continuous professional development."
    },
    {
      "behaviourId": "f7767243-a0f1-41ec-bb27-dea42c1ed1d9",
      "detail": "Team-focused and works effectively with colleagues and others."
    },
    {
      "behaviourId": "6bbc0c89-2a58-4568-bdc3-c222eff04815",
      "detail": "Acts in a way that promotes inclusivity and values people as individuals recognising difference and diversity."
    },
    {
      "behaviourId": "137f7799-69ca-480f-a0e0-57f38b20d823",
      "detail": "Solutions focussed and adapts flexibly to change."
    },
    {
      "behaviourId": "9301e591-e3e1-4b74-8ccc-17df0664cbd8",
      "detail": "Takes ownership of work to ensure that it is completing on time and to the required quality.   "
    },
    {
      "behaviourId": "835c48f2-df1b-44db-bb74-7e2ced55fa50",
      "detail": "Promotes a culture of care in the work environment. "
    }
  ],
  "skills": [
    {
      "skillId": "eb30b34a-e4b4-4959-a60d-d4d73f4a1c20",
      "detail": "Plan scientific procedures to meet objectives and deadlines. Identify resources, equipment and consumables required for the tasks. "
    },
    {
      "skillId": "6c055b6f-912e-4b46-a6ed-b84541548b92",
      "detail": "Handle, sex and health check the species in accordance with animal care and welfare standards appropriate to the current legislation and organisational policies. "
    },
    {
      "skillId": "6e2eed04-c9a6-4281-812f-343c8519c60b",
      "detail": "Recognise and report the clinical signs of ill health, stress and pain in the species under their care."
    },
    {
      "skillId": "a823c687-19d5-441a-8093-badfb2cc6bf6",
      "detail": "Conduct scientific and animal husbandry procedures in accordance with health and safety and animal welfare legislation. "
    },
    {
      "skillId": "98617c2e-f618-49d1-b3e1-542daa3d4d44",
      "detail": "Handle and restrain animals in a manner that ensures high standards of animal welfare and in accordance with good scientific practice. For example, appropriate animal restraint, manipulation of equipment used to administer or withdraw biological samples. "
    },
    {
      "skillId": "b5bd69b7-7893-4143-a2f1-73105be5a44f",
      "detail": "Carry out scientific tasks following Standard Operating Procedures or other relevant risk management systems.  "
    },
    {
      "skillId": "a008a3fe-5fa7-459e-9831-a0042db2ff0b",
      "detail": "Maintain the work environment, take bio-security measures and follow hygiene controls."
    },
    {
      "skillId": "17cd0dcf-df2d-4b31-ac96-19e59d19a912",
      "detail": "Record and store scientific outcomes in accordance with data protection regulations and company procedures.  "
    },
    {
      "skillId": "b3860514-334e-4e06-96c3-58e317261629",
      "detail": "Identify ethical responsibilities, best practice and obligations, including the application of the 3Rs (Reduction, Replacement and Refinement)."
    },
    {
      "skillId": "ed74f562-db3f-41e1-85d3-86f07d73d7be",
      "detail": "Analyse, interpret and evaluate data (e.g. breeding or environmental data) and identify outcomes requiring further investigation seeking advice of senior colleagues where appropriate."
    },
    {
      "skillId": "3a410cec-b83e-47b9-a8a4-9e626ad16289",
      "detail": "Identify potential problems completing scientific procedures,  troubleshooting to resolve the issue or escalating accordingly. Document and communicate actions in line with company protocols.   "
    },
    {
      "skillId": "00191b5a-6b92-415b-88a7-2e222dea5909",
      "detail": "Communicate effectively using a full range of skills and tools: speaking; listening; writing (including the use of digital or paper-based record keeping systems); body language; presentation."
    },
    {
      "skillId": "3abab007-2911-4250-9c95-cc26eac93d1d",
      "detail": "Safely transport physical resources within the work area."
    },
    {
      "skillId": "4af6dd24-ac2f-4c52-9d01-a6b2aa5b5752",
      "detail": "Maintain stock levels of resources, equipment and consumables and taking into account environmental sustainability. "
    },
    {
      "skillId": "5ff13efc-6102-4222-840d-f733bdb80f2c",
      "detail": "Ensure that equipment is in good working order and calibrated where needed."
    },
    {
      "skillId": "8266469e-1ae1-4e60-98fa-7b7a8e701f44",
      "detail": "Identify process improvements and implement changes or make recommendations in line with organisation procedures. "
    },
    {
      "skillId": "b7580933-4e06-4c98-ab35-54f9096c5874",
      "detail": "Keep up to date with developments in best practice and advances in technology and share best practice.  "
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-06-09T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0236",
  "tbMainContact": "robert.ramsaygosling-kennedy@labcorp.com",
  "involvedEmployers": "Applebee Advisory,  Mary Lyon Centre, UKRI MRC Harwell, The Francis Crick Institute, Venture Forward, Labcorp, Babraham Institute, Bristol Myers Squibb, Cancer Research UK, IAT Education, Imperial College London, Kings College London, Sanger Institute, S3 Life Sciences",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Animal technician",
    "Animal technologist",
    "Animal welfare officer",
    "Laboratory inspector"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Science",
  "cluster": "Science technician",
  "clusterId": "102",
  "clusterDescription": "Provide routine and non-routine laboratory testing, experimenting and support to a research brief",
  "createdDate": "2022-11-04T15:28:43 +00:00",
  "lastUpdated": "2022-11-04T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-06-09T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0058",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0058-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0058-v1-1",
  "qualifications": [
    {
      "qualificationId": "07a6d8b8-8b94-4f1c-8d42-8d97af89b070",
      "title": "IAT Level 3 Diploma in Laboratory Animal Science and Technology (2021)",
      "level": "3",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "Institute of Animal Technology ",
      "level": "Membership of the IAT (MIAT)",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "fdf7b936-e24d-44cf-922b-bdf788ba0621",
      "dutyDetail": "Carry out and record scientific procedures and tasks in accordance with organisational and regulatory standards. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e737ef03-395d-4a90-a83c-9beb2283c671",
        "f7767243-a0f1-41ec-bb27-dea42c1ed1d9",
        "6bbc0c89-2a58-4568-bdc3-c222eff04815",
        "137f7799-69ca-480f-a0e0-57f38b20d823",
        "9301e591-e3e1-4b74-8ccc-17df0664cbd8",
        "835c48f2-df1b-44db-bb74-7e2ced55fa50"
      ],
      "mappedKnowledge": [
        "2261dbdc-dfe8-4995-b81e-5e7128e31e14",
        "e0c264f3-1f80-4cf6-a984-aa0b1fd73e20",
        "04f12e6c-88c0-4e1b-b51e-b51446b5e20a",
        "dacdd551-6912-4ecd-97a3-f74e01a52748",
        "0f609073-0063-4239-9fd7-b4bfb1a2c145",
        "0cf7b9a8-2ef2-4508-bd67-f91f4f823f09",
        "53c54ac7-addb-4e7e-9619-a3f5b00d1ca1",
        "f7bb9fc6-3c09-4e77-86e5-b256ac6601a7",
        "b5a80b56-4abc-4f4d-9ec8-f9858dca65a5",
        "ff108f5e-ed08-4277-b7f6-5c4c8d1646e3",
        "60f2d82f-9478-449f-90bd-87f4ce5b368c",
        "9b6c86ec-435c-4a25-9c7f-98bb48dc55e4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "eb30b34a-e4b4-4959-a60d-d4d73f4a1c20",
        "b5bd69b7-7893-4143-a2f1-73105be5a44f",
        "17cd0dcf-df2d-4b31-ac96-19e59d19a912",
        "3a410cec-b83e-47b9-a8a4-9e626ad16289",
        "3abab007-2911-4250-9c95-cc26eac93d1d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2fb7a052-eda3-471e-99e5-85254bb77881",
      "dutyDetail": "Maintain stocks of resources, equipment and consumables in a Home Office designated establishment and transport physical resources within the work area.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "137f7799-69ca-480f-a0e0-57f38b20d823"
      ],
      "mappedKnowledge": [
        "04f12e6c-88c0-4e1b-b51e-b51446b5e20a",
        "b5a80b56-4abc-4f4d-9ec8-f9858dca65a5",
        "75ce8b1a-8770-4cdf-9061-21301045c2ec",
        "398d0d27-0bbd-4b5f-b6e2-88b252fd6f26"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "eb30b34a-e4b4-4959-a60d-d4d73f4a1c20",
        "3abab007-2911-4250-9c95-cc26eac93d1d",
        "4af6dd24-ac2f-4c52-9d01-a6b2aa5b5752",
        "5ff13efc-6102-4222-840d-f733bdb80f2c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9c3e5b91-f7e9-4797-a071-3a8a5f9c2552",
      "dutyDetail": "Keep the work environment fit for purpose, including maintenance of hygiene standards.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "04f12e6c-88c0-4e1b-b51e-b51446b5e20a",
        "dacdd551-6912-4ecd-97a3-f74e01a52748",
        "f7bb9fc6-3c09-4e77-86e5-b256ac6601a7",
        "b5a80b56-4abc-4f4d-9ec8-f9858dca65a5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "eb30b34a-e4b4-4959-a60d-d4d73f4a1c20",
        "a008a3fe-5fa7-459e-9831-a0042db2ff0b",
        "3abab007-2911-4250-9c95-cc26eac93d1d",
        "5ff13efc-6102-4222-840d-f733bdb80f2c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b21ebe09-caf7-4d4f-b6c3-aa2858bc94ad",
      "dutyDetail": "Maintain equipment in good working order and calibrated where needed.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "04f12e6c-88c0-4e1b-b51e-b51446b5e20a",
        "f7bb9fc6-3c09-4e77-86e5-b256ac6601a7",
        "b5a80b56-4abc-4f4d-9ec8-f9858dca65a5",
        "ff108f5e-ed08-4277-b7f6-5c4c8d1646e3",
        "398d0d27-0bbd-4b5f-b6e2-88b252fd6f26"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "eb30b34a-e4b4-4959-a60d-d4d73f4a1c20",
        "a008a3fe-5fa7-459e-9831-a0042db2ff0b",
        "3abab007-2911-4250-9c95-cc26eac93d1d",
        "5ff13efc-6102-4222-840d-f733bdb80f2c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9adebd57-2c7c-4e9b-b6d7-bc8e7e650853",
      "dutyDetail": "Manage animal health & husbandry practices in line with the relevant legislation and organisational policies, taking account of specialist animal requirements where relevant.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e737ef03-395d-4a90-a83c-9beb2283c671",
        "f7767243-a0f1-41ec-bb27-dea42c1ed1d9",
        "137f7799-69ca-480f-a0e0-57f38b20d823",
        "9301e591-e3e1-4b74-8ccc-17df0664cbd8",
        "835c48f2-df1b-44db-bb74-7e2ced55fa50"
      ],
      "mappedKnowledge": [
        "2261dbdc-dfe8-4995-b81e-5e7128e31e14",
        "04f12e6c-88c0-4e1b-b51e-b51446b5e20a",
        "dacdd551-6912-4ecd-97a3-f74e01a52748",
        "0f609073-0063-4239-9fd7-b4bfb1a2c145",
        "0cf7b9a8-2ef2-4508-bd67-f91f4f823f09",
        "ceb48f52-d946-4c4b-b69d-afba56ca870c",
        "828abc82-5fa1-4608-b69e-6e1cd9136a45",
        "09de8ddb-f536-45e3-a535-2039772c62ce",
        "f7bb9fc6-3c09-4e77-86e5-b256ac6601a7",
        "ff108f5e-ed08-4277-b7f6-5c4c8d1646e3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "eb30b34a-e4b4-4959-a60d-d4d73f4a1c20",
        "6c055b6f-912e-4b46-a6ed-b84541548b92",
        "6e2eed04-c9a6-4281-812f-343c8519c60b",
        "a823c687-19d5-441a-8093-badfb2cc6bf6",
        "98617c2e-f618-49d1-b3e1-542daa3d4d44",
        "17cd0dcf-df2d-4b31-ac96-19e59d19a912"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "08c33363-c3f2-4d4d-96fd-d2cbc9dc15f9",
      "dutyDetail": "Maintain animal welfare and biosecurity by applying knowledge of anatomy and physiology.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e737ef03-395d-4a90-a83c-9beb2283c671",
        "835c48f2-df1b-44db-bb74-7e2ced55fa50"
      ],
      "mappedKnowledge": [
        "04f12e6c-88c0-4e1b-b51e-b51446b5e20a",
        "dacdd551-6912-4ecd-97a3-f74e01a52748",
        "0f609073-0063-4239-9fd7-b4bfb1a2c145",
        "0cf7b9a8-2ef2-4508-bd67-f91f4f823f09",
        "ceb48f52-d946-4c4b-b69d-afba56ca870c",
        "828abc82-5fa1-4608-b69e-6e1cd9136a45",
        "09de8ddb-f536-45e3-a535-2039772c62ce",
        "f7bb9fc6-3c09-4e77-86e5-b256ac6601a7",
        "ff108f5e-ed08-4277-b7f6-5c4c8d1646e3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6c055b6f-912e-4b46-a6ed-b84541548b92",
        "6e2eed04-c9a6-4281-812f-343c8519c60b",
        "a823c687-19d5-441a-8093-badfb2cc6bf6",
        "98617c2e-f618-49d1-b3e1-542daa3d4d44"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7201ea8b-2e66-4250-9a9c-b01f16cf749a",
      "dutyDetail": "Support scientific and husbandry procedures by applying the knowledge of science. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e737ef03-395d-4a90-a83c-9beb2283c671",
        "137f7799-69ca-480f-a0e0-57f38b20d823"
      ],
      "mappedKnowledge": [
        "04f12e6c-88c0-4e1b-b51e-b51446b5e20a",
        "dacdd551-6912-4ecd-97a3-f74e01a52748",
        "0f609073-0063-4239-9fd7-b4bfb1a2c145",
        "0cf7b9a8-2ef2-4508-bd67-f91f4f823f09",
        "53c54ac7-addb-4e7e-9619-a3f5b00d1ca1",
        "f7bb9fc6-3c09-4e77-86e5-b256ac6601a7",
        "ff108f5e-ed08-4277-b7f6-5c4c8d1646e3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6c055b6f-912e-4b46-a6ed-b84541548b92",
        "6e2eed04-c9a6-4281-812f-343c8519c60b",
        "a823c687-19d5-441a-8093-badfb2cc6bf6",
        "98617c2e-f618-49d1-b3e1-542daa3d4d44"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c5837710-0706-4d2f-8d8c-9bfa5108c11e",
      "dutyDetail": "Handle and restrain animals in accordance with company and regulatory requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e737ef03-395d-4a90-a83c-9beb2283c671"
      ],
      "mappedKnowledge": [
        "2261dbdc-dfe8-4995-b81e-5e7128e31e14",
        "04f12e6c-88c0-4e1b-b51e-b51446b5e20a",
        "dacdd551-6912-4ecd-97a3-f74e01a52748",
        "0f609073-0063-4239-9fd7-b4bfb1a2c145",
        "0cf7b9a8-2ef2-4508-bd67-f91f4f823f09",
        "ceb48f52-d946-4c4b-b69d-afba56ca870c",
        "828abc82-5fa1-4608-b69e-6e1cd9136a45",
        "f7bb9fc6-3c09-4e77-86e5-b256ac6601a7",
        "ff108f5e-ed08-4277-b7f6-5c4c8d1646e3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6c055b6f-912e-4b46-a6ed-b84541548b92",
        "a823c687-19d5-441a-8093-badfb2cc6bf6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "778cdd70-95e7-4d91-a77b-b5092cd299eb",
      "dutyDetail": "Manage relevant scientific/technical activities within the Home Office designated establishment as assigned by their role and in line with company and regulatory procedures.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "04f12e6c-88c0-4e1b-b51e-b51446b5e20a",
        "dacdd551-6912-4ecd-97a3-f74e01a52748",
        "0f609073-0063-4239-9fd7-b4bfb1a2c145",
        "09de8ddb-f536-45e3-a535-2039772c62ce",
        "53c54ac7-addb-4e7e-9619-a3f5b00d1ca1",
        "906d69d5-b40b-44a3-86a7-db4659e157f4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "98617c2e-f618-49d1-b3e1-542daa3d4d44"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d45f3298-fd97-410e-b352-d2eda1b7ae2f",
      "dutyDetail": "Undertake regular continuous professional development to maintain current knowledge of practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a5c10227-9b83-409a-9c42-a605f3532e43"
      ],
      "mappedKnowledge": [
        "46a444fd-c710-42a0-8084-f3e37936af28",
        "3b977eff-6c7e-4266-a180-bc4955da344f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b7580933-4e06-4c98-ab35-54f9096c5874"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1a882679-bcb4-4b1e-b547-b1a685165423",
      "dutyDetail": "Participate in business continuous improvement activities. Identify and suggest relevant improvements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "f7767243-a0f1-41ec-bb27-dea42c1ed1d9",
        "137f7799-69ca-480f-a0e0-57f38b20d823"
      ],
      "mappedKnowledge": [
        "e0c264f3-1f80-4cf6-a984-aa0b1fd73e20",
        "46a444fd-c710-42a0-8084-f3e37936af28",
        "3b977eff-6c7e-4266-a180-bc4955da344f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8266469e-1ae1-4e60-98fa-7b7a8e701f44"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b52751de-1aaf-4f7d-be11-b6345123cd48",
      "dutyDetail": "Maintain and analyse data and information (e.g. environmental monitoring, animal weights). ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "dacdd551-6912-4ecd-97a3-f74e01a52748",
        "53c54ac7-addb-4e7e-9619-a3f5b00d1ca1",
        "906d69d5-b40b-44a3-86a7-db4659e157f4",
        "67ac6960-0cf5-48d2-8086-98d5640760ff",
        "9b6c86ec-435c-4a25-9c7f-98bb48dc55e4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ed74f562-db3f-41e1-85d3-86f07d73d7be"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1f987659-0b79-464f-b91c-f03e4923cb68",
      "dutyDetail": "Promote best practice and ethical behaviour within the company, in line with regulatory health, safety, environmental and security policies. Report breaches in line with company expectations where necessary.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e737ef03-395d-4a90-a83c-9beb2283c671",
        "a5c10227-9b83-409a-9c42-a605f3532e43",
        "f7767243-a0f1-41ec-bb27-dea42c1ed1d9",
        "6bbc0c89-2a58-4568-bdc3-c222eff04815",
        "835c48f2-df1b-44db-bb74-7e2ced55fa50"
      ],
      "mappedKnowledge": [
        "2261dbdc-dfe8-4995-b81e-5e7128e31e14",
        "e0c264f3-1f80-4cf6-a984-aa0b1fd73e20",
        "dccecd25-4858-4a54-81e7-311523928428",
        "f7bb9fc6-3c09-4e77-86e5-b256ac6601a7",
        "98138283-e791-4548-85e7-588ca5b8a4fc",
        "46a444fd-c710-42a0-8084-f3e37936af28",
        "8eef81ba-2bdf-499b-94ac-d32bf41f458c",
        "60f2d82f-9478-449f-90bd-87f4ce5b368c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b3860514-334e-4e06-96c3-58e317261629",
        "b7580933-4e06-4c98-ab35-54f9096c5874"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "59fb1357-20da-4b33-99d6-b545637aa78a",
      "dutyDetail": "Maintain and adhere to bio-security measures and hygiene controls in a Home Office-designated establishment.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e737ef03-395d-4a90-a83c-9beb2283c671",
        "835c48f2-df1b-44db-bb74-7e2ced55fa50"
      ],
      "mappedKnowledge": [
        "04f12e6c-88c0-4e1b-b51e-b51446b5e20a",
        "dacdd551-6912-4ecd-97a3-f74e01a52748",
        "0f609073-0063-4239-9fd7-b4bfb1a2c145",
        "f7bb9fc6-3c09-4e77-86e5-b256ac6601a7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6c055b6f-912e-4b46-a6ed-b84541548b92",
        "a008a3fe-5fa7-459e-9831-a0042db2ff0b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8ccfc8ab-1e3e-4a33-83fb-6d3cb0ea864a",
      "dutyDetail": "Communicate information and issues both internally and externally.  Maintain productive relationships and promote good customer interactions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "f7767243-a0f1-41ec-bb27-dea42c1ed1d9",
        "6bbc0c89-2a58-4568-bdc3-c222eff04815",
        "835c48f2-df1b-44db-bb74-7e2ced55fa50"
      ],
      "mappedKnowledge": [
        "2261dbdc-dfe8-4995-b81e-5e7128e31e14",
        "e0c264f3-1f80-4cf6-a984-aa0b1fd73e20",
        "dccecd25-4858-4a54-81e7-311523928428",
        "98138283-e791-4548-85e7-588ca5b8a4fc",
        "9b6c86ec-435c-4a25-9c7f-98bb48dc55e4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "17cd0dcf-df2d-4b31-ac96-19e59d19a912",
        "ed74f562-db3f-41e1-85d3-86f07d73d7be",
        "3a410cec-b83e-47b9-a8a4-9e626ad16289",
        "00191b5a-6b92-415b-88a7-2e222dea5909",
        "8266469e-1ae1-4e60-98fa-7b7a8e701f44"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-11-09T00:00:00"
}