{
  "larsCode": 251,
  "referenceNumber": "ST0093",
  "title": "Community sport and health officer",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/251",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2018-03-09T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Engaging people in sport and physical activity across local communities",
  "level": 3,
  "typicalDuration": 16,
  "maxFunding": 9000,
  "route": "Health and science",
  "keywords": [
    "Community Sport and Health Officer",
    "Community",
    "Community Sport",
    "Health Officer",
    "Health"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/1677/st0093_community_sport_and_health_officer_l3_ap_for_publication_090318.pdf",
  "ssa1": "",
  "ssa2": "",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Community Sport and Health Officer – Level 3&lt;/h3&gt;\n&lt;p&gt;The key role of a Community Sport and Health Officer (CSHO) is to initiate behaviour change in local residents with regards engagement in sport and physical activity across local communities. By working within and across local organisations individuals will scope, organise and coordinate the delivery of opportunities for local communities to get more physically active. Employers are likely to come from the private, public, charitable and third sector and deliver core business activities in the fields of leisure, sport, youth work, youth justice, outdoor education, or public health. A CSHO requires a comprehensive understanding of the principles of behaviour change; an ability to adapt delivery to suit different groups in society; knowledge of how to manage and lead colleagues or volunteers; practical experience of how to develop and devise appropriate sports or physical activity programmes; and the expectations of collaborative work with a network of partners / stakeholders. The role is a flexible one and in this role individuals can expect to work varied and unsociable hours, including evenings / weekends, and during school holiday periods. It is unlikely individuals will undertake a regular daily work pattern or set of recurring tasks. Tasks might include attendance at meetings, supervising sessions, liaising with partner organisations, designing marketing collateral, updating social media or reporting against project criteria. It is also important for the CSHO to understand their limitations and boundaries, working with specialists from other professions where appropriate – this may include the police and uniformed services, Allied Health Professionals, counsellors, personal trainers, sports coaches or youth workers. The occupation exists within the sport for development sector that plays an important role in improving the health of the nation - creating opportunities that get more people, more active, more often.&lt;/p&gt;\n&lt;h3&gt;The Community Sport and Health Officer will be equipped with the following knowledge:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;How to initiate meaningful behaviour change based on utilising a strength and asset based approach&lt;/li&gt;\n&lt;li&gt;How to work with national governing bodies of sport, county sports partnerships, community organisations, the voluntary sector and sport for development agencies&lt;/li&gt;\n&lt;li&gt;How to plan programmes of engaging and innovative activities using sport and physical activity&lt;/li&gt;\n&lt;li&gt;How to understand social barriers and personal motivations of customers to activate local communities&lt;/li&gt;\n&lt;li&gt;What constitutes an effective sport or physical activity programme and how to measure customer satisfaction&lt;/li&gt;\n&lt;li&gt;Where to source and how to use customer insight to design sport and physical activity interventions – weekly coaching sessions, social skills groups, volunteering&lt;/li&gt;\n&lt;li&gt;The funding landscape for sport, physical activity, community regeneration, addressing anti-social behaviour and public health&lt;/li&gt;\n&lt;li&gt;How to use information technology to monitor and evaluate programmes in order to measure impact and capture outcomes&lt;/li&gt;\n&lt;li&gt;Understanding the causes, social determinants and distribution of health inequalities&lt;/li&gt;\n&lt;li&gt;Understanding the importance of physical activity and healthy lifestyles – basic understanding of nutrition, fitness to work, regular daily activity, mental well being&lt;/li&gt;\n&lt;li&gt;How sport and physical activity can be used to prevent, minimise and manage anti social behaviour or low level criminality by customers&lt;/li&gt;\n&lt;li&gt;How to stimulate positive activities through using experiential play and animation across community assets – this will include how to adapt traditional forms of games and sports as well as utilizing fun and adventure to encourage positive interaction&lt;/li&gt;\n&lt;li&gt;The fundamental principles of safeguarding, child protection and working with vulnerable adults&lt;/li&gt;\n&lt;li&gt;The fundamental principles of first aid in a community sport environment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;The Community Sport and Health Officer will understand and be able to demonstrate and apply the following skills:&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Successful application of tactics and strategies to empower people from inactive and hard to reach populations to take up an active lifestyle&lt;/li&gt;\n&lt;li&gt;Successful application of a range of approaches that bring about changes in attitudes and behaviours within target communities&lt;/li&gt;\n&lt;li&gt;Supporting people within target communities to become involved in the preparation, planning and delivery of sport and active lifestyles&lt;/li&gt;\n&lt;li&gt;Using local insight and customer-orientated marketing skills to attract high priority groups into existing leisure, parks and sport infrastructure&lt;/li&gt;\n&lt;li&gt;Negotiation, lobbying and brokerage skills with local partners across public health, community development and anti social behaviour&lt;/li&gt;\n&lt;li&gt;Demonstrate clear and effective communication techniques in order to give/receive information accurately and in a timely and positive manner&lt;/li&gt;\n&lt;li&gt;Problem solving and effective decision making with regards the design and implementation of sport and physical activity programmes&lt;/li&gt;\n&lt;li&gt;Writing successful funding bids to enable new, different or more opportunities to take place for sport and physical activity&lt;/li&gt;\n&lt;li&gt;Managing disruptive behaviour of clients and customers before, during and after activities&lt;/li&gt;\n&lt;li&gt;Managing and adapting personal behaviours to ensure provision is inclusive, customer-focused and accessible&lt;/li&gt;\n&lt;li&gt;Building partnerships and developing meaningful relationships with local partners and stakeholders in sport and physical activity&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;The Community Sport and Health Officer will exhibit the following behaviours:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;A strong work ethic including attention to detail, willingness to adapt to change, and time management&lt;/li&gt;\n&lt;li&gt;A positive attitude to work and act as a role model within their local community&lt;/li&gt;\n&lt;li&gt;Ability to work individually and as a member of a team&lt;/li&gt;\n&lt;li&gt;Truthful, sincere and trustworthy in their actions; can demonstrate integrity by doing the right thing; exhibits high levels of emotional intelligence&lt;/li&gt;\n&lt;li&gt;A willingness to learn and contribute to their own continuing professional development&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;English and Maths&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and Maths will need to achieve this level prior to taking their end point assessment.&lt;/p&gt;\n&lt;h3&gt;Qualifications&lt;/h3&gt;\n&lt;p&gt;There are no required qualifications for completing this apprenticeship. It is expected that apprentices will leave with a meaningful and transferable portfolio with regards to behavioural change. There are no mandatory prerequisite qualifications – although as examples, the Multi Skills Coaching qualification at Level 2; Understanding the Principles of Behaviour Change; Using Sport to Tackle Youth Crime; or a related Apprenticeship at level 2 might be deemed appropriate entry points for transition into this role.&lt;/p&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;The Apprenticeship will take between 16-20 months to complete – only exceptional candidates will be likely to complete in the shorter timeframe.&lt;/p&gt;\n&lt;h3&gt;Progression&lt;/h3&gt;\n&lt;p&gt;Successful completers will be able to move into senior roles within the Sector – leading teams of people or specialising with certain populations, particular sports or programmes.&lt;/p&gt;\n&lt;h3&gt;Review&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The Standard will be reviewed after 3 years of delivery during 2019.&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Chartered Institute for the Management of Sport and Physical Activity (CIMSPA)",
    "contactName": "Jane Mellors",
    "contactAddress": "SportPark \r\nLoughborough University, \r\n3 Oakwood Drive, \r\nLoughborough, \r\nLeicestershire \r\nLE11 3QF",
    "contactEmail": "jane.mellors@cimspa.co.uk",
    "webLink": "https://www.cimspa.co.uk/ "
  },
  "approvedForDelivery": "2018-03-09T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "jane.ashworth@gmail.com",
  "involvedEmployers": "Street Games, Salford Community Leisure, Active Essex, Chorley Borough Council, Places for People Leisure, Manchester City Council, Wigan Leisure Trust, City of Stoke on Trent, Leicester City Council, Newcastle City Council, Communities United Project - Yorkshire, Derbyshire Sporting Futures, Birmingham City Council, Active Nation",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Community Exercise, Physical Activity, Sport and Health",
  "cluster": "Exercise, Fitness and Health Assistant",
  "createdDate": "2017-11-14T17:09:44 +00:00",
  "lastUpdated": "2017-11-14T17:09:44 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/community-sport-and-health-officer-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/community-sport-and-health-officer-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}