{
  "templateType": "Apprenticeship Standard",
  "larsCode": 136,
  "referenceNumber": "ST0066",
  "learningAimClassCode": "",
  "title": "Road transport engineering manager",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0066",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-09-12T00:00:00",
  "earliestStartDate": "2016-09-07T00:00:00",
  "latestStartDate": "2023-09-11T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Managing the road transport engineering department of a bus, coach or commercial vehicle operator.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "transport",
    "buses",
    "coaches",
    "bus engineering",
    "coach engineering",
    "passenger carrying vehicles",
    "PCV",
    "driver and vehicle standards agency",
    "DVSA",
    "traffic commissioner",
    "operators licence",
    "bus",
    "coach"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1468/st0066_road_transport_engineering_manager_l4_ap_for_publication_november.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Overview of the role&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A road transport engineering manager is responsible for managing the road transport engineering department of a bus, coach or commercial vehicle operator. The department will comprise of a team that may include, technicians, senior technicians, specialist engineers and parts person. It is the duty of the engineering manager to ensure that the road transport engineering department is run in a safe, effective and efficient manner in support of the operational needs of the business compliant with health and safety regulations, relevant industry regulations and codes of practice. It is the road transport engineering manager’s duty to ensure the vehicle fleet is safe, reliable and roadworthy in line with organisational and regulatory requirements, ensuring that the vehicles are complaint with health and safety regulations, relevant industry regulations and codes of practice for Passenger Carrying Vehicles (PCV), International Carriage of Dangerous Goods by Road (ADR), or other specialist operations. The road transport engineering manager will ensure that the operator’s fleet will meet the Driver and Vehicle Standards Agency (DVSA), Traffic Commissioner and Operators Licence requirements and standards for operation at all times.&lt;/p&gt;\n&lt;p&gt;The road transport engineering manager shall have a clear understanding of all of the processes involved in bus, and coach or commercial vehicle engineering, they will constantly review working practices in the depot, managing the infrastructure and resources efficiently and managing environmental impact. By analysing data and inspecting the working techniques, the manager will apply various engineering methods to improve the performance of the vehicles. The road transport engineering manager will also initiate preventative maintenance, which involves checking the vehicle and replacing defective parts, preventing breakdowns wherever possible. As a senior member of staff the road transport engineering manager will monitor staff and financial performance, and liaise with suppliers so the workshop is stocked with the right parts. The manager must also develop rapport with customers to determine and address their needs and will also report to the company’s directors or line managers and provide them with regular updates about the performance of the engineering department.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Road transport engineering managers have an understanding of:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;The requirements in the management of current statutory and company Health and Safety regulations, industry regulations, as appropriate to the organisation, for Passenger Carrying Vehicles (PCV),International Carriage of Dangerous Goods by Road (ADR), or other specialist relevant operations, Driver and Vehicle Standards Agency (DVSA), Traffic Commissioner and Operators Licence requirement and how these are met in their own organisation&lt;/li&gt;\n&lt;li&gt;The requirements and procedures to gain and maintain a Transport Manager’s Certificate of Professional Competence&lt;/li&gt;\n&lt;li&gt;How to prepare and manage an engineering department budget and how to plan staffing levels and control costs and resources whilst maintaining performance and customer service and ensuring all data is accurately recorded&lt;/li&gt;\n&lt;li&gt;Current and emerging engineering standards, principles and procedures within own organisation and the wider industry sector&lt;/li&gt;\n&lt;li&gt;Methods to manage an engineering team to maximise efficiency, effectiveness and motivation, including procedures to monitor and address staff performance and facilitate learning and development in line with legal and organisational requirements&lt;/li&gt;\n&lt;li&gt;Practices that minimise the impact of vehicle maintenance and workshop activities on the environment&lt;/li&gt;\n&lt;li&gt;The current requirements for running a safe, clean and efficient workshop&lt;/li&gt;\n&lt;li&gt;The current Employment legislation and regulations, including Diversity and Equality and procedures to manage staff in own organisation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Road transport engineering managers have their ability to:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Develop scheduled plans to organise and manage the fleet maintenance schedule to provide timely availability of safe, clean, legal and reliable vehicle fleet and meet operational performance standards&lt;/li&gt;\n&lt;li&gt;Actively work with drivers and internal and external customers, such as vehicle inspectors&lt;/li&gt;\n&lt;li&gt;To prioritise and manage breakdown and maintenance issues, including unplanned events i.e.; accidents, breakdowns and drivers’ defect reports in a safe , timely and efficient manner&lt;/li&gt;\n&lt;li&gt;Apply practical engineering solutions using established and emerging technologies to support workshop engineers in problem solving&lt;/li&gt;\n&lt;li&gt;Monitor the efficiency of depot engineering activities, making recommendations for improvements in terms of quality, procedures and/or cost control in order to reduce frequency and severity of breakdowns&lt;/li&gt;\n&lt;li&gt;Ensure colleagues and team adhere to legislation and industry best practice relating to health, safety and security, proactively seeking opportunities to identify and reduce risks and introducing measures to minimise occurrence of future incidents&lt;/li&gt;\n&lt;li&gt;Manage the performance of staff, leading by example to create an environment which motivates and encourages continuous improvement and addresses poor performance&lt;/li&gt;\n&lt;li&gt;Prepare and manage an engineering budget which sets and delivers realistic budget targets whilst maintaining standards of performance and customer service&lt;/li&gt;\n&lt;li&gt;Manage the storage, removal and disposal of waste in line with company procedures and up to date legislative requirements, actively seek opportunities to improve waste management and minimise the impact on the environment&lt;/li&gt;\n&lt;li&gt;Develop communication channels, build effective relationship with all stakeholders i.e.; internal colleagues, suppliers, manufacturers and regulators, adapting appropriately according to the needs of the range of audiences, presenting information clearly and concisely identifying key points for action.&lt;/li&gt;\n&lt;li&gt;Prepare and deliver effective reports in a professional and confident way utilising software packages and demonstrating Information Technology skills&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Road transport engineering managers will display the following behaviours:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Customer oriented, develops a rapport with customers, determining and addressing the needs of internal and external customers. Communicates with and act upon information from the customer, dealing sensitively and positively with complaints and special requirements&lt;/li&gt;\n&lt;li&gt;Focussed on achieving results, collaborate with peers and seniors to identify ways to exceed expectation, accept responsibility for delivery&lt;/li&gt;\n&lt;li&gt;Is positive and proactive about managing and developing team, sharing best practice and identifying a range of opportunities for development of self and others. Encourages others to succeed, openly recognises the contribution of others and provide timely and constructive feedback on performance&lt;/li&gt;\n&lt;li&gt;Listens actively and uses a range of communication methods to suit the audience ensuring people have a clear understanding of what is expected.&lt;/li&gt;\n&lt;li&gt;Makes sense of complex situations and considered decisions based on personal initiative, technical knowledge, analysis and understanding of the different interests of the stakeholders. Accepts responsibility for decisions and recognises limit to own authority&lt;/li&gt;\n&lt;li&gt;Demonstrates drive and resilience seeing things through to finish, constantly seek to maximise own and team’s performance. Questions the way things are done in order to improve performance, seeks feedback from customers and other stakeholders, prepared to try new things, review competitors to identify best practice. Embraces change and consider its effect on all team members and customers&lt;/li&gt;\n&lt;li&gt;Has a natural authority, making a good initial and sustained impression, is a role model, behaves and leads in a consistent way in regards to health and safety, engineering and financial practices, personal development, corporate responsibility and other company procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;try requirement&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their applicants. In order to optimise success it is recommended that the candidate has completed a relevant apprenticeship at Level 3, an appropriate equivalent qualification or has significant work experience in an engineering supervisor role. The candidate will be required to achieve level 2 maths and English prior to the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;D&lt;/strong&gt;&lt;strong&gt;ur&lt;/strong&gt;&lt;strong&gt;ation and level of apprenticeship&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically, the duration of this apprenticeship is 36 months. This period may be reduced for a candidate with previous relevant experience and / or someone already partially qualified. It is set at level 4&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional recognition and career progression&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard has been designed to meet the professional standards of the relevant professional bodies of the Engineering Council for initial registration as an Engineering Technician (Eng. Tech) and will meet the requirements for registration with the relevant professional bodies as defined by the UK Standard for Professional Engineering Competence (UK-SPEC). For those deemed capable and ready, further career development/ progression opportunities could be considered, such as higher levels of education and training leading to a business management or engineering degree.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;tandard review&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprenticeship should be reviewed after a maximum of 3 years&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;This apprenticeship is set at level 4.&lt;/strong&gt;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;A road transport engineering manager is responsible for managing the road transport engineering department of a bus, coach or commercial vehicle operator. The department will comprise of a team that may include, technicians, senior technicians, specialist engineers and parts person. It is the duty of the engineering manager to ensure that the road transport engineering department is run in a safe, effective and efficient manner in support of the operational needs of the business compliant with health and safety regulations, relevant industry regulations and codes of practice. It is the road transport engineering manager’s duty to ensure the vehicle fleet is safe, reliable and roadworthy in line with organisational and regulatory requirements, ensuring that the vehicles are complaint with health and safety regulations, relevant industry regulations and codes of practice for Passenger Carrying Vehicles (PCV), International Carriage of Dangerous Goods by Road (ADR), or other specialist operations. The road transport engineering manager will ensure that the operator’s fleet will meet the Driver and Vehicle Standards Agency (DVSA), Traffic Commissioner and Operators Licence requirements and standards for operation at all times. The road transport engineering manager shall have a clear understanding of all of the processes involved in bus, and coach or commercial vehicle engineering, they will constantly review working practices in the depot, managing the infrastructure and resources efficiently and managing environmental impact. By analysing data and inspecting the working techniques, the manager will apply various engineering methods to improve the performance of the vehicles. The road transport engineering manager will also initiate preventative maintenance, which involves checking the vehicle and replacing defective parts, preventing breakdowns wherever possible. As a senior member of staff the road transport engineering manager will monitor staff and financial performance, and liaise with suppliers so the workshop is stocked with the right parts. The manager must also develop rapport with customers to determine and address their needs and will also report to the company’s directors or line managers and provide them with regular updates about the performance of the engineering department.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "9405986e-187c-4d2f-a393-277563c9b131",
      "detail": "The requirements in the management of current statutory and company Health and Safety regulations, industry regulations, as appropriate to the organisation, for Passenger Carrying Vehicles (PCV),International Carriage of Dangerous Goods by Road (ADR), or other specialist relevant operations, Driver and Vehicle Standards Agency (DVSA), Traffic Commissioner and Operators Licence requirement and how these are met in their own organisation"
    },
    {
      "knowledgeId": "72bd5517-b916-43c3-9db6-8f7e196e3143",
      "detail": "The requirements and procedures to gain and maintain a Transport Manager’s Certificate of Professional Competence"
    },
    {
      "knowledgeId": "cdc8cada-63e5-4db4-bd80-527021c56fde",
      "detail": "How to prepare and manage an engineering department budget and how to plan staffing levels and control costs and resources whilst maintaining performance and customer service and ensuring all data is accurately recorded"
    },
    {
      "knowledgeId": "9d18a97b-8319-43c6-aea5-6db3df107e38",
      "detail": "Current and emerging engineering standards, principles and procedures within own organisation and the wider industry sector"
    },
    {
      "knowledgeId": "d63e03cf-9569-4978-b5f9-7d60fc6c9534",
      "detail": "Methods to manage an engineering team to maximise efficiency, effectiveness and motivation, including procedures to monitor and address staff performance and facilitate learning and development in line with legal and organisational requirements"
    },
    {
      "knowledgeId": "8759e654-4e15-4c83-8f03-57b9cfb2cc7a",
      "detail": "Practices that minimise the impact of vehicle maintenance and workshop activities on the environment"
    },
    {
      "knowledgeId": "870f4be3-da24-4546-a577-bcff959c87de",
      "detail": "The current requirements for running a safe, clean and efficient workshop"
    },
    {
      "knowledgeId": "ba17dddb-9644-4439-9173-2eba9e724694",
      "detail": "The current Employment legislation and regulations, including Diversity and Equality and procedures to manage staff in own organisation"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "671cf55c-a568-4922-8320-3cbcf3311813",
      "detail": "Customer oriented, develops a rapport with customers, determining and addressing the needs of internal and external customers. Communicates with and act upon information from the customer, dealing sensitively and positively with complaints and special requirements"
    },
    {
      "behaviourId": "68086f5c-d403-4ed4-9144-2c9fba17db92",
      "detail": "Focussed on achieving results, collaborate with peers and seniors to identify ways to exceed expectation, accept responsibility for delivery"
    },
    {
      "behaviourId": "4cce2dfc-547a-4020-8634-42c68dd61bc4",
      "detail": "Is positive and proactive about managing and developing team, sharing best practice and identifying a range of opportunities for development of self and others. Encourages others to succeed, openly recognises the contribution of others and provide timely and constructive feedback on performance"
    },
    {
      "behaviourId": "34c1fa1d-ee94-4352-9915-69bf1472c53f",
      "detail": "Listens actively and uses a range of communication methods to suit the audience ensuring people have a clear understanding of what is expected."
    },
    {
      "behaviourId": "9d99eeb8-0792-4c5b-9056-b78c06d8b671",
      "detail": "Makes sense of complex situations and considered decisions based on personal initiative, technical knowledge, analysis and understanding of the different interests of the stakeholders. Accepts responsibility for decisions and recognises limit to own authority"
    },
    {
      "behaviourId": "27d3da10-26f0-4040-b508-3301a68758f8",
      "detail": "Demonstrates drive and resilience seeing things through to finish, constantly seek to maximise own and team’s performance. Questions the way things are done in order to improve performance, seeks feedback from customers and other stakeholders, prepared to try new things, review competitors to identify best practice. Embraces change and consider its effect on all team members and customers"
    },
    {
      "behaviourId": "7f150646-3ece-42bf-b525-c64713603530",
      "detail": "Has a natural authority, making a good initial and sustained impression, is a role model, behaves and leads in a consistent way in regards to health and safety, engineering and financial practices, personal development, corporate responsibility and other company procedures"
    }
  ],
  "skills": [
    {
      "skillId": "ae7714a7-7028-471c-a2c6-631602835645",
      "detail": "Develop scheduled plans to organise and manage the fleet maintenance schedule to provide timely availability of safe, clean, legal and reliable vehicle fleet and meet operational performance standards"
    },
    {
      "skillId": "4bd36722-bf79-46fc-aa25-8d2e2b6df432",
      "detail": "Actively work with drivers and internal and external customers, such as vehicle inspectors"
    },
    {
      "skillId": "41749a43-e826-4297-9588-fd6031b1b039",
      "detail": "To prioritise and manage breakdown and maintenance issues, including unplanned events i.e.; accidents, breakdowns and drivers’ defect reports in a safe , timely and efficient manner"
    },
    {
      "skillId": "429bbec0-01b1-40e1-aea4-8d787d3440c1",
      "detail": "Apply practical engineering solutions using established and emerging technologies to support workshop engineers in problem solving"
    },
    {
      "skillId": "7d1d67f8-c747-489d-a5f7-774f0e95e506",
      "detail": "Monitor the efficiency of depot engineering activities, making recommendations for improvements in terms of quality, procedures and/or cost control in order to reduce frequency and severity of breakdowns"
    },
    {
      "skillId": "c89b17ed-9374-4767-a40e-859dd95d0606",
      "detail": "Ensure colleagues and team adhere to legislation and industry best practice relating to health, safety and security, proactively seeking opportunities to identify and reduce risks and introducing measures to minimise occurrence of future incidents"
    },
    {
      "skillId": "05be5d27-856b-4f0c-bfd3-6e8f7bf35a06",
      "detail": "Manage the performance of staff, leading by example to create an environment which motivates and encourages continuous improvement and addresses poor performance"
    },
    {
      "skillId": "185950fe-9afa-4681-992c-0c7376bce2ed",
      "detail": "Prepare and manage an engineering budget which sets and delivers realistic budget targets whilst maintaining standards of performance and customer service"
    },
    {
      "skillId": "ee12b0e9-ff55-4ea4-9082-a77d46839450",
      "detail": "Manage the storage, removal and disposal of waste in line with company procedures and up to date legislative requirements, actively seek opportunities to improve waste management and minimise the impact on the environment"
    },
    {
      "skillId": "cae48948-27e3-405a-9586-754108feead0",
      "detail": "Develop communication channels, build effective relationship with all stakeholders i.e.; internal colleagues, suppliers, manufacturers and regulators, adapting appropriately according to the needs of the range of audiences, presenting information clearly and concisely identifying key points for action."
    },
    {
      "skillId": "96e3e1a8-7d4c-4077-8e9d-d8fba188a2fc",
      "detail": "Prepare and deliver effective reports in a professional and confident way utilising software packages and demonstrating Information Technology skills"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual is the intended EQA provider",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-09-07T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "jon.harman@firstbus.co.uk",
  "involvedEmployers": "Arriva Plc, Calor Gas Ltd, ISUZU Truck (UK) Limited, Iveco Ltd, MAN Truck and Bus Ltd, Mercedes-Benz UK Ltd, Nottingham City Transport Ltd, Renault Trucks UK Limited, SCANIA (Great Britain) Ltd, Stagecoach Group PLC, Volvo Group UK Limited, People 1st",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, Installation & Repair",
  "cluster": "Installation, service, repair and or or overhaul advanced technician",
  "clusterId": "97",
  "clusterDescription": null,
  "createdDate": "2017-09-22T14:24:13 +00:00",
  "lastUpdated": "2023-09-12T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-09-07T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0066",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0066-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0066-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-09-12T00:00:00"
}