{
  "templateType": "Apprenticeship Standard",
  "larsCode": 179,
  "referenceNumber": "ST0058",
  "learningAimClassCode": "",
  "title": "Animal technologist",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0058",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-11-09T00:00:00",
  "earliestStartDate": "2017-06-09T00:00:00",
  "latestStartDate": "2022-11-08T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Working with laboratory animals.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "lab testing",
    "animal studies",
    "animal husbandry",
    "animals",
    "technologist",
    "labortory animals"
  ],
  "jobRoles": [
    "animal technologist",
    "animal technician",
    "laboratory inspector",
    "vet",
    "animal welfare officer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1223/animal_technologist.pdf",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.3 Animal care and veterinary science",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupation&#160;&lt;/h3&gt;\n&lt;p&gt;Animal Technologist&#160;&lt;/p&gt;\n&lt;h3&gt;Level&#160;&lt;/h3&gt;\n&lt;p&gt;3&lt;/p&gt;\n&lt;h3&gt;Duration of Apprenticehip&#160;&lt;/h3&gt;\n&lt;p&gt;Typically 24 months&lt;/p&gt;\n&lt;h3&gt;Role Profile&#160;&#160;&lt;/h3&gt;\n&lt;p&gt;Animal technologists are responsible for carrying out complex scientific procedures on laboratory animals in compliance with the Animals (Scientific Procedures) Act 1986 Amendment Regulations&lt;/p&gt;\n&lt;p&gt;2012 (and other related animal welfare legislation, including the Veterinary Surgeons Act 1966 and the Animal Welfare Act 2006). Organisations employing animal technologists include universities, pharmaceutical companies, contract research organisations and biotechnology research and development organisations.&lt;/p&gt;\n&lt;p&gt;The nature of the work and species that are used will depend on the organisation, some work in very specific fields using only a few species others, for example, the universities, may be multispecies with a wide range of techniques and research fields. This occupation requires a high degree of technical skill and knowledge to ensure that techniques are carried out with a high degree of accuracy and precision, helping to ensure high standards of scientific research and that the welfare of the animals is considered at all times.&lt;/p&gt;\n&lt;p&gt;Animal technologists are required to work with a range of scientific equipment in complex environments. They require a broad knowledge of science, animal anatomy and physiology, technical in-vivo scientific procedures, including aseptic techniques, animal welfare legislation and animal husbandry in order to practice effectively, plus high levels of manual dexterity. They are required to communicate effectively with their team and the wider research community (including researchers, Home Office Inspectors, Named Veterinary Surgeons and the Named Animal Care and Welfare Officers).&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupational Skills &amp;amp; Knowledge &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Animal Technologists will be able to:&lt;/p&gt;\n&lt;h4&gt;Knowledge&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;understand the business environment in which the organisation operates including their role within it, the appropriate ethical practice and codes of conduct and how their role contributes to the organisation meeting its ethical and legal responsibilities&lt;/li&gt;\n&lt;li&gt;understand how their role impacts on others including their own team and the researchers they work with, and the importance of their organisation’s policies on diversity, equality and discrimination&lt;/li&gt;\n&lt;li&gt;understand how to conduct appropriate scientific and animal husbandry procedures to meet the requirements of quality standards relevant to the workplace, for example, the use of Standard Operating Procedures&lt;/li&gt;\n&lt;li&gt;understand their legal and ethical responsibilities and obligations, including the application of the 3Rs of Reduction, Replacement and Refinement (1)&lt;/li&gt;\n&lt;li&gt;understand suitable animal husbandry and animal management systems with reference to appropriate standards of biosecurity and animal welfare&lt;/li&gt;\n&lt;li&gt;understand the structure and function of physiological systems and their importance in maintaining homeostasis for the species in their care&lt;/li&gt;\n&lt;li&gt;understand the clinical signs of ill health, stress and pain in the species they work with and methods for minimising ill health, pain, suffering or distress (including the use of analgesics, anaesthetics and aseptic techniques)&lt;/li&gt;\n&lt;li&gt;understand methods of euthanasia appropriate to the species under their care&lt;/li&gt;\n&lt;li&gt;understand the broad underpinning science supporting the in-vivo studies that they have performed&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Skills&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;handle, sex and health check the species in their care&lt;/li&gt;\n&lt;li&gt;demonstrate technical/manual dexterity skills sufficient to conduct appropriate scientific and animal husbandry procedures safely, with reference to high standards of animal welfare and good scientific practice consistently and, where appropriate, following the Standard Operating Procedures or other relevant risk management systems. For example, appropriate animal restraint, manipulation of equipment used to administer or withdraw biological samples&lt;/li&gt;\n&lt;li&gt;apply their legal obligations under health and safety legislation, the &lt;em&gt;Animals (Scientific&#160;&lt;/em&gt;&lt;em&gt;P&lt;/em&gt;&lt;em&gt;ro&lt;/em&gt;&lt;em&gt;ce&lt;/em&gt;&lt;em&gt;dur&lt;/em&gt;&lt;em&gt;e&lt;/em&gt;&lt;em&gt;s) Act &lt;/em&gt;and the &lt;em&gt;Animal Welfare Act &lt;/em&gt;consistently&lt;/li&gt;\n&lt;li&gt;apply appropriate ethical standards of care at all time&lt;/li&gt;\n&lt;li&gt;apply good animal care and welfare and be able to advise others on best practice and the 3R&lt;/li&gt;\n&lt;li&gt;recognise pain, suffering or distress in the species under their care&lt;/li&gt;\n&lt;li&gt;analyse, interpret and evaluate data and identify results requiring further investigation seeking advice of senior colleagues as appropriate&lt;/li&gt;\n&lt;li&gt;recognise problems and demonstrate how to respond appropriately&lt;/li&gt;\n&lt;li&gt;communicate effectively using a full range of skills: speaking; listening; writing (including the use of digital or paper based record keeping systems); body language; presentation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Behaviours&lt;/h4&gt;\n&lt;p&gt;Animal Technologists must also demonstrate the required attitudes, behaviours and interpersonal skills associated with the professional workplace including:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;commitment to a culture of care towards both animals in their care and colleague&lt;/li&gt;\n&lt;li&gt;commitment to the ethical standards required by their organisation at all time&lt;/li&gt;\n&lt;li&gt;commitment to effective team working irrespective of levels of knowledge, experience and seniority.&lt;/li&gt;\n&lt;li&gt;confidence to work independently and taking responsibility and accountability for initiating and completing tasks&lt;/li&gt;\n&lt;li&gt;managing time effectively and the ability to complete work to schedule&lt;/li&gt;\n&lt;li&gt;willingness to handle change and respond to change management processes&lt;/li&gt;\n&lt;li&gt;commitment to continuous performance development&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Qu&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;li&lt;/strong&gt;&lt;strong&gt;f&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;c&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;ti&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;s&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices will need to achieve English and Mathematics at level 2 prior to taking the end-point assessment.&lt;/p&gt;\n&lt;p&gt;Apprentices will be required to pass the IAT Level 3 Diploma in Laboratory Animal Science and Technology before taking the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;L&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;k to Professional Registration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship develops the apprentice to the point that they are ready to apply to the Home Office for their Personal Licence. Upon successful completion, the Animal Technologist will be eligible to apply to the Institute of Animal Technology as a Member of the IAT (MIAT).&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Rev&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;w Date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship standard will be reviewed in 3 years&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;blockquote&gt;&lt;strong&gt;(1)&lt;/strong&gt; https&lt;span&gt;&lt;a href=&quot;http://www.nc3rs.org.uk/&quot;&gt;://www.nc3rs.org.uk/&lt;/a&gt;&lt;/span&gt;&lt;/blockquote&gt;",
  "occupationalSummary": "&lt;p&gt;Animal technologists are responsible for carrying out complex scientific procedures on laboratory animals in compliance with the Animals (Scientific Procedures) Act 1986 Amendment Regulations 2012 (and other related animal welfare legislation, including the Veterinary Surgeons Act 1966 and the Animal Welfare Act 2006). Organisations employing animal technologists include universities, pharmaceutical companies, contract research organisations and biotechnology research and development organisations. The nature of the work and species that are used will depend on the organisation, some work in very specific fields using only a few species others, for example, the universities, may be multispecies with a wide range of techniques and research fields. This occupation requires a high degree of technical skill and knowledge to ensure that techniques are carried out with a high degree of accuracy and precision, helping to ensure high standards of scientific research and that the welfare of the animals is considered at all times. Animal technologists are required to work with a range of scientific equipment in complex environments. They require a broad knowledge of science, animal anatomy and physiology, technical in-vivo scientific procedures, including aseptic techniques, animal welfare legislation and animal husbandry in order to practice effectively, plus high levels of manual dexterity. They are required to communicate effectively with their team and the wider research community (including researchers, Home Office Inspectors, Named Veterinary Surgeons and the Named Animal Care and Welfare Officers).&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "4d9c69f5-f5ff-4506-bcda-9fa1a9c06751",
      "detail": "Understand the business environment in which the organisation operates including their role within it, the appropriate ethical practice and codes of conduct and how their role contributes to the organisation meeting its ethical and legal responsibilities"
    },
    {
      "knowledgeId": "03c1099f-a9fb-4ddc-8b3c-8f659f147251",
      "detail": "Understand how their role impacts on others including their own team and the researchers they work with, and the importance of their organisations policies on diversity, equality and discrimination"
    },
    {
      "knowledgeId": "31e09bc1-acea-434c-9048-04c2731c7d15",
      "detail": "Understand how to conduct appropriate scientific and animal husbandry procedures to meet the requirements of quality standards relevant to the workplace, for example, the use of Standard Operating Procedures"
    },
    {
      "knowledgeId": "21f5bdf0-833f-49e9-ad07-40950ccb0a78",
      "detail": "Understand their legal and ethical responsibilities and obligations, including the application of the 3Rs of Reduction, Replacement and Refinement (1)"
    },
    {
      "knowledgeId": "9496e29a-f2eb-4c65-9c94-7aa6293d9fb7",
      "detail": "Understand suitable animal husbandry and animal management systems with reference to appropriate standards of biosecurity and animal welfare"
    },
    {
      "knowledgeId": "fb27c781-7de8-4e34-84fb-f3c1bb14ca59",
      "detail": "Understand the structure and function of physiological systems and their importance in maintaining homeostasis for the species in their care"
    },
    {
      "knowledgeId": "a682104f-15dd-429b-bbe5-76bc3075f576",
      "detail": "Understand the clinical signs of ill health, stress and pain in the species they work with and methods for minimising ill health, pain, suffering or distress (including the use of analgesics, anaesthetics and aseptic techniques)"
    },
    {
      "knowledgeId": "e0b28103-74fb-4d4c-9ea7-d31d4f38b828",
      "detail": "Understand methods of euthanasia appropriate to the species under their care"
    },
    {
      "knowledgeId": "52f8711a-de83-4c6e-ad48-339be4fff289",
      "detail": "Understand the broad underpinning science supporting the in-vivo studies that they have performed"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "f815e24e-6685-4320-a7f3-10e1581754d0",
      "detail": "Commitment to a culture of care towards both animals in their care and colleague"
    },
    {
      "behaviourId": "1e911f4d-4f70-4187-804d-fb386c205f8a",
      "detail": "Commitment to the ethical standards required by their organisation at all time"
    },
    {
      "behaviourId": "78c2b6b3-cc97-47f4-a901-bb8d2f7d731f",
      "detail": "Commitment to effective team working irrespective of levels of knowledge, experience and seniority."
    },
    {
      "behaviourId": "2223afa2-4865-40b4-98ff-5a25de00bd15",
      "detail": "Confidence to work independently and taking responsibility and accountability for initiating and completing tasks"
    },
    {
      "behaviourId": "23cbac9b-0137-45fa-9e23-1ad5c2d89a7b",
      "detail": "Managing time effectively and the ability to complete work to schedule"
    },
    {
      "behaviourId": "a0418a8d-2ad4-4eb5-b996-4dc11e8cf106",
      "detail": "Willingness to handle change and respond to change management processes"
    },
    {
      "behaviourId": "7a747f87-19bd-4f00-a8ab-d91cdf79ad98",
      "detail": "Commitment to continuous performance development"
    }
  ],
  "skills": [
    {
      "skillId": "351adb69-0fc2-4790-a7d2-2049c58a189a",
      "detail": "Handle, sex and health check the species in their care"
    },
    {
      "skillId": "526e1575-ddb1-48ed-97f6-efa57576d258",
      "detail": "Demonstrate technical/manual dexterity skills sufficient to conduct appropriate scientific and animal husbandry procedures safely, with reference to high standards of animal welfare and good scientific practice consistently and, where appropriate, following the Standard Operating Procedures or other relevant risk management systems. For example, appropriate animal restraint, manipulation of equipment used to administer or withdraw biological samples"
    },
    {
      "skillId": "783ab692-9a30-4e18-93ae-ef7bfb25978f",
      "detail": "Apply their legal obligations under health and safety legislation, the Animals (Scientific Procedures) Act and the Animal Welfare Act consistently"
    },
    {
      "skillId": "d7d93339-a335-4936-8a40-be4abd6e3330",
      "detail": "Apply appropriate ethical standards of care at all time"
    },
    {
      "skillId": "afe6379a-9514-4e80-9b65-6de4dfe64cbf",
      "detail": "Apply good animal care and welfare and be able to advise others on best practice and the 3R"
    },
    {
      "skillId": "699e6515-048e-40e2-b2d8-eb7c8dc7ba2b",
      "detail": "Recognise pain, suffering or distress in the species under their care"
    },
    {
      "skillId": "6750fceb-9779-4583-91cc-01e67eabb922",
      "detail": "Analyse, interpret and evaluate data and identify results requiring further investigation seeking advice of senior colleagues as appropriate"
    },
    {
      "skillId": "5100d004-ceb7-47f0-a05f-04e7a179bc6d",
      "detail": "Recognise problems and demonstrate how to respond appropriately"
    },
    {
      "skillId": "a92f350e-69bc-4e15-ac24-ede6179cd700",
      "detail": "Communicate effectively using a full range of skills: speaking; listening; writing (including the use of digital or paper based record keeping systems); body language; presentation"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-06-09T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0236",
  "tbMainContact": "robert.watts@labcorp.com",
  "involvedEmployers": "MRC Harwell Institute, Venture Forward, Kings College London, Imperial College, The Babraham Institute, University of Manchester, Institute of Animal Technology, Francis Crick Institute, ENVIGO, University College London, University of Cambridge, Leicester University, Bristol University, Fera Science Ltd, University of Oxford, Glaxo Smith Kline, University of Leicester, Sanger Institute, Imperial College, University College London, Edinburgh University, University of Nottingham, MRC Laboratory of Molecular Biology, University of Cambridge, University of Portsmouth, Learning Curve, Covance, Sequani, ENVIGO, SGUL, ENVIGO, Charles River UK, Animal and Plant Health Agency",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "animal technologist",
    "animal technician",
    "laboratory inspector",
    "vet",
    "animal welfare officer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Science",
  "cluster": "Science Technician",
  "clusterId": "102",
  "clusterDescription": "Provide routine and non-routine laboratory testing, experimenting and support to a research brief",
  "createdDate": "2017-09-22T14:24:46 +00:00",
  "lastUpdated": "2022-11-09T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-06-09T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0058",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0058-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0058-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-11-09T00:00:00"
}