{
  "templateType": "Occupational Standard",
  "larsCode": 17,
  "referenceNumber": "ST0004",
  "learningAimClassCode": "",
  "title": "Actuarial technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0004",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Standard, end-point assessment plan and funding revised",
  "changedDate": "2023-03-21T00:00:00",
  "earliestStartDate": "2023-03-21T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Supporting senior colleagues to help manage risks for clients. This will be through the use of actuarial techniques and building mathematical models",
  "level": 4,
  "ePALength": 2,
  "typicalDuration": 24,
  "maxFunding": 15000,
  "maxFundingAdditionalInformation": "",
  "route": "Legal, finance and accounting",
  "keywords": [
    "Risk",
    "pensions",
    "insurance",
    "investment",
    "concepts",
    "models",
    "financial services",
    "regulatory",
    "finance",
    "financial mathematics",
    "numerical techniques"
  ],
  "jobRoles": [
    "Actuarial technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0004-v1-1?view=epa",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.1 Accounting and finance",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;cc&lt;/strong&gt;&lt;strong&gt;up&lt;/strong&gt;&lt;strong&gt;ation: Actuarial Technician&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The actuarial profession is a diverse sector which involves the management of uncertainty and risk to help clients, both internal and external, meet their objectives. Actuarial teams build mathematical models to predict future financial outcomes; from setting car insurance premiums to helping people provide for retirement. The Actuarial Technician Apprenticeship is an entry level role into the industry which is supported by the CAA Global. The apprentice will work as part of a team supporting qualified actuaries using data to provide solutions for clients. The role will develop key business skills and behaviours, including servicing clients and supporting the advice given by qualified actuaries, through a focus on “on-the-job” training whilst also studying for some professional exams. The role has been designed to support further career development within the sector.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;cc&lt;/strong&gt;&lt;strong&gt;up&lt;/strong&gt;&lt;strong&gt;ational Profile – Duties that this role could be asked to perform:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Data preparation and checking for accuracy&lt;/li&gt;\n&lt;li&gt;Use spreadsheets and models to populate reports and presentations for clients&lt;/li&gt;\n&lt;li&gt;Technical support for the wider actuarial team&lt;/li&gt;\n&lt;li&gt;Systems development and testing&lt;/li&gt;\n&lt;li&gt;Appropriate use of IT to complete a wide range of tasks&lt;/li&gt;\n&lt;li&gt;Providing support for queries from clients, third parties and other business areas&lt;/li&gt;\n&lt;li&gt;Develop an understanding of hot topics which affect the industry&lt;/li&gt;\n&lt;li&gt;Study for professional exams&lt;/li&gt;\n&lt;li&gt;Completion of internal and external compliance documentation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;table border=&quot;0&quot;&gt;&lt;caption&gt;Requirements:&lt;/caption&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;138&quot; style=&quot;width: 138px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Kno&lt;/strong&gt;&lt;strong&gt;wl&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;d&lt;/strong&gt;&lt;strong&gt;g&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;321&quot; style=&quot;width: 321px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Wha&lt;/strong&gt;&lt;strong&gt;t is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;138&quot;&gt;\n&lt;p&gt;Actuarial Techniques&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;321&quot;&gt;\n&lt;p&gt;A broad knowledge of actuarial techniques relevant in the appropriate industry&lt;/p&gt;\n&lt;p&gt;(pensions, insurance or investment) e.g. carrying out financial and mortality projections in order to estimate the future cashflows a client’s pension scheme.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;138&quot;&gt;\n&lt;p&gt;Processes and Principles&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;321&quot;&gt;\n&lt;p&gt;Technical know how and general awareness of the impact of the various actuarial&lt;/p&gt;\n&lt;p&gt;concepts, models and approaches, e.g. how changing the assumptions into a model&#160;(such as future rates of inflation) affects the output, which may be the level of premiums for an insurance policy.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;138&quot;&gt;\n&lt;p&gt;Technology&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;321&quot;&gt;\n&lt;p&gt;A good understanding of how actuarial software, technology and tools can be&lt;/p&gt;\n&lt;p&gt;used to provide answers and solutions to clients, e.g. using Microsoft Excel to manipulate large data sets.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;138&quot;&gt;\n&lt;p&gt;Industry regulation&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;321&quot;&gt;\n&lt;p&gt;A broad understanding of the structure of the Financial Services market, the&lt;/p&gt;\n&lt;p&gt;Institute and Faculty of Actuaries and the professional requirements and regulatory environment in which they operate.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;144&quot; style=&quot;width: 144px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;kills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;315&quot; style=&quot;width: 315px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;144&quot;&gt;\n&lt;p&gt;Practical numeracy&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;315&quot;&gt;\n&lt;p&gt;The ability to analytically and logically apply numerical techniques to given requirements and understand basic actuarial principles and calculations e.g. to review the claim reserve pool for an insurance company to ensure they have sufficient funds.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;144&quot;&gt;\n&lt;p&gt;Quality Service Delivery&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;315&quot;&gt;\n&lt;p&gt;Taking responsibility for assigned tasks, planning and delivering results to a high standard and within the required timescales, and adapting to new requests or unforeseen events, e.g. avoiding errors and omissions when working under pressure to ensure that clients receive the best results.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;144&quot;&gt;\n&lt;p&gt;Clients, Colleagues and&lt;/p&gt;\n&lt;p&gt;Stakeholders&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;315&quot;&gt;\n&lt;p&gt;Maintaining high levels of service standards, internally and externally. An awareness of clients’ needs and an understanding of the importance of maintaining a relationship with the client and the need for the company to benefit financially from the services offered e.g. responding promptly to client queries to keep them happy.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;144&quot;&gt;\n&lt;p&gt;Prioritisation&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;315&quot;&gt;\n&lt;p&gt;Working in an organised manner with attention to detail in order to deliver good&lt;/p&gt;\n&lt;p&gt;outcomes for the business e.g. working on a number of different&lt;/p&gt;\n&lt;p&gt;actuarial/technical projects at the same time with different clients and deadlines.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;144&quot;&gt;\n&lt;p&gt;Data extraction and&lt;/p&gt;\n&lt;p&gt;Manipulation&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;315&quot;&gt;\n&lt;p&gt;Obtaining, analysing, modelling and interpreting data to solve actuarial challenges e.g. understanding previous motor claims to work out the next year’s premium.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;148&quot; style=&quot;width: 148px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;B&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;h&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;v&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;u&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;s&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;312&quot; style=&quot;width: 312px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Wha&lt;/strong&gt;&lt;strong&gt;t is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;148&quot;&gt;\n&lt;p&gt;Commitment and&lt;/p&gt;\n&lt;p&gt;Enthusiasm&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;312&quot;&gt;\n&lt;p&gt;A passion and desire for a career in the actuarial profession and a drive to succeed&lt;/p&gt;\n&lt;p&gt;at everything they do, so that they deliver the best results for the business.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;148&quot;&gt;\n&lt;p&gt;Working with others&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;312&quot;&gt;\n&lt;p&gt;The ability to develop collaborative and productive relationships by sharing&lt;/p&gt;\n&lt;p&gt;information, effectively building on the ideas of others and proactively seeking work to support other members of the actuarial and non-actuarial team.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;148&quot;&gt;\n&lt;p&gt;Communicating Effectively&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;312&quot;&gt;\n&lt;p&gt;Using effective communication techniques to build rapport with a range of&lt;/p&gt;\n&lt;p&gt;colleagues and clients, e.g. using positive questioning and active listening to be able to communicate technical actuarial content in a non-technical manner.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;148&quot;&gt;\n&lt;p&gt;Professionalism&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;312&quot;&gt;\n&lt;p&gt;Conducting selves with honesty and integrity, and demonstrating an ability to&lt;/p&gt;\n&lt;p&gt;adapt across different mediums. Role modelling positive behaviours for the employer, the actuarial apprenticeship and the actuarial profession, both understanding and complying with the principles of the Actuaries’ Code.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;148&quot;&gt;\n&lt;p&gt;Approach to thinking&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;312&quot;&gt;\n&lt;p&gt;Logical thinker with the ability to problem solve through a variety of techniques.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprenticeship will typically take 2 -3 years to complete.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Modules 0 (Entry Exam) and 1 (Finance and Financial Mathematics) from the CAA Global Certified Actuarial Analyst qualification&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Apprentices will also be required to pass the CAA Global Online Professional Awareness Test​&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;English &amp;amp; Maths&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the End-Point Assessment. For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3. A British Sign Language (BSL) qualification is an alternative to the English qualification for those whose primary language is BSL&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Link to professional registration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;​This apprenticeship provides professional membership of CAA Global.​&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Level 4&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprenticeship should be reviewed after a maximum of 3 years&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the Financial Sector working in organisations that deal in managing uncertainty and risk such as Pensions, Investments and Insurance businesses.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to provide analysis to assist with the management of uncertainty and risk to help clients, both internal and external, meet their objectives. Actuaries are problem solvers and strategic thinkers, who use their mathematical skills to help measure the probability and risk of future events. They use these skills to predict the financial impact of these events on a business and their clients.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with clients, actuaries and other specialists within their organisation.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for managing their own workload and assisting in providing analytical support to qualified actuaries and their clients or internal stakeholders.&lt;/p&gt;\n&lt;p&gt;Actuarial teams build mathematical models to predict future financial outcomes; from setting car insurance premiums to helping people provide for retirement. This will include delivering insurance premium pricing for an insurance company. Actuarial teams are increasingly involved in assessing the current and potential impacts of climate change to help organisations plan for the future. The Actuarial Technician assists with providing client services and supporting the advice given by qualified actuaries.&lt;/p&gt;\n&lt;p&gt;Typically, an actuary will be responsible for working on pension schemes to assist key stakeholders in making financial decisions. They will undertake analysis to provide investment advice.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "5c44535b-28cf-4bb8-9fef-1c94c3192257",
      "detail": "Mathematics and statistics that underpin actuarial work."
    },
    {
      "knowledgeId": "298a9f23-8e33-4f0e-acc7-b63724341245",
      "detail": "Actuarial techniques including relevant finance and financial mathematics, cashflow models, compound interest and discounting, annuities, basics of investments and associated risks."
    },
    {
      "knowledgeId": "fe452e16-9265-47cb-8667-e41cee3a4560",
      "detail": "Actuarial processes and principles including the impact of the various actuarial concepts, models and approaches, for example: how changing the assumptions into a model affects the output."
    },
    {
      "knowledgeId": "e8c4af61-f149-4ac0-bc96-a0665e298f83",
      "detail": "Approaches to software used by actuaries including how software, technology and tools can be used to provide answers and solutions to clients."
    },
    {
      "knowledgeId": "480b3f61-dab0-43eb-a811-c420e6c6464d",
      "detail": "Regulation and legislation related to the handling of data and information including GDPR."
    },
    {
      "knowledgeId": "4c275331-b10a-4fb4-b032-046dd0e5cf74",
      "detail": "Cyber security principles, risks and vulnerabilities when working online."
    },
    {
      "knowledgeId": "3421012a-9280-4501-a8a0-0c0286ded4d7",
      "detail": "Awareness of the wider commercial actuarial landscape including the Financial Services Market, sustainability and climate change and its effects on the actuarial profession, and the need for the organisation to benefit financially from the services offered."
    },
    {
      "knowledgeId": "3e0920d1-a59c-442e-8246-17b82c1fae5e",
      "detail": "Awareness of the regulatory environment relevant to the actuarial profession and the organisation such as anti-money laundering regulations and those relevant to their organisation."
    },
    {
      "knowledgeId": "fd34292f-7b08-40c0-881e-74182be1fbbb",
      "detail": "Awareness of actuarial professional standards and ethics including the Actuaries’ Code."
    },
    {
      "knowledgeId": "1cab1af4-7bf0-4227-a842-0ba3443deafe",
      "detail": "Awareness of the importance of commercial sensitivity in their work."
    },
    {
      "knowledgeId": "b97ba743-4741-4d4f-aeb1-b99072fe18db",
      "detail": "Approaches to providing external or internal service to agreed timescales and identifying stakeholder requirements."
    },
    {
      "knowledgeId": "1f3c342b-118c-4aec-94b5-286e6e82b286",
      "detail": "Approaches to collaborative working such as use of digital collaborative tools. "
    },
    {
      "knowledgeId": "1a32e2df-9874-4e8c-b88f-ec9ca5b8f591",
      "detail": "Principles of maintaining internal documentation to ensure a clear and identifiable audit trail of decision making and analysis."
    },
    {
      "knowledgeId": "88830e71-c0f4-4397-ab36-d85a55f2e4d8",
      "detail": "Approaches to prioritisation of workloads."
    },
    {
      "knowledgeId": "32d5602f-e52d-4bd7-8d57-627fb65740f0",
      "detail": "Principles of data analysis including approaches to obtaining, analysing, modelling and interpreting data to solve actuarial challenges."
    },
    {
      "knowledgeId": "6ccc154a-06ca-4180-8207-f1b8585fb2a3",
      "detail": "Data visualisation techniques for example producing graphs or charts appropriate to the audience. "
    },
    {
      "knowledgeId": "5d7fe6fe-41e3-4dd1-a383-15f0410ce619",
      "detail": "Approaches and techniques to problem solving. "
    }
  ],
  "behaviours": [
    {
      "behaviourId": "7be1f798-ed14-46b5-b4c7-cbd03fc5ba8f",
      "detail": "Collaborative mindset. Sharing information, effectively building on the ideas of others and proactively seeking work to support other members of the actuarial and non-actuarial team."
    },
    {
      "behaviourId": "b6583eb6-d569-4f5c-b9d5-298496c7a7ea",
      "detail": "Professional. A role model for positive behaviours both understanding and complying with the principles of the Actuaries’ Code."
    },
    {
      "behaviourId": "72bc7688-bae4-43f0-b348-ac0b532ac4e9",
      "detail": "Problem solver. A logical thinker engaging with problems to solve them through a variety of techniques and approaches."
    },
    {
      "behaviourId": "e74bbeee-3e6c-4876-a6d5-3cf63219d4a2",
      "detail": "Inclusive mindset - considers approaches to equality, diversity and inclusion both when working with stakeholders and within teams."
    }
  ],
  "skills": [
    {
      "skillId": "fe2c5575-fc8d-40f3-a657-71d538378676",
      "detail": "Obtain, analyse, model and interpret data to solve actuarial challenges and meet stakeholder objectives."
    },
    {
      "skillId": "765a5b0b-aa86-4b0f-bbe2-0c3432c1cbf1",
      "detail": "Analyse and logically apply actuarial techniques to given requirements and understand actuarial principles and calculations."
    },
    {
      "skillId": "aeafd2f1-e416-46fd-a5c8-50ce5610dacd",
      "detail": "Plan and deliver actuarial tasks such as analysis and calculations within the required timescales."
    },
    {
      "skillId": "b3e55787-d33c-4b9c-ad2d-3156b462c760",
      "detail": "Adapt to new requests or unforeseen events to maintain delivery of actuarial tasks."
    },
    {
      "skillId": "de661402-447f-4e44-b382-1651bbfbc91b",
      "detail": "Develop and maintain stakeholder relationships through providing a responsive service."
    },
    {
      "skillId": "aa821a46-38a8-41cf-991c-e5ff1cab1a53",
      "detail": "Identify internal stakeholder requirements and manage expectations as necessary."
    },
    {
      "skillId": "4b4082c2-acd5-47d1-81c6-f105b478fa03",
      "detail": "Use digital applications and software to deliver data analysis, data visualisations and mathematical models to assist in actuarial tasks."
    },
    {
      "skillId": "0e960592-3d88-4555-8fd7-5e425ffc77ce",
      "detail": "Use digital technologies safely and securely to protect the organisation from risks such as cyber-threats and data breaches."
    },
    {
      "skillId": "063f3ee9-4fb9-4140-a6c9-b5b729803810",
      "detail": "Tailor communication techniques for different stakeholders. "
    },
    {
      "skillId": "6f84b2a8-df95-4cd2-b135-19dd64a22991",
      "detail": "Maintain internal documentation to ensure a clear and identifiable audit trail of decision making and analysis."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2015-03-26T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0074",
  "tbMainContact": "chris.dunford@aon.com",
  "involvedEmployers": "Aon, XPS, WTW, Barnett-Waddingham",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Actuarial technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Financial",
  "cluster": "Financial technician",
  "clusterId": "244",
  "clusterDescription": "Model the financial needs of clients using a wide range of digital/IT skills. Give advise based on research and analysis directly to clients covering a wide range of financial services and products",
  "createdDate": "2023-03-21T16:02:35 +00:00",
  "lastUpdated": "2023-03-21T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-03-26T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0004",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0004-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0004-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "cb5ff6d5-7390-455e-8577-5d2b7a44fbe6",
      "dutyDetail": "Identify and access source data to inform mathematical models. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "72bc7688-bae4-43f0-b348-ac0b532ac4e9"
      ],
      "mappedKnowledge": [
        "5c44535b-28cf-4bb8-9fef-1c94c3192257",
        "298a9f23-8e33-4f0e-acc7-b63724341245",
        "fe452e16-9265-47cb-8667-e41cee3a4560",
        "1f3c342b-118c-4aec-94b5-286e6e82b286",
        "5d7fe6fe-41e3-4dd1-a383-15f0410ce619"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fe2c5575-fc8d-40f3-a657-71d538378676",
        "765a5b0b-aa86-4b0f-bbe2-0c3432c1cbf1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "924b722b-55e5-42a9-a60b-7ef183f2d9f6",
      "dutyDetail": "Prepare data for use in mathematical models and ensure its quality and accuracy.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "72bc7688-bae4-43f0-b348-ac0b532ac4e9"
      ],
      "mappedKnowledge": [
        "5c44535b-28cf-4bb8-9fef-1c94c3192257",
        "298a9f23-8e33-4f0e-acc7-b63724341245",
        "fe452e16-9265-47cb-8667-e41cee3a4560",
        "480b3f61-dab0-43eb-a811-c420e6c6464d",
        "88830e71-c0f4-4397-ab36-d85a55f2e4d8",
        "32d5602f-e52d-4bd7-8d57-627fb65740f0",
        "5d7fe6fe-41e3-4dd1-a383-15f0410ce619"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fe2c5575-fc8d-40f3-a657-71d538378676",
        "765a5b0b-aa86-4b0f-bbe2-0c3432c1cbf1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "01be231c-dc60-469d-b169-19bc3c6da88e",
      "dutyDetail": "Create and use spreadsheets and models to convey data and findings to stakeholders. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "72bc7688-bae4-43f0-b348-ac0b532ac4e9"
      ],
      "mappedKnowledge": [
        "5c44535b-28cf-4bb8-9fef-1c94c3192257",
        "298a9f23-8e33-4f0e-acc7-b63724341245",
        "fe452e16-9265-47cb-8667-e41cee3a4560",
        "e8c4af61-f149-4ac0-bc96-a0665e298f83",
        "88830e71-c0f4-4397-ab36-d85a55f2e4d8",
        "5d7fe6fe-41e3-4dd1-a383-15f0410ce619"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fe2c5575-fc8d-40f3-a657-71d538378676",
        "765a5b0b-aa86-4b0f-bbe2-0c3432c1cbf1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8f9d1143-ae26-4d90-9e27-58dcbdd37f42",
      "dutyDetail": "Communicate the outputs from mathematical models to stakeholders in an accurate and clear way, using language appropriate to the audience.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7be1f798-ed14-46b5-b4c7-cbd03fc5ba8f",
        "e74bbeee-3e6c-4876-a6d5-3cf63219d4a2"
      ],
      "mappedKnowledge": [
        "5c44535b-28cf-4bb8-9fef-1c94c3192257",
        "298a9f23-8e33-4f0e-acc7-b63724341245",
        "fe452e16-9265-47cb-8667-e41cee3a4560",
        "e8c4af61-f149-4ac0-bc96-a0665e298f83",
        "3e0920d1-a59c-442e-8246-17b82c1fae5e",
        "1cab1af4-7bf0-4227-a842-0ba3443deafe",
        "1f3c342b-118c-4aec-94b5-286e6e82b286",
        "88830e71-c0f4-4397-ab36-d85a55f2e4d8",
        "5d7fe6fe-41e3-4dd1-a383-15f0410ce619"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "063f3ee9-4fb9-4140-a6c9-b5b729803810"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6afc4318-3ece-46bf-aff5-465b36eabf1b",
      "dutyDetail": "Provide technical actuarial analytical support to the wider team. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7be1f798-ed14-46b5-b4c7-cbd03fc5ba8f",
        "b6583eb6-d569-4f5c-b9d5-298496c7a7ea",
        "72bc7688-bae4-43f0-b348-ac0b532ac4e9"
      ],
      "mappedKnowledge": [
        "5c44535b-28cf-4bb8-9fef-1c94c3192257",
        "298a9f23-8e33-4f0e-acc7-b63724341245",
        "fe452e16-9265-47cb-8667-e41cee3a4560",
        "e8c4af61-f149-4ac0-bc96-a0665e298f83",
        "3e0920d1-a59c-442e-8246-17b82c1fae5e",
        "88830e71-c0f4-4397-ab36-d85a55f2e4d8",
        "5d7fe6fe-41e3-4dd1-a383-15f0410ce619"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "765a5b0b-aa86-4b0f-bbe2-0c3432c1cbf1",
        "aeafd2f1-e416-46fd-a5c8-50ce5610dacd",
        "b3e55787-d33c-4b9c-ad2d-3156b462c760",
        "de661402-447f-4e44-b382-1651bbfbc91b",
        "aa821a46-38a8-41cf-991c-e5ff1cab1a53",
        "063f3ee9-4fb9-4140-a6c9-b5b729803810"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "73580893-b907-4673-a5b4-c79f8fb1312b",
      "dutyDetail": "Develop and test data and mathematical systems.  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "72bc7688-bae4-43f0-b348-ac0b532ac4e9"
      ],
      "mappedKnowledge": [
        "32d5602f-e52d-4bd7-8d57-627fb65740f0",
        "6ccc154a-06ca-4180-8207-f1b8585fb2a3",
        "5d7fe6fe-41e3-4dd1-a383-15f0410ce619"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fe2c5575-fc8d-40f3-a657-71d538378676",
        "765a5b0b-aa86-4b0f-bbe2-0c3432c1cbf1",
        "4b4082c2-acd5-47d1-81c6-f105b478fa03"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e48b5719-7495-461d-b1bb-5ff4b8bf145f",
      "dutyDetail": "Use digital technologies to deliver organisational objectives. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "72bc7688-bae4-43f0-b348-ac0b532ac4e9",
        "e74bbeee-3e6c-4876-a6d5-3cf63219d4a2"
      ],
      "mappedKnowledge": [
        "e8c4af61-f149-4ac0-bc96-a0665e298f83",
        "4c275331-b10a-4fb4-b032-046dd0e5cf74",
        "1cab1af4-7bf0-4227-a842-0ba3443deafe",
        "1f3c342b-118c-4aec-94b5-286e6e82b286",
        "1a32e2df-9874-4e8c-b88f-ec9ca5b8f591",
        "32d5602f-e52d-4bd7-8d57-627fb65740f0",
        "6ccc154a-06ca-4180-8207-f1b8585fb2a3",
        "5d7fe6fe-41e3-4dd1-a383-15f0410ce619"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fe2c5575-fc8d-40f3-a657-71d538378676",
        "765a5b0b-aa86-4b0f-bbe2-0c3432c1cbf1",
        "4b4082c2-acd5-47d1-81c6-f105b478fa03",
        "0e960592-3d88-4555-8fd7-5e425ffc77ce"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3a8e1c64-e80e-4c7e-8911-c35373253587",
      "dutyDetail": "Provide stakeholder support in response to queries from clients, third party stakeholders and other internal teams.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7be1f798-ed14-46b5-b4c7-cbd03fc5ba8f",
        "b6583eb6-d569-4f5c-b9d5-298496c7a7ea",
        "72bc7688-bae4-43f0-b348-ac0b532ac4e9",
        "e74bbeee-3e6c-4876-a6d5-3cf63219d4a2"
      ],
      "mappedKnowledge": [
        "e8c4af61-f149-4ac0-bc96-a0665e298f83",
        "3e0920d1-a59c-442e-8246-17b82c1fae5e",
        "fd34292f-7b08-40c0-881e-74182be1fbbb",
        "1cab1af4-7bf0-4227-a842-0ba3443deafe",
        "b97ba743-4741-4d4f-aeb1-b99072fe18db",
        "1f3c342b-118c-4aec-94b5-286e6e82b286",
        "88830e71-c0f4-4397-ab36-d85a55f2e4d8",
        "32d5602f-e52d-4bd7-8d57-627fb65740f0",
        "6ccc154a-06ca-4180-8207-f1b8585fb2a3",
        "5d7fe6fe-41e3-4dd1-a383-15f0410ce619"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "aeafd2f1-e416-46fd-a5c8-50ce5610dacd",
        "b3e55787-d33c-4b9c-ad2d-3156b462c760",
        "de661402-447f-4e44-b382-1651bbfbc91b",
        "aa821a46-38a8-41cf-991c-e5ff1cab1a53",
        "063f3ee9-4fb9-4140-a6c9-b5b729803810"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e3e44e56-4f26-4991-a71b-c166e2920fa4",
      "dutyDetail": "Maintain knowledge of current key trends in the actuarial profession to inform their capacity to give good advice and analysis. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b6583eb6-d569-4f5c-b9d5-298496c7a7ea"
      ],
      "mappedKnowledge": [
        "e8c4af61-f149-4ac0-bc96-a0665e298f83",
        "480b3f61-dab0-43eb-a811-c420e6c6464d",
        "3421012a-9280-4501-a8a0-0c0286ded4d7",
        "3e0920d1-a59c-442e-8246-17b82c1fae5e",
        "fd34292f-7b08-40c0-881e-74182be1fbbb",
        "1cab1af4-7bf0-4227-a842-0ba3443deafe"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9f7eb011-42fa-41af-abb3-7bdf913be50e",
      "dutyDetail": "Maintain internal and external documentation. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7be1f798-ed14-46b5-b4c7-cbd03fc5ba8f",
        "b6583eb6-d569-4f5c-b9d5-298496c7a7ea"
      ],
      "mappedKnowledge": [
        "480b3f61-dab0-43eb-a811-c420e6c6464d",
        "3e0920d1-a59c-442e-8246-17b82c1fae5e",
        "fd34292f-7b08-40c0-881e-74182be1fbbb",
        "1cab1af4-7bf0-4227-a842-0ba3443deafe",
        "1f3c342b-118c-4aec-94b5-286e6e82b286",
        "1a32e2df-9874-4e8c-b88f-ec9ca5b8f591",
        "88830e71-c0f4-4397-ab36-d85a55f2e4d8"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "aeafd2f1-e416-46fd-a5c8-50ce5610dacd",
        "6f84b2a8-df95-4cd2-b135-19dd64a22991"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-03-21T00:00:00"
}