{
  "templateType": "Apprenticeship Standard",
  "larsCode": 511,
  "referenceNumber": "ST0044",
  "learningAimClassCode": "",
  "title": "Design and construction management (degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0044",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-02-16T00:00:00",
  "earliestStartDate": "2019-09-27T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Leading, managing and coordinating the design and/or construction process on building and infrastructure projects.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 18000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "degree",
    "construction",
    "design management",
    "construction design",
    "Design and Construction Management"
  ],
  "jobRoles": [
    "Architectural Technologist",
    "Design Manager",
    "Building Information Modelling (BIM) Manager",
    "Construction Design Manager"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3448/st0044_design-and-construction-management-degree-_l6-_ap_for_publication_13092019.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupation summary:&lt;/h3&gt;\n&lt;p&gt;This occupation is found in the construction industry.&amp;nbsp; Design and Construction Managers are based in a design studio, office or on a construction site.&amp;nbsp; They work for small or large organisations within a design or construction project team. The broad purpose of the occupation is the leadership, management and coordination of the design and/or construction process on building and infrastructure projects, acting as the link between designers (i.e. architects, engineers) construction teams and project stakeholders.&amp;nbsp; The role can encompass overseeing internal and external design consultants, controlling the development of the design concept and translating this into the final building or installation. In their daily work, an employee in this occupation interacts with the project team, such as bid management, estimating, pre-construction management, project planning and programming.&amp;nbsp; On-site, this role is more construction information focused, maintaining and co-ordinating the flow of design information to enable construction work to proceed efficiently, as well as facilitating cost control and the buildability review processes. An employee in this occupation will develop design proposals, which meet the requirements of the project brief, managing the design information and translating it to construction teams on site.&amp;nbsp; They will ensure that potential risks have been taken into account in all designs and that health and safety regulations have been adhered to and will help to ensure that the project is completed to the specification outlined in the design and to agreed parameters of cost and programme, which may sometime require adherence to statutory consents and legislation.&amp;nbsp; They will ensure the project has minimal impact on the environment and the local community and that sustainability objectives are realised, for the life cycle of the project, managing interfaces between the various stakeholders associated with the design and construction process.&amp;nbsp; Assisting in contract administration and compliance for the project, they will ultimately contribute to the management of project handover and completion to the customer/client, and be instrumental in recording feedback from stakeholders leading to the implementation of best practice in future projects.&lt;/p&gt;\n&lt;h3&gt;Typical job titles:&lt;/h3&gt;\n&lt;p&gt;Typical job titles include Architectural Technologist, Design Manager, Building Information Modelling (BIM) Manager and Construction Design Manager.&lt;/p&gt;\n&lt;h3&gt;&lt;span&gt;KSBs&lt;/span&gt;&lt;/h3&gt;\n&lt;h4&gt;Knowledge&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K1:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Design Procedures:&amp;nbsp; Know how to identify, assess and challenge client requirements and user factors, evaluate resources and assess environmental impact.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K2:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Health and Safety:&amp;nbsp; Know how to identify, control and mitigate hazards and risks and incorporate health and safety considerations into design at an early stage and ensure compliance with associated regulations.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K3:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Regulations:&amp;nbsp; Know how to assess and advise on regulatory and legal requirements and constraints, including Construction Design and Management (CDM) Regulations and Building Regulations.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K4:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Project Brief:&amp;nbsp; Know how to prepare, present and agree proposals for client briefs and develop design programmes to meet the requirements of the brief.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K5:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Project Management:&amp;nbsp; Know how to select and form a design team and agree responsibilities and processes prior to construction and monitor design team’s working methods during construction, including the preparation of design and construction programmes.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K6:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Teamwork:&amp;nbsp; Understand the importance of working in teams and how to lead others towards common goals. Know how to develop and maintain relationships with other stakeholders.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K7:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Design Documentation:&amp;nbsp; Know how to create and manage design information and the control of documentation associated with design.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K8:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Construction Technology:&amp;nbsp; Know how to evaluate and select materials, components and systems.&amp;nbsp; To be able to generate design solutions and plan associated construction activities.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K9:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Procurement:&amp;nbsp; Know how to select from various procurement methods and contracts, understanding their relative merits.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K10:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Value Management:&amp;nbsp; Understand and be a practitioner of value management including value engineering so that the project’s value for money is maximised.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K11:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Risk Management:&amp;nbsp; Understand the nature of risk and its effect on the management of a project.&lt;/span&gt;&lt;/p&gt;\n&lt;h4&gt;Skills&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S1&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Client and User Requirements:&amp;nbsp; Be able to identify and assess client and user requirements and conduct feasibility studies so that the design reflects client needs.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S2&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Sustainability:&amp;nbsp; Be able to identify, assess and manage sustainable solutions to client requirements and minimise environmental impact of project over building lifecycle.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S3&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Health and Safety:&amp;nbsp; Be able to identify, assess and manage hazards and risks throughout the project lifecycle.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S4&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Project Management:&amp;nbsp; Be able to select, form and manage the project team and agree responsibilities and processes.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S5&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Regulations:&amp;nbsp; Be able to assess, advise and meet statutory regulations and legal constraints.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S6&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Design Development:&amp;nbsp; Be able to prepare, present and agree proposals for project briefs, make recommendations, develop programmes and develop detailed designs for construction.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S7&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Specifications and Information Management:&amp;nbsp; Be able to identify and prepare detailed designs and manage the project model (BIM), including integrating, evaluating and recommending changes.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S8&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Tenders and Contracts:&amp;nbsp; Be able to select and evaluate tenders, choose and agree appropriate specialist contractors and control contractual compliance during construction.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S9&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Value Management:&amp;nbsp; Be able to work with the project team to enhance value and/or reduce costs while meeting the project brief.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S10&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Risk Management:&amp;nbsp; Be able to identify, assess and manage threats and hazards while optimising project opportunities.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S11&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Project Handover:&amp;nbsp; Be able to manage project handover and completion and assemble operations and Maintenance Manuals for the building’s end users.&lt;/span&gt;&lt;/p&gt;\n&lt;h4&gt;Behaviour&lt;/h4&gt;\n&lt;p&gt;&lt;span&gt;&lt;br&gt;&lt;strong&gt;B1:&lt;/strong&gt; Exercise Professional Judgement:&amp;nbsp; Be able to work within own level of competence and know when to seek advice from others and when to be able to advise clients.&lt;br&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&lt;strong&gt;B2:&lt;/strong&gt; Demonstrate Commitment to Code of Ethics:&amp;nbsp; Work within the Chartered Institute of Architectural Technology’s, Chartered Institute of Building (CIOB) or equivalent professional body’s code of conduct and demonstrate integrity and professionalism in all activities.&lt;br&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&lt;strong&gt;B3:&lt;/strong&gt; Innovation:&amp;nbsp; Focus on areas for process improvement and learn from innovative solutions. Challenge current practice and be open minded about how to improve and implement a new way of working.&lt;br&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&lt;strong&gt;B4:&lt;/strong&gt; Collaboration:&amp;nbsp; Understand the existence of team dynamics and application of personal strengths and weaknesses in group situations. Awareness of collaborative frameworks and contract / organisational level of collaboration.&lt;br&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&lt;strong&gt;B5:&lt;/strong&gt; Teamworking and communication:&amp;nbsp; Be able to work with others towards common goals and understand different techniques for communication and negotiation.&lt;br&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&lt;strong&gt;B6:&lt;/strong&gt; Client care:&amp;nbsp; Demonstrate knowledge and ability to manage expectations and identify improvements&lt;br&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&lt;strong&gt;B7:&lt;/strong&gt; Maintain CPD:&amp;nbsp; Identify own development needs and take appropriate action to meet those needs. Use own knowledge and expertise for the benefit of others.&lt;/span&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;Additional information&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;Typical duration of apprenticeship (months):&lt;/span&gt; &lt;strong&gt;&lt;br&gt;&lt;/strong&gt;48&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;Proposed occupational Level:&lt;/span&gt; &lt;strong&gt;&lt;br&gt;&lt;/strong&gt;6&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;Qualifications &amp;amp; professional recognition&lt;/h3&gt;\n&lt;h4&gt;English and Maths qualifications&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Level 3 and above apprenticeships&lt;/span&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the End-Point Assessment. For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3. A British Sign Language (BSL) qualification is an alternative to the English qualification for those whose primary language is BSL.&lt;/span&gt;&lt;/p&gt;\n&lt;h4&gt;Other mandatory qualifications&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Mandatory qualification&amp;nbsp;1&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;Title:&amp;nbsp;&lt;/span&gt;BSc(Hons) Construction Engineering Management or BSc(Hons)/BA(Hons) Architectural Technology, or equivalent design and construction discipline Level 6 qualification&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;Level of qualification:&amp;nbsp;&lt;/span&gt;6 (non-integrated degree)&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Mandatory qualification&amp;nbsp;2&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;Title:&amp;nbsp;&lt;/span&gt;Industry certificates in Site Safety Plus Site Managers’ Safety Training Scheme and Site Environmental Awareness Training Scheme which are required for safe operations in the workplace&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;Level of qualification:&amp;nbsp;&lt;/span&gt;4&lt;/p&gt;\n&lt;h3&gt;Entry requirements&lt;/h3&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Individual employers will set their own selection criteria for this apprenticeship. As it requires achievement to Level 6 the typical entry requirements for this Apprenticeship will be a minimum of 2 A levels grades A to C (or equivalent), and a minimum of 5 GCSE grades A* to C including a minimum grade B in Maths and English (or equivalent); Level 4 Construction Design and Build Technician Standard; TCIAT (Architectural Technician) status; HNC/HND in Construction and the Built Environment or equivalent qualifications and commensurate experience.&lt;/p&gt;\n&lt;h3&gt;Professional recognition&lt;/h3&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Chartered Institute of Architectural Technologists (CIAT) and Chartered Institute of Building (CIOB)&lt;span&gt; - A successful apprentice will be eligible for membership of the Chartered Institute of Architectural Technologists (CIAT) and Chartered Institute of Building (CIOB), or equivalent professional body.&amp;nbsp; They can then work towards professional registration at Chartered level.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&amp;nbsp;&lt;/span&gt;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the construction industry. Design and Construction Managers are based in a design studio, office or on a construction site. They work for small or large organisations within a design or construction project team. The broad purpose of the occupation is the leadership, management and coordination of the design and/or construction process on building and infrastructure projects, acting as the link between designers (i.e. architects, engineers) construction teams and project stakeholders. The role can encompass overseeing internal and external design consultants, controlling the development of the design concept and translating this into the final building or installation. In their daily work, an employee in this occupation interacts with the project team, such as bid management, estimating, pre-construction management, project planning and programming. On-site, this role is more construction information focused, maintaining and co-ordinating the flow of design information to enable construction work to proceed efficiently, as well as facilitating cost control and the buildability review processes. An employee in this occupation will develop design proposals, which meet the requirements of the project brief, managing the design information and translating it to construction teams on site. They will ensure that potential risks have been taken into account in all designs and that health and safety regulations have been adhered to and will help to ensure that the project is completed to the specification outlined in the design and to agreed parameters of cost and programme, which may sometime require adherence to statutory consents and legislation. They will ensure the project has minimal impact on the environment and the local community and that sustainability objectives are realised, for the life cycle of the project, managing interfaces between the various stakeholders associated with the design and construction process. Assisting in contract administration and compliance for the project, they will ultimately contribute to the management of project handover and completion to the customer/client, and be instrumental in recording feedback from stakeholders leading to the implementation of best practice in future projects.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "09b44cbf-59b8-445f-9d25-c267b0562c6c",
      "detail": "K1: Design Procedures:  Know how to identify, assess and challenge client requirements and user factors, evaluate resources and assess environmental impact."
    },
    {
      "knowledgeId": "4eb5dc09-c229-4b02-8180-4bd606cf5e32",
      "detail": "K2: Health and Safety:  Know how to identify, control and mitigate hazards and risks and incorporate health and safety considerations into design at an early stage and ensure compliance with associated regulations."
    },
    {
      "knowledgeId": "4bcd52c6-369d-48a3-9e51-5b271a0ac126",
      "detail": "K3: Regulations:  Know how to assess and advise on regulatory and legal requirements and constraints, including Construction Design and Management (CDM) Regulations and Building Regulations."
    },
    {
      "knowledgeId": "60f4889f-c2ab-477c-bc8c-8e6cd3921804",
      "detail": "K4: Project Brief:  Know how to prepare, present and agree proposals for client briefs and develop design programmes to meet the requirements of the brief."
    },
    {
      "knowledgeId": "44c6f6e9-3bf9-4bf5-8c56-6e222e99432d",
      "detail": "K5: Project Management:  Know how to select and form a design team and agree responsibilities and processes prior to construction and monitor design team's working methods during construction, including the preparation of design and construction programmes."
    },
    {
      "knowledgeId": "7dc1c534-e455-4404-b41f-913abf0f74ee",
      "detail": "K6: Teamwork:  Understand the importance of working in teams and how to lead others towards common goals. Know how to develop and maintain relationships with other stakeholders."
    },
    {
      "knowledgeId": "6ce7d5b1-a777-4721-97f9-256fa0cf1a5e",
      "detail": "K7: Design Documentation:  Know how to create and manage design information and the control of documentation associated with design."
    },
    {
      "knowledgeId": "bf82aebb-854a-4819-9745-0baa80d44e94",
      "detail": "K8: Construction Technology:  Know how to evaluate and select materials, components and systems.  To be able to generate design solutions and plan associated construction activities."
    },
    {
      "knowledgeId": "0f1972d7-ac94-4e3f-b110-44c4f238ed62",
      "detail": "K9: Procurement:  Know how to select from various procurement methods and contracts, understanding their relative merits."
    },
    {
      "knowledgeId": "8e188fbe-4bf7-49e6-af3f-e6a9efdcf079",
      "detail": "K10: Value Management:  Understand and be a practitioner of value management including value engineering so that the project's value for money is maximised."
    },
    {
      "knowledgeId": "f48fc223-94db-45f8-a84c-3b2a8a7f4ca8",
      "detail": "K11: Risk Management:  Understand the nature of risk and its effect on the management of a project."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "2aa2b09e-3e15-408d-819a-3915ec3165a4",
      "detail": "B1: Exercise Professional Judgement:  Be able to work within own level of competence and know when to seek advice from others and when to be able to advise clients."
    },
    {
      "behaviourId": "06ab9b66-cc26-4959-b1d5-420ffac1ba52",
      "detail": "B2: Demonstrate Commitment to Code of Ethics:  Work within the Chartered Institute of Architectural Technology™s, Chartered Institute of Building (CIOB) or equivalent professional body's code of conduct and demonstrate integrity and professionalism in all activities."
    },
    {
      "behaviourId": "e1e8b899-777f-4eca-ad9a-db38c1172555",
      "detail": "B3: Innovation:  Focus on areas for process improvement and learn from innovative solutions. Challenge current practice and be open minded about how to improve and implement a new way of working."
    },
    {
      "behaviourId": "ae950b03-8970-43a7-8cec-f4771863b877",
      "detail": "B4: Collaboration:  Understand the existence of team dynamics and application of personal strengths and weaknesses in group situations. Awareness of collaborative frameworks and contract / organisational level of collaboration."
    },
    {
      "behaviourId": "088e85e4-2c81-4342-998b-736a6b04343f",
      "detail": "B5: Teamworking and communication:  Be able to work with others towards common goals and understand different techniques for communication and negotiation."
    },
    {
      "behaviourId": "a90dd2a3-5190-4e10-a83b-a7dc31b818bc",
      "detail": "B6: Client care:  Demonstrate knowledge and ability to manage expectations and identify improvements."
    },
    {
      "behaviourId": "7efde87e-2e8e-4c0f-a629-4409357b5e51",
      "detail": "B7: Maintain CPD:  Identify own development needs and take appropriate action to meet those needs. Use own knowledge and expertise for the benefit of others."
    }
  ],
  "skills": [
    {
      "skillId": "fbaf5cbd-1cfe-4162-89c5-665a3e95a2f8",
      "detail": "S1 Client and User Requirements:  Be able to identify and assess client and user requirements and conduct feasibility studies so that the design reflects client needs."
    },
    {
      "skillId": "804d10a6-7535-407d-ab49-5d871cdaf66b",
      "detail": "S2 Sustainability:  Be able to identify, assess and manage sustainable solutions to client requirements and minimise environmental impact of project over building lifecycle."
    },
    {
      "skillId": "2051c489-ea23-42b5-a747-a8d2e8328242",
      "detail": "S3 Health and Safety:  Be able to identify, assess and manage hazards and risks throughout the project lifecycle."
    },
    {
      "skillId": "591c8177-501b-4150-ac47-089e0f6fe262",
      "detail": "S4 Project Management:  Be able to select, form and manage the project team and agree responsibilities and processes."
    },
    {
      "skillId": "3593d9c1-260d-416e-bc06-7a652126d273",
      "detail": "S5 Regulations:  Be able to assess, advise and meet statutory regulations and legal constraints."
    },
    {
      "skillId": "21438f7c-5c46-42f0-ad4c-ec8814a013d3",
      "detail": "S6 Design Development:  Be able to prepare, present and agree proposals for project briefs, make recommendations, develop programmes and develop detailed designs for construction."
    },
    {
      "skillId": "4b8a5b38-d8bc-45cb-86d1-75e2b02f537b",
      "detail": "S7 Specifications and Information Management:  Be able to identify and prepare detailed designs and manage the project model (BIM), including integrating, evaluating and recommending changes."
    },
    {
      "skillId": "bc388808-68df-4911-8c8f-d4561e4b9e03",
      "detail": "S8 Tenders and Contracts:  Be able to select and evaluate tenders, choose and agree appropriate specialist contractors and control contractual compliance during construction."
    },
    {
      "skillId": "723f5e31-4df0-4adb-978e-bb889796d452",
      "detail": "S9 Value Management:  Be able to work with the project team to enhance value and/or reduce costs while meeting the project brief."
    },
    {
      "skillId": "893f211f-e3c6-4149-ae64-3d803cbdd7d1",
      "detail": "S10 Risk Management:  Be able to identify, assess and manage threats and hazards while optimising project opportunities."
    },
    {
      "skillId": "c4392ca5-3e02-4a3e-a9c8-bdeec9a84a70",
      "detail": "S11 Project Handover:  Be able to manage project handover and completion and assemble operations and Maintenance Manuals for the building's end users."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-09-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "",
  "tbMainContact": "PBarker@ryderarchitecture.com",
  "involvedEmployers": "Aggregate Industries UK Ltd, AK Lighting &amp; Signs, Amey L G Limited, Anderson &amp; Heeley Ltd, BAM Construct UK Ltd, BAM Nuttall, Bouygues E &amp; S Infrastructure UK Ltd, Byrne Bros (Formwork) Limited, C J Bayliss (Hereford) Limited, Cable Test Limited, Carillion Civil Engineering, Centre Great Limited, Chartered Institute of Architectural Technologists, Chartered Management Institute, Civil Engineering Contractors Association, Clugston Construction Ltd, Connect Plus,  Costain Ltd, E &amp; JW Glendinning Ltd, Electrical Testing Ltd, E-ON Energy Solution Ltd, Galliford Try Services Ltd, GM Briton (Public Works Ltd), H &amp; H Joiners and Builders Ltd, Herefordshire Council, Highway Electrical Association (HEA), i-Civils Ltd, Imtech Traffic &amp; Infra UK Ltd, Institute of Highway Engineers, Institution of Civil Engineers, Interserve Construction Ltd, K&amp;M McLoughlin Decorating Ltd, Kennford Tarmacadam Limited, Kier Ltd, Lovell Partnerships Ltd, Mineral Products Qualifications Council, Morgan Sindall plc, NG Bailey Ltd, Road Maintenance Services Ltd, Royal Institution of Chartered Surveyors, Seddon Construction Ltd, Skanska Construction Ltd, South West Highways Ltd, SSE Contracting Ltd, The Chartered Institute of Building, The Chartered Institution of Building Services Engineers, The Chartered Institution of Highways &amp; Transportation, The Institution of Engineering And Technology, VolkerWessels UK Ltd, Willmott Dixon Holdings Ltd",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Architectural Technologist",
    "Design Manager",
    "Building Information Modelling (BIM) Manager",
    "Construction Design Manager"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Design, Surveying & Planning",
  "cluster": "Design and surveying professional",
  "clusterId": "40",
  "clusterDescription": "Building/structure design, research, commercial cost management, contracts management with a wide range of knowledge of current technology developments and options, contracts, procurement and tracking. Consults with clients to determine functional and spatial requirements of new or renovated structures",
  "createdDate": "2017-11-14T17:08:42 +00:00",
  "lastUpdated": "2023-02-16T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-09-27T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised or adjusted. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeships being revised or adjusted are available in the revisions and adjustments status report.&nbsp;",
  "occupationCode": "OCC0044",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0044-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0044-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-02-16T00:00:00"
}