{
  "templateType": "Apprenticeship Standard",
  "larsCode": 242,
  "referenceNumber": "ST0092",
  "learningAimClassCode": "",
  "title": "Community energy specialist",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0092",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-01-13T00:00:00",
  "earliestStartDate": "2018-02-27T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Helping communities work together to reduce energy use and costs. Promoting energy efficient heating.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Business and administration",
  "keywords": [
    "Community Energy Specialist",
    "Community",
    "Energy Specialist",
    "Energy",
    "Specialist"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1600/community-energy-specialist-assessment-plan-publish.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.2 Administration",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;“Community energy” is an all-encompassing term for people coming to together to reduce energy use and purchase, manage and generate low carbon heat and power. Community energy projects are often delivered collectively, with a focus on engagement, local leadership and strong positive local community outcomes. There are now around 5000 of these community groups UK-wide which often have distinct, specific localised goals with an overarching benefit of tackling climate change, energy security and the affordability of energy.&lt;/p&gt;\n&lt;p&gt;A Community Energy Specialist works in a range of different organisations including community energy enterprises, local authorities, housing associations, grid network operators, and commercial energy companies, with all Community Energy Specialists employing the following disciplines within a community energy organisation context:-&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Identifying appropriate renewable energy and energy efficient technologies for specific buildings, sites and customers, working with local communities and site owners;&lt;/li&gt;\n&lt;li&gt;Working with low income/vulnerable households to advise on low/no cost measures and behaviour changes that can save energy and cost;&lt;/li&gt;\n&lt;li&gt;Modelling the financial feasibility of projects, identifying the level of funding required and potential sources appropriate for community energy e.g. community shares/bonds, social loans, state aid compliant grant funding;&lt;/li&gt;\n&lt;li&gt;Leading a team of volunteer directors to secure funding for the project, overseeing an effective marketing plan to ensure sufficient funds are raised;&lt;/li&gt;\n&lt;li&gt;Organising a tender for installation work, liaising with successful contractors and community members to create a project plan compliant with co-operative principles;&lt;/li&gt;\n&lt;li&gt;Ensuring that all necessary sector-specific legal agreements and contracts are in place between the community energy organisation, site owners, installers, and relevant authorities prior to project commencement;&lt;/li&gt;\n&lt;li&gt;Using sector-specific expertise to monitor the ongoing functioning of the project, managing maintenance, the financial performance of their organisation and compliance with e.g. FCA requirements, and investor returns and community benefit pot if applicable;&lt;/li&gt;\n&lt;li&gt;Proactively engaging in community and youth education around community energy, g. assemblies/lessons in schools, presentations at youth organisations and community centres;&lt;/li&gt;\n&lt;li&gt;Assisting in delivery of collective energy purchasing initiatives;&lt;/li&gt;\n&lt;li&gt;Assessing the social impact of each project and potential for community&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Green job titles: &lt;img src=&quot;/media/6054/picture1.png?width=19&amp;amp;height=18&amp;amp;mode=max&quot; alt=&quot;&quot;&gt;&lt;span class=&quot;ng-binding&quot;&gt;Community energy specialist&lt;/span&gt;&lt;span&gt;&#160;&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Knowledge and understanding of:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Technology&lt;/strong&gt;: the workings of renewable energy and associated technologies, their relative advantages, and the ability to identify appropriate solutions for individual scenarios.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Energy efficiency&lt;/strong&gt;: of home and business efficiency measures and an understanding of fuel poverty, its causes, impacts, and manifestation.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;National and local grids&lt;/strong&gt;: the workings of the National Grid, how energy generating technology is linked into the grid and the function of local electricity grids.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Legislation, guidance and policy&lt;/strong&gt;: the legislative and policy framework surrounding community energy initiatives and the requirements of energy production and sale.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Financial support&lt;/strong&gt;: the financial, administrative and advisory support products and organisations in the community energy sector and relevant financial subsidies.&#160;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Project management&lt;/strong&gt;: the elements and costs of community energy schemes, including operation and Knowledge of different project delivery models and the ability in a team to deliver a project from start to finish.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Skills to:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Community and corporate engagement&lt;/strong&gt;: Organise and coordinate meetings, workshops, and events with community groups and champions, enabling engagement with private enterprises, local, and national government.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Leadership&lt;/strong&gt;: Demonstrate full familiarity with the community in order to coordinate all stakeholders in a community energy project and ensure the progression of actions in the project through to completion.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Negotiation&lt;/strong&gt;: Engage and influence people on the telephone and in person, from community volunteers to those in executive positions, effectively handling objections and encouraging support for community energy projects.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Communication&lt;/strong&gt;: Generate a range of media appropriate to the community energy sector such as social media posts, blogs, flyers, newsletters, and briefs to effectively disseminate information and raise support.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Public speaking&lt;/strong&gt;: Effectively deliver presentations and engage with community members and other stakeholders at public, internal, and stakeholder events.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Project management&lt;/strong&gt;: Select and apply appropriate project management principles and techniques to the specific context of community energy to successfully run and complete projects as part of a team.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Risk management&lt;/strong&gt;: Identify the risks and mitigating strategies associated with community energy projects.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Financial management&lt;/strong&gt;: Use community energy specific computer software to assist in financial modelling and accounting of projects, interpreting information from the financial models to drive community energy projects to completion.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Project funding&lt;/strong&gt;: Identify and apply the correct community funding approach to a project’s requirements.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Site and building evaluation&lt;/strong&gt;: Identify the most suitable renewable energy technologies and/or efficiency measures for implementation on a community project.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Report writing&lt;/strong&gt;: Develop clear, structured, reports of action to support the project, tailored for community energy audiences that may not have detailed knowledge of technologies and processes.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Data analysis&lt;/strong&gt;: Conduct market research, and collect and analyse data to justify projects and evaluate their outcomes, for example identifying local potential for community investment and suitable sites for installation.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Problem solving&lt;/strong&gt;: Anticipate issues arising from the changing community energy marketplace and use a range of problem solving techniques to to address challenges faced in the development of community energy schemes.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Administration&lt;/strong&gt;: Provide administrative support for community business development and operations, effectively maintaining client records and project information.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;ICT skills&lt;/strong&gt;: Effectively use a keyboard, operate standard Office software and learn/use relevant other IT programmes as required.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Behaviours:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Commitment&lt;/strong&gt;: A personal commitment to the principles of environmental sustainability and stronger communities.&#160;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Empathy&lt;/strong&gt;: Ability to gain an understanding of the concerns and approaches of voluntary community groups in order to inform actions.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Interpersonal skills&lt;/strong&gt;: Ability to form strong professional relationships with a diverse demographic.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Teamwork&lt;/strong&gt;: Ability to work cooperatively with individuals and groups to effectively achieve a defined goal.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Personal accountability&lt;/strong&gt;: Responsible and self-motivated, able to work with little supervision.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Conscientious and meticulous&lt;/strong&gt;: Desire to perform tasks to the best of your ability and to ensure thorough preparation of work.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Adaptability&lt;/strong&gt;: Ability to evaluate the merits of a situation and be open to alternative approaches.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Flexibility&lt;/strong&gt;: Be flexible in your approach to work, adapting to changing market and policy landscapes.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;The length of this apprenticeship will usually be a minimum of 24 months.&lt;/p&gt;\n&lt;h3&gt;Qualifications&lt;/h3&gt;\n&lt;p&gt;There are no prerequisite qualifications for this apprenticeship, although apprentices without level 2 English and Mathematics will need to achieve this level prior to taking the end point assessment. Individual employers may also have entry requirements in place for roles offered in addition to those specified in this document.&lt;/p&gt;\n&lt;h3&gt;Level&lt;/h3&gt;\n&lt;p&gt;This is a Level 4 Apprenticeship&#160;&lt;/p&gt;\n&lt;h3&gt;Review Date&lt;/h3&gt;\n&lt;p&gt;3 years or when significant change is required&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;“Community energy” is an all-encompassing term for people coming to together to reduce energy use and purchase, manage and generate low carbon heat and power. Community energy projects are often delivered collectively, with a focus on engagement, local leadership and strong positive local community outcomes. There are now around 5000 of these community groups UK-wide which often have distinct, specific localised goals with an overarching benefit of tackling climate change, energy security and the affordability of energy.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "e32c2760-6821-455a-8612-3a8fadde1e27",
      "detail": "Technology: the workings of renewable energy and associated technologies, their relative advantages, and the ability to identify appropriate solutions for individual"
    },
    {
      "knowledgeId": "f808c450-3cb2-4a84-bfae-3038aa2c9112",
      "detail": "Energy efficiency: of home and business efficiency measures and an understanding of fuel poverty, its causes, impacts, and"
    },
    {
      "knowledgeId": "ed237b75-c90f-4dcb-9a20-b48009943bd0",
      "detail": "National and local grids: the workings of the National Grid, how energy generating technology is linked into the grid and the function of local electricity"
    },
    {
      "knowledgeId": "80741f8d-13f2-4c57-a18d-c14fb73ad575",
      "detail": "Legislation, guidance and policy: the legislative and policy framework surrounding community energy initiatives and the requirements of energy production and sale"
    },
    {
      "knowledgeId": "ae0a9c00-077e-4eef-a328-5cf89859b0b3",
      "detail": "Financial support: the financial, administrative and advisory support products and organisations in the community energy sector and relevant financial"
    },
    {
      "knowledgeId": "7e2cc284-aed8-4030-89f6-4bc375a3e922",
      "detail": "Project management: the elements and costs of community energy schemes, including operation and Knowledge of different project delivery models and the ability in a team to deliver a project from start to finish."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "bf256b7d-8a1b-4b6c-80c6-bd98607a5946",
      "detail": "Commitment: A personal commitment to the principles of environmental sustainability and stronger"
    },
    {
      "behaviourId": "02f8f14a-2725-4360-b606-7a7001e9fff6",
      "detail": "Empathy: Ability to gain an understanding of the concerns and approaches of voluntary community groups in order to inform"
    },
    {
      "behaviourId": "37057cfc-ffc9-4cbc-8678-d1298aaa13e0",
      "detail": "Interpersonal skills: Ability to form strong professional relationships with a diverse"
    },
    {
      "behaviourId": "d47cc2ce-158d-4259-bdce-8fb8256929d5",
      "detail": "Teamwork: Ability to work cooperatively with individuals and groups to effectively achieve a defined"
    },
    {
      "behaviourId": "ec2490e2-cfcf-4563-aa9c-054684eda960",
      "detail": "Personal accountability: Responsible and self-motivated, able to work with little"
    },
    {
      "behaviourId": "48d5feb7-ee5d-4ca8-9f59-25fec2f79e5f",
      "detail": "Conscientious and meticulous: Desire to perform tasks to the best of your ability and to ensure thorough preparation of"
    },
    {
      "behaviourId": "1b253e61-3a39-45b8-8a0c-3aa96d4d78f4",
      "detail": "Adaptability: Ability to evaluate the merits of a situation and be open to alternative"
    },
    {
      "behaviourId": "35ced630-fb29-4151-9d60-715f06532e2d",
      "detail": "Flexibility: Be flexible in your approach to work, adapting to changing market and policy"
    }
  ],
  "skills": [
    {
      "skillId": "c04a10ca-e1a2-4789-970c-9e685abbb61e",
      "detail": "Community and corporate engagement: Organise and coordinate meetings, workshops, and events with community groups and champions, enabling engagement with private enterprises, local, and national"
    },
    {
      "skillId": "9155730b-01a6-4bc8-8ef2-fb80db14c10a",
      "detail": "Leadership: Demonstrate full familiarity with the community in order to coordinate all stakeholders in a community energy project and ensure the pogression of actions in the project through to"
    },
    {
      "skillId": "86f1c79a-1e90-42a3-be4c-a3458b591bb3",
      "detail": "Negotiation: Engage and influence people on the telephone and in person, from community volunteers to those in executive positions, effectively handling objections and encouraging support for community energy"
    },
    {
      "skillId": "ca7e8d17-ef98-4c08-93b4-23f0dcdd8033",
      "detail": "Communication: Generate a range of media appropriate to the community energy sector such as social media posts, blogs, flyers, newsletters, and briefs to effectively disseminate information and raise"
    },
    {
      "skillId": "5caad370-9a30-4025-b8dd-aaf2677ccb00",
      "detail": "Public speaking: Effectively deliver presentations and engage with community members and other stakeholders at public, internal, and stakeholder"
    },
    {
      "skillId": "13e674dd-e141-48ae-b001-4fa02be144f1",
      "detail": "Project management: Select and apply appropriate project management principles and techniques to the specific context of community energy to successfully run and complete projects as part of a"
    },
    {
      "skillId": "0d26434e-6690-4263-8bdd-9d6dab125767",
      "detail": "Risk management: Identify the risks and mitigating strategies associated with community energy"
    },
    {
      "skillId": "ef05a91f-2c36-462f-96d1-029222c51273",
      "detail": "Financial management: Use community energy specific computer software to assist in financial modelling and accounting of projects, interpreting information from the financial models to drive community energy projects to"
    },
    {
      "skillId": "86fd9252-0931-401d-8117-6fc5eaa494b3",
      "detail": "Project funding: Identify and apply the correct community funding approach to a project’s"
    },
    {
      "skillId": "f0a180d1-6057-4afc-bdda-34c32c9ad8cb",
      "detail": "Site and building evaluation: Identify the most suitable renewable energy technologies and/or efficiency measures for implementation on a community"
    },
    {
      "skillId": "f9633eaf-9ae6-47eb-98d2-ec43d67600ae",
      "detail": "Report writing: Develop clear, structured, reports of action to support the project, tailored for community energy audiences that may not have detailed knowledge of technologies and"
    },
    {
      "skillId": "2be15f9d-90b8-440e-b963-22d8f35d80d9",
      "detail": "Data analysis: Conduct market research, and collect and analyse data to justify projects and evaluate their outcomes, for example identifying local potential for community investment and suitable sites for"
    },
    {
      "skillId": "06183063-4d39-40d7-b8a7-79a189f898aa",
      "detail": "Problem solving: Anticipate issues arising from the changing community energy marketplace and use a range of problem solving techniques to to address challenges faced in the development of community energy"
    },
    {
      "skillId": "0e0baf81-9daa-418c-b977-a6a9d45d361b",
      "detail": "Administration: Provide administrative support for community business development and operations, effectively maintaining client records and project"
    },
    {
      "skillId": "eb223442-8d5c-416c-ba57-974693df51f5",
      "detail": "ICT skills: Effectively use a keyboard, operate standard Office software and learn/use relevant other IT programmes as required"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-02-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0120",
  "tbMainContact": "Andrew.hunt@oldham.gov.uk",
  "involvedEmployers": "Community Energy England, Oldham Council, Plymouth Council, Bath and West Community Energy, Sharenergy, Sandwell Council, Bristol Council, Plymouth Energy Community, Oldham Community Power, Bristol Energy Cooperative, Centre for Alternative Technology, Repowering London, My Green Investment, Camden Council, E.ON Energy",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [
    "Community energy specialist"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Management and Administration",
  "cluster": "Business manager",
  "clusterId": "25",
  "clusterDescription": "Lead and manage a project (business/process improvement), business support services and/or run a practice using the full range of business systems, procedures and accounting practice. Includes the ability to set-up and develop a new business",
  "createdDate": "2017-11-14T17:08:41 +00:00",
  "lastUpdated": "2023-01-13T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-02-27T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0092",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0092-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0092-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-01-13T00:00:00"
}