{
  "larsCode": 357,
  "referenceNumber": "ST0099",
  "title": "Structural steelwork fabricator",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/357",
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": null,
  "earliestStartDate": "2018-09-27T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Welding on construction projects.",
  "level": 2,
  "typicalDuration": 24,
  "maxFunding": 5000,
  "route": "Construction",
  "keywords": [
    "Structural Steelwork Fabricator",
    "fabricated components"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/2179/st0099_steelwork-fabricator-ap_l2_ap-for-publication-250918.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;1. Role profile&lt;/h3&gt;\r\n&lt;p&gt;&lt;strong&gt;There is a high demand for skilled structural steelwork fabricator in the constructional steelwork industry and the civil construction industry. &lt;/strong&gt;The work usually takes place within a steelwork factory or in designated area of a construction site location.&lt;/p&gt;\r\n&lt;p&gt;Structural steelwork fabricators are required to produce fabricated structural components to the highest standards in order to ensure that the finished products function correctly as they will usually be on display as part of the iconic structures such as National and local sport stadia, high rise tower blocks or bridges, and other structures include schools, colleges, hospitals and warehouses.&lt;/p&gt;\r\n&lt;p&gt;A competent structural steelwork fabricator will be able to identify the relevant steelwork sections and plate that is required to complete a fabricated component (steelwork that is cut, drilled and has welded or bolted attachments) and the relevant tools and equipment that is required to complete a bolted connection or a tack welded joint for a complex or shaped fabricated component. This will include the knowledge and understanding of material drawings and component lists. The use of the appropriate tools and equipment requires skills to be developed to ensure they are used safely and accurately to the company specific standards, minimising any waste of product or production time. Every structural steelwork fabricator takes responsibility for the quality and accuracy of their work. With demanding environments and a wide range of tools and equipment used, structural steelwork fabricator is a safety critical occupation.&lt;/p&gt;\r\n&lt;h3&gt;2. Role Requirements (Skills, Knowledge and Behaviours)&lt;/h3&gt;\r\n&lt;p&gt;&lt;em&gt;Structural Steelwork Fabricator will have the skill to:&lt;/em&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Plan and preparation to ensure production and personal development goals are achieved.&lt;/li&gt;\r\n&lt;li&gt;Prepare the working area, equipment, consumables and materials for setting out the components to be marked for drilling, cutting, notching, welding or bending.&#160;&lt;/li&gt;\r\n&lt;li&gt;Read and interpret drawings, sketches and weld symbols.&#160;&lt;/li&gt;\r\n&lt;li&gt;Fabricate curved sections, trusses, facetted sections and prepare butt welds.&#160;&lt;/li&gt;\r\n&lt;li&gt;Prepare and use the equipment for bolting connections or welding component parts.&lt;/li&gt;\r\n&lt;li&gt;Create appropriate jigs to aid repetition work and complex shapes.&#160;&lt;/li&gt;\r\n&lt;li&gt;Complete and dimensionally check the finished fabrication ready for inspection and report into the production control system.&#160;&lt;/li&gt;\r\n&lt;li&gt;Complete fillet welds in at least two positions (downhand, horizontal or vertical).&lt;/li&gt;\r\n&lt;li&gt;Achieve a quality of work to meet international standards for dimensional inspection.&lt;/li&gt;\r\n&lt;li&gt;Ensure that health and safety requirements are fully accounted for in all the above.&lt;/li&gt;\r\n&lt;li&gt;Complete welding tasks to the standard BS EN 9606-1 MAG 135 Flux Cored 136.&#160;&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;em&gt;Structural Steelwork Fabricator will have the knowledge and understanding to:&lt;/em&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Be aware of the material grades and various sizes of materials used.&lt;/li&gt;\r\n&lt;li&gt;Recognise the common component names section descriptions (beam, column, channel, plate, round hollow, square hollow, angle, fin plates, gusset plates, etc).&lt;/li&gt;\r\n&lt;li&gt;Use the main non powered hand tools needed in steelwork fabrication (hammer, combination square, scriber, measuring tape, chalk, dividers, trammel, etc).&lt;/li&gt;\r\n&lt;li&gt;Use the main powered equipment needed in steelwork fabrication (grinder, saw, drill, punch, guillotine, thermal cutting equipment, etc).&lt;/li&gt;\r\n&lt;li&gt;Identify the causes of typical fabrication defects and how their occurrence can be reduced.&#160;&lt;/li&gt;\r\n&lt;li&gt;Be able to identify hazards and basic health, safety and quality requirements.&#160;&lt;/li&gt;\r\n&lt;li&gt;Know how to interpret and work to fabrication drawings and explain basic geometric techniques.&#160;&lt;/li&gt;\r\n&lt;li&gt;Know the basics of quality documents and reporting systems.&#160;&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;em&gt;&lt;br /&gt;Structural Steelwork Fabricator will display the following behaviours:&lt;/em&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;A questioning attitude, to understand the:\r\n&lt;ul&gt;\r\n&lt;li&gt;processes used&lt;/li&gt;\r\n&lt;li&gt;associated industrial applications&lt;/li&gt;\r\n&lt;li&gt;maintaining competence&lt;/li&gt;\r\n&lt;li&gt;commitment to personal development&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/li&gt;\r\n&lt;li&gt;Intervention, to challenge poor practices and channel feedback to the right authorities to implement change.&lt;/li&gt;\r\n&lt;li&gt;Reliability and dependability to consistently deliver expectations in production, quality, work ethics, self-development, teamwork and self motivation.&#160;&lt;/li&gt;\r\n&lt;li&gt;Accountability, to follow the specified procedures and controls and be personally responsible for their production work and personal development.&#160;&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;&lt;br /&gt;3. Entry&lt;/h3&gt;\r\n&lt;p&gt;Practical skills are just as important as academic ability. Apprentices without the level 1 English and maths will need to achieve this level and take the test for level 2 English and maths prior to completion of their apprenticeship.&lt;/p&gt;\r\n&lt;h3&gt;4. Level&lt;/h3&gt;\r\n&lt;p&gt;This apprenticeship standard is at Level 2.&lt;/p&gt;\r\n&lt;h3&gt;5. Duration&lt;/h3&gt;\r\n&lt;p&gt;The typical duration of this apprenticeship is 24 months.&lt;/p&gt;\r\n&lt;h3&gt;6. Review&lt;/h3&gt;\r\n&lt;p&gt;It is expected that this standard will be reviewed after 3 years.&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "Pete Moss ",
    "contactAddress": "Open Awards Estuary Commerce Park\n17 De Havilland Dr\nSpeke\nLiverpool\nL24 8RN",
    "contactEmail": "EQA@openawards.org.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2018-09-27T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "TB0129",
  "tbMainContact": "pete.walker@steelconstruction.org",
  "involvedEmployers": "Billington Structures Ltd, Adey Steel Ltd, Builders Beams Ltd, BHC Ltd, Bourne Construction Engineering Ltd, Caunton Engineering Ltd, Elland Steel Structures Ltd, H Young Structures Ltd, Nusteel Structures Ltd, Shipley Structures Ltd, W Haley Engineering Ltd, W Hare Ltd",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Onsite Construction",
  "cluster": "Metal and Steel Operative",
  "createdDate": "2017-11-14T17:10:25 +00:00",
  "lastUpdated": "2018-09-27T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/structural-steelwork-fabricator-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/structural-steelwork-fabricator-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}