{
  "larsCode": 452,
  "referenceNumber": "ST0016",
  "title": "Packhouse line leader",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/452",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2019-04-16T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Collecting and processing products from food or plant production lines and dispatching them to the retailer or moving them to other sites for further processing.",
  "level": 3,
  "typicalDuration": 18,
  "maxFunding": 6000,
  "route": "Agriculture, environmental and animal care",
  "keywords": [],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/2919/st0016_packhouse-line-leader_l3_ap-for-publication_12042019.pdf",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.1 Agriculture",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;Agriculture and horticulture production is the initial link in the food chain and landscaping industry, contributing over 14% of the British GDP. As a result they offer exciting, varied and international careers. The industry provides unique opportunities for enthusiastic people to progress in a high tech and innovative environment, working in some of the country’s largest supply chains. Food/plant packhouses collect and process (to varying levels) the fresh product and dispatch to the retailer or move other sites for further processing. They provide a fast paced, customer responsive environment ensuring staff have a stimulating workplace learning a variety of technical, problem solving and supervisory skills. The Packhouse Line Leader is a key supervisory role, helping the company operate efficiently. Line leaders are responsible for a variety of perishable products such as vegetables, fruit, cut flowers and plants. In addition to this you will also be responsible for a team of people and work with machinery and IT systems to achieve systems to achieve production targets under various time, quality, food safety and customer pressures. Successful completion of this apprenticeship will see you become a competent Packhouse Line Leader with a strong set of supervisory skills and a solid knowledge of food/plant production line requirements, which will form a strong basis for future progression in your career. Agricultural and horticultural packhouses will handle a variety of fresh fruit, vegetables, cut flowers and live plants. These products will vary in condition (i.e. unprocessed, washed, cut, packaged, potted etc) but all will have a limited shelf life and very specific storage conditions to maintain product quality and food safety where applicable. The handling and movement of these perishable items requires specialised management to maintain profitability and minimises loses.&lt;/p&gt;\r\n&lt;h3&gt;Behaviours&lt;/h3&gt;\r\n&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;th&gt;\r\n&lt;p&gt;Strong work ethic&lt;/p&gt;\r\n&lt;/th&gt;\r\n&lt;td&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Have a strong work ethic including pride in work, attention to detail, integrity, honesty, time management, loyalty and respect for others&lt;/li&gt;\r\n&lt;li&gt;Positive attitude, motivated, dependable, ethical, inclusive, responsible, flexible and reliable.&lt;/li&gt;\r\n&lt;li&gt;A willingness to learn and contribute to their own continuing professional development&lt;/li&gt;\r\n&lt;li&gt;Ability to take responsibility and be accountable for their own actions&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;th&gt;Adaptability&lt;/th&gt;\r\n&lt;td&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Able to adapt to change in conditions, technologies, situations and working environments&lt;/li&gt;\r\n&lt;li&gt;Willingness to accept changing priorities and work patterns when new jobs need to be done, or requirements change&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;th&gt;Effective communicator&lt;/th&gt;\r\n&lt;td&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;A clear and effective communicator&lt;/li&gt;\r\n&lt;li&gt;Able to give/receive information and instruction accurately and in a timely and positive manner&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;th&gt;Team working&lt;/th&gt;\r\n&lt;td&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Work and contribute effectively to the team and wider business&lt;/li&gt;\r\n&lt;li&gt;Ability to use own initiative and lead by example&lt;/li&gt;\r\n&lt;li&gt;Work proactively with internal and external people to achieve positive outcomes&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;th&gt;Safety awareness&lt;/th&gt;\r\n&lt;td&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Embrace a safety culture and apply proactively for self, colleagues and visitors&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;\r\n&lt;h3&gt;Knowledge&lt;/h3&gt;\r\n&lt;p&gt;Knowledge specific to this role includes:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Safe working practices, policies and codes of practice in relation to current health and safety legislation (including manual handling), job role and workplace including emergency plans&lt;/li&gt;\r\n&lt;li&gt;Effective team leader techniques including time management, personal/team development and problem resolution&lt;/li&gt;\r\n&lt;li&gt;Use of production targets, supervisory techniques and IT to raise efficiency and productivity within the packhouse&lt;/li&gt;\r\n&lt;li&gt;Planning workloads, staff and resources in response to seasonality differences/order requirements&lt;/li&gt;\r\n&lt;li&gt;How to prepare, use and maintain equipment in a safe efficient and effective condition&lt;/li&gt;\r\n&lt;li&gt;Maintenance of hygiene standards relating to product/food storage and packing&lt;/li&gt;\r\n&lt;li&gt;Customer quality standards/specifications/audit process&lt;/li&gt;\r\n&lt;li&gt;Importance of the key stages within relevant product supply chains&lt;/li&gt;\r\n&lt;li&gt;Product requirements to maintain quality and minimise losses&lt;/li&gt;\r\n&lt;li&gt;Importance of the systems and of record keeping/storage requirements used within the organisation&lt;/li&gt;\r\n&lt;li&gt;Biosecurity measures when storing and handling fresh/live products such as fruit, vegetable, salads and plants&lt;/li&gt;\r\n&lt;li&gt;How to recognise products which are damaged or contaminated and the appropriate action to take&lt;/li&gt;\r\n&lt;li&gt;Input costs, cost of production and margins within the packhouse&lt;/li&gt;\r\n&lt;li&gt;Security of the facility&lt;/li&gt;\r\n&lt;li&gt;Impact of packhouse operation on the external environment&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;&#160;Skills&lt;/h3&gt;\r\n&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;th&gt;Overarching&lt;/th&gt;\r\n&lt;td&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Promote and maintain hygiene, health, safety (inc manual handling) and security for self, others and live/fresh products&lt;/li&gt;\r\n&lt;li&gt;Use IT to support your role&lt;/li&gt;\r\n&lt;li&gt;Manage accurate records within the packhouse environment&lt;/li&gt;\r\n&lt;li&gt;Establish, maintain and promote effective working relationships&lt;/li&gt;\r\n&lt;li&gt;Concise reporting on operational issues&lt;/li&gt;\r\n&lt;li&gt;Resolve problems effectively&lt;/li&gt;\r\n&lt;li&gt;Implement Hazard Analysis Critical Control Points (HACCP) plans&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;th&gt;Planning&lt;/th&gt;\r\n&lt;td&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Plan production schedules for efficient line operation&lt;/li&gt;\r\n&lt;li&gt;Coordinate products and resources to meet customer demand, taking into account specific food safety/product quality requirements&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;th&gt;Sorting, Grading and Packing&lt;/th&gt;\r\n&lt;td&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Supervise the identification, selection and preparation of fresh products such as fruit, vegetables, cut flowers and plants for sale/dispatch to achieve high quality and hygiene standards&lt;/li&gt;\r\n&lt;li&gt;Supervise packaging of product to agreed specifications within shelf life requirements&lt;/li&gt;\r\n&lt;li&gt;Supervise the operation to ensure line meets production targets and food safety requirements&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;th&gt;Machinery operation&lt;/th&gt;\r\n&lt;td&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Ensure routine maintenance and checks are performed appropriately&lt;/li&gt;\r\n&lt;li&gt;Operate food processing/packing machinery and equipment safely and efficiently&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;th&gt;Supervisory&lt;/th&gt;\r\n&lt;td&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Develop self and others to maximise individual/team performance&lt;/li&gt;\r\n&lt;li&gt;Respond appropriately to incidents and emergencies in the workplace&lt;/li&gt;\r\n&lt;li&gt;Physically demonstrate required tasks and review subsequent understanding and performance of individuals&lt;/li&gt;\r\n&lt;li&gt;Lead and motivate a team of operatives to achieve targets&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;\r\n&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;th&gt;Entry requirements&lt;/th&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;There are no previous qualifications required to start this apprenticeship, but prior production line experience will be useful. You must have the attitude and ability to develop the required skills and knowledge during the apprenticeship. This will usually be tested via an application and or interview process.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;th&gt;Progression&lt;/th&gt;\r\n&lt;td&gt;On completion of the Level 3 Packhouse Line Leader, suitably able Line Leaders will have the opportunity to progress to managerial roles such as Packhouse Manager.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;th&gt;Level&lt;/th&gt;\r\n&lt;td&gt;Level 3&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;th&gt;Duration&lt;/th&gt;\r\n&lt;td&gt;The duration of the apprenticeship is typically 18 months.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;th&gt;Qualifications&lt;/th&gt;\r\n&lt;td&gt;Apprentices without Level 2 English and Maths will need to achieve this level prior to taking the end point assessment.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;th&gt;Other Titles&lt;/th&gt;\r\n&lt;td&gt;Parkhouse Line Manager, Packhouse Team Manager&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;th&gt;Review date&lt;/th&gt;\r\n&lt;td&gt;&#160;&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "Pete Moss ",
    "contactAddress": "Open Awards Estuary Commerce Park\r\n17 De Havilland Dr\r\nSpeke\r\nLiverpool \r\nL24 8RN",
    "contactEmail": "EQA@openawards.org.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2019-04-16T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "rlongthorp@longthorp.com",
  "involvedEmployers": "R J &amp; A E Godfrey, Warden Farming Co Ltd, Farmcare, Velcourt Farms, The Euston Estate, H. S. Temple &amp; Son, SFR Farming Ltd, Bridge Farm, Ray Brown and Partners, Abbey View Produce Ltd, Anglo Aquatic Plant Ltd, Ashfield Nursery Ltd, G and C Produce Ltd, Gee Vee Enterprises Ltd, Glinwell PLC, MBJSC Ltd, Stubbins Ltd, UK Salads Ltd, Valley Grown Salads Ltd, Elsham Linc Ltd, BQP, Dalehead Foods, Moy Park, Ermine Farms, LKL Farming, Bernard Matthews Ltd, Faccenda Group, P D Hook (Group) Ltd, Hall Hunter Partnership, Co-Operative Food, Marks &amp; Spencer, Sainsbury’s, Tesco, Waitrose",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Agriculture, Land Management and Production",
  "cluster": "Production Horticulture Operative/Technician",
  "createdDate": "2017-11-14T17:08:44 +00:00",
  "lastUpdated": "2019-04-16T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/packhouse-line-leader-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/packhouse-line-leader-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}