{
  "templateType": "Apprenticeship Standard",
  "larsCode": 288,
  "referenceNumber": "ST0096",
  "learningAimClassCode": "",
  "title": "Plasterer",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0096",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2019-12-18T00:00:00",
  "earliestStartDate": "2018-12-18T00:00:00",
  "latestStartDate": "2019-12-17T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Preparing walls and ceilings for decoration and finishing.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 10000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4569/plasterer-assessment-plan-for-publishing.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;OCCUPATIONAL PROFILE&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The construction sector is the driving force behind the UK economy, employing three million people and contributing 6.4% of GDP. Not only that, the construction industry is central to delivering the homes, schools, hospitals, energy and transport infrastructure our society demands. A career in the construction industry is like no other. Plastering is a core function within the construction sector, particularly the house building sector and refurbishment sectors. The Government has a target to build significantly more new homes over the coming years and therefore the demand for plasterers has never been higher.&lt;/p&gt;\n&lt;p&gt;The occupation covered by this standard is Plasterer and includes all aspects of the core plastering trade. Plasterers can apply modern premixed and traditional materials to internal walls/backgrounds, ceilings and features so that they are ready for decorating. They also plaster/render outside walls/external backgrounds with coatings to form smooth and textured finishes. Plasterers can work on their own or as part of a small team. They work on small-scale domestic jobs, repairs and restoration and on big commercial developments such as schools or hospitals.&lt;/p&gt;\n&lt;p&gt;Plasterers will often complete dry lining projects during their career. Although a person may specialise solely in dry lining, a plasterer must have the knowledge and skills to dry line &lt;em&gt;in addition to&lt;/em&gt; their knowledge and skills to plaster. Therefore, this standard covers the latter career path.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;CORE KNOWLEDGE AND SKILLS REQUIREMENTS&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Health and safety:&lt;/em&gt;&lt;/strong&gt; Health and safety hazards, current regulations and legislation. Codes of practice and safe working practices, including asbestos awareness and correct use of personal protective equipment (PPE).&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Customer service:&lt;/em&gt;&lt;/strong&gt; The principles of high quality customer service. Establishing the needs of others (colleagues, customers and other stakeholders). Respect the working environment including customers’ properties, impact on other trades and the project.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Communication:&lt;/em&gt; &lt;/strong&gt;Different communication methods. How to communicate in a clear, articulate and appropriate manner. How to adapt communication style to different situations.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Buildings:&lt;/em&gt;&lt;/strong&gt; Different eras, types of construction methods, insulation considerations, facilities, fire protection. The importance of thermal/insulation to buildings, damp proofing/tanking, renovation and restoration.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Materials:&lt;/em&gt; &lt;/strong&gt;Types of traditional and modern materials, their uses and characteristics, eg types, condition, strength and compatibility. Cost awareness and environmental considerations/waste awareness, eg surface water management and recycling. Chemical damp proofing installation, moisture effects and damage.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Considerations when completing plastering work:&lt;/em&gt;&lt;/strong&gt; u-vales, insulation, impact, fire proofing around steel work.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Materials:&lt;/em&gt; &lt;/strong&gt;Identify and prepare surfaces for plastering. Determine quantities and ratios of materials. Install chemical damp proofing, treat accordingly, renovate and restore internal and external effected surfaces back to original state.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Safe working:&lt;/em&gt;&lt;/strong&gt; Adhere to relevant health and safety legislation, codes of practice and apply safe working practices, including when working at heights.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Plaster methods:&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Solid plastering, external render and spray&lt;/strong&gt; &lt;strong&gt;systems&lt;/strong&gt; – apply solid plastering systems using one, two and three coat plastering to internal and external surfaces including fixing various types of beads to form angle stops, drips and feature members&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Fibrous plastering&lt;/strong&gt; – cast and fix ornamental plasterwork, such as ceiling roses, cornices, and architraves, using a mixture of plaster and short fibres shaped with moulds and casts.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;In-situ moulds:&lt;/em&gt;&lt;/strong&gt; &#160;Construct running moulds, match existing moulding design, set up running rules and plaster screeds, run in-situ moulding work including coring out using bracketing on solid backgrounds. Assemble bench, run short breaks and form stop ends, make good internal and external mitres and stop mitre.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Reverse moulds:&lt;/em&gt; &lt;/strong&gt;Select appropriate tools, equipment and materials. Produce reverse moulds for detailed plaster and cement casting.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Running moulds:&lt;/em&gt; &lt;/strong&gt;Select appropriate tools, equipment and materials. Construct a running, reverse and panel mould. Set down running rule correctly. Run a reverse mould and prepare for casting. Run a panel mould.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Plaster and cement casts:&lt;/em&gt;&lt;/strong&gt; Select appropriate components, tools, equipment and materials. Cast detailed plasterwork. Fix and finish detailed plasterwork.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Dry lining:&lt;/em&gt;&lt;/strong&gt; Install metal track systems. Fix various types of performance plasterboards to timber, steel and solid backgrounds using traditional fixings, mechanical fixings and direct bond using bonding compounds. Finish surfaces using a range of different plasters and be able to tape and joint plasterboard using jointing compounds.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Working area:&lt;/em&gt; &lt;/strong&gt;Maintain a clean working area.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Positive and mature attitude:&lt;/em&gt; &lt;/strong&gt;Conscientious, punctual, enthusiastic, reliable and professional including appearance. Take responsibility for personal judgements and actions. Aware of the limits of personal competence. Show drive and energy in fulfilling requirements of role, including deadlines and being proactive not reactive. Show honesty and integrity by developing the trust of customers and colleagues and undertaking responsibilities in an ethical and empathetic manner. Demonstrate awareness of equality and diversity in all aspects of role.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Quality focused:&lt;/em&gt;&lt;/strong&gt; Be reliable, productive and quality focussed in work and in personal standards to current industrial standards. Awareness and consideration of other trades eg plaster walls in a way that allows for pipes and electrical wiring. Keep work area clean and tidy. Provide good customer service. Give consideration to the appropriate use of resources and personal actions in regards to environmental, social and economic factors and their impacts.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Effective communication:&lt;/em&gt; &lt;/strong&gt;Oral (including listening), written, body language and presentation. Collaborate with others, eg colleagues, clients, architects, contract managers, other trades, clients, suppliers and the public regardless of differences in race, gender, sexual orientation, or other characteristics.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Self-motivated learner:&lt;/em&gt;&lt;/strong&gt; Identify personal development needs and take action to meet those needs. Keep up-to-date with best practice and new technology. Show initiative to independently complete work and solve problems by seeking out critical information.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;DURATION&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typical completion time is likely to be 36 months. This may reduce if an apprentice has gained previous relevant knowledge and skills.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;ENTRY REQUIREMENTS &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Entry requirements will be determined by individual employers.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;ENGLISH AND MATHS&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;If not already achieved, the apprentice will have to achieve level 2 English and maths as part of the Apprenticeship, prior to taking the end point assessment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;LINK TO PROFESSIONAL REGISTRATION&#160;&#160;&#160;&#160;&#160;&#160;&#160; &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;On completion of this Apprenticeship, the apprentice will have satisfied the requirements to obtain a Construction Skills Certification Scheme (CSCS) Card at the appropriate level. As a result of achieving the Apprenticeship, there will be an entitlement to join the Federation of Master Builders’ continuous professional development (CPD) scheme for individual tradespeople.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;LEVEL&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a level three Apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;REVIEW DATE&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship standard will be reviewed in three years.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-12-18T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0034",
  "tbMainContact": "julian@bordercraftgroup.co.uk",
  "involvedEmployers": "A &amp; B Joinery, Bordercraft Group, Brick Baron, Cuttle Construction, D J Hutchings, G M &amp; G Marley, Greendale, Hall Construction, Oakleaf Commercial Services, SE Connell &amp; Sons, Stuart Barr, Fessa Properties, G Cook and Sons, Saint Gobain",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Onsite Construction",
  "cluster": "Core Building Tradesperson",
  "clusterId": "5",
  "clusterDescription": "Able to use of a range of building materials (wood, brick, block, stone etc.) to construct part/whole structures and also those which are needed to finish a structure (e.g. paint and decorate). Work across domestic through to infrastructure projects and covers both routine and complex work elements. Interprets drawings, contracts, and specifications. Has knowledge of building methods and materials including heritage ones and knowledge of appropriate regulations",
  "createdDate": "2020-09-08T09:44:28 +00:00",
  "lastUpdated": "2019-12-18T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-12-18T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0096",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0096-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0096-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2019-12-18T00:00:00"
}