{
  "templateType": "Apprenticeship Standard",
  "larsCode": 309,
  "referenceNumber": "ST0088",
  "learningAimClassCode": "",
  "title": "Children, young people and families practitioner",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0088",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2018-06-29T00:00:00",
  "earliestStartDate": "2018-06-29T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Working with children, young people and families, including carers, to achieve positive and sustainable change in their lives.",
  "level": 4,
  "ePALength": 12,
  "typicalDuration": 24,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Care services",
  "keywords": [
    "children",
    "child development",
    "carers",
    "wellbeing",
    "care",
    "care services",
    "health"
  ],
  "jobRoles": [
    "Children, young people and families practitioner"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/ev5fcrgj/st0088_cypf-practitioner_l4_ap-for-publication_20230714_correction.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.3 Health and social care",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Role profile- &lt;/strong&gt;&lt;strong&gt;what the apprentice should be able to do at the end of the apprenticeship&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;CORE: &lt;/strong&gt;As a practitioner you will be working with children, young people and families, including carers, to achieve positive and sustainable change in their lives. You will demonstrate a passion to care for and about children, young people and families. You will be skilled in recognising and assessing the complex needs that children, young people and families often present. You will agree with the child, young person or family any specific interventions or referrals.&#160; Your approach will be one of respectful curiosity that challenges and supports children, young people and families to achieve their potential and stay safe. You will work alongside other professionals and organisations to share the responsibility for improving outcomes. Each piece of work with a child or family will be different and you will exercise judgement on a range of evidence-based approaches to inform your practice. You will regularly evaluate the effectiveness of your methods and actions. Regular supervision with an experienced practitioner will encourage reflection on your practice. At the end of the apprenticeship the high quality of your practice will be making a real difference to those that you work with.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;OPTION 1: Practitioner in children&#39;s residential care&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;You could be working in a number of settings e.g. a children’s home, a residential special school or a secure children’s home. The children might be living on their own or in a larger group. You will take the lead in developing and delivering the child&#39;s placement plan and will work with the child to support their health, education, social and day to day needs, playing a significant role in helping them to thrive and fulfil their potential .&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;OPTION 2: Children, young people and families practitioner within the community&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;You will understand the importance of and be skilled in, early intervention and safeguarding work. You will manage risk across the spectrum needs for children, young people and families&#39;. You may work in settings as diverse as family homes, youth centres, early years, youth justice, children&#39;s centres, educational settings and the community. You will play a significant role in working across agencies to improve outcomes. You may work with particular age groups, across the full age range or specifically with families. By supporting the confidence and skills of children, young people and families you will help them to overcome barriers and maximise their independence.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Duration: &lt;/strong&gt;Typically 24 months for new entrants. For those with relevant qualifications and experience in the health and social care field, 12 to 18 months&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Level:&#160;&lt;/strong&gt;4&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Entry Requirements - &lt;/strong&gt;Undertake the Disclosure and Barring Service process and provide the result&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The values and behaviours expected of a Children, Young People and Family Worker&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Care: &lt;/strong&gt;Respecting and valuing individuals to keep them safe, being affirming and working with them to help them make a positive difference to their lives&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Compassion: &lt;/strong&gt;Consideration and concern for children, young people and their families, combined with an understanding of the perspective of those you work with&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Courage: &lt;/strong&gt;Honesty and a positive belief in helping children, young people and families. Being confident when faced with confrontation, holding a safe space to manage and contain really difficult behaviours and working with children, young people and families to challenge and enable them to fulfil their potential &lt;strong&gt;Communication: &lt;/strong&gt;Your work is based on building effective relationships, being perceptive and empathic and building good rapport&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Competence: &lt;/strong&gt;The relationships you build to effect change for children, young people and families will be informed by social care ethics and values and will be developed through reflective practice.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Commitment: &lt;/strong&gt;Creating sustainable change in others by working alongside children, young people and families and being authentic, consistent, patient, persistent and resilient&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core requirements – knowledge and skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;These are based on the kind of statements we would typically expect children, young people and families to make about the work that the practitioner has undertaken with them&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;&#39;You listened to me, understood what has happened to me and how I feel about my life, and I am confident my voice is heard &lt;/em&gt;&lt;/strong&gt;&lt;em&gt;&#39;&lt;/em&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Communication that enables the voice of the child, young person or family members to be heard&lt;/li&gt;\n&lt;li&gt;Multiple factors that contribute to uncertainty in the lives of children, young people and families&lt;/li&gt;\n&lt;li&gt;Equality, rights, diversity and cultural differences, and the values of the organisation in which you are working&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Communicates in way that enables the voice of the child, young person or family members to be heard&lt;/li&gt;\n&lt;li&gt;Encourages individuals to engage positively with their community and relevant agencies and actively participate in the way their care and support is delivered&lt;/li&gt;\n&lt;li&gt;Actively promotes respect, equality, diversity and inclusion&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;&#39;You helped me to identify risk, you made me aware when things were unsafe &#39;&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The range of potential safeguarding risk factors (e.g. domestic violence, membership of gangs, missing children, online activity, radicalisation and Prevent agenda), the different forms of harm to children and vulnerable adults (e.g. neglect, child sexual exploitation, physical abuse, emotional abuse) and the local and national thresholds for safeguarding&lt;/li&gt;\n&lt;li&gt;the safeguarding requirements contained within mandatory local safeguarding training or nationally accredited equivalent&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Works together with children, young people and families to keep them safe and manage risk and promoting the development of skills the family need to successfully manage risk themselves&lt;/li&gt;\n&lt;li&gt;Works with and supports other professionals to respond to safeguarding concerns&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;&#39;You identified my/our strengths and difficulties and helped me learn about myself/ourselves. We prepared and made plans where we agreed the next steps together&#39;&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Child, adolescent and adult development&lt;/li&gt;\n&lt;li&gt;The spectrum of needs and how they may be met&lt;/li&gt;\n&lt;li&gt;The principles of effective assessment and the importance of analysis and professional judgement&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Identifies the influences on the individual and the family and supports them to make informed choices&lt;/li&gt;\n&lt;li&gt;Leads on the development and recording of holistic plans, delivery of interventions and evaluates their effectiveness&lt;/li&gt;\n&lt;li&gt;Identifies and addresses barriers to accessing resources&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;&#39;You supported me through the changes, stuck with me and checked how things were progressing and asked whether things were better for me &#39;&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Models for monitoring changes in a child, young person or family member’s wellbeing&lt;/li&gt;\n&lt;li&gt;A range of evidence based interventions and their strengths and weaknesses&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Identifies and manages evidence-based approaches and evaluates their effectiveness&lt;/li&gt;\n&lt;li&gt;Contributes to the development of a resilient, consistent and persistent approach to practice&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;&#39;You weren&#39;t afraid to make difficult decisions when you thought it was the right thing to do&#39;&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The duties, responsibilities, boundaries and ethical nature of the role&lt;/li&gt;\n&lt;li&gt;Theories and guidelines underpinning sound practice&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Models clarity of purpose, clear expectations and a professional approach to decision making&lt;/li&gt;\n&lt;li&gt;Appropriately challenges and/or offers alternative perspectives with the children, young person or family&lt;/li&gt;\n&lt;li&gt;Contributes to own professional development&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;&#39;You knew what you were doing - you understood the law and knew where to find other information and helped me to form creative ideas about how to make things better&#39;&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Systems and policy frameworks for work with children, young people and families. e.g. education, health, care, employment, criminal justice, special educational needs and disabilities, first aid, safeguarding&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Applies knowledge of legal, economic and social justice systems and implements policy frameworks in support of positive outcomes for children, young people and families&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;em&gt;&lt;strong&gt;&#39;You thought about things&#39;&lt;/strong&gt;&lt;/em&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The role of professional judgement and analysis in complex situations&lt;/li&gt;\n&lt;li&gt;The importance of considering ethics and values, challenging self and the systems in use&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Demonstrates critical evaluation of practice and insight into own emotions, behaviour and feelings, and uses these insights to challenge own practice&lt;/li&gt;\n&lt;li&gt;Takes an active part in continuous professional development&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;em&gt;&lt;strong&gt;&#39;You included people who were important to me or could help me&#39;&lt;/strong&gt;&lt;/em&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Techniques for establishing shared goals and outcomes when building relationships with others&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Sharing and agreeing goals and outcomes when building relationships with partner organisations, other workers, children, young people and families, to ensure appropriate and timely support&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Children, Young People and Family Practitioners will need to supplement the &lt;strong&gt;CORE &lt;/strong&gt;standard programme with specialist skills and knowledge, by choosing &lt;strong&gt;ONE &lt;/strong&gt;of the following options:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;OPTION 1: Practitioner in children&#39;s residential care&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;&lt;caption&gt;\n&lt;p&gt;1a. Working with families, carers and children to devise, deliver and evaluate the effectiveness of&#160;interventions for the care and support of individual children and young people in residential care&lt;/p&gt;\n&lt;/caption&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;266&quot;&gt;\n&lt;p&gt;The legislation and compliance requirements for residential care&lt;/p&gt;\n&lt;p&gt;The aspirations for a child in residential care&lt;/p&gt;\n&lt;p&gt;Group living and group dynamics&lt;/p&gt;\n&lt;p&gt;Legislation and the Code of Practice for Special Educational Needs and Disability&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;282&quot;&gt;\n&lt;p&gt;Assumes the role of professional parent&lt;/p&gt;\n&lt;p&gt;Contributes to creating and reviewing placement plans based on individual need&lt;/p&gt;\n&lt;p&gt;Is able to support traumatised children and young people to live together and make progress&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;&lt;caption&gt;1.b. Work within a team to promote the ethos of the home caption.&lt;/caption&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;266&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;The ethos of the home and how to create and promote it&lt;/p&gt;\n&lt;p&gt;Team dynamics and collaborative approach in residential environment&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;282&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Develops and promotes the ethos of the home&lt;/p&gt;\n&lt;p&gt;Models collaborative team working and the ability to support and appropriately challenge each other&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;strong&gt;&lt;br /&gt;OPTION 2: Children, young people and families practitioner within the community&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;2a. Forge networks with other agencies and the community, within a specific working context (e.g. early years, youth, youth justice, family work, special educational needs and disability etc.) and build sustainable solutions together&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;&lt;caption&gt;2.b. In depth understanding of a particular age group, context or family system&lt;/caption&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;266&quot;&gt;\n&lt;p&gt;Contemporary social issues that affect family life and the care of children and young people&lt;/p&gt;\n&lt;p&gt;Detailed understanding of working with a particular group e.g. U5, 5-11, 12+, young adult, parents, families, children with special educational needs and disabilities&lt;/p&gt;\n&lt;p&gt;Key ethical and professional aspects of role&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;282&quot;&gt;\n&lt;p&gt;Engages effectively with child, young person and/or family members&lt;/p&gt;\n&lt;p&gt;Supports children, young people or vulnerable adults to identify and take action to deal with safeguarding risk&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;strong&gt;&lt;br /&gt;Qualifications: &lt;/strong&gt;Apprentices without level 2 English and Maths will need to achieve this level prior to taking their end- point assessment.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Option 1. &lt;/strong&gt;Level 3 Diploma for Residential Childcare&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Option 2&lt;/strong&gt;.&#160;Certificate in Higher Education in working with Children Young People and Families&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;CORE: As a practitioner you will be working with children, young people and families, including carers, to achieve positive and sustainable change in their lives. You will demonstrate a passion to care for and about children, young people and families. You will be skilled in recognising and assessing the complex needs that children, young people and families often present. You will agree with the child, young person or family any specific interventions or referrals. Your approach will be one of respectful curiosity that challenges and supports children, young people and families to achieve their potential and stay safe. You will work alongside other professionals and organisations to share the responsibility for improving outcomes. Each piece of work with a child or family will be different and you will exercise judgement on a range of evidence-based approaches to inform your practice. You will regularly evaluate the effectiveness of your methods and actions. Regular supervision with an experienced practitioner will encourage reflection on your practice. At the end of the apprenticeship the high quality of your practice will be making a real difference to those that you work with. OPTION 1: Practitioner in Children&#39;s Residential Care You could be working in a number of settings e.g. a children’s home, a residential special school or a secure children’s home. The children might be living on their own or in a larger group. You will take the lead in developing and delivering the child&#39;s placement plan and will work with the child to support their health, education, social and day to day needs, playing a significant role in helping them to thrive and fulfil their potential . OPTION 2: Children, Young People and Families Practitioner within the Community You will understand the importance of and be skilled in early intervention and safeguarding work. You will manage risk across the spectrum needs for children, young people and families. You may work in settings as diverse as family homes, youth centres, early years, youth justice, children&#39;s centres, educational settings and the community. You will play a significant role in working across agencies to improve outcomes. You may work with particular age groups, across the full age range or specifically with families. By supporting the confidence and skills of children, young people and families you will help them to overcome barriers and maximise their independence.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "adc4314d-ad25-4ee4-9627-e2687a07e903",
      "detail": "Communication that enables the voice of the child, young person or family members to be heard"
    },
    {
      "knowledgeId": "fdd8f281-f975-4407-94fe-5627c8db7a34",
      "detail": "Multiple factors that contribute to uncertainty in the lives of children, young people and families"
    },
    {
      "knowledgeId": "e95823ab-fb73-43c5-8e29-e4f8fcdd09c6",
      "detail": "Equality, rights, diversity and cultural differences, and the values of the organisation in which you are working"
    },
    {
      "knowledgeId": "21dc74e5-a16a-4fba-9118-4a276e5bb181",
      "detail": "The range of potential safeguarding risk factors (e.g. domestic violence, membership of gangs, missing children, online activity, radicalisation and Prevent agenda), the different forms of harm to children and vulnerable adults (e.g. neglect, child sexual exploitation, physical abuse, emotional abuse) and the local and national thresholds for safeguarding"
    },
    {
      "knowledgeId": "5df8b8c5-0c3b-4ce0-a547-03d5fb166e37",
      "detail": "The safeguarding requirements contained within mandatory local safeguarding training or nationally accredited equivalent"
    },
    {
      "knowledgeId": "0dde0b8f-ac6d-4a3b-8c8d-5fb5580a3772",
      "detail": "Child, adolescent and adult development"
    },
    {
      "knowledgeId": "8a01a3f4-1551-41f4-8b69-4668e581c746",
      "detail": "The spectrum of needs and how they may be met"
    },
    {
      "knowledgeId": "43a65f68-36d0-4185-91e0-213b97196646",
      "detail": "The principles of effective assessment and the importance of analysis and professional judgement"
    },
    {
      "knowledgeId": "f0044b13-e559-4883-b2c2-270b0e0b6e4d",
      "detail": "Models for monitoring changes in a child, young person or family member’s wellbeing"
    },
    {
      "knowledgeId": "f6f3c0e8-c7c2-4d05-96d4-6efbeffa9a5c",
      "detail": "A range of evidence based interventions and their strengths and weaknesses"
    },
    {
      "knowledgeId": "724d31bb-a5f6-410e-a2cc-2a4e28ba8416",
      "detail": "The duties, responsibilities, boundaries and ethical nature of the role"
    },
    {
      "knowledgeId": "0fb9b44c-a1e8-42ad-b046-2d7225cb1298",
      "detail": "Theories and guidelines underpinning sound practice"
    },
    {
      "knowledgeId": "6271cc8f-982e-4c56-856b-dca6e4c24e85",
      "detail": "Systems and policy frameworks for work with children, young people and families. e.g. education, health, care, employment, criminal justice, special educational needs and disabilities, first aid, safeguarding"
    },
    {
      "knowledgeId": "793c3292-8f84-424a-88d3-dffffbab64d0",
      "detail": "The role of professional judgement and analysis in complex situations"
    },
    {
      "knowledgeId": "8593bc54-f6a0-4016-9fc9-a59c59b5d1d9",
      "detail": "The importance of considering ethics and values, challenging self and the systems in use"
    },
    {
      "knowledgeId": "5fc2c78a-5805-41f8-800d-136349ad8c1a",
      "detail": "Techniques for establishing shared goals and outcomes when building relationships with others"
    },
    {
      "knowledgeId": "bb0bafcd-7d31-4a18-a7b8-e462278cd6ea",
      "detail": "The legislation and compliance requirements for residential care"
    },
    {
      "knowledgeId": "5f882780-8c70-461f-98cc-ed3ca6fec091",
      "detail": "The aspirations for a child in residential care"
    },
    {
      "knowledgeId": "3a3cf302-cb0f-4fb9-b8cf-a2bf3a5531ec",
      "detail": "Group living and group dynamics"
    },
    {
      "knowledgeId": "bbdbc602-87af-41b0-bbf1-e9e2240d2f1c",
      "detail": "Legislation and the Code of Practice for Special Educational Needs and Disability"
    },
    {
      "knowledgeId": "9be016b7-174e-47d0-977f-d4605f629626",
      "detail": "The ethos of the home and how to create and promote it"
    },
    {
      "knowledgeId": "2bc5b929-582e-4f4b-a3dd-10da31d926b8",
      "detail": "Team dynamics and collaborative approach in residential environment"
    },
    {
      "knowledgeId": "4c85f118-3f86-4566-91b0-f9b1e7620f93",
      "detail": "Contemporary social issues that affect family life and the care of children and young people"
    },
    {
      "knowledgeId": "7175dee0-0670-41a1-a8d1-a474857f5d48",
      "detail": "Detailed understanding of working with a particular group e.g. U5, 5-11, 12+, young adult, parents, families, children with special educational needs and disabilities"
    },
    {
      "knowledgeId": "d0f90461-07f8-4e1a-a796-fb657e60e301",
      "detail": "Key ethical and professional aspects of role"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "6a0b1de2-9c37-4d4b-8236-0d6055865b00",
      "detail": "Care: Respecting and valuing individuals to keep them safe, being affirming and working with them to help them make a positive difference to their lives"
    },
    {
      "behaviourId": "1a96bdf6-ed23-4781-91c3-dbe4d7233885",
      "detail": "Compassion: Consideration and concern for children, young people and their families, combined with an understanding of the perspective of those you work with"
    },
    {
      "behaviourId": "465f3fdb-9cc4-4a0c-8411-9bf77170a39a",
      "detail": "Courage: Honesty and a positive belief in helping children, young people and families. Being confident when faced with confrontation, holding a safe space to manage and contain really difficult behaviours and working with children, young people and families to challenge and enable them to fulfil their potential"
    },
    {
      "behaviourId": "7e4a6a26-9d2d-41cc-8933-aae2cdeccf16",
      "detail": "Communication: Your work is based on building effective relationships, being perceptive and empathic and building good rapport"
    },
    {
      "behaviourId": "3e60da58-f894-4a34-8f5c-aab97cee10e6",
      "detail": "Competence: The relationships you build to effect change for children, young people and families will be informed by social care ethics and values and will be developed through reflective practice."
    },
    {
      "behaviourId": "5c5d52af-b070-4af2-8f57-e13ccbd48495",
      "detail": "Commitment: Creating sustainable change in others by working alongside children, young people and families and being authentic, consistent, patient, persistent and resilient"
    }
  ],
  "skills": [
    {
      "skillId": "63779f32-7e40-4ed7-b4e0-7a3cbb571646",
      "detail": "Communicates in way that enables the voice of the child, young person or family members to be heard"
    },
    {
      "skillId": "a34de083-f800-4e86-a332-d8787b537758",
      "detail": "Encourages individuals to engage positively with their community and relevant agencies and actively participate in the way their care and support is delivered"
    },
    {
      "skillId": "12e4bbb3-61bb-42c1-979b-c4a7cebdab18",
      "detail": "Actively promotes respect, equality, diversity and inclusion"
    },
    {
      "skillId": "caec7e40-bd2b-4cf4-914e-331b3c7c3e9a",
      "detail": "Works together with children, young people and families to keep them safe and manage risk and promoting the development of skills the family need to successfully manage risk themselves"
    },
    {
      "skillId": "c1a89796-5522-4a23-a3aa-a55a47e82779",
      "detail": "Works with and supports other professionals to respond to safeguarding concerns"
    },
    {
      "skillId": "d0afe0ee-5189-46df-8a01-56b30cba420f",
      "detail": "Identifies the influences on the individual and the family and supports them to make informed choices"
    },
    {
      "skillId": "e23bb6dd-9c1d-4b96-93b1-dd3b5930593b",
      "detail": "Leads on the development and recording of holistic plans, delivery of interventions and evaluates their effectiveness"
    },
    {
      "skillId": "91eed823-5a1f-4fff-a7a9-391e20c1a8bb",
      "detail": "Identifies and addresses barriers to accessing resources"
    },
    {
      "skillId": "33febfd6-fb43-4ed1-93b7-58efadd0ad66",
      "detail": "Identifies and manages evidence-based approaches and evaluates their effectiveness"
    },
    {
      "skillId": "80f8806a-3053-4ee2-8ac6-5e542de8f704",
      "detail": "Contributes to the development of a resilient, consistent and persistent approach to practice"
    },
    {
      "skillId": "379e63ac-e263-4c97-8db4-fa04c0559af3",
      "detail": "Models clarity of purpose, clear expectations and a professional approach to decision making"
    },
    {
      "skillId": "7d5e0c60-2b73-426a-b81e-5b28fcb55f17",
      "detail": "Appropriately challenges and/or offers alternative perspectives with the children, young person or family"
    },
    {
      "skillId": "6b44567d-e053-4c18-a361-d51b9950b231",
      "detail": "Contributes to own professional development"
    },
    {
      "skillId": "e6b8f947-bb55-4f2b-84cc-62f13aa91742",
      "detail": "Applies knowledge of legal, economic and social justice systems and implements policy frameworks in support of positive outcomes for children, young people and families"
    },
    {
      "skillId": "2a652b94-9ecc-4f65-acfd-c403867579a6",
      "detail": "Demonstrates critical evaluation of practice and insight into own emotions, behaviour and feelings, and uses these insights to challenge own practice"
    },
    {
      "skillId": "c1434fa8-fcb9-434c-9f1b-99dc147392e3",
      "detail": "Takes an active part in continuous professional development"
    },
    {
      "skillId": "75ae1b07-6e9a-4ca3-9ef4-8766101ddb95",
      "detail": "Sharing and agreeing goals and outcomes when building relationships with partner organisations, other workers, children, young people and families, to ensure appropriate and timely support"
    },
    {
      "skillId": "a4381ce3-4735-438a-9f3e-1f4b9dacbb71",
      "detail": "Assumes the role of professional parent"
    },
    {
      "skillId": "d67895d0-9ebd-461b-bb36-57179ac695e6",
      "detail": "Contributes to creating and reviewing placement plans based on individual need"
    },
    {
      "skillId": "c3d5866b-5f7c-4185-88cf-017635193839",
      "detail": "Is able to support traumatised children and young people to live together and make progress"
    },
    {
      "skillId": "b0966e9e-7f68-4054-8b4b-36925875dba8",
      "detail": "Develops and promotes the ethos of the home"
    },
    {
      "skillId": "4a79c725-e41e-466e-b622-c0b4c0eef8ca",
      "detail": "Models collaborative team working and the ability to support and appropriately challenge each other"
    },
    {
      "skillId": "456cd788-d785-4c4a-9dc5-1d216a543e4f",
      "detail": "Engages effectively with child, young person and/or family members"
    },
    {
      "skillId": "28ce20af-6748-45bf-8271-adba79a01ca9",
      "detail": "Supports children, young people or vulnerable adults to identify and take action to deal with safeguarding risk"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Children, Young People & Families Practitioner within the Community",
    "Practitioner in Children's Residential Care"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-06-29T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0116",
  "tbMainContact": "AaronEarlyYears@outlook.com, JBenford@northamptonshire.gov.uk, FDewsbery@northamptonshire.gov.uk",
  "involvedEmployers": "Acorn Children’s Homes, Appletree School, Association of Directors of Children’s Services (ADCS), Caretech Community Services Ltd, Derbyshire County Council, Dove Adolescent Services Ltd, East Riding County Council, Hampshire County Council, Harmony Children’s Services Ltd, Percy Hedley Foundation, Suffolk County Council, Kirklees Council, Leicestershire County Council, Lancashire County Council, Local Government Association, Suffolk County Council, West Berks Council, Early Intervention and Family Support Network Group, Early Years Trailblazer Group, Ros Garrod-Mason, Access Community Trust, Action for Children, Anglia Care Trust, Beacon Counselling, Bedford Borough Council, Birmingham City Council, Blackburn with Darwen Council, Blackpool Council (unitary), Bolton Council, Bracknell-Forest Council, Burnley Borough Council, Caldecott Foundation, Cambridgeshire County Council, Central Bedfordshire Council, Central Manchester University Hospitals NHS Foundation Trust, Cheshire East Council, Cheshire West &amp; Chester, Chorley Borough  Council, Community Action Suffolk, Coventry City Council, Cumbria County Council, Doncaster Children’s Services Trust, Dudley MBC, Essex County Council, Gloucestershire County Council, Hartlepool Council, Health Education North West, Herefordshire Council, Leeds City Council, Lighthouse Capital Investments, Luton Borough Council, Keys Childcare, Manchester City Council, Meadows Care, Mersey Care NHS Trust, Middlesbrough Council, Moonreach, Norfolk and Suffolk Workforce Partnership Group, Norfolk County Council, North Yorkshire County Council, Northern Care, Northumberland County Council and Northumberland Healthcare Trust, Oracle Care, Oxfordshire County Council, Pathway Care Solutions, Progressive Care, Pure Innovations, Pure insights, Right Trak, Royal Borough of Windsor and Maidenhead, Redcar and Cleveland Council, Salford Royal NHS Foundation Trust, Sandwell MBC, School Development Support Agency (SDSA), Sheffield City Council, Shropshire Council, Skills for Care, Solihull MBC, South Tyneside Council, Southend-on-Sea Borough Council, Staffordshire County Council, Stockport Metropolitan Borough Council, Stoke on Trent City Council, Suffolk Young People’s Health Project, Surrey County Council, Sunderland City Council, Telford and Wrekin Council, Thurrock Council, Walsall MBC, Warwickshire County Council, West Berkshire, Wolverhampton City Council, Worcestershire County Council, Yorks and Humber Children’s Workforce Leads Group, Yorks and Humber Regional LGA, University Campus Suffolk, Vic Citarella",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Children, young people and families practitioner"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Care Services",
  "cluster": "Children, Young People and Families Manager",
  "clusterId": "168",
  "clusterDescription": "Achieve a positive and lasting change in the status of client's lives and seek to raise the effectiveness of the services provided through regular reviews assisted by supervision",
  "createdDate": "2017-11-14T17:10:24 +00:00",
  "lastUpdated": "2018-06-29T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-06-29T00:00:00 +00:00",
  "banners": "This apprenticeship standard is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards in revision are available in the revisions status report.",
  "occupationCode": "OCC0088",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0088-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0088-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "164dc1f8-3975-49db-a35e-48ead78c6e5e",
      "title": "Children, Young People & Families Practitioner within the Community",
      "occupationCode": "OCC0088A"
    },
    {
      "optionId": "5b25a900-e6df-4d9a-bf83-04dace359f4d",
      "title": "Practitioner in Children's Residential Care",
      "occupationCode": "OCC0088B"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "6a0b1de2-9c37-4d4b-8236-0d6055865b00",
        "1a96bdf6-ed23-4781-91c3-dbe4d7233885",
        "465f3fdb-9cc4-4a0c-8411-9bf77170a39a",
        "7e4a6a26-9d2d-41cc-8933-aae2cdeccf16",
        "3e60da58-f894-4a34-8f5c-aab97cee10e6",
        "5c5d52af-b070-4af2-8f57-e13ccbd48495"
      ],
      "mappedKnowledge": [
        "adc4314d-ad25-4ee4-9627-e2687a07e903",
        "fdd8f281-f975-4407-94fe-5627c8db7a34",
        "e95823ab-fb73-43c5-8e29-e4f8fcdd09c6",
        "21dc74e5-a16a-4fba-9118-4a276e5bb181",
        "5df8b8c5-0c3b-4ce0-a547-03d5fb166e37",
        "0dde0b8f-ac6d-4a3b-8c8d-5fb5580a3772",
        "8a01a3f4-1551-41f4-8b69-4668e581c746",
        "43a65f68-36d0-4185-91e0-213b97196646",
        "f0044b13-e559-4883-b2c2-270b0e0b6e4d",
        "f6f3c0e8-c7c2-4d05-96d4-6efbeffa9a5c",
        "724d31bb-a5f6-410e-a2cc-2a4e28ba8416",
        "0fb9b44c-a1e8-42ad-b046-2d7225cb1298",
        "6271cc8f-982e-4c56-856b-dca6e4c24e85",
        "793c3292-8f84-424a-88d3-dffffbab64d0",
        "8593bc54-f6a0-4016-9fc9-a59c59b5d1d9",
        "5fc2c78a-5805-41f8-800d-136349ad8c1a"
      ],
      "mappedSkills": [
        "63779f32-7e40-4ed7-b4e0-7a3cbb571646",
        "a34de083-f800-4e86-a332-d8787b537758",
        "12e4bbb3-61bb-42c1-979b-c4a7cebdab18",
        "caec7e40-bd2b-4cf4-914e-331b3c7c3e9a",
        "c1a89796-5522-4a23-a3aa-a55a47e82779",
        "d0afe0ee-5189-46df-8a01-56b30cba420f",
        "e23bb6dd-9c1d-4b96-93b1-dd3b5930593b",
        "91eed823-5a1f-4fff-a7a9-391e20c1a8bb",
        "33febfd6-fb43-4ed1-93b7-58efadd0ad66",
        "80f8806a-3053-4ee2-8ac6-5e542de8f704",
        "379e63ac-e263-4c97-8db4-fa04c0559af3",
        "7d5e0c60-2b73-426a-b81e-5b28fcb55f17",
        "6b44567d-e053-4c18-a361-d51b9950b231",
        "e6b8f947-bb55-4f2b-84cc-62f13aa91742",
        "2a652b94-9ecc-4f65-acfd-c403867579a6",
        "c1434fa8-fcb9-434c-9f1b-99dc147392e3",
        "75ae1b07-6e9a-4ca3-9ef4-8766101ddb95"
      ]
    },
    {
      "coreOrOptionTitle": "Children, Young People & Families Practitioner within the Community",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "4c85f118-3f86-4566-91b0-f9b1e7620f93",
        "7175dee0-0670-41a1-a8d1-a474857f5d48",
        "d0f90461-07f8-4e1a-a796-fb657e60e301"
      ],
      "mappedSkills": [
        "456cd788-d785-4c4a-9dc5-1d216a543e4f",
        "28ce20af-6748-45bf-8271-adba79a01ca9"
      ]
    },
    {
      "coreOrOptionTitle": "Practitioner in Children's Residential Care",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "bb0bafcd-7d31-4a18-a7b8-e462278cd6ea",
        "5f882780-8c70-461f-98cc-ed3ca6fec091",
        "3a3cf302-cb0f-4fb9-b8cf-a2bf3a5531ec",
        "bbdbc602-87af-41b0-bbf1-e9e2240d2f1c",
        "9be016b7-174e-47d0-977f-d4605f629626",
        "2bc5b929-582e-4f4b-a3dd-10da31d926b8"
      ],
      "mappedSkills": [
        "a4381ce3-4735-438a-9f3e-1f4b9dacbb71",
        "d67895d0-9ebd-461b-bb36-57179ac695e6",
        "c3d5866b-5f7c-4185-88cf-017635193839",
        "b0966e9e-7f68-4054-8b4b-36925875dba8",
        "4a79c725-e41e-466e-b622-c0b4c0eef8ca"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2018-06-29T00:00:00"
}