{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 178,
  "referenceNumber": "ST0063",
  "learningAimClassCode": "",
  "title": "Building services engineering technician 2022",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0063",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan, funding band and standard revised.",
  "changedDate": "2022-07-05T00:00:00",
  "earliestStartDate": "2022-01-27T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Supporting engineers, surveyors and architects on construction projects.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 32,
  "maxFunding": 16000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "building site management",
    "building services",
    "construction",
    "project",
    "engineers",
    "operations",
    "maintenance",
    "survey"
  ],
  "jobRoles": [
    "Building Services Engineering Technician",
    "Engineering Technician",
    "Assistant Technician",
    "Design Technician",
    "Construction Technician",
    "Site Technician",
    "Junior Site Technician",
    "Infrastructure Technician",
    "Mechanical Engineering Technician",
    "Electrical Engineering Technician",
    "Public Health Engineering Technician",
    "Project Management Technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/5821/st0063_building_services_engineering_technician_l3_ap-for-publication_06122021.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.1",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the construction and engineering sectors, with building services engineering technicians employed in a variety of organisation types and sizes.&amp;nbsp; Building services engineering technicians will typically work for:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Clients, for whom construction or refurbishment projects are carried out, with technicians supporting the preparation and production of building services engineering information, project plans and resourcing, typically for consultants and contractors. This type of organisation could include Developers, Hospital Estates departments, Local Authorities, Facilities Management, etc.&lt;/li&gt;\n&lt;li&gt;Consultancies, typically appointed by the client, to design, prepare or modify building services engineering designs, with technicians supporting the planning, design, coordination, management, and monitoring of building services engineering projects, in the design phase, typically providing information for the client and contractor.&lt;/li&gt;\n&lt;li&gt;Contractors, typically appointed by the client, to coordinate the construction, installation, refurbishment, or manufacture phase of a building services engineering project, with technicians supporting the planning, project management, monitoring, commissioning and coordination of the build or refurbishment phase of building services engineering projects.&lt;/li&gt;\n&lt;li&gt;Suppliers and Manufacturers, appointed to supply materials and equipment, or to design, build and manufacture building service systems, for building services projects.&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Technicians work on and in all types of buildings across the built environment sector, including residential (private homes, larger residential buildings, including high rise buildings), schools (education), healthcare facilities &amp;amp; hospitals, retail outlets, shopping centres, offices, restaurants, cinemas, gyms, museums, and infrastructure projects such as transport hubs and stations, ports and airports, water and waste facilities, power plants.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to bring the built environment to life by connecting up the buildings we live and work in, ensuring they meet the needs of the people, plant, and services they need to accommodate, whilst providing comfort, building safety and security and efficiency through ever increasing environmental safeguarding.&lt;/p&gt;\n&lt;p&gt;Building services engineering technicians assist in the delivery of building services solutions and systems that are to be manufactured, installed, or managed and maintained, within a building. The main types of building services systems are mechanical (heating, ventilation, and cooling), electrical (power, lighting etc) and public health (water services and drainage).&lt;/p&gt;\n&lt;p&gt;In these areas, building services engineering technicians may consider:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;safety and security, including emergency lighting, security and alarm systems, fire detection and prevention, emergency back-up systems, inclusive access, and flow through buildings for both people and equipment, including escalators and lifts.&lt;/li&gt;\n&lt;li&gt;efficiency and sustainability, including the capture, supply and use of energy (electrical, mechanical, and other power systems, renewable energy systems (such as solar, wind or heat pump sources), water supply and management (including plumbing and drainage), communication networks to aid integrated systems and intelligent buildings, and fa&#231;ade engineering.&lt;/li&gt;\n&lt;li&gt;comfort and control, including heating and ventilation, air conditioning and refrigeration, and lighting (artificial and natural) and acoustics.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Building services engineering technicians will use and apply engineering principles and techniques to prepare, produce and present building services engineering diagrams and documentation, with regard for the practical need to install and maintain equipment and systems. They will also support in technical problem solving which aid in the delivery of building services engineering solutions.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Technicians will source, review, and analyse data and information, carry out calculations, and use a range of tools and techniques, including engineering analysis software (such as CAD and Revit), and digital data modelling systems, such as Building Information Management (BIM), to aid the communication, assessment and secure management of building services engineering information.&lt;/p&gt;\n&lt;p&gt;With the need to mitigate the detrimental effects on the environment and an increased drive for sustainability, technicians will need to consider the whole life cycle of a built asset, ensuring building service engineering systems and projects align with United Nations Sustainable Development Goals (UNSDG), respond to net-zero emissions targets and are compliant with climate change acts, and environmental and sustainability policies and legislation.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Building services engineering technicians will contribute to the planning, design, programming, project management, or delivery of engineering activities to agreed timescales and budgets, using quality systems and risk assessment procedures to monitor and manage projects and their risks. Technicians may also assist in site inspections or surveys, report progress against project plans, or check specified technical aspects of design, site or manufacturing activities.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with their line manager, typically a senior building services engineer or site manager, to confirm programmes of work and agree individual responsibilities, which in turn support the delivery of wider plans across building services engineering teams; these teams could include engineers across a range of disciplines, such as mechanical, electrical or public health engineering, from various employer types (e.g. clients, consultancies, contractors), and project managers, where their collective outputs will be used to produce building services engineering solutions that are fit for purpose, safe, secure, environmentally sustainable, and meet customer and industry specifications.&lt;/p&gt;\n&lt;p&gt;Technicians shall also have a mentor who will support them in the development of their career plans, maintenance of their personal and professional development, and in some cases, progression into more advanced roles, such as building services engineers or technical specialists.&lt;/p&gt;\n&lt;p&gt;Technicians may also be exposed to other professional disciplines, such as civils, lighting and acoustics engineers, surveyors, architects, planners, environmental practitioners, or legal teams. As well as liaising with internal colleagues across a variety of multidisciplinary areas, some technicians will also be responsible for working with customers, suppliers, manufacturers, and stakeholders or with representatives from appropriate regulatory bodies.&lt;/p&gt;\n&lt;p&gt;Building services engineering technicians, depending on their employer, will spend their time in an office environment, working on site, working remotely or a combination of these. There is also potential for visiting customers, suppliers, or manufacturers.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for assisting in the delivery of accurate and quality building services engineering solutions, ensuring they are within agreed time and resource limits, compliant with health and safety regulations, to industry, regulatory and legislative standards, such as the Building Safety Bill, and to defined specifications.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;They will typically report to an engineer or project manager, normally as part of a cross functional team, the size of this team and responsibilities varying with the scope of the project and size of the employer.&lt;/p&gt;\n&lt;p&gt;They also have a responsibility to plan and organise their own work and contribute to the management of projects using a variety of business processes, procedures, and methods of working, and comply with the policies and guidance in their workplace, such as those associated with employment, health, wellbeing and welfare, and ethical and professional conduct.&lt;/p&gt;\n&lt;p&gt;Technicians are able to use their own judgement when undertaking the occupational duties and applying their technical knowledge, skills, and behaviours in a range of contexts and environments. They are also responsible for their own continuing professional development and recognising their own obligations to society.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "a51134dc-09ec-43fd-8750-1a86692dc4e3",
      "detail": "Appropriate engineering principles, underpinned by relevant mathematical, scientific, and technical knowledge and understanding, relating to building services engineering and the construction or manufacturing process"
    },
    {
      "knowledgeId": "d5a9c6c2-2629-4442-82db-965c30a48fd9",
      "detail": "Appropriate building services engineering techniques and methods used to design, install, commission, maintain or operate buildings and infrastructure, the standards, contracts, and specifications used, and their impact on the construction or manufacturing process"
    },
    {
      "knowledgeId": "190f78d8-e2fa-4544-b418-30618dac3280",
      "detail": "Key principles, techniques and methods of data and technical information collection, analysis and evaluation used in delivering building services engineering models (such as Building Information Modelling), designs, and technical solutions"
    },
    {
      "knowledgeId": "59afaee9-4abe-4a02-bfe1-b76390567027",
      "detail": "Technical drawings, designs, and Building Information Models, using computer-based software packages, such as Computer Aided Design (CAD) or modelling software (Revit), and their use in the sector"
    },
    {
      "knowledgeId": "2178f04b-6c35-460a-a754-85c8082e7d3d",
      "detail": "Statutory health, safety and welfare policies, procedures, and regulations, including risk management, in relation to building services engineering project delivery"
    },
    {
      "knowledgeId": "d47f2b32-f6d8-4bb7-82de-049c22f83bc2",
      "detail": "Industry policies, standards, regulations and legislations (such as Building Safety legislation), and codes of practice (such as Common Safety Method (CSM) and Construction Design and Management (CDM)), that must be adhered to in the building services engineering environment"
    },
    {
      "knowledgeId": "8d56ee3e-9f45-468d-b3ab-48f0b8d0d282",
      "detail": "Principles of sustainable development, including those relating to United Nations Sustainable Development Goals (UNSDG) and net-zero carbon emissions, environmental policies and legislations, the climate change act, and their impact on the design, delivery, and maintenance of building services engineering projects"
    },
    {
      "knowledgeId": "13b217ac-b957-48c8-a831-8989f3671c47",
      "detail": "Understanding of equality, diversity and inclusion, and its impact on building services engineering solutions"
    },
    {
      "knowledgeId": "e7d512be-868b-4584-afc2-76a51c23c052",
      "detail": "Project management, including quality and information management and assurance systems and continuous improvement processes, as applied to building services engineering"
    },
    {
      "knowledgeId": "e084b838-333a-4b55-851d-5e01f2445f6c",
      "detail": "Methods of communication and when to use them, including how to write technical reports and present technical information, using appropriate engineering terminology and conventions"
    },
    {
      "knowledgeId": "5c9428b2-450f-4e7e-9ed0-6b0cce473ac1",
      "detail": "Ethical principles as applied to building services engineering and the security of data and information"
    },
    {
      "knowledgeId": "3e384db3-4543-462b-8f40-760527d588bb",
      "detail": "The values and standards by which they maintain their personal, professional, and technical knowledge and skills through initial professional development (IPD) and continuing professional development (CPD)"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "de7f4a9f-0e70-4d51-aa49-3621c884a6b2",
      "detail": "Complies with health, safety and welfare requirements, industry standards, statutory regulation and legislation, policies, and codes of practice"
    },
    {
      "behaviourId": "70f1cccc-1b94-4c56-9723-43dde329fe4c",
      "detail": "Works independently, operating in a systematic, proactive, and transparent way, using resources effectively to complete tasks, knowing their limitations and when to ask for support or escalate"
    },
    {
      "behaviourId": "d5854b7e-1d38-492a-9e52-e9a75a1159af",
      "detail": "Applies a structured approach to problem solving with attention to detail, accuracy, and diligence"
    },
    {
      "behaviourId": "2765feea-a2bf-4f0e-82fd-c09bc3fb5046",
      "detail": "Is motivated when collaborating in teams, offering sensible challenge, reflects on and provides constructive feedback and contributes to discussions"
    },
    {
      "behaviourId": "5296ecae-5ed8-4cbb-a31b-d55f8accae6f",
      "detail": "Maintains professional and ethical working relationships with internal, external, and connected stakeholders"
    },
    {
      "behaviourId": "87ca092c-2b78-49f2-8a23-115a3a6e8845",
      "detail": "Takes responsibility for their own professional development, seeking opportunities to enhance their knowledge, skills, and experience"
    }
  ],
  "skills": [
    {
      "skillId": "984d5b3e-2050-4e20-85c0-a483cff9a901",
      "detail": "Apply appropriate building services engineering principles, techniques, and methods, including mathematical, scientific, and technical know-how, to building services engineering and the construction or manufacturing process"
    },
    {
      "skillId": "1a1a0ec2-4c25-4c81-9c05-5aaa0e08d8b2",
      "detail": "Apply key principles, techniques and methods of data and technical information collection, analysis and evaluation to support the delivery of building services engineering models (such as Building Information Modelling), designs, and technical solutions"
    },
    {
      "skillId": "a9cc0fa2-fd7b-41f8-bed1-09a5181fe7a3",
      "detail": "Operate computer-based software packages, such as Computer Aided Design (CAD) or modelling software (Revit) to produce and present technical information and documentation with relevant conventions and engineering terminology"
    },
    {
      "skillId": "8785722c-8e1d-4742-8548-85463555af89",
      "detail": "Apply statutory health, safety and welfare policies, procedures, and regulations in the building services engineering environment, using risk management processes, procedures, and documentation"
    },
    {
      "skillId": "679ccebb-2e3e-4a82-84f3-d336a02142ba",
      "detail": "Support and contribute to the production or modification of building services engineering technical solutions in accordance with relevant industry standards, procedures, codes of practice, regulations, and legislation, such as the Building Safety legislation. "
    },
    {
      "skillId": "cea5a639-d005-46cb-9005-b16c5c404f53",
      "detail": "Apply principles of sustainable development, including those relating to United Nations Sustainable Development Goals (UNSDG), environmental policies and legislations in building services engineering projects, recognising the need to reduce carbon use, lower emissions, and wider sustainability"
    },
    {
      "skillId": "84bb74dd-ce70-4cf1-9e44-fc9db459bd05",
      "detail": "Plan, carry out and manage own work in line with quality assurance systems and processes, recognising the wider implications to customer needs, and within cost and resource limitations"
    },
    {
      "skillId": "d9de8b4c-0f17-40a0-ab41-430b7fd43f9a",
      "detail": "Consider equality, diversity, and inclusion in the delivery of building services engineering projects"
    },
    {
      "skillId": "6f85b2cf-fdc1-426e-8ca0-9e982acb952b",
      "detail": "Apply document control processes and procedures using the approved processes, maintaining quality compliance when creating or amending engineering documentation"
    },
    {
      "skillId": "ece8a144-6c5b-484e-9ba6-d1f1e6667806",
      "detail": "Communicate using appropriate methods for the audience, and incorporate relevant and appropriate terms, standards, and data"
    },
    {
      "skillId": "f6cc7903-3ad6-47dc-a762-008b42a7c13a",
      "detail": "Apply ethical principles to building services engineering projects, including the secure use of data and information"
    },
    {
      "skillId": "eaadc92b-7644-4a36-aa64-2db53f189001",
      "detail": "Plan, undertake and review their own professional competence, regularly updating and reviewing their CPD to improve performance"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-06-09T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0056",
  "tbMainContact": "csudworth@acenet.co.uk",
  "involvedEmployers": "Hoare Lee\r\nDerry Building Services Ltd\r\nArup\r\nMott MacDonald\r\nCanary Wharf Contractors Ltd\r\nMott MacDonald\r\nCrofton Consulting\r\nAtkins\r\nCBRE Group\r\nWaterman \r\nClancy Consulting\r\nTroup Bywater and Anders\r\nStatic Systems Group (SSG)\r\nHoare Lee\r\nCrofton Consulting\r\nBDP\r\nInstitute of Healthcare Engineering and Estate Management (IHEEM)\r\nBalfour Beatty\r\n",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Building Services Engineering Technician",
    "Engineering Technician",
    "Assistant Technician",
    "Design Technician",
    "Construction Technician",
    "Site Technician",
    "Junior Site Technician",
    "Infrastructure Technician",
    "Mechanical Engineering Technician",
    "Electrical Engineering Technician",
    "Public Health Engineering Technician",
    "Project Management Technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Building Services Engineering",
  "cluster": "Building services engineering operative or technician",
  "clusterId": "65",
  "clusterDescription": null,
  "createdDate": "2022-01-27T11:29:34 +00:00",
  "lastUpdated": "2022-07-05T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-06-09T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0063",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0063-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0063-v1-1",
  "qualifications": [
    {
      "qualificationId": "ea3dd7ec-c06c-4f02-b7cb-27b789eca6c9",
      "title": "Pearson BTEC Level 3 National Diploma in Building Services Engineering ",
      "level": "3",
      "anyAdditionalInformation": "All apprentices will be required to achieve as a minimum, one of these mandatory qualifications. These qualifications have been approved by one of the professional engineering institutions as meeting the learning outcomes for Engineering Technician (EngTech). Other qualifications may be added at a later date, but must achieve approval from one of the professional engineering institutions licenced by the Engineering Council and meet the Institute’s criteria for inclusion.",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "b614775c-76bc-4db4-be60-b704c11327e9",
      "title": "Pearson BTEC Level 3 National Extended Diploma in Building Services Engineering",
      "level": "3",
      "anyAdditionalInformation": "All apprentices will be required to achieve as a minimum, one of these mandatory qualifications. These qualifications have been approved by one of the professional engineering institutions as meeting the learning outcomes for Engineering Technician (EngTech). Other qualifications may be added at a later date, but must achieve approval from one of the professional engineering institutions licenced by the Engineering Council and meet the Institute’s criteria for inclusion.",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "8dc87082-420c-4e60-86ba-0f0ad938f2a6",
      "title": "EAL Level 3 Electrotechnical Qualification ",
      "level": "3",
      "anyAdditionalInformation": "All apprentices will be required to achieve as a minimum, one of these mandatory qualifications. These qualifications have been approved by one of the professional engineering institutions as meeting the learning outcomes for Engineering Technician (EngTech). Other qualifications may be added at a later date, but must achieve approval from one of the professional engineering institutions licenced by the Engineering Council and meet the Institute’s criteria for inclusion.",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "1ae7dddc-c26d-4f77-a174-6d1732405273",
      "title": "Pearson BTEC Level 3 Diploma in Advanced Manufacturing Engineering (Development Technical Knowledge)",
      "level": "3",
      "anyAdditionalInformation": "All apprentices will be required to achieve as a minimum, one of these mandatory qualifications. These qualifications have been approved by one of the professional engineering institutions as meeting the learning outcomes for Engineering Technician (EngTech). Other qualifications may be added at a later date, but must achieve approval from one of the professional engineering institutions licenced by the Engineering Council and meet the Institute’s criteria for inclusion.",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "2397a924-e961-45b6-a3de-f33dc780129e",
      "title": "City and Guilds Level 3 Electrotechnical Qualification ",
      "level": "3",
      "anyAdditionalInformation": "All apprentices will be required to achieve as a minimum, one of these mandatory qualifications. These qualifications have been approved by one of the professional engineering institutions as meeting the learning outcomes for Engineering Technician (EngTech). Other qualifications may be added at a later date, but must achieve approval from one of the professional engineering institutions licenced by the Engineering Council and meet the Institute’s criteria for inclusion.",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "Engineering Council",
      "level": "Engineering Technician (EngTech)",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "2d24979f-a001-4f6d-a356-dd00afa64d8b",
      "dutyDetail": "Contribute to building services engineering solutions by preparing, producing, and presenting engineering diagrams and documents, to engineering specifications, industry codes of practice, regulations, standards, and procedures ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "de7f4a9f-0e70-4d51-aa49-3621c884a6b2",
        "70f1cccc-1b94-4c56-9723-43dde329fe4c",
        "d5854b7e-1d38-492a-9e52-e9a75a1159af"
      ],
      "mappedKnowledge": [
        "a51134dc-09ec-43fd-8750-1a86692dc4e3",
        "d5a9c6c2-2629-4442-82db-965c30a48fd9",
        "d47f2b32-f6d8-4bb7-82de-049c22f83bc2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "984d5b3e-2050-4e20-85c0-a483cff9a901",
        "1a1a0ec2-4c25-4c81-9c05-5aaa0e08d8b2",
        "679ccebb-2e3e-4a82-84f3-d336a02142ba"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3af798d4-40b5-4001-930d-179e2420a989",
      "dutyDetail": "Assist in the development of building services engineering solutions, by sourcing, reviewing and interpreting data and technical information, carrying out calculations and analysing the outputs ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "70f1cccc-1b94-4c56-9723-43dde329fe4c",
        "d5854b7e-1d38-492a-9e52-e9a75a1159af"
      ],
      "mappedKnowledge": [
        "a51134dc-09ec-43fd-8750-1a86692dc4e3",
        "190f78d8-e2fa-4544-b418-30618dac3280"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "984d5b3e-2050-4e20-85c0-a483cff9a901",
        "1a1a0ec2-4c25-4c81-9c05-5aaa0e08d8b2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "45e35fdd-2675-4344-a3f6-cd5d8b5d60b9",
      "dutyDetail": "Utilise digital technologies and techniques, such as Computer Aided Design (CAD), Building Information Modelling (BIM) and other techniques, to inform and support building service engineering solutions",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "de7f4a9f-0e70-4d51-aa49-3621c884a6b2",
        "70f1cccc-1b94-4c56-9723-43dde329fe4c",
        "d5854b7e-1d38-492a-9e52-e9a75a1159af"
      ],
      "mappedKnowledge": [
        "59afaee9-4abe-4a02-bfe1-b76390567027",
        "d47f2b32-f6d8-4bb7-82de-049c22f83bc2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a9cc0fa2-fd7b-41f8-bed1-09a5181fe7a3",
        "679ccebb-2e3e-4a82-84f3-d336a02142ba"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7d6fbd0f-fa4d-4983-807e-e918ec0fcf57",
      "dutyDetail": "Ensure compliance with health, safety & welfare requirements, apply safe systems of work, such as Common Safety Methods (CSM), and identify hazards and mitigate risks in their own work",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "de7f4a9f-0e70-4d51-aa49-3621c884a6b2"
      ],
      "mappedKnowledge": [
        "2178f04b-6c35-460a-a754-85c8082e7d3d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8785722c-8e1d-4742-8548-85463555af89"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ba4e7cbf-000b-47f8-85d1-f408723d218d",
      "dutyDetail": "Comply with relevant policies, standards, regulations, legislation, strategies, technical guidance, and codes of practice, such as Building Safety legislation and Construction Design and Management (CDM), ensuring they are interpreted correctly and communicated appropriately ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "de7f4a9f-0e70-4d51-aa49-3621c884a6b2",
        "70f1cccc-1b94-4c56-9723-43dde329fe4c",
        "5296ecae-5ed8-4cbb-a31b-d55f8accae6f"
      ],
      "mappedKnowledge": [
        "d47f2b32-f6d8-4bb7-82de-049c22f83bc2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "679ccebb-2e3e-4a82-84f3-d336a02142ba"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "252e9bb7-1356-4e70-b2c1-254386b2575a",
      "dutyDetail": "Comply with environmental policies and legislation, practice sustainable principles, and support the building services engineering projects they work on to assist in the achievement of United Nations Sustainable Development Goals (UNSDG) and net-zero carbon emissions",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "de7f4a9f-0e70-4d51-aa49-3621c884a6b2"
      ],
      "mappedKnowledge": [
        "8d56ee3e-9f45-468d-b3ab-48f0b8d0d282"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cea5a639-d005-46cb-9005-b16c5c404f53"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "54091e55-5e66-4faf-9df5-2429d25c519e",
      "dutyDetail": "Use the quality and information management and assurance systems and processes available to plan, manage, monitor, and contribute to the delivery and implementation of building services engineering projects to specification, budget and agreed targets, respecting the need for the security of data and information",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "70f1cccc-1b94-4c56-9723-43dde329fe4c",
        "2765feea-a2bf-4f0e-82fd-c09bc3fb5046"
      ],
      "mappedKnowledge": [
        "e7d512be-868b-4584-afc2-76a51c23c052",
        "5c9428b2-450f-4e7e-9ed0-6b0cce473ac1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "84bb74dd-ce70-4cf1-9e44-fc9db459bd05",
        "6f85b2cf-fdc1-426e-8ca0-9e982acb952b",
        "f6cc7903-3ad6-47dc-a762-008b42a7c13a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3eb274d2-3d1c-4dc4-ae2d-dfae9d94bcd6",
      "dutyDetail": "Communicate and liaise effectively with own project team, customers, internal or external stakeholders",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2765feea-a2bf-4f0e-82fd-c09bc3fb5046",
        "5296ecae-5ed8-4cbb-a31b-d55f8accae6f"
      ],
      "mappedKnowledge": [
        "e084b838-333a-4b55-851d-5e01f2445f6c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ece8a144-6c5b-484e-9ba6-d1f1e6667806"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "eaab10a0-057b-4c4c-bde6-41f352e33895",
      "dutyDetail": "Work reliably and effectively independently and as a member of a team, taking responsibility for their own work ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "70f1cccc-1b94-4c56-9723-43dde329fe4c",
        "2765feea-a2bf-4f0e-82fd-c09bc3fb5046",
        "5296ecae-5ed8-4cbb-a31b-d55f8accae6f"
      ],
      "mappedKnowledge": [
        "e7d512be-868b-4584-afc2-76a51c23c052"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "84bb74dd-ce70-4cf1-9e44-fc9db459bd05"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5468f5bb-2bf6-40a9-a99d-a79b482cb0dd",
      "dutyDetail": "Ensure compliance with equality, diversity & inclusion (EDI) and ethical standards ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "13b217ac-b957-48c8-a831-8989f3671c47",
        "5c9428b2-450f-4e7e-9ed0-6b0cce473ac1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d9de8b4c-0f17-40a0-ab41-430b7fd43f9a",
        "f6cc7903-3ad6-47dc-a762-008b42a7c13a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5296b816-7419-4d15-a63f-3dcbaa2d0e74",
      "dutyDetail": "Maintain their own learning and skills development by carrying out continuing professional development in line with professional codes of conduct and/or industry specifications and obligations",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "87ca092c-2b78-49f2-8a23-115a3a6e8845"
      ],
      "mappedKnowledge": [
        "3e384db3-4543-462b-8f40-760527d588bb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "eaadc92b-7644-4a36-aa64-2db53f189001"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-07-05T00:00:00"
}