{
  "templateType": "Apprenticeship Standard",
  "larsCode": 336,
  "referenceNumber": "ST0053",
  "learningAimClassCode": "",
  "title": "Highways maintenance skilled operative",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0053",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-01-03T00:00:00",
  "earliestStartDate": "2018-08-10T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Working on rural and urban roads to repair damaged surfaces.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "Highways maintenance skilled operative",
    "roads",
    "construction",
    "highways maintenance",
    "highways repair"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/cwfjpybb/st0053_highways-mso_l2_assessment-plan-correction_pdfpublication_aug_2024.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupational Profile&lt;/h3&gt;\n&lt;p&gt;Highways Maintenance Skilled Operatives work for a variety of companies within the private sector (Utilities Companies, such as Electric, Gas and Water firms) and also the public sector (Local Authorities, County Councils and Highways England). &lt;br /&gt;Highways Maintenance Skilled Operatives will work on rural and urban roads (not including motorways) carrying out the excavating and re-instating of the highway, using hand and power tools and pedestrian plant machinery. They work as part of a team carrying out the repairs and also individually, when preparing the area for repair. Skilled Operatives must also be able to interpret and work to drawings and specifications when carrying out repairs to the highway. This work could include repairs to potholes, replacement and reinstatement &lt;br /&gt;of pavements and kerbs and laying new surfaces, to ensure roads and pathways are suitable for driving of vehicles or pedestrians to walk safely on. They also use equipment to locate buried water, gas or sewer lines, and once identified excavate by hand around the line to stop any damage and disruption to services. &lt;br /&gt;The Skilled Operative will prepare, set up and work within Temporary Traffic Management on rural and urban roads, which allows for the movement and flow of traffic and pedestrian restrictions.&lt;br /&gt;A Highways Maintenance Skilled Operative will undertake reactive and planned rural and urban roads maintenance and repair. They will work outside in all weathers and may be required to work at all times of the day and night at various locations. Working on rural and urban roads maintenance and repair can be dangerous so operatives need plenty of common sense and a high level of safety awareness, together with a disciplined and responsible approach whilst working with others. Understanding health and safety and environmental control will be essential to ensure safe working on rural and urban roads.&lt;br /&gt;&lt;br /&gt;&lt;span class=&quot;pullout&quot;&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/span&gt;&lt;br /&gt;&lt;br /&gt;On completion the Highways Maintenance Skilled Operative will know and understand the following: &lt;br /&gt;• The principles of health, safety and welfare and how they must be applied in relation to their own work and others.&lt;br /&gt;• The responsibilities under current legislation (including Health and safety at Work Act 1974, Provision and Use of Workplace Equipment 1998, Manual Handling Operations regulations 1992) and official guidance (risk assessments, method statements) to undertake work.&lt;br /&gt;• How to work in accordance with the National Highway Sector Schemes, Industry Codes of Practice, the New Roads &amp;amp; Street Works Act 1991 and other guidance relevant to the occupation.&lt;br /&gt;• Understand the structure of the highway, civil engineering methods, construction technology and have knowledge of different road categories and types, construction materials and working methods.&lt;br /&gt;• How to identify, locate and excavate around underground services such as gas and power cables to avoid strikes and loss of service.&lt;br /&gt;• How to carry out excavation and reinstatement of the highway.&lt;br /&gt;• How to carry out reactive and planned repair to damaged surfaces, including repairs to potholes, replacement and reinstatement of pavements and kerbs and laying new surfaces.&lt;br /&gt;• How to prepare and operate powered units and tools, pedestrian plant, machinery for generators, pumps, pedestrian operated plant or machines (e.g. pushed roller),mixers, compressors and self–powered tools.&lt;br /&gt;• Know how to prepare and set up Temporary Traffic control using, traffic lights, bollards and barriers.&lt;br /&gt;• Have an understanding and knowledge of Traffic Management on rural and urban roads including safety zones, movement and flow of traffic and pedestrian restrictions.&lt;br /&gt;• Know how to carry out clearance and maintenance of rural and urban roads to current legislation, this includes the process and procedure for removal of dead animals (who to inform and what precautions must be taken).&lt;br /&gt;&lt;br /&gt;&lt;span class=&quot;pullout&quot;&gt;Skills&lt;/span&gt;&lt;br /&gt;&lt;br /&gt;On completion the Highways Maintenance Skilled Operative will be able to:&lt;br /&gt;• Apply appropriate health, safety and environment procedures when working on the roads.&lt;br /&gt;• Plan and undertake work practice productively when carrying out repairs to potholes, pavements and kerbs, and laying new surfaces on rural and urban roads.&lt;br /&gt;• Read, interpret and work to drawings, specifications and highways information. Highways information will include details on the use of safety barriers, cones, traffic flows and safety zones to work in when working on the highway.&lt;br /&gt;• Use underground cable locators to identify buried water, gas or sewer lines or other utility services and once identified excavate by hand around the line to stop any damage and disruption to services.&lt;br /&gt;• Apply safe working practise for moving, storing, lifting and handling of resources.&lt;br /&gt;• Excavation and reinstatement of the highway by carrying out maintenance and repairs, including removal of material within the road or road side using hand or power tools and reinstatement of the area using concrete, screeds, sub-base, aggregates or bituminous materials.&lt;br /&gt;• Install Street Ironworks (drain access covers and frames and gully gates situated on the road) to given work instructions.&lt;br /&gt;• Install Street Ironworks to given work instructions relating to access covers and frames and gully gates situated on the road.&lt;br /&gt;• Prepare and operate powered tools or pedestrian plant, machinery or equipment for use on roads. This will include machinery for generators, pumps, pedestrian operated plant (e.g. pushed roller), mixers, compressors and self–powered tools (pneumatic drill).&lt;br /&gt;• Prepare, set up and work within temporary traffic management (using traffic lights, cones and barriers to section off elements of the road from vehicles and pedestrians) on urban and rural roads, whilst excavating and re-instating the highway.&lt;br /&gt;• Work with other sub-contractors on larger schemes (e.g. traffic management).&lt;br /&gt;&lt;br /&gt;&lt;span class=&quot;pullout&quot;&gt;Behaviours&lt;/span&gt;&lt;br /&gt;&lt;br /&gt;On completion the Highways Maintenance Operative will be expected to demonstrate:&lt;br /&gt;• Effective communication: oral, written, listening, the use of signalling, body language, presentation.&lt;br /&gt;• Team work: work effectively with others with limited supervision.&lt;br /&gt;• Independent working: take responsibility for completion of their own work.&lt;br /&gt;• Logical thinking: use clear and valid reasoning when making decisions to undertake the work instructions.&lt;br /&gt;• Working effectively: undertake the work in a reliable and productive manner.&lt;br /&gt;• Time management: use own time effectively to complete the work instructions to schedule.&lt;br /&gt;• Adaptability: be able to adjust to changes to the work instructions.&lt;br /&gt;• Assertiveness and confidence: able to resist pressures to work following unsafe practices.&lt;br /&gt;• Respect: apply equality, diversity and inclusion in dealing with others.&lt;br /&gt;• Commitment to safe working.&lt;br /&gt;&lt;br /&gt;&lt;span class=&quot;pullout&quot;&gt;Duration&lt;/span&gt;&lt;br /&gt;&lt;br /&gt;The typical duration of this Apprenticeship is 18 to 24 months&lt;br /&gt;&lt;br /&gt;&lt;span class=&quot;pullout&quot;&gt;Level&lt;/span&gt;&lt;br /&gt;&lt;br /&gt;This Apprenticeship is at Level 2&lt;br /&gt;&lt;br /&gt;&lt;span class=&quot;pullout&quot;&gt;Qualifications&lt;/span&gt;&lt;br /&gt;&lt;br /&gt;Apprentices without Level 1 in English and maths will need to achieve this level and take the test for level 2 English and maths prior to taking the end-point assessment.&lt;br /&gt;For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&lt;br /&gt;&lt;br /&gt;&lt;span class=&quot;pullout&quot;&gt;Standard Review&lt;/span&gt;&lt;br /&gt;&lt;br /&gt;This standard will be reviewed after three years&lt;br /&gt;&lt;br /&gt;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Highways Maintenance Skilled Operatives work for a variety of companies within the private sector (Utilities Companies, such as Electric, Gas and Water firms) and the public sector (Local Authorities, County Councils and Highways England). Highways Maintenance Skilled Operatives will work on rural and urban roads (not including motorways) to repair damaged surfaces, using hand and power tools and pedestrian plant machinery. They work as part of a team carrying out the repairs and individually, when preparing the area for repair. Skilled Operatives must also be able to interpret and work to drawings and specifications when carrying out repairs to the highway. This work, using hand or power tools, could include repairs to potholes, replacement and reinstatement of pavements and kerbs, installing street ironworks and laying new surfaces, to ensure roads and pathways are suitable for driving of vehicles or pedestrians to walk safely on. They also use equipment to locate buried water, gas or sewer lines, and once identified excavate by hand around the line to stop any damage and disruption to services. The Skilled Operative will prepare, set up and work within Temporary Traffic Management on rural and urban roads, which allows for the movement and flow of traffic and pedestrian restrictions. A Highways Maintenance Skilled Operative will undertake reactive and planned rural and urban roads maintenance and repair. They will work outside in all weathers and may be required to work at all times of the day and night at various locations. Working on rural and urban roads maintenance and repair can be dangerous so operatives need plenty of common sense and a high level of safety awareness, together with a disciplined and responsible approach whilst working with others. Understanding health and safety and environmental control will be essential to ensure safe working on rural and urban roads.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "b068a49f-9fee-4ee3-b01e-3ce4d66aad1f",
      "detail": "The principles of health, safety and welfare and how they must be applied in relation to their own work and others"
    },
    {
      "knowledgeId": "45050b1f-83d4-4603-8c68-7cc20030d8f8",
      "detail": "The responsibilities under current legislation (including Health and safety at Work Act 1974, Provision and Use of Workplace Equipment 1998, Manual Handling Operations regulations 1992) and official guidance (risk assessments, method statements) to undertake work"
    },
    {
      "knowledgeId": "bed7535c-ef36-42fd-9813-dd588918fcdf",
      "detail": "How to work in accordance with the National Highway Sector Schemes, Industry Codes of Practice, the New Roads & Street Works Act and other guidance relevant to the occupation"
    },
    {
      "knowledgeId": "a16519d7-2b51-4415-8305-b570e5fac05f",
      "detail": "Understand the structure of the highway, civil engineering methods, construction technology and have knowledge of different road categories and types, construction materials and working methods"
    },
    {
      "knowledgeId": "3a0a0d5d-df16-4c5d-a5c5-ed644cb4d300",
      "detail": "How to identify, locate and excavate around underground services such as gas and power cables to avoid strikes and loss of service"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "4d972a1a-be70-4893-858f-75b1785f5b69",
      "detail": "Effective communication: oral, written, listening, the use of signalling, body language, and presentation"
    },
    {
      "behaviourId": "ee9639fc-6f9c-42fc-82e7-3377cfba48a9",
      "detail": "Team work: work effectively with others with limited supervision"
    },
    {
      "behaviourId": "d96f8573-e388-448d-b37b-c771851f2c78",
      "detail": "Independent working: take responsibility for completion of their own work"
    },
    {
      "behaviourId": "f3c3542c-e650-431d-bfb2-8b85f974bbfa",
      "detail": "Logical thinking: use clear and valid reasoning when making decisions to undertake the work instructions"
    },
    {
      "behaviourId": "38758740-2d5a-4fa5-919d-12c4900c55ac",
      "detail": "Working effectively: undertake the work in a reliable and productive manner"
    },
    {
      "behaviourId": "e871972c-60e1-46d6-bdd4-a34dadf8607a",
      "detail": "Time management: use own time effectively to complete the work instructions to schedule"
    },
    {
      "behaviourId": "9452c14f-838c-4b36-b30a-d6ba75073d9f",
      "detail": "Adaptability: be able to adjust to changes in work instructions"
    },
    {
      "behaviourId": "5dc03970-11b2-48c8-af49-eb33deb6cb53",
      "detail": "Assertiveness and confidence: able to resist pressures to work following unsafe practices"
    },
    {
      "behaviourId": "191d424f-121f-49e2-927f-434c546056eb",
      "detail": "Respect: apply equality, diversity and inclusion in dealing with others"
    },
    {
      "behaviourId": "c6a207a0-a379-42b6-b0fb-1ce270516536",
      "detail": "Commitment to safe working"
    }
  ],
  "skills": [
    {
      "skillId": "5122cebf-32e4-481c-b764-6359caabc164",
      "detail": "Apply appropriate health, safety and environment procedures when working on the road"
    },
    {
      "skillId": "ed2ee0d2-43ad-4f7f-b9d7-f1d4db598f63",
      "detail": "Plan and undertake work practice productively when carrying out repairs to potholes, pavements and kerbs, and laying new surfaces on rural and urban roads"
    },
    {
      "skillId": "7a92612a-6e3f-423b-933b-216da6ad1650",
      "detail": "Read, interpret and work to drawings, specifications and highways information Highways information will include details on the use of safety barriers, cones, traffic flow and safety zones to work within, whilst employed on the highway"
    },
    {
      "skillId": "aca70d79-5cd1-49df-bca8-cf54683ecc6a",
      "detail": "Use underground cable locators to identify buried water, gas, sewer lines or other utility services, and once identified excavate by hand around the line to stop any damage and disruption to services"
    },
    {
      "skillId": "d473dcc4-959d-4032-aa68-2b9f942f6c3e",
      "detail": "Apply safe working practise for moving, storing, lifting and handling of resources"
    },
    {
      "skillId": "75514f81-34dc-44f4-ad0f-8fc96cf00ac2",
      "detail": "Excavation and reinstatement of the highway by carrying out maintenance and repairs, including removal of material within the road or road side using hand or power tools and reinstatement of the area using concrete, screeds, sub-base, aggregates or bituminous materials"
    },
    {
      "skillId": "2fcef43f-a519-4fff-a9db-124fea85dda9",
      "detail": "Install Street Ironworks (drain access covers and frames and gully gates situated on the road) to given work instructions"
    },
    {
      "skillId": "869d9ab5-74da-4dd3-a514-29ca82f1b9da",
      "detail": "Prepare and operate powered tools or pedestrian plant, machinery or equipment for use on roads. This will include machinery for generator™s, pumps, pedestrian operated plant (e.g. pushed roller), mixers, compressors and self“powered tools (pneumatic drill)"
    },
    {
      "skillId": "ae52ee0a-fb8d-4bce-a6fc-d099415d24ca",
      "detail": "Prepare, set up and work within temporary traffic management (using cones and barriers to section off elements of the road from vehicles and pedestrians) on urban and rural roads, whilst excavating and re-instating the highway"
    },
    {
      "skillId": "77058aa3-2116-4583-9fb4-5cbaf08a3345",
      "detail": "Work with other sub-contractors on larger schemes (e.g. traffic management)"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-08-10T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "Neil.HartisMBE@citb.co.uk",
  "involvedEmployers": "Ringway, Kier, Island roads, colas, cormac, viaem, MorganSinal, Volkers, Skanska, SWH Group, BAM Nuttall, CITB, ICE, IHE",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Onsite Construction",
  "cluster": "Construction operative or supervisor",
  "clusterId": "1",
  "clusterDescription": null,
  "createdDate": "2017-11-14T17:10:02 +00:00",
  "lastUpdated": "2023-01-03T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-08-10T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0053",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0053-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0053-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-01-03T00:00:00"
}