{
  "templateType": "Apprenticeship Standard",
  "larsCode": 308,
  "referenceNumber": "ST0087",
  "learningAimClassCode": "",
  "title": "Children, young people and families manager",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0087",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2018-06-29T00:00:00",
  "earliestStartDate": "2018-06-29T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Manage teams to help and advise families that need support.",
  "level": 5,
  "ePALength": 18,
  "typicalDuration": 24,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Care services",
  "keywords": [
    "care services",
    "families",
    "Children's Residential care",
    "community",
    "children"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1937/st0087_cypf_manager_l5_ap_290618.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.3 Health and social care",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Role Profile (what the successful candidate should be able to do at the end of the Apprenticeship)&lt;/strong&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;As a Children, Young People and Family Manager you will ensure direction, alignment and commitment within your own practice, your team(s), your organisation and across partnerships to help children, young people and families aspire to do their best and achieve sustainable change. You will build teams, manage resources and lead new approaches to working practices that deliver improved outcomes and put the child, young person or family at the centre of practice.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;You may work either as a Manager in Children&#39;s Residential Care or as a Children, Young People and Families Manager in the Community in a range of settings in local authorities, within health organisations, educational and early years settings or children&#39;s centres, as well as a wide range of private voluntary and community organisations. You could be solely responsible for the management of a team or service, or be part of a management team. To deliver effectively on a wide range of outcomes you will work on a multi agency basis with professionals from a wide range of backgrounds, as well as team leaders and managers from your own organisation.&lt;/p&gt;\n&lt;p&gt;With a focus on excellence in practice and improved performance, you will encourage Children, Young People and Family Practitioners to gain the skills, knowledge, attitudes and behaviours that will enable them to actively support each child, young person, young adult and family to achieve their potential. You will inform and improve practice by acting on research and new developments into how the needs of children, young people and families are best met. You will model the behaviours that encourage reflective practice, professional confidence and humility. You will challenge and support practitioners and ensure their practice is safe. You will develop and lead an ethos that will enable and inspire practitioners to make a real difference to the lives of children, young people and families.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Duration: &lt;/strong&gt;Typically 24- 30 months if you do not possess one of the mandatory qualifications listed below, otherwise 12 to 18 months&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Level:&lt;/strong&gt; 5&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Entry Requirements - &lt;/strong&gt;Undertake the Disclosure and Barring Service process and provide the result&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours &lt;/strong&gt;- the values and behaviours expected of a Children, Young People and Family Manager &lt;strong&gt;Care: &lt;/strong&gt;Respecting and valuing practitioners, encouraging and enabling them to deliver excellent practice &lt;strong&gt;Compassion: &lt;/strong&gt;Consideration and concern, combined with robust challenge and support &lt;strong&gt;Courage&lt;/strong&gt;: Having honest conversations and encouraging practitioners to offer their own&lt;/p&gt;\n&lt;p&gt;solutions to improving practice&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Communication&lt;/strong&gt;: Building relationships with practitioners, peers and partner organisations &lt;strong&gt;Competence&lt;/strong&gt;: Knowing the business, knowing what good practice looks like in others and having a relentless focus on delivering improved outcomes&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Commitment: &lt;/strong&gt;Demonstrating a strong moral purpose, modelling the ethos and building the skills of others and retaining and maintaining and own practice skills through effective CPD&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Core Requirements – knowledge and skills &lt;/strong&gt;These are based on the kind of statements we would typically expect practitioners to make about their manager&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;&lt;em&gt;&#39;You provided direction and ensured we worked as a cohesive team&#39;&lt;/em&gt;&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Current research and development in the health and social care sector&lt;/li&gt;\n&lt;li&gt;Theories underpinning the learning, development and motivation of individuals and teams&lt;/li&gt;\n&lt;li&gt;The role of the team and the internal and external environment in which it operates&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Maintains and develops a leadership style that sets the ethos, aims and approach to the work&lt;/li&gt;\n&lt;li&gt;Manages the application of professional judgement, standards and codes of practice&lt;/li&gt;\n&lt;li&gt;Creates a strong sense of team purpose&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;&lt;em&gt;You implemented a working environment which supported dignity and human rights&#39;&lt;/em&gt;&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Values and ethics and the principles and practices of diversity, equality, rights and inclusion&lt;/li&gt;\n&lt;li&gt;Approaches to dignity and respect&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Models an ethos that actively promotes equality, resilience, dignity and respects diversity and inclusion&lt;/li&gt;\n&lt;li&gt;Actively seeks the views of others&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;&lt;em&gt;&#39;You helped us work through the challenges that faced us and ensured we were safe&#39;&lt;/em&gt;&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The principles and practice of supervision with their staff&lt;/li&gt;\n&lt;li&gt;The theories and up-to-date research and best practice that underpin practice decision making&lt;/li&gt;\n&lt;li&gt;The working practices surrounding legislation, national and local solutions for safeguarding and risk management of children, young people and families&lt;/li&gt;\n&lt;li&gt;A healthy, safe and stimulating environment that fulfils health &amp;amp; safety legislation and requirements&lt;/li&gt;\n&lt;li&gt;The safeguarding requirements contained within mandatory local safeguarding training or nationally accredited equivalent&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Develops and delivers good quality supervision practice and decision making&lt;/li&gt;\n&lt;li&gt;Demonstrates evidence based practice and models the effective use of up to date research and theories&lt;/li&gt;\n&lt;li&gt;Identifies and manages risk&lt;/li&gt;\n&lt;li&gt;Monitors, evaluates and improves the working environment to ensure it is safe&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;&lt;em&gt;&#39;You enabled us to focus on and achieve improved outcomes for children and young people&#39;&lt;/em&gt;&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The principles and practice of statutory frameworks, standards, guidance and Codes of Practice&lt;/li&gt;\n&lt;li&gt;The quality assurance of health and social care in line with OFSTED, CQC and other regulatory bodies&lt;/li&gt;\n&lt;li&gt;Approaches to developing and implementing improvement, including use of data&lt;/li&gt;\n&lt;li&gt;The theories of intervention that meet the needs of children, young people and adults within the family&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Skills:&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Sets clear, measurable objectives&lt;/li&gt;\n&lt;li&gt;Uses data to evaluate the effectiveness of outcomes&lt;/li&gt;\n&lt;li&gt;Develops, facilitates and leads changes in working practices that deliver improved outcomes&lt;/li&gt;\n&lt;li&gt;Actively encourages the participation of children, young people and families in service improvement&lt;/li&gt;\n&lt;li&gt;Manages the quality assurance of the service provided and proposes improvements&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;&lt;em&gt;&#39;You managed and made best use of the resources that we have&#39;&lt;/em&gt;&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The practice and principles of resource management&lt;/li&gt;\n&lt;li&gt;How to create engagement and innovation in the development of practice&lt;/li&gt;\n&lt;li&gt;The commissioning cycle and its application&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Manages and deploys total resource (e.g. people, finance, IT property) to maximise outcomes&lt;/li&gt;\n&lt;li&gt;Mobilises collective action across service boundaries and within the community to manage resources&lt;/li&gt;\n&lt;li&gt;Commissions and contract manages external providers&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;&lt;em&gt;&#39;You built the relationships with others that ensured effective communication and partnership work&#39;&lt;/em&gt;&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Inter-agency and multi-agency work and its role in ensuring positive outcomes&lt;/li&gt;\n&lt;li&gt;Techniques to influence, persuade and negotiate with others&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skills:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Collaborates with partner agencies and resolves complex issues to achieve best outcomes&lt;/li&gt;\n&lt;li&gt;Builds an ethos of learning and continuous improvement across partner organisations&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;&lt;em&gt;&#39;You ensured there was a culture of continuing professional development&#39;&lt;/em&gt;&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Principles of: reflective practice; how people learn; effective continuing professional development&lt;/li&gt;\n&lt;li&gt;Academic research, evidence-based data, policy developments, practice developments&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skills:&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Evaluates practice of team members&lt;/li&gt;\n&lt;li&gt;Assesses learning styles of self and team members and identifies development opportunities&lt;/li&gt;\n&lt;li&gt;Listens to, challenges and supports practitioners&lt;/li&gt;\n&lt;li&gt;Engages in reflective practice and develops a learning culture across the team&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Children, Young People and Family Managers will need to supplement the CORE standard programme with specialist skills and knowledge, by choosing ONE of the following options:&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;OPTION 1: Manager in Children&#39;s Residential Care&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;1a. Plays a leading role in developing the ethos of the home and creates a sense of purpose and clarity for the long term care and support of children and young people in residential care&lt;/strong&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 231px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 231px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;231&quot; style=&quot;width: 231px;&quot;&gt;\n&lt;p&gt;The principles of long term care and support for children and young people&lt;/p&gt;\n&lt;p&gt;The legislation, the theoretical approaches and the compliance requirements for running a residential care home for the care and support of children and young people&lt;/p&gt;\n&lt;p&gt;The theory and best practice in the use of restraint&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;231&quot; style=&quot;width: 231px;&quot;&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Ensures each child receives the care and that the continuity of care for each child is in place&lt;/p&gt;\n&lt;p&gt;Models the behaviour expected from staff and communicates a clear message about the responsibilities required in the care and support of children&lt;/p&gt;\n&lt;p&gt;Manages and monitors safe systems of physical restraint&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;strong&gt;&lt;br&gt;OPTION 2: Children, Young People and Families Manager within the Community&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;2a. Creates an environment that promotes partnership working within a specific working context (e.g. early years, youth, youth justice, family work, special educational needs and disability etc.) and builds consensus and support for improving outcomes together&amp;nbsp;&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;215&quot;&gt;\n&lt;p&gt;The national systems of social welfare&lt;/p&gt;\n&lt;p&gt;Local agencies and community groups&lt;/p&gt;\n&lt;p&gt;Theoretical approaches to the practice and principles of effective multi-agency working&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;228&quot;&gt;\n&lt;p&gt;Proactively develops and sustains strategies for joint working , to improve outcomes&lt;/p&gt;\n&lt;p&gt;Demonstrates good awareness of stakeholders&lt;/p&gt;\n&lt;p&gt;Contributes to and initiates appropriate joint budget arrangements&lt;strong&gt;&lt;em&gt;&amp;nbsp;&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;&lt;br&gt;&lt;/em&gt;&lt;/strong&gt;2b. Leads and supports practice development in the care and support of children young people and their families and carers, within contemporary society&amp;nbsp;&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;211&quot;&gt;\n&lt;p&gt;Theoretical approaches to contemporary social issues that affect family life and the care of children and young people&lt;/p&gt;\n&lt;p&gt;The priority practice areas in the specific context and their responsibilities within it&lt;/p&gt;\n&lt;p&gt;Ethical and professional approaches to practice in a partnership context&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;231&quot;&gt;\n&lt;p&gt;Leads, implement s and evaluates effective approaches to practice in specific contexts&lt;/p&gt;\n&lt;p&gt;Audits and measures performance effectively within a multi-agency context&lt;/p&gt;\n&lt;p&gt;Effectively uses and shares information and data&lt;/p&gt;\n&lt;p&gt;Leads and develops new approaches to early intervention in a partnership practice&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;Apprentices without level 2 English and Maths will need to achieve this level prior to taking their end-point assessment.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;OPTION 1 (Manager in Children’s Residential Care): &lt;/strong&gt;Level 5 Diploma in Leadership and Management for Residential Childcare&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;OPTION 2 (Children, Young People and Families Manager within the Community): &lt;/strong&gt;Level 5 Diploma in Leadership for Health and Social Care&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;As a Children, Young People and Family Manager you will ensure direction, alignment and commitment within your own practice, your team(s), your organisation and across partnerships to help children, young people and families aspire to do their best and achieve sustainable change. You will build teams, manage resources and lead new approaches to working practices that deliver improved outcomes and put the child, young person or family at the centre of practice. You may work either as a Manager in Children&#39;s Residential Care or as a Children, Young People and Families Manager in the Community in a range of settings in local authorities, within health organisations, educational and early years settings or children&#39;s centres, as well as a wide range of private voluntary and community organisations. You could be solely responsible for the management of a team or service, or be part of a management team. To deliver effectively on a wide range of outcomes you will work on a multi agency basis with professionals from a wide range of backgrounds, as well as team leaders and managers from your own organisation. With a focus on excellence in practice and improved performance, you will encourage Children, Young People and Family Practitioners to gain the skills, knowledge, attitudes and behaviours that will enable them to actively support each child, young person, young adult and family to achieve their potential. You will inform and improve practice by acting on research and new developments into how the needs of children, young people and families are best met. You will model the behaviours that encourage reflective practice, professional confidence and humility. You will challenge and support practitioners and ensure their practice is safe. You will develop and lead an ethos that will enable and inspire practitioners to make a real difference to the lives of children, young people and families.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "6cfb531c-8682-4054-a88f-1e76a6e7f7db",
      "detail": "Current research and development in the health and social care sector"
    },
    {
      "knowledgeId": "f2b3fd13-f6da-441c-90d1-cafcf036b0e5",
      "detail": "Theories underpinning the learning, development and motivation of individuals and teams"
    },
    {
      "knowledgeId": "6190b020-d287-4b21-810f-1e045b66e344",
      "detail": "The role of the team and the internal and external environment in which it operates"
    },
    {
      "knowledgeId": "c3ad1971-7e42-47f0-84f1-41eefcd51975",
      "detail": "Values and ethics and the principles and practices of diversity, equality, rights and inclusion"
    },
    {
      "knowledgeId": "3dc7f082-7b1c-4000-9bf0-f19a3d7b2106",
      "detail": "Approaches to dignity and respect"
    },
    {
      "knowledgeId": "270986cb-e65a-452d-989a-70e0c16e5183",
      "detail": "The principles and practice of supervision with their staff"
    },
    {
      "knowledgeId": "c657a40e-2625-4e72-bcfa-2753d3c5ed3b",
      "detail": "The theories and up-to-date research and best practice that underpin practice decision making"
    },
    {
      "knowledgeId": "9332f1af-1b40-45c7-a09d-88b8d7bca15a",
      "detail": "The working practices surrounding legislation, national and local solutions for safeguarding and risk management of children, young people and families"
    },
    {
      "knowledgeId": "dafced0c-ad06-46a8-ac6a-b6c8422e4380",
      "detail": "A healthy, safe and stimulating environment that fulfils health & safety legislation and requirements"
    },
    {
      "knowledgeId": "c1e2474f-4853-4cbc-bb47-edb98a86ead0",
      "detail": "The safeguarding requirements contained within mandatory local safeguarding training or nationally accredited equivalent"
    },
    {
      "knowledgeId": "74d27b54-38f2-4f31-9837-fea53a59b1c1",
      "detail": "The principles and practice of statutory frameworks, standards, guidance and Codes of Practice"
    },
    {
      "knowledgeId": "cfc2de99-24c3-4b07-87d3-749e52080c95",
      "detail": "The quality assurance of health and social care in line with OFSTED, CQC and other regulatory bodies"
    },
    {
      "knowledgeId": "011042f3-34d0-4316-97f6-3ba4b92c29d4",
      "detail": "Approaches to developing and implementing improvement, including use of data"
    },
    {
      "knowledgeId": "a839e2b4-8598-484f-b255-62fdfbac4b0f",
      "detail": "The theories of intervention that meet the needs of children, young people and adults within the family"
    },
    {
      "knowledgeId": "cb47a9fb-18ff-435d-ad13-179c7ccacdd8",
      "detail": "The practice and principles of resource management"
    },
    {
      "knowledgeId": "2c2e3634-d3d4-43e4-81c6-3d287abc68c0",
      "detail": "How to create engagement and innovation in the development of practice"
    },
    {
      "knowledgeId": "fee7f7fb-a50f-4282-b34b-3ffc66825630",
      "detail": "The commissioning cycle and its application"
    },
    {
      "knowledgeId": "43951b43-9f2f-4f9a-80e6-780373bce14b",
      "detail": "Inter-agency and multi-agency work and its role in ensuring positive outcomes"
    },
    {
      "knowledgeId": "359c0dce-8d54-4084-ac49-3b274af9e53e",
      "detail": "Techniques to influence, persuade and negotiate with others"
    },
    {
      "knowledgeId": "b9993ce5-3c99-4d6e-9214-e15ffcf11ed6",
      "detail": "Principles of: reflective practice; how people learn; effective continuing professional development"
    },
    {
      "knowledgeId": "a740d92e-9209-4fa5-bc48-1864ee897bde",
      "detail": "Academic research, evidence-based data, policy developments, practice developments"
    },
    {
      "knowledgeId": "70279373-1bf7-4257-a850-a80428f1f3fc",
      "detail": "The principles of long term care and support for children and young people"
    },
    {
      "knowledgeId": "75b5a69d-3984-41b9-8a28-c810aa0133b5",
      "detail": "The legislation, the theoretical approaches and the compliance requirements for running a residential care home for the care and support of children and young people"
    },
    {
      "knowledgeId": "402be79a-436b-45ab-9ee7-0ad8eb623d7c",
      "detail": "The theory and best practice in the use of restraint"
    },
    {
      "knowledgeId": "54035ff9-f69b-4d5d-a6d0-e2fd67fbc542",
      "detail": "The national systems of social welfare"
    },
    {
      "knowledgeId": "30fece07-6239-408d-95de-93a4cb58f423",
      "detail": "Local agencies and community groups"
    },
    {
      "knowledgeId": "ae141ca5-e3e7-4193-ba34-ac37a53f4dda",
      "detail": "Theoretical approaches to the practice and principles of effective multi-agency working"
    },
    {
      "knowledgeId": "a80fdf95-cdde-45ae-a1d5-f74be2b8c966",
      "detail": "Theoretical approaches to contemporary social issues that affect family life and the care of children and young people"
    },
    {
      "knowledgeId": "ce1f283f-688f-48d9-932f-b26ad7e43dea",
      "detail": "The priority practice areas in the specific context and their responsibilities within it"
    },
    {
      "knowledgeId": "fe2200f4-ba5b-405c-9368-9b5ec642e534",
      "detail": "Ethical and professional approaches to practice in a partnership context"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "8d10e2e1-5c78-435f-901f-fa7348a33760",
      "detail": "Care: Respecting and valuing practitioners, encouraging and enabling them to deliver excellent practice"
    },
    {
      "behaviourId": "92498045-b146-4dc0-a4a3-bae7e6551ae8",
      "detail": "Compassion: Consideration and concern, combined with robust challenge and support "
    },
    {
      "behaviourId": "ab04f36f-8281-47eb-8d62-0fd52c978632",
      "detail": "Courage: Having honest conversations and encouraging practitioners to offer their own solutions to improving practice"
    },
    {
      "behaviourId": "dee90723-11ae-4158-9ab2-2c5419d09cd3",
      "detail": "Communication: Building relationships with practitioners, peers and partner organisations "
    },
    {
      "behaviourId": "a0ecc916-ef0a-4bc3-b667-44ebad238671",
      "detail": "Competence: Knowing the business, knowing what good practice looks like in others and having a relentless focus on delivering improved outcomes"
    },
    {
      "behaviourId": "e99616e1-4917-4c52-a772-de8a71937be7",
      "detail": "Commitment: Demonstrating a strong moral purpose, modelling the ethos and building the skills of others and retaining and maintaining and own practice skills through effective CPD"
    }
  ],
  "skills": [
    {
      "skillId": "2170e491-b309-45a0-a00b-d6b38f226c79",
      "detail": "Maintains and develops a leadership style that sets the ethos, aims and approach to the work"
    },
    {
      "skillId": "63721566-b77e-47c0-bf7c-055471304b75",
      "detail": "Manages the application of professional judgement, standards and codes of practice"
    },
    {
      "skillId": "50181070-45de-431f-bc9b-ac3f788626cf",
      "detail": "Creates a strong sense of team purpose"
    },
    {
      "skillId": "eb1b3f3d-b3f5-4272-892e-654d78cec398",
      "detail": "Models an ethos that actively promotes equality, resilience, dignity and respects diversity and inclusion"
    },
    {
      "skillId": "2e71801d-7ad7-48d3-93b1-c4875c54a786",
      "detail": "Actively seeks the views of others "
    },
    {
      "skillId": "c0de8e2e-5b3c-4851-8226-06082eed2f04",
      "detail": "Develops and delivers good quality supervision practice and decision making"
    },
    {
      "skillId": "6ee414f9-90d9-48a9-8793-0556a60be25b",
      "detail": "Demonstrates evidence based practice and models the effective use of up to date research and theories"
    },
    {
      "skillId": "b6edd840-159e-49b2-a3d1-4af5af702ec0",
      "detail": "Identifies and manages risk"
    },
    {
      "skillId": "33581bbb-dc38-4fa4-a45b-ab6e8a4e955a",
      "detail": "Monitors, evaluates and improves the working environment to ensure it is safe"
    },
    {
      "skillId": "386e2bfb-ae43-4979-9023-6f77d0f8177c",
      "detail": "Sets clear, measurable objectives"
    },
    {
      "skillId": "5ab6e6ae-119d-4499-83d0-d9655ef459f3",
      "detail": "Uses data to evaluate the effectiveness of outcomes"
    },
    {
      "skillId": "7d690bc7-25fc-4968-b9c9-9dbf089f4023",
      "detail": "Develops, facilitates and leads changes in working practices that deliver improved outcomes"
    },
    {
      "skillId": "0f5feccb-cc12-4c62-8adc-1d3a2f373d43",
      "detail": "Actively encourages the participation of children, young people and families in service improvement"
    },
    {
      "skillId": "fc759f1c-864d-4702-965a-5c655c95f176",
      "detail": "Manages the quality assurance of the service provided and proposes improvements"
    },
    {
      "skillId": "df300f0e-e077-48f1-82f9-a82a777d6d0e",
      "detail": "Manages and deploys total resource (e.g. people, finance, IT property) to maximise outcomes"
    },
    {
      "skillId": "030fcb83-38d8-413a-9f6a-ea736732d468",
      "detail": "Mobilises collective action across service boundaries and within the community to manage resources"
    },
    {
      "skillId": "3b3f8159-f2b0-408b-b19e-859c18d9e846",
      "detail": "Commissions and contract manages external providers"
    },
    {
      "skillId": "c3367af3-617a-47b1-af0f-4d9090a317ca",
      "detail": "Collaborates with partner agencies and resolves complex issues to achieve best outcomes"
    },
    {
      "skillId": "e88ce556-2bca-4c48-ab9e-26e9640772d9",
      "detail": "Builds an ethos of learning and continuous improvement across partner organisations"
    },
    {
      "skillId": "17d1d1dd-8fde-4987-ad0b-a30ee61628cc",
      "detail": "Evaluates practice of team members"
    },
    {
      "skillId": "3390b253-1b07-4a8f-88c9-e58cdd783531",
      "detail": "Assesses learning styles of self and team members and identifies development opportunities"
    },
    {
      "skillId": "bb9b2371-a3f3-4eb1-9d05-f344bb0a4290",
      "detail": "Listens to, challenges and supports practitioners"
    },
    {
      "skillId": "4f6b0a24-3a39-4c18-aba6-a4eb9758695c",
      "detail": "Engages in reflective practice and develops a learning culture across the team"
    },
    {
      "skillId": "44ccd3f6-c34b-40d4-b1db-00ee8ddfa750",
      "detail": "Ensures each child receives the care and that the continuity of care for each child is in place"
    },
    {
      "skillId": "f37e7887-f909-46ce-8e02-c770a6a2a6e0",
      "detail": "Models the behaviour expected from staff and communicates a clear message about the responsibilities required in the care and support of children"
    },
    {
      "skillId": "5f56e981-948f-4e9f-aca9-75d427f4536b",
      "detail": "Manages and monitors safe systems of physical restraint"
    },
    {
      "skillId": "7f0ff2a0-08d4-4980-a325-ae91198eee41",
      "detail": "Proactively develops and sustains strategies for joint working , to improve outcomes"
    },
    {
      "skillId": "c5d568c3-8add-4b13-8e0f-f4ad4104463f",
      "detail": "Demonstrates good awareness of stakeholders"
    },
    {
      "skillId": "28024c38-00a8-421a-9d14-7628e4089975",
      "detail": "Contributes to and initiates appropriate joint budget arrangements"
    },
    {
      "skillId": "394847c9-c029-48a3-8f88-be2650a8eeae",
      "detail": "Leads, implement s and evaluates effective approaches to practice in specific contexts"
    },
    {
      "skillId": "1c8e0d61-b482-46ea-86c9-db417dcf3311",
      "detail": "Audits and measures performance effectively within a multi-agency context"
    },
    {
      "skillId": "ebd50448-07e9-490e-9ddc-abed11b9ad5e",
      "detail": "Effectively uses and shares information and data"
    },
    {
      "skillId": "12e75738-5464-4926-81bb-3105f105d484",
      "detail": "Leads and develops new approaches to early intervention in a partnership practice"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Children, Young People & Families Manager within the Community",
    "Manager in Children's Residential Care"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-06-29T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0116",
  "tbMainContact": "flynn@ceracare.co.uk; Claire.Dunbar@Fostering.Net",
  "involvedEmployers": "Acorn Children’s Homes, Appletree School, Association of Directors of Children’s Services (ADCS), Caretech Community Services Ltd, Derbyshire County Council, Dove Adolescent Services Ltd, East Riding County Council, Hampshire County Council, Harmony Children’s Services Ltd, Percy Hedley Foundation, Suffolk County Council, Kirklees Council, Leicestershire County Council, Lancashire County Council, Local Government Association, Suffolk County Council, West Berks Council, Early Intervention and Family Support Network Group, Early Years Trailblazer Group, Ros Garrod-Mason, Access Community Trust, Action for Children, Anglia Care Trust, Beacon Counselling, Bedford Borough Council, Birmingham City Council, Blackburn with Darwen Council, Blackpool Council (unitary), Bolton Council, Bracknell-Forest Council, Burnley Borough Council, Caldecott Foundation, Cambridgeshire County Council, Central Bedfordshire Council, Central Manchester University Hospitals NHS Foundation Trust, Cheshire East Council, Cheshire West &amp; Chester, Chorley Borough  Council, Community Action Suffolk, Coventry City Council, Cumbria County Council, Doncaster Children’s Services Trust, Dudley MBC, Essex County Council, Gloucestershire County Council, Hartlepool Council, Health Education North West, Herefordshire Council, Leeds City Council, Lighthouse Capital Investments, Luton Borough Council, Keys Childcare, Manchester City Council, Meadows Care, Mersey Care NHS Trust, Middlesbrough Council, Moonreach, Norfolk and Suffolk Workforce Partnership Group, Norfolk County Council, North Yorkshire County Council, Northern Care, Northumberland County Council and Northumberland Healthcare Trust, Oracle Care, Oxfordshire County Council, Pathway Care Solutions, Progressive Care, Pure Innovations, Pure insights, Right Trak, Royal Borough of Windsor and Maidenhead, Redcar and Cleveland Council, Salford Royal NHS Foundation Trust, Sandwell MBC, School Development Support Agency (SDSA), Sheffield City Council, Shropshire Council, Skills for Care, Solihull MBC, South Tyneside Council, Southend-on-Sea Borough Council, Staffordshire County Council, Stockport Metropolitan Borough Council, Stoke on Trent City Council, Suffolk Young People’s Health Project, Surrey County Council, Sunderland City Council, Telford and Wrekin Council, Thurrock Council, Walsall MBC, Warwickshire County Council, West Berkshire, Wolverhampton City Council, Worcestershire County Council, Yorks and Humber Children’s  Workforce Leads Group, Yorks and Humber Regional LGA, University Campus Suffolk, Vic Citarella",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Care Services",
  "cluster": "Children, Young People and Families Manager",
  "clusterId": "168",
  "clusterDescription": "Achieve a positive and lasting change in the status of client's lives and seek to raise the effectiveness of the services provided through regular reviews assisted by supervision",
  "createdDate": "2017-11-14T17:09:57 +00:00",
  "lastUpdated": "2018-06-29T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-06-29T00:00:00 +00:00",
  "banners": "A temporary dispensation has been applied to the end-point assessment for this standard. The dispensation will last until a revised end-point assessment plan is published.\nThe full details of the dispensation are available from your end-point assessment organisations (EPAOs). The key changes are:\n&nbsp;\nSituational Judgement Test: \n\nDuration increased from 45 minutes to 2 hours\nNumber of questions increased from 4 to at least one question per theme (there are seven core themes and two themes in each option)\nDistinction grade removed\nPass level reduced from 100% to 50%, using the grading descriptors in the EPA plan.\n\nCompetence Interview:\n\nAll behaviours to be assessed in the competence interview only\nWhere knowledge and skill statements are mapped to both assessment methods, they will be assessed in the competence interview only\n\nDelivery of end-point assessment:\n\nRemote assessment can take place with safeguards in place\nThe assessments may be carried out in any order\n\n​; This apprenticeship standard is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards in revision are available in the revisions status report.",
  "occupationCode": "OCC0087",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0087-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0087-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "3837f2de-ebb1-4d2f-96c4-5b2cfbdeac03",
      "title": "Children, Young People & Families Manager within the Community",
      "occupationCode": "OCC0087A"
    },
    {
      "optionId": "eba09843-3a11-48c9-8d8a-5fbee7b13c1b",
      "title": "Manager in Children's Residential Care",
      "occupationCode": "OCC0087B"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "8d10e2e1-5c78-435f-901f-fa7348a33760",
        "92498045-b146-4dc0-a4a3-bae7e6551ae8",
        "ab04f36f-8281-47eb-8d62-0fd52c978632",
        "dee90723-11ae-4158-9ab2-2c5419d09cd3",
        "a0ecc916-ef0a-4bc3-b667-44ebad238671",
        "e99616e1-4917-4c52-a772-de8a71937be7"
      ],
      "mappedKnowledge": [
        "6cfb531c-8682-4054-a88f-1e76a6e7f7db",
        "f2b3fd13-f6da-441c-90d1-cafcf036b0e5",
        "6190b020-d287-4b21-810f-1e045b66e344",
        "c3ad1971-7e42-47f0-84f1-41eefcd51975",
        "3dc7f082-7b1c-4000-9bf0-f19a3d7b2106",
        "270986cb-e65a-452d-989a-70e0c16e5183",
        "c657a40e-2625-4e72-bcfa-2753d3c5ed3b",
        "9332f1af-1b40-45c7-a09d-88b8d7bca15a",
        "dafced0c-ad06-46a8-ac6a-b6c8422e4380",
        "c1e2474f-4853-4cbc-bb47-edb98a86ead0",
        "74d27b54-38f2-4f31-9837-fea53a59b1c1",
        "cfc2de99-24c3-4b07-87d3-749e52080c95",
        "011042f3-34d0-4316-97f6-3ba4b92c29d4",
        "a839e2b4-8598-484f-b255-62fdfbac4b0f",
        "cb47a9fb-18ff-435d-ad13-179c7ccacdd8",
        "2c2e3634-d3d4-43e4-81c6-3d287abc68c0",
        "fee7f7fb-a50f-4282-b34b-3ffc66825630",
        "43951b43-9f2f-4f9a-80e6-780373bce14b",
        "359c0dce-8d54-4084-ac49-3b274af9e53e",
        "b9993ce5-3c99-4d6e-9214-e15ffcf11ed6",
        "a740d92e-9209-4fa5-bc48-1864ee897bde"
      ],
      "mappedSkills": [
        "2170e491-b309-45a0-a00b-d6b38f226c79",
        "63721566-b77e-47c0-bf7c-055471304b75",
        "50181070-45de-431f-bc9b-ac3f788626cf",
        "eb1b3f3d-b3f5-4272-892e-654d78cec398",
        "2e71801d-7ad7-48d3-93b1-c4875c54a786",
        "c0de8e2e-5b3c-4851-8226-06082eed2f04",
        "6ee414f9-90d9-48a9-8793-0556a60be25b",
        "b6edd840-159e-49b2-a3d1-4af5af702ec0",
        "33581bbb-dc38-4fa4-a45b-ab6e8a4e955a",
        "386e2bfb-ae43-4979-9023-6f77d0f8177c",
        "5ab6e6ae-119d-4499-83d0-d9655ef459f3",
        "7d690bc7-25fc-4968-b9c9-9dbf089f4023",
        "0f5feccb-cc12-4c62-8adc-1d3a2f373d43",
        "fc759f1c-864d-4702-965a-5c655c95f176",
        "df300f0e-e077-48f1-82f9-a82a777d6d0e",
        "030fcb83-38d8-413a-9f6a-ea736732d468",
        "3b3f8159-f2b0-408b-b19e-859c18d9e846",
        "c3367af3-617a-47b1-af0f-4d9090a317ca",
        "e88ce556-2bca-4c48-ab9e-26e9640772d9",
        "17d1d1dd-8fde-4987-ad0b-a30ee61628cc",
        "3390b253-1b07-4a8f-88c9-e58cdd783531",
        "bb9b2371-a3f3-4eb1-9d05-f344bb0a4290",
        "4f6b0a24-3a39-4c18-aba6-a4eb9758695c"
      ]
    },
    {
      "coreOrOptionTitle": "Children, Young People & Families Manager within the Community",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "54035ff9-f69b-4d5d-a6d0-e2fd67fbc542",
        "30fece07-6239-408d-95de-93a4cb58f423",
        "ae141ca5-e3e7-4193-ba34-ac37a53f4dda",
        "a80fdf95-cdde-45ae-a1d5-f74be2b8c966",
        "ce1f283f-688f-48d9-932f-b26ad7e43dea",
        "fe2200f4-ba5b-405c-9368-9b5ec642e534"
      ],
      "mappedSkills": [
        "7f0ff2a0-08d4-4980-a325-ae91198eee41",
        "c5d568c3-8add-4b13-8e0f-f4ad4104463f",
        "28024c38-00a8-421a-9d14-7628e4089975",
        "394847c9-c029-48a3-8f88-be2650a8eeae",
        "1c8e0d61-b482-46ea-86c9-db417dcf3311",
        "ebd50448-07e9-490e-9ddc-abed11b9ad5e",
        "12e75738-5464-4926-81bb-3105f105d484"
      ]
    },
    {
      "coreOrOptionTitle": "Manager in Children's Residential Care",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "70279373-1bf7-4257-a850-a80428f1f3fc",
        "75b5a69d-3984-41b9-8a28-c810aa0133b5",
        "402be79a-436b-45ab-9ee7-0ad8eb623d7c"
      ],
      "mappedSkills": [
        "44ccd3f6-c34b-40d4-b1db-00ee8ddfa750",
        "f37e7887-f909-46ce-8e02-c770a6a2a6e0",
        "5f56e981-948f-4e9f-aca9-75d427f4536b"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2018-06-29T00:00:00"
}