{
  "templateType": "Apprenticeship Standard",
  "larsCode": 9,
  "referenceNumber": "ST0023",
  "learningAimClassCode": "",
  "title": "Control technical support engineer",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0023",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-03-04T00:00:00",
  "earliestStartDate": "2014-11-12T00:00:00",
  "latestStartDate": "2024-03-03T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Assuring that manufacturing runs smoothly in areas such as site maintenance.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 60,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "manufacturing",
    "installation",
    "mechatronics",
    "machinery",
    "maintenance",
    "assembly",
    "car",
    "automotive",
    "degree"
  ],
  "jobRoles": [
    "Control support engineer",
    "Technical support engineer",
    "Maintenance technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1742/st0023_control_technical-support-engineer_l6_ap-for-publication_110418.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Designation of occupation&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Control technical support engineer (Level 6)&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration of apprenticeship: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically the duration of this apprenticeship is 5 to 6 years. This duration may be reduced for a candidate with previous relevant experience and/or someone already part qualified. Alternatively this may also be a progression route from a relevant advanced apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;uggested entry requirement: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their Apprenticeships. In order to optimise success candidates will typically have 5 GCSE&#39;s at Grade C or above, including Mathematics, English and a Science, Technology or Engineering related subject, as well as A Levels at grade C or above in both a Mathematical based subject and a Science, Technology, Engineering or additional Mathematics related subject, or 90+ credits in an Engineering BTEC at level 3.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Role specific occupational requirements: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Control technical support engineer primarily assist the smooth running of manufacturing activity in activities such as site maintenance. Typically they work closely with other production roles in a fast-paced and cost-conscious manufacturing environment, where complex problem solving is key.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;V&lt;/strong&gt;&lt;strong&gt;ocational skills: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;During the foundation stage&lt;strong&gt;, &lt;/strong&gt;the apprentice must develop a solid grasp of the core mechatronics engineering skills. These skills will not only prepare the apprentice for the workplace in demonstrating that they have the required manual dexterity to do their core role but their competencies are transferable and can be built upon over time. The skills required are:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Complying with statutory regulations and stringent organisational safety requirements&lt;/li&gt;\n&lt;li&gt;Using and interpreting a range of engineering data sources and supporting documentation&lt;/li&gt;\n&lt;li&gt;Understanding key performance indicators and utilising lean techniques to improve efficiency and effectiveness&lt;/li&gt;\n&lt;li&gt;Supporting installation, testing and commissioning of a wide range of equipment as needed&lt;/li&gt;\n&lt;li&gt;Carrying out complex fault diagnosis and repair on high technology engineered systems&lt;/li&gt;\n&lt;li&gt;Maintaining mechanical, fluid and pneumatic power equipment&lt;/li&gt;\n&lt;li&gt;Maintaining electrical, electronic and process control equipment&lt;/li&gt;\n&lt;li&gt;Minimising machinery downtime by carrying out preventative planned maintenance&lt;/li&gt;\n&lt;li&gt;Confirmation testing and subsequent smooth hand over of equipment and plan&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;During the development phase they would hone their general engineering skills, along with, maintenance and manufacturing principles and their applications in industry, investigation and interrogation skills for software applications. With all of these skills, they will be using a logical and systematic approach.&lt;/p&gt;\n&lt;p&gt;On successful completion of the above, the apprentice will then progress to develop their skills in:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Leading complex maintenance or technical support activities&lt;/li&gt;\n&lt;li&gt;Carrying out testing and calibration of instrumentation control equipment&lt;/li&gt;\n&lt;li&gt;Carrying out maintenance activities on electrical equipment.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;A&lt;/strong&gt;&lt;strong&gt;c&lt;/strong&gt;&lt;strong&gt;ademic knowledge:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprentice would complete a HND or Foundation Degree which would provide the foundation stage of the knowledge elements in the competence qualification. It will support the fundamental scientific and mathematical principles that equip apprentices with the understanding required to operate effectively and efficiently at high level within this sector. As a core the engineer needs to cover around 960 academic Guided Learning Hours, in order to have a solid grasp of;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Analytical, mathematic and scientific methods for engineers&lt;/li&gt;\n&lt;li&gt;Project design, implementation and evaluation&lt;/li&gt;\n&lt;li&gt;Instrumentation and control principles and applications&lt;/li&gt;\n&lt;li&gt;Mechanical, electrical, electronic, process control and digital principles and applications&lt;/li&gt;\n&lt;li&gt;Applications of pneumatics and hydraulics&lt;/li&gt;\n&lt;li&gt;Health, safety and risk assessment in engineering&lt;/li&gt;\n&lt;li&gt;Industrial control systems and applications&lt;/li&gt;\n&lt;li&gt;Materials and manufacturing processes&lt;/li&gt;\n&lt;li&gt;Product improvement and engineering project management&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;For the Development Phase the apprentice will build on their foundation knowledge by completing a BSc (Hons) or BEng (Hons) in Engineering. Here they will expand their understanding to a higher level and commence on specialised modules during the latter part of this qualification.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupational behaviours:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Modern high value engineering organisations require their apprentices to have a set of occupational behaviours that will ensure success both in their current and future roles and in meeting the overall company objectives.&lt;/p&gt;\n&lt;p&gt;These required behaviours include:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;S&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;afety mindset: &lt;/em&gt;&lt;/strong&gt;This occupation sits within an industry with a high level of safety critical activities. There has to be strict compliance and a disciplined and responsible approach to manage, mitigate and avoid risk.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;S&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;t&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;r&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;ong work ethic: &lt;/em&gt;&lt;/strong&gt;Positive attitude, motivated by engineering; dependable, ethical, responsible and reliable.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Logical approach: &lt;/em&gt;&lt;/strong&gt;Able to structure a plan and develop activities following a logical thought process, but also able to quickly “think on feet” when working through them.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Pr&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;oblem solving orientation&lt;/em&gt;&lt;/strong&gt;: Identifies issues quickly, enjoys solving complex problems and applies appropriate solutions. Has a strong desire to push to ensure the true root cause of any problem is found and a solution identified which prevents further recurrence&lt;strong&gt;.&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Q&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;uality focus: &lt;/em&gt;&lt;/strong&gt;Follows rules, procedures and principles in ensuring work completed is fit for purpose and pays attention to detail and error checks throughout activities.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;P&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;ersonal responsibility and resilience&lt;/em&gt;&lt;/strong&gt;: Motivated to succeed accountable and persistent to complete task.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Clear communicator: &lt;/em&gt;&lt;/strong&gt;Use a variety of appropriate communication methods to give and receive information accurately, and in a timely and positive manner.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Team player: &lt;/em&gt;&lt;/strong&gt;Not only plays own part but able to work and communicate clearly and effectively within a team and interacts and helps others when required. In doing so applies these skills in a respectful professional manner&lt;strong&gt;.&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Applies Lean Manufacturing Principles&lt;/em&gt;&lt;/strong&gt;: Continuous improvement in driving effectiveness and efficiency&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Adaptability&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;: &lt;/strong&gt;Able to adjust to different conditions, technologies, situations and environments.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;S&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;elf-Motivation: &lt;/em&gt;&lt;/strong&gt;A ‘self-starter’ who always wants to give their best, sets themselves challenging targets, can make their own decisions.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;W&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;illingness to learn&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;: &lt;/strong&gt;wants to drive their continuous professional development&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Commitment: &lt;/em&gt;&lt;/strong&gt;Able to commit to the beliefs, goals and standards of their own employer and to the wider industry and its professional standards.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;aining and development summary:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;There will be two phases of training to ensure that apprentices meet this Apprenticeship standard, in line with specified employer requirements &lt;strong&gt;(1)&lt;/strong&gt;. The foundation phase will be intensive off the job training focused on developing the apprentice&#39;s core skills, knowledge and behaviour, allowing them to work effectively with supervision in a largely simulated working environment. This stage will require typically 1400&lt;/p&gt;\n&lt;p&gt;Vocational Guided Learning Hours, building up from basics to more complex engineering operations and practices. The tasks will be aligned to the job role to develop a range of tailored core engineering techniques so by the end of this phase the apprentice will be able to demonstrate, under independent test conditions, that they can deploy their skills and occupational behaviours. In addition the apprentice typically undertakes an HND or Foundation Degree.&lt;/p&gt;\n&lt;p&gt;The development phase will focus on applying the apprentice&#39;s on-job vocational competence supported by further guided learning, enabling them to eventually work effectively without the need for close supervision. The competencies gained are sufficiently transferable by the end of this development phase for someone to adapt quickly to function effectively after minimal instruction on new equipment and environments or revised working practices, whilst completing an Engineering Degree. There will be an employer endorsement as part of the final assessment of this phase to ensure that the apprentice has demonstrated full competence against the knowledge, skills and behaviours in this standard. The employer will sign off that the apprentice is ‘job ready’ as a competent Engineer.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Pr&lt;/strong&gt;&lt;strong&gt;ofessional recognition and career progression: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard has been designed to meet the professional standards of the Engineering Council for initial registration as an Engineering Technician (Eng Tech) in partnership with the Institution of Mechanical Engineers. Further professional development and registration is subject to candidates successfully completing the appropriate learning, developing the appropriate competence, and undergoing professional review.&lt;/p&gt;\n&lt;h3&gt;Typical job titles:&#160;&lt;/h3&gt;\n&lt;p&gt;Typical job titles: Control support engineer,&#160;Technical support engineer and Maintenance technician&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;G&lt;/strong&gt;&lt;strong&gt;overnance and review date: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;March 2016 by engineering employer led trailblazer collaboration.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;English and maths&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the End-Point Assessment. For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3. A British Sign Language (BSL) qualification is an alternative to the English qualification for those whose primary language is BSL&lt;/p&gt;\n&lt;blockquote&gt;&lt;strong&gt;(1)&lt;/strong&gt; In order to articulate the specific level of skills, knowledge and behaviours required to be achieved and assessed to demonstrate full occupational competence, the employers on the trailblazer group have developed a more detailed Employer Occupational Brief (EOB). This brief will inform the awarding organisations of the required elements of knowledge, behaviours and vocational skills within this Apprenticeship Standard. It will also provide a clear basis for the development of the assessment of this Apprenticeship and will enable the sector to maintain world class levels of quality and ensure that the credibility and consistency of the Apprenticeship outcome is maintained.&lt;/blockquote&gt;",
  "occupationalSummary": "&lt;p&gt;Control technical support engineer primarily assist the smooth running of manufacturing activity in activities such as site maintenance. Typically they work closely with other production roles in a fast-paced and cost-conscious manufacturing environment, where complex problem solving is key.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "7ed5dca2-bfb0-4b71-8543-f57f7783109d",
      "detail": "Analytical, mathematic and scientific methods for engineers"
    },
    {
      "knowledgeId": "83d32aaf-75e4-4a1e-99e5-0464e8e3ab4c",
      "detail": "Project design, implementation and evaluation"
    },
    {
      "knowledgeId": "ae839be8-6207-453c-8335-246fe53da078",
      "detail": "Instrumentation and control principles and applications"
    },
    {
      "knowledgeId": "2c408473-8c36-433f-8330-01ffef2adc08",
      "detail": "Mechanical, electrical, electronic, process control and digital principles and applications"
    },
    {
      "knowledgeId": "327026d5-fd72-42f3-9625-e971815f3b0a",
      "detail": "Applications of pneumatics and hydraulics"
    },
    {
      "knowledgeId": "ae2aadbc-9a89-4511-917d-32594a0b05c7",
      "detail": "Health, safety and risk assessment in engineering"
    },
    {
      "knowledgeId": "33588a74-e8a6-4dd3-8a3a-b2d4e6221a18",
      "detail": "Industrial control systems and applications"
    },
    {
      "knowledgeId": "b81df454-b140-4e28-bc01-edb4ecece58e",
      "detail": "Materials and manufacturing processes"
    },
    {
      "knowledgeId": "f7f29246-224d-4c77-bd81-39f40b062ac8",
      "detail": "Product improvement and engineering project management"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "5cd8a74b-f7a9-4f05-bc52-50dae0b838dc",
      "detail": "Safety mindset: This occupation sits within an industry with a high level of safety critical activities. There has to be strict compliance and a disciplined and responsible approach to manage, mitigate and avoid risk."
    },
    {
      "behaviourId": "c414fd04-df2e-447c-b6c5-9c15145caa24",
      "detail": "Strong work ethic: Positive attitude, motivated by engineering; dependable, ethical, responsible and reliable."
    },
    {
      "behaviourId": "fe5f8f9d-e9b4-46e6-b957-d83f5c80949b",
      "detail": "Logical approach: Able to structure a plan and develop activities following a logical thought process, but also able to quickly “think on feet” when working through them."
    },
    {
      "behaviourId": "3cb6004c-8e12-4ec2-b083-f9e9ce6de627",
      "detail": "Problem solving orientation: Identifies issues quickly, enjoys solving complex problems and applies appropriate solutions. Has a strong desire to push to ensure the true root cause of any problem is found and a solution identified which prevents further recurrence."
    },
    {
      "behaviourId": "bb20bb7d-ff43-4705-bce7-f1bde45fb2aa",
      "detail": "Quality focus: Follows rules, procedures and principles in ensuring work completed is fit for purpose and pays attention to detail and error checks throughout activities."
    },
    {
      "behaviourId": "094356b8-f890-467f-a45e-dec7ab24973a",
      "detail": "Personal responsibility and resilience: Motivated to succeed accountable and persistent to complete task."
    },
    {
      "behaviourId": "98992483-781a-4b6d-8b47-6f53cd2c6232",
      "detail": "Clear communicator: Use a variety of appropriate communication methods to give and receive information accurately, and in a timely and positive manner."
    },
    {
      "behaviourId": "c0b9aa24-4475-43f8-ad6b-30688bf9bc22",
      "detail": "Team player: Not only plays own part but able to work and communicate clearly and effectively within a team and interacts and helps others when required. In doing so applies these skills in a respectful professional manner."
    },
    {
      "behaviourId": "4a36bf2d-f8a9-47ed-81e0-906042be5ecb",
      "detail": "Applies Lean Manufacturing Principles: Continuous improvement in driving effectiveness and efficiency"
    },
    {
      "behaviourId": "1d8cb667-7114-4b99-b743-51c950ade6a1",
      "detail": "Adaptability: Able to adjust to different conditions, technologies, situations and environments."
    },
    {
      "behaviourId": "50fb1935-67e6-4e84-ab9a-1c79bf42bc2e",
      "detail": "Self-Motivation: A ‘self-starter’ who always wants to give their best, sets themselves challenging targets, can make their own decisions."
    },
    {
      "behaviourId": "de88eb17-e746-48b9-8cc5-62b8f4a75101",
      "detail": "Willingness to learn: wants to drive their continuous professional development"
    },
    {
      "behaviourId": "15eaffd4-cd8f-43e0-8f0e-1655142758bd",
      "detail": "Commitment: Able to commit to the beliefs, goals and standards of their own employer and to the wider industry and its professional standards."
    }
  ],
  "skills": [
    {
      "skillId": "93d7ab3e-fabc-4663-97f6-9f37ea9b0a6d",
      "detail": "Complying with statutory regulations and stringent organisational safety requirements"
    },
    {
      "skillId": "3d0c87c1-8817-4d93-92fc-e53818146201",
      "detail": "Using and interpreting a range of engineering data sources and supporting documentation"
    },
    {
      "skillId": "0899038b-f143-4ad9-89f3-156dd7bf7fd7",
      "detail": "Understanding key performance indicators and utilising lean techniques to improve efficiency and effectiveness"
    },
    {
      "skillId": "c1a2977f-fe13-4258-8932-ed87ccbc5024",
      "detail": "Supporting installation, testing and commissioning of a wide range of equipment as needed"
    },
    {
      "skillId": "0066204a-a882-4e2a-a2b7-6df1913ab17f",
      "detail": "Carrying out complex fault diagnosis and repair on high technology engineered systems"
    },
    {
      "skillId": "0e25b793-8485-4772-abad-2922d72aa8b3",
      "detail": "Maintaining mechanical, fluid and pneumatic power equipment"
    },
    {
      "skillId": "182d7d2d-d820-4029-aca0-02fc6f58aae4",
      "detail": "Maintaining electrical, electronic and process control equipment"
    },
    {
      "skillId": "b0a2aa54-4f84-48a5-b6da-4d150a0ee7f2",
      "detail": "Minimising machinery downtime by carrying out preventative planned maintenance"
    },
    {
      "skillId": "6ad7fba0-84f0-4d47-9487-a6113c7cec8e",
      "detail": "Confirmation testing and subsequent smooth hand over of equipment and plan"
    },
    {
      "skillId": "1b9d38e9-82e2-4041-978a-8568376004e8",
      "detail": "Leading complex maintenance or technical support activities"
    },
    {
      "skillId": "615b9941-72fa-4731-a4a3-779f881e9662",
      "detail": "Carrying out testing and calibration of instrumentation control equipment"
    },
    {
      "skillId": "b2536a19-c6e8-4343-8d7d-bd8bf3b251d3",
      "detail": "Carrying out maintenance activities on electrical equipment"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2014-11-12T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "TB0096 ",
  "tbMainContact": "dgeorge@jaguarlandrover.com",
  "involvedEmployers": "BMW Group UK, EEF, Ford, GTA England, Institution of Mechanical Engineers, Jaguar Land Rover, NFEC, Siemens, Toyota Manufacturing UK, Vauxhall Motors",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Control support engineer",
    "Technical support engineer",
    "Maintenance technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, manufacturing, process and control",
  "cluster": "Manufacturing engineer",
  "clusterId": "263",
  "clusterDescription": "Introduce complex technologies into the manufacturing environment and improve manufacturing technologies",
  "createdDate": "2017-09-22T14:24:29 +00:00",
  "lastUpdated": "2024-03-04T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2014-11-12T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0023",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0023-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0023-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-03-04T00:00:00"
}