{
  "templateType": "Apprenticeship Standard",
  "larsCode": 196,
  "referenceNumber": "ST0070",
  "learningAimClassCode": "",
  "title": "Business administrator",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0070",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-05-31T00:00:00",
  "earliestStartDate": "2017-09-18T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Supporting and engaging with different parts of the organisation and interact with internal or external customers.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Business and administration",
  "keywords": [
    "business administration",
    "business",
    "administrator",
    "administration",
    "admin",
    "administrative"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4504/st0070_business-admin_l3_ap-for-publication_100920.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.2 Administration",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupational profile&lt;/h3&gt;\n&lt;p&gt;Business administrators have a highly transferable set of knowledge, skills and behaviours that can be applied in all sectors. This includes small and large businesses alike; from the public sector, private sector and charitable sector. The role may involve working independently or as part of a team and will involve developing, implementing, maintaining and improving administrative services. Business administrators develop key skills and behaviours to support their own progression towards management responsibilities.&lt;/p&gt;\n&lt;p&gt;The responsibilities of the role are to support and engage with different parts of the organisation and interact with internal or external customers. With a focus on adding value, the role of business administrator contributes to the efficiency of an organisation, through support of functional areas, working across teams and resolving issues as requested. The flexibility and responsiveness required allows the apprentice to develop a wide range of skills.&lt;/p&gt;\n&lt;p&gt;The business administrator is expected to deliver their responsibilities efficiently and with integrity – showing a positive attitude. The role involves demonstrating strong communication skills (both written and verbal) and adopting a proactive approach to developing skills. The business administrator is also expected to show initiative, managing priorities and own time, problem-solving skills, decision-making and the potential for people management responsibilities through mentoring or coaching others.&#160;&lt;/p&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 92px;&quot; width=&quot;92&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 404px;&quot; width=&quot;404&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required &lt;/strong&gt;(advancing key skills to support progression to management)&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;92&quot;&gt;\n&lt;p&gt;IT&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;404&quot;&gt;\n&lt;p&gt;Skilled in the use of multiple IT packages and systems relevant to the organisation in order to: write letters or emails, create proposals, perform financial processes, record and analyse data. Examples include MS Office or equivalent packages. Able to choose the most appropriate IT solution to suit the business problem. Able to update and review databases, record information and produce data analysis where required.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;92&quot;&gt;\n&lt;p&gt;Record and document production&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;404&quot;&gt;\n&lt;p&gt;Produces accurate records and documents including: emails, letters, files, payments, reports and proposals. Makes recommendations for improvements and present solutions to management. Drafts correspondence, writes reports and able to review others&#39; work. Maintains records and files, handles confidential information in compliance with the organisation&#39;s procedures. Coaches others in the processes required to complete these tasks.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;92&quot;&gt;\n&lt;p&gt;Decision making&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;404&quot;&gt;\n&lt;p&gt;Exercises proactivity and good judgement. Makes effective decisions based on sound reasoning and is able to deal with challenges in a mature way. Seeks advice of more experienced team members when appropriate.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;92&quot;&gt;\n&lt;p&gt;Interpersonal skills&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;404&quot;&gt;\n&lt;p&gt;Builds and maintains positive relationships within their own team and across the organisation. Demonstrates ability to influence and challenge appropriately. Becomes a role model to peers and team members, developing coaching skills as they gain area knowledge.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;92&quot;&gt;\n&lt;p&gt;Communications&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;404&quot;&gt;\n&lt;p&gt;Demonstrates good communication skills, whether face-to-face, on the telephone, in writing or on digital platforms. Uses the most appropriate channels to communicate effectively. Demonstrates agility and confidence in communications, carrying authority appropriately. Understands and applies social media solutions appropriately. Answers questions from inside and outside of the organisation, representing the organisation or department.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;92&quot;&gt;\n&lt;p&gt;Quality&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;404&quot;&gt;\n&lt;p&gt;Completes tasks to a high standard. Demonstrates the necessary level of expertise required to complete tasks and applies themself to continuously improve their work. Is able to review processes autonomously and make suggestions for improvements. Shares administrative best-practice across the organisation e.g. coaches others to perform tasks correctly. Applies problem-solving skills to resolve challenging or complex complaints and is a key point of contact for addressing issues.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;92&quot;&gt;\n&lt;p&gt;Planning and organisation&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;404&quot;&gt;\n&lt;p&gt;Takes responsibility for initiating and completing tasks, manages priorities and time in order to successfully meet deadlines. Positively manages the expectations of colleagues at all levels and sets a positive example for others in the workplace. Makes suggestions for improvements to working practice, showing understanding of implications beyond the immediate environment (e.g. impact on clients, suppliers, other parts of the organisation). Manages resources e.g. equipment or facilities. Organises meetings and events, takes minutes during meetings and creates action logs as appropriate. Takes responsibility for logistics e.g. travel and accommodation.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;92&quot;&gt;\n&lt;p&gt;Project management&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;404&quot;&gt;\n&lt;p&gt;Uses relevant project management principles and tools to scope, plan, monitor and report. Plans required resources to successfully deliver projects. Undertakes and leads projects as and when required.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 92px;&quot; width=&quot;92&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 404px;&quot; width=&quot;404&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required &lt;/strong&gt;(in-depth knowledge of organisation and wider business environment).&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;92&quot;&gt;\n&lt;p&gt;The organisation&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;404&quot;&gt;\n&lt;p&gt;Understands organisational purpose, activities, aims, values, vision for the future, resources and the way that the political/economic environment affects the organisation.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;92&quot;&gt;\n&lt;p&gt;Value of their skills&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;404&quot;&gt;\n&lt;p&gt;Knows organisational structure and demonstrates understanding of how their work benefits the organisation. Knows how they fit within their team and recognises how their skills can help them to progress their career.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;92&quot;&gt;\n&lt;p&gt;Stakeholders&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;404&quot;&gt;\n&lt;p&gt;Has a practical knowledge of managing stakeholders and their differing relationships to an organisation. This includes internal and external customers, clients and/or suppliers. Liaises with internal/external customers, suppliers or stakeholders from inside or outside the UK. Engages and fosters relationships with suppliers and partner organisations.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;92&quot;&gt;\n&lt;p&gt;Relevant regulation&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;404&quot;&gt;\n&lt;p&gt;Understands laws and regulations that apply to their role including data protection, health &amp;amp; safety, compliance etc. Supports the company in applying the regulations.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;92&quot;&gt;\n&lt;p&gt;Policies&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;404&quot;&gt;\n&lt;p&gt;Understands the organisation&#39;s internal policies and key business policies relating to sector.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;92&quot;&gt;\n&lt;p&gt;Business fundamentals&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;404&quot;&gt;\n&lt;p&gt;Understands the applicability of business principles such as managing change, business finances and project management.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;92&quot;&gt;\n&lt;p&gt;Processes&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;404&quot;&gt;\n&lt;p&gt;Understands the organisation&#39;s processes, e.g. making payments or processing customer data. Is able to review processes autonomously and make suggestions for improvements. Applying a solutions-based approach to improve business processes and helping define procedures. Understands how to administer billing, process invoices and purchase orders.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;92&quot;&gt;\n&lt;p&gt;External environment factors&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;404&quot;&gt;\n&lt;p&gt;Understands relevant external factors e.g. market forces, policy &amp;amp; regulatory changes, supply chain etc. and the wider business impact). Where necessary understands the international/global market in which the employing organisation is placed.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 92px;&quot; width=&quot;92&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 404px;&quot; width=&quot;404&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required &lt;/strong&gt;(Role-model behaviours and positive contribution to culture).&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;92&quot;&gt;\n&lt;p&gt;Professionalism&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;404&quot;&gt;\n&lt;p&gt;Behaves in a professional way. This includes: personal presentation, respect, respecting and encouraging diversity to cater for wider audiences, punctuality and attitude to colleagues, customers and key stakeholders. Adheres to the organisation&#39;s code of conduct for professional use of social media. Acts as a role model, contributing to team cohesion and productivity – representing the positive aspects of team culture and respectfully challenging inappropriate prevailing cultures.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;92&quot;&gt;\n&lt;p&gt;Personal qualities&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;404&quot;&gt;\n&lt;p&gt;Shows exemplary qualities that are valued including integrity, reliability, self-motivation, being pro-active and a positive attitude. Motivates others where responsibility is shared.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;92&quot;&gt;\n&lt;p&gt;Managing performance&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;404&quot;&gt;\n&lt;p&gt;Takes responsibility for their own work, accepts feedback in a positive way, uses initiative and shows resilience. Also takes responsibility for their own development, knows when to ask questions to complete a task and informs their line manager when a task is complete. Performs thorough self-assessments of their work and complies with the organisation&#39;s procedures.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;92&quot;&gt;\n&lt;p&gt;Adaptability&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;404&quot;&gt;\n&lt;p&gt;Is able to accept and deal with changing priorities related to both their own work and to the organisation.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;92&quot;&gt;\n&lt;p&gt;Responsibility&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;404&quot;&gt;\n&lt;p&gt;Demonstrates taking responsibility for team performance and quality of projects delivered. Takes a clear interest in seeing that projects are successfully completed and customer requests handled appropriately. Takes initiative to develop own and others&#39; skills and behaviours.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;The apprenticeship will typically take between 12 and 18 months to complete.&lt;/p&gt;\n&lt;h3&gt;Level&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard is at Level 3.&lt;/p&gt;\n&lt;h3&gt;Qualifications&lt;/h3&gt;\n&lt;p&gt;Where a business administrator has not already achieved Level 2 English and Maths, they must do so before taking the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;Career progression&lt;/h3&gt;\n&lt;p&gt;The administration role may be a gateway to further career opportunities, such as management or senior support roles.&lt;/p&gt;\n&lt;h3&gt;Review date&lt;/h3&gt;\n&lt;p&gt;The apprenticeship should be reviewed after 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Business administrators have a highly transferable set of knowledge, skills and behaviours that can be applied in all sectors. This includes small and large businesses alike; from the public sector, private sector and charitable sector. The role may involve working independently or as part of a team and will involve developing, implementing, maintaining and improving administrative services. Business administrators develop key skills and behaviours to support their own progression towards management responsibilities. The responsibilities of the role are to support and engage with different parts of the organisation and interact with internal or external customers. With a focus on adding value, the role of business administrator contributes to the efficiency of an organisation, through support of functional areas, working across teams and resolving issues as requested. The flexibility and responsiveness required allows the apprentice to develop a wide range of skills. The business administrator is expected to deliver their responsibilities efficiently and with integrity – showing a positive attitude. The role involves demonstrating strong communication skills (both written and verbal) and adopting a proactive approach to developing skills. The business administrator is also expected to show initiative, managing priorities and own time, problem-solving skills, decision-making and the potential for people management responsibilities through mentoring or coaching others.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "b5b03394-9cc6-4b93-90eb-025382d2493c",
      "detail": "Understands organisational purpose, activities, aims, values, vision for the future, resources and the way that the political/economic environment affects the organisation."
    },
    {
      "knowledgeId": "4bcbae9a-900b-4f08-ae02-ca6ea431c792",
      "detail": "Knows organisational structure and demonstrates understanding of how their work benefits the organisation. Knows how they fit within their team and recognises how their skills can help them to progress their career."
    },
    {
      "knowledgeId": "ec7a1a04-d400-4fe3-bb0b-8c3a88f7317f",
      "detail": "Has a practical knowledge of managing stakeholders and their differing relationships to an organisation. This includes internal and external customers, clients and/or suppliers. Liaises with internal/external customers, suppliers or stakeholders from inside or outside the UK. Engages and fosters relationships with suppliers and partner organisations."
    },
    {
      "knowledgeId": "c025c526-8fe8-48e6-97ba-b5710bec663e",
      "detail": "Understands laws and regulations that apply to their role including data protection, health & safety, compliance etc. Supports the company in applying the regulations."
    },
    {
      "knowledgeId": "a0bdc30d-a282-41c3-9f7c-cee5dbecb8e8",
      "detail": "Understands the organisation's internal policies and key business policies relating to sector."
    },
    {
      "knowledgeId": "7ae76b95-6567-4281-adf9-e5ca8aeab6d7",
      "detail": "Understands the applicability of business principles such as managing change, business finances and project management."
    },
    {
      "knowledgeId": "297544ef-9f2b-4543-8f8a-a5e5467af676",
      "detail": "Understands the organisation's processes, e.g. making payments or processing customer data. Is able to review processes autonomously and make suggestions for improvements. Applying a solutions-based approach to improve business processes and helping define procedures. Understands how to administer billing, process invoices and purchase orders."
    },
    {
      "knowledgeId": "490a2c54-ff48-401b-ac37-408a4d38b47a",
      "detail": "Understands relevant external factors e.g. market forces, policy & regulatory changes, supply chain etc. and the wider business impact). Where necessary understands the international/global market in which the employing organisation is placed."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "8e47097d-999f-4d73-bd4e-3c5bbd27faea",
      "detail": "Behaves in a professional way. This includes: personal presentation, respect, respecting and encouraging diversity to cater for wider audiences, punctuality and attitude to colleagues, customers and key stakeholders. Adheres to the organisation's code of conduct for professional use of social media. Acts as a role model, contributing to team cohesion and productivity “ representing the positive aspects of team culture and respectfully challenging inappropriate prevailing cultures."
    },
    {
      "behaviourId": "aba8d80a-8dd2-4c1b-a9ce-7144ccd7b673",
      "detail": "Shows exemplary qualities that are valued including integrity, reliability, self-motivation, being pro-active and a positive attitude. Motivates others where responsibility is shared."
    },
    {
      "behaviourId": "fcb617ad-ba3e-434b-b690-9d0d959eaef2",
      "detail": "Takes responsibility for their own work, accepts feedback in a positive way, uses initiative and shows resilience. Also takes responsibility for their own development, knows when to ask questions to complete a task and informs their line manager when a task is complete. Performs thorough self-assessments of their work and complies with the organisation's procedures."
    },
    {
      "behaviourId": "5a2dd605-6c80-49c4-90f8-fea943338c87",
      "detail": "Is able to accept and deal with changing priorities related to both their own work and to the organisation."
    },
    {
      "behaviourId": "0ddde52a-7e43-4c42-9028-184232e5abfe",
      "detail": "Demonstrates taking responsibility for team performance and quality of projects delivered. Takes a clear interest in seeing that projects are successfully completed and customer requests handled appropriately. Takes initiative to develop own and others' skills and behaviours."
    }
  ],
  "skills": [
    {
      "skillId": "e7cce205-e308-4be3-8462-e77c6ae08f76",
      "detail": "Skilled in the use of multiple IT packages and systems relevant to the organisation in order to: write letters or emails, create proposals, perform financial processes, record and analyse data. Examples include MS Office or equivalent packages. Able to choose the most appropriate IT solution to suit the business problem. Able to update and review databases, record information and produce data analysis where required."
    },
    {
      "skillId": "7c407eed-ad37-4eba-bfd9-2b99f7efa4f0",
      "detail": "Produces accurate records and documents including: emails, letters, files, payments, reports and proposals. Makes recommendations for improvements and present solutions to management. Drafts correspondence, writes reports and able to review others' work. Maintains records and files, handles confidential information in compliance with the organisation's procedures. Coaches others in the processes required to complete these tasks."
    },
    {
      "skillId": "743d86d5-de63-403d-ae52-aab8fa3f69fb",
      "detail": "Exercises proactivity and good judgement. Makes effective decisions based on sound reasoning and is able to deal with challenges in a mature way. Seeks advice of more experienced team members when appropriate."
    },
    {
      "skillId": "c60032c2-f955-476c-aca3-60aba9634507",
      "detail": "Builds and maintains positive relationships within their own team and across the organisation. Demonstrates ability to influence and challenge appropriately. Becomes a role model to peers and team members, developing coaching skills as they gain area knowledge."
    },
    {
      "skillId": "e26e7ff0-c939-4e68-8705-34b7727c1a36",
      "detail": "Demonstrates good communication skills, whether face-to-face, on the telephone, in writing or on digital platforms. Uses the most appropriate channels to communicate effectively. Demonstrates agility and confidence in communications, carrying authority appropriately. Understands and applies social media solutions appropriately. Answers questions from inside and outside of the organisation, representing the organisation or department."
    },
    {
      "skillId": "a8f88c63-f68f-4357-88d8-21cd9fb07a98",
      "detail": "Completes tasks to a high standard. Demonstrates the necessary level of expertise required to complete tasks and applies themself to continuously improve their work. Is able to review processes autonomously and make suggestions for improvements. Shares administrative best-practice across the organisation e.g. coaches others to perform tasks correctly. Applies problem-solving skills to resolve challenging or complex complaints and is a key point of contact for addressing issues."
    },
    {
      "skillId": "ff09f56e-5c88-496a-9e56-2bf08ae692a3",
      "detail": "Takes responsibility for initiating and completing tasks, manages priorities and time in order to successfully meet deadlines. Positively manages the expectations of colleagues at all levels and sets a positive example for others in the workplace. Makes suggestions for improvements to working practice, showing understanding of implications beyond the immediate environment (e.g. impact on clients, suppliers, other parts of the organisation). Manages resources e.g. equipment or facilities. Organises meetings and events, takes minutes during meetings and creates action logs as appropriate. Takes responsibility for logistics e.g. travel and accommodation."
    },
    {
      "skillId": "149aaf18-0ea4-46c1-9e55-b76134fda2a8",
      "detail": "Uses relevant project management principles and tools to scope, plan, monitor and report. Plans required resources to successfully deliver projects. Undertakes and leads projects as and when required."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-09-18T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0602",
  "tbMainContact": "tom.j.pearce@uk.gt.com",
  "involvedEmployers": "Grant Thornton UK LLP, BT, Npower, Federation of Small Businesses, Peter Jones Foundation, MBDA Missiles, Surrey County Council, Peugeot, Sodexo, oneSource, London Borough of Islington, London Borough of Enfield, Total Security Services, Skills CFA, PRCA, ESOS Ltd, Ceridian UK & Ireland, Northgate Arinso, JJBA Ltd, Bradley & Co Ltd, Prohire Software Systems Ltd, Business Resource & Innovation Network International Ltd, Moorhouse Accounting & Consultancy Services Ltd, Vicki King Bookkeeping Services, Fresh Financials, Iwona Accountancy Services Ltd, Boots UK, Osborne Property Services, Carillion PLC, Bpi Recycled Products, Great Guns Marketing, Berkley Group PLC, British Council, Capita Group, Accelerator Solutions Ltd, Northern PowerGrid, Manheim, Royal Bank of Scotland, Institute of Customer Service, Serco, Homebase, Scottish Water, Enfield Council, Royal Navy/Babcock, Thames Valley Police, Army Personnel Services Group",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Management and Administration",
  "cluster": "Administrator",
  "clusterId": "45",
  "clusterDescription": "Co-ordination, management and delivery of specific business processes and also their direct provision to users",
  "createdDate": "2017-09-22T14:24:55 +00:00",
  "lastUpdated": "2022-05-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-09-18T00:00:00 +00:00",
  "banners": "This apprenticeship standard is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards in revision are available in the revisions status report.",
  "occupationCode": "OCC0070",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0070-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0070-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": true,
  "coronationEmblem": false,
  "publishDate": "2022-05-31T00:00:00"
}