{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 529,
  "referenceNumber": "ST0096",
  "learningAimClassCode": "",
  "title": "Plasterer",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0096",
  "qualificationStandardUrl": null,
  "versionNumber": "2.0",
  "change": "Standard and end-point assessment plan revised",
  "changedDate": "2024-01-24T00:00:00",
  "earliestStartDate": "2019-12-18T00:00:00",
  "latestStartDate": "2024-01-17T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Preparing walls and ceilings for decoration and finishing.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 10000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "decoration",
    "walls",
    "building",
    "ceilings",
    "construction",
    "plaster"
  ],
  "jobRoles": [
    "plaster"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/pcfjuepk/st0096_v02_plasterer_l2_correction_18_07_23.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "2.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in both the new build and refurbishment construction sector which is the driving force behind the UK economy, employing three million people and contributing 6.4% of Gross Domestic Product (GDP). Not only that, the construction industry is central to delivering the homes, schools, hospitals, energy and transport infrastructure our society demands. A career in the construction industry is like no other. Plastering is a core function within the construction sector, particularly the house building sector and refurbishment sectors. The Government has a target to build significantly more new homes over the coming years and therefore the demand for plasterers has never been higher.&lt;/p&gt;\n&lt;p&gt;&lt;br&gt;The broad purpose of this occupation is to apply layers of plaster onto walls, floors and ceilings. Plastering serves a protective function, in that it makes buildings more robust and also an aesthetic function. Plasterers will often complete dry lining projects during their career. Although a person may specialise solely in dry lining, a plasterer must have the knowledge of dry lining in addition to their knowledge and skills to plaster.&lt;/p&gt;\n&lt;p&gt;&lt;br&gt;The occupation covered by this apprenticeship standard is for a Plasterer that will specialise in either Solid or Fibrous plaster work after undertaking the core learning (which includes introductory elements of both solid and fibrous plastering).&lt;/p&gt;\n&lt;p&gt;&lt;br&gt;In their daily work, an employee in this occupation interacts with commercial and domestic customers, other trades, architects and site managers. All plasterers can work on their own or as part of a small team. They work on small-scale domestic jobs, large repair and restoration projects and on big commercial developments such as schools or hospitals, therefore coming into contact with a wide range of people. &lt;br&gt;Whilst some plasterers are directly employed by companies specialising in plastering, there are a lot who are sub contracted by companies to work on new or existing buildings.&lt;br&gt;An employee in this occupation will be responsible for:&lt;br&gt;Solid plastering&lt;/p&gt;\n&lt;p&gt;&lt;br&gt;Solid plastering involves applying a range of plastering systems on to different background surfaces using traditional and modern materials. Background surfaces include solid plain walls, walls with openings and returns, ceiling joists and partitions and beams and piers that are attached or independent of walls. Solid plastering work includes preparing solid backgrounds by hand and mechanical means and installing sheet materials such as expanded metal lath/rib lath, standard angle beads, skim beads, stop beads, expansion beads and reinforcements for the application of one, two or three coat plastering or rendering systems. As a solid plasterer you would mainly be installing products on site.&lt;br&gt;Fibrous plastering&lt;/p&gt;\n&lt;p&gt;&lt;br&gt;Fibrous plastering involves creating plaster components with either a modern contemporary design or with an ornamental enrichment to a classical design. These components could include lighting troughs, beam and column casings, ceiling roses, complete ceilings, cornices, panel mouldings and many others. They are produced using plaster that is reinforced with hessian canvas and timber laths (fibrous) or artificial fibres (Glass fibre Reinforced Gypsum). As a fibrous plasterer you would produce work in a workshop in addition to installing products on site. You will find fibrous work in traditional and modern buildings and sometimes in the film industry.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "dfa61a9a-5864-4ffa-a298-b765fb98f923",
      "detail": "Health and safety: Health and safety hazards, current regulations and legislation. Codes of practice and safe working practices, including asbestos awareness and correct use of personal protective equipment (PPE)."
    },
    {
      "knowledgeId": "7f0982cd-8334-4108-a95c-df2365fc8ed3",
      "detail": "Customer service: The principles of high quality customer service. Establishing the needs of others (colleagues, customers and other stakeholders). Respect the working environment including customers’ properties, impact on other trades and the project."
    },
    {
      "knowledgeId": "73b00ea9-4a55-4b86-9930-342861671056",
      "detail": "Communication: Different communication methods. How to communicate in a clear, articulate and appropriate manner. How to adapt communication style to different situations. How to interpret and use drawings and specifications."
    },
    {
      "knowledgeId": "4b179357-08fa-4214-8823-92e924081f6b",
      "detail": "Buildings: Different eras, types of construction methods, insulation considerations, facilities, fire protection. The importance of thermal/insulation to buildings, damp proofing/tanking, renovation and restoration."
    },
    {
      "knowledgeId": "23c37b8e-d638-4979-9676-94fedc0e331f",
      "detail": "Materials: Types of traditional and modern materials; moving, handling and storage of them; their uses and characteristics, e g types, condition, strength and compatibility. Cost awareness and environmental considerations/waste awareness, e g surface water management and recycling. Chemical damp proofing installation, moisture effects and damage."
    },
    {
      "knowledgeId": "f3bbd2a3-6a82-4c32-8611-7e8482bb1c2d",
      "detail": "Considerations before completing plastering work: u-vales, insulation, impact, fire proofing around steel work."
    },
    {
      "knowledgeId": "5936beae-3850-4ce7-a68b-1953ff48f4bc",
      "detail": "Dry lining: materials, methods, and finishes."
    },
    {
      "knowledgeId": "6ae2e7c5-4f65-497a-bb2f-03e8bf906ce1",
      "detail": "Application methods for different types of mortars and finishes, including heritage and how to re-instate plastering systems post chemical damp-proof injection."
    },
    {
      "knowledgeId": "8112c4ce-b7a9-4ac6-869c-c9aea9a764b4",
      "detail": "Application methods for different types of render systems including colour rendering; run in situ moulding work in sand and cement."
    },
    {
      "knowledgeId": "c5fc9598-a54a-4965-b767-bdd1f064efc7",
      "detail": "How to fix ancillary works including beads, trims and how to use additives to form a mechanical key."
    },
    {
      "knowledgeId": "53f3dc9f-150f-4961-b426-ea3071e5c56d",
      "detail": "How to produce reverse moulds such as enriched cornices, arches, columns, pilasters, corbels ceiling centre and beam case."
    },
    {
      "knowledgeId": "0ef01def-971f-4e1d-8a19-ce58065d76fa",
      "detail": "How to cast from reverse moulds in fibrous plaster, GRG (glass fibre reinforced gypsum) and GRC (glass fibre reinforced concrete)"
    },
    {
      "knowledgeId": "5930646d-60a2-41b5-9d0b-c9e726f0ffe0",
      "detail": "How to fix a range of cast mouldings such as enriched cornice, arches, columns, pilasters, corbels, ceiling centre and beam casing."
    },
    {
      "knowledgeId": "8668011a-40ee-4260-8ebd-35dbde674d5a",
      "detail": "How to restore existing mouldings including how to take squeezes of different types of mouldings using plaster, clay and silicone rubber to reproduce mouldings to match the original."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "835ff7c3-c6f3-47a0-9d7d-b9d2b7c15d44",
      "detail": "Positive and mature attitude: Conscientious, punctual, enthusiastic, reliable and professional including appearance. Take responsibility for personal judgements and actions. Be aware of the limits of personal competence. Show drive and energy in fulfilling requirements of role, including deadlines and being proactive not reactive. Show honesty and integrity by developing the trust of customers and colleagues and undertaking responsibilities in an ethical and empathetic manner. Demonstrate awareness of equality and diversity in all aspects of role."
    },
    {
      "behaviourId": "09857da1-2723-4c8e-be8d-1315984f65b6",
      "detail": "Quality focused: Be reliable, productive, efficient and quality focussed in work and in personal standards to current industrial standards. Awareness and consideration of other trades, e g plaster walls in a way that allows for pipes and electrical wiring. Keep work area clean and tidy. Provide protection to adjacent finishes to avoid possible damage. Provide good customer service. Give consideration to the appropriate use of resources and personal actions in regards to environmental, social and economic factors and their impacts."
    },
    {
      "behaviourId": "259b452d-a3d5-4c97-a472-dbe248f14518",
      "detail": "Effective communication: Oral (including listening), written, body language and presentation. Collaborate with others, e g colleagues, clients, architects, contract managers, other trades, clients, suppliers and the public regardless of differences in race, gender, sexual orientation, or other characteristics."
    },
    {
      "behaviourId": "dcb5e33a-3b57-48a9-84f8-33bf7be5467f",
      "detail": "Self-motivated learner: Identify personal development needs and take action to meet those needs. Keep up-to-date with best practice and new technology. Show initiative to independently complete work and solve problems by seeking out critical information."
    }
  ],
  "skills": [
    {
      "skillId": "c1cd7e6a-77ce-4677-8391-c8d2cb147916",
      "detail": "Materials: Identify and prepare surfaces for plastering. Determine quantities and ratios of materials. Move, handle and store materials."
    },
    {
      "skillId": "9c7ce0a4-bf42-4003-bc33-9440e5de729d",
      "detail": "Safe Working: Adhere to relevant health and safety legislation, codes of practice and apply safe working practices, including when working at heights."
    },
    {
      "skillId": "23f7ad8e-30ef-45b9-8c19-b4bb5c551f29",
      "detail": "Working environment: Select appropriate tools, equipment, materials and components where necessary. Interpret and use drawings and specifications including BIM/CAD. Maintain a clean working area."
    },
    {
      "skillId": "cd97f1a3-481c-4050-ba9b-7dc6da0f2f98",
      "detail": "Fixing and jointing plasterboard: Construct metal framed partitions, wall linings and openings in preparation for boarding. Mechanically install plasterboard to timber and lightweight metal framing. Direct bond plasterboard to masonry. Use hand applied and machine applied tape and jointing systems."
    },
    {
      "skillId": "e9058da0-ae8f-4ad3-be75-ae3e72c788a7",
      "detail": "Plastering: Apply solid plastering systems using one and two coat plastering to internal surfaces."
    },
    {
      "skillId": "37f3ac0d-f167-4787-8c88-3c80016c279f",
      "detail": "In-situ moulds: Construct running moulds to match existing moulding design, set up running rules and plaster screeds, run in-situ moulding work including coring out using bracketing on solid backgrounds. Assemble benches, run short breaks and form stop ends, make good internal and external mitres and returned ends."
    },
    {
      "skillId": "ba026e9d-22a5-4c62-a187-ba7d688baa35",
      "detail": "Running moulds: Construct positive or negative running moulds. Set down running rules correctly. Run reverse moulds and prepare for casting. Run panel moulds. Take casts from reverse moulds."
    },
    {
      "skillId": "a095de8d-e277-4591-bfbb-504cf131257d",
      "detail": "Repairing existing plaster: Renovate and restore internal and external effected surfaces back to original state."
    },
    {
      "skillId": "22d8f534-5b35-4718-a678-c315fd9011dc",
      "detail": "Install cast mouldings: Install cornice mouldings including forming internal and external mitred angles."
    },
    {
      "skillId": "b89d4c36-2a6e-4f10-a6ab-c53e8c1bc9f9",
      "detail": "Plastering: Apply three coat plastering, including heritage lime mortars and finishes, and machine applied plaster; sealings and bonding agents, re-instate plastering systems after chemical damp proof injection."
    },
    {
      "skillId": "55d4b8c7-1e45-44bd-847f-de6c4a7acc3c",
      "detail": "Rendering: Apply traditional, modern and machine applied render systems including colour rendering; run in situ moulding work in sand and cement."
    },
    {
      "skillId": "a4ef6825-e2e4-4958-ac52-8f237065f70a",
      "detail": "Ancillary works: Fix beads and trims, use additives and form mechanical keys as required, mechanically fix EML, rib lath and timber lath."
    },
    {
      "skillId": "e8d647cf-cf93-4e40-baf4-5d0068227665",
      "detail": "Reverse moulds: Produce reverse moulds (e g enriched cornices, arches, columns, pilasters, corbels ceiling centre and beam case)."
    },
    {
      "skillId": "717068fb-e05f-40ff-b133-e314e6a4dc10",
      "detail": "Casting: Cast from reverse moulds in fibrous plaster, GRG and GRC (glass fibre reinforced cement) Fixing cast mouldings: install cast mouldings (e g enriched cornice, arches, columns, pilasters, corbels, ceiling centre and beam casing."
    },
    {
      "skillId": "27e085cb-eacc-4f20-b723-bb6a5bac0310",
      "detail": "Restoration of existing mouldings: Take squeezes of different types of mouldings using plaster, clay and silicone rubber to reproduce mouldings to match the original; produce and install mouldings for the repair of existing mouldings."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-12-18T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0034",
  "tbMainContact": "julian@bordercraftgroup.co.uk",
  "involvedEmployers": "A &amp; B Joinery, Bordercraft Group, Brick Baron, Cuttle Construction, D J Hutchings, G M &amp; G Marley, Greendale, Hall Construction, Oakleaf Commercial Services, SE Connell &amp; Sons, Stuart Barr, Fessa Properties, G Cook and Sons, Saint Gobain",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "plaster"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": null,
  "cluster": null,
  "clusterId": null,
  "clusterDescription": null,
  "createdDate": "2019-12-16T11:50:30 +00:00",
  "lastUpdated": "2024-01-24T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-12-18T00:00:00 +00:00",
  "banners": "Please be aware that this occupational standard has been revised from a Level 3 to a Level 2 and there will be no new starts on the level 3 version from 18/12/19. You can find the content previously published in the version log. ",
  "occupationCode": "OCC0096",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0096-v2-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0096-v2-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "39333be8-f9c3-4bfe-9db4-4f10911200d2",
      "dutyDetail": "Identify and confirm plastering requirements and components against a survey/job sheet/specification/drawings/CAD/BIM and in accordance with Building Regulations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "dcb5e33a-3b57-48a9-84f8-33bf7be5467f"
      ],
      "mappedKnowledge": [
        "4b179357-08fa-4214-8823-92e924081f6b",
        "23c37b8e-d638-4979-9676-94fedc0e331f",
        "f3bbd2a3-6a82-4c32-8611-7e8482bb1c2d"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ef9cc716-ed94-4337-8e64-ea1945ab5308",
      "dutyDetail": "Locate, handle, store, load, transport and position plastering materials and components safely, minimising damage so they are ready for application and where applicable, in accordance with Working at Height regulations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "dfa61a9a-5864-4ffa-a298-b765fb98f923"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c1cd7e6a-77ce-4677-8391-c8d2cb147916",
        "9c7ce0a4-bf42-4003-bc33-9440e5de729d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "dd411ce9-952b-46bb-906d-4e7723f6bdc2",
      "dutyDetail": "Prepare the site/work area (including access equipment when necessary), power and hand tools appropriate to the project.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "dfa61a9a-5864-4ffa-a298-b765fb98f923"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9c7ce0a4-bf42-4003-bc33-9440e5de729d",
        "23f7ad8e-30ef-45b9-8c19-b4bb5c551f29"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2dc9d350-03f2-41cc-94cb-0d3eb39f12ec",
      "dutyDetail": "Prepare background substrates for internal solid plastering, dry lining and external rendering.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "4b179357-08fa-4214-8823-92e924081f6b",
        "23c37b8e-d638-4979-9676-94fedc0e331f",
        "f3bbd2a3-6a82-4c32-8611-7e8482bb1c2d",
        "6ae2e7c5-4f65-497a-bb2f-03e8bf906ce1",
        "8112c4ce-b7a9-4ac6-869c-c9aea9a764b4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c1cd7e6a-77ce-4677-8391-c8d2cb147916"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "809e6090-48e7-4b1f-b666-00695b3d1cb8",
      "dutyDetail": "Apply sealers and bonding agents to ensure plaster and render adhesion in line with the manufactures instructions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "23c37b8e-d638-4979-9676-94fedc0e331f",
        "6ae2e7c5-4f65-497a-bb2f-03e8bf906ce1",
        "8112c4ce-b7a9-4ac6-869c-c9aea9a764b4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c1cd7e6a-77ce-4677-8391-c8d2cb147916"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "318896e0-39a9-4091-b2a4-d0aeb9f3c127",
      "dutyDetail": "Identify and select appropriate plastering materials, modern pre-blended and loose plasters, renders and additives including compounds, fixings, performance plasterboards, reinforcements and beads to carry out the plastering work in line with specifications and manufactures instructions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "23c37b8e-d638-4979-9676-94fedc0e331f",
        "f3bbd2a3-6a82-4c32-8611-7e8482bb1c2d",
        "5936beae-3850-4ce7-a68b-1953ff48f4bc",
        "c5fc9598-a54a-4965-b767-bdd1f064efc7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c1cd7e6a-77ce-4677-8391-c8d2cb147916",
        "cd97f1a3-481c-4050-ba9b-7dc6da0f2f98",
        "e9058da0-ae8f-4ad3-be75-ae3e72c788a7",
        "37f3ac0d-f167-4787-8c88-3c80016c279f",
        "ba026e9d-22a5-4c62-a187-ba7d688baa35",
        "22d8f534-5b35-4718-a678-c315fd9011dc",
        "b89d4c36-2a6e-4f10-a6ab-c53e8c1bc9f9",
        "55d4b8c7-1e45-44bd-847f-de6c4a7acc3c",
        "a4ef6825-e2e4-4958-ac52-8f237065f70a",
        "717068fb-e05f-40ff-b133-e314e6a4dc10"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e6a96b4f-c8f8-4223-9a70-fe694e267a85",
      "dutyDetail": "For internal plastering cut and fix a range of standard and thin coat beads/trims to form true surfaces such as corners/returns for openings,",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "6ae2e7c5-4f65-497a-bb2f-03e8bf906ce1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "37f3ac0d-f167-4787-8c88-3c80016c279f",
        "ba026e9d-22a5-4c62-a187-ba7d688baa35",
        "22d8f534-5b35-4718-a678-c315fd9011dc",
        "a4ef6825-e2e4-4958-ac52-8f237065f70a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ef869fe5-d16d-4d25-beef-107df517a2a5",
      "dutyDetail": "For external rendering fix and form stops/expansion joints and bell casts to form drips for weathering",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "4b179357-08fa-4214-8823-92e924081f6b",
        "23c37b8e-d638-4979-9676-94fedc0e331f",
        "8112c4ce-b7a9-4ac6-869c-c9aea9a764b4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9c7ce0a4-bf42-4003-bc33-9440e5de729d",
        "23f7ad8e-30ef-45b9-8c19-b4bb5c551f29",
        "55d4b8c7-1e45-44bd-847f-de6c4a7acc3c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9a904d44-3618-4cb6-a884-32f8da37aec8",
      "dutyDetail": "Mix plasters and rendering materials including additives to a workable consistency. Select correct additives and reinforcements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "23c37b8e-d638-4979-9676-94fedc0e331f",
        "6ae2e7c5-4f65-497a-bb2f-03e8bf906ce1",
        "8112c4ce-b7a9-4ac6-869c-c9aea9a764b4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e9058da0-ae8f-4ad3-be75-ae3e72c788a7",
        "b89d4c36-2a6e-4f10-a6ab-c53e8c1bc9f9",
        "55d4b8c7-1e45-44bd-847f-de6c4a7acc3c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "35e2414e-8d01-4fdb-9ed8-056673b2750c",
      "dutyDetail": "Cut, fix and install metal framed partitions, wall linings and openings.Cut and fix plasterboard mechanically and by direct bond in accordance with drawings and specifications.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "23c37b8e-d638-4979-9676-94fedc0e331f",
        "5936beae-3850-4ce7-a68b-1953ff48f4bc"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cd97f1a3-481c-4050-ba9b-7dc6da0f2f98"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4e932e5d-9608-40b6-8ec0-7b57b18e73ee",
      "dutyDetail": "Finish plasterboard surfaces by tape and joint or finishing plasters.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "23c37b8e-d638-4979-9676-94fedc0e331f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cd97f1a3-481c-4050-ba9b-7dc6da0f2f98"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "dced2603-9558-4432-ab02-1ab8c49da24b",
      "dutyDetail": "Apply one and two coat plastering systems to plain and window walls and ceilings, protecting the work area and making good when necessary.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "7f0982cd-8334-4108-a95c-df2365fc8ed3",
        "23c37b8e-d638-4979-9676-94fedc0e331f",
        "6ae2e7c5-4f65-497a-bb2f-03e8bf906ce1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "23f7ad8e-30ef-45b9-8c19-b4bb5c551f29",
        "e9058da0-ae8f-4ad3-be75-ae3e72c788a7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "732e569d-2ad4-4444-8796-cd0e8decf5f6",
      "dutyDetail": "Apply and finish a range of rendering systems to external elevations",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "7f0982cd-8334-4108-a95c-df2365fc8ed3",
        "23c37b8e-d638-4979-9676-94fedc0e331f",
        "8112c4ce-b7a9-4ac6-869c-c9aea9a764b4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "23f7ad8e-30ef-45b9-8c19-b4bb5c551f29",
        "55d4b8c7-1e45-44bd-847f-de6c4a7acc3c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "17a10f4c-4389-4c20-b6b9-21a0f4ed3222",
      "dutyDetail": "Clear away leftover materials on completion of project and disposal of waste appropriately according to the appropriate code of practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "dfa61a9a-5864-4ffa-a298-b765fb98f923",
        "7f0982cd-8334-4108-a95c-df2365fc8ed3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9c7ce0a4-bf42-4003-bc33-9440e5de729d",
        "23f7ad8e-30ef-45b9-8c19-b4bb5c551f29"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3474414a-409c-4d9a-a2f1-b558128002cb",
      "dutyDetail": "Communicate professionally with colleagues, customers and stakeholders, providing a high level of customer service at all times.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "835ff7c3-c6f3-47a0-9d7d-b9d2b7c15d44",
        "09857da1-2723-4c8e-be8d-1315984f65b6",
        "259b452d-a3d5-4c97-a472-dbe248f14518"
      ],
      "mappedKnowledge": [
        "73b00ea9-4a55-4b86-9930-342861671056"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9c7ce0a4-bf42-4003-bc33-9440e5de729d",
        "23f7ad8e-30ef-45b9-8c19-b4bb5c551f29"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e54933b1-a256-4d8c-bd30-a1fd5415e28a",
      "dutyDetail": "Repair existing plasterwork, making good, restoring it to its original state.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "4b179357-08fa-4214-8823-92e924081f6b",
        "23c37b8e-d638-4979-9676-94fedc0e331f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a095de8d-e277-4591-bfbb-504cf131257d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "aae0454a-b609-4fef-9747-6a97456eddb1",
      "dutyDetail": "Construct positive or negative running moulds according to specifications and drawings.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "23c37b8e-d638-4979-9676-94fedc0e331f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "37f3ac0d-f167-4787-8c88-3c80016c279f",
        "ba026e9d-22a5-4c62-a187-ba7d688baa35"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "83e0d872-8ce3-474d-8586-6d6236b89d26",
      "dutyDetail": "Install cast mouldings according to specifications and customer requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "23c37b8e-d638-4979-9676-94fedc0e331f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "22d8f534-5b35-4718-a678-c315fd9011dc"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b5f98633-303e-40bc-8b95-aa663eb0b85a",
      "dutyDetail": "Interpret the appropriate work plan for the job, taking into account factors such as background substrates, building age, listed status, accessibility, quality of surrounding wall, other trades in the work area, customers and related legislation and regulations.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "09857da1-2723-4c8e-be8d-1315984f65b6"
      ],
      "mappedKnowledge": [
        "7f0982cd-8334-4108-a95c-df2365fc8ed3",
        "73b00ea9-4a55-4b86-9930-342861671056",
        "4b179357-08fa-4214-8823-92e924081f6b",
        "23c37b8e-d638-4979-9676-94fedc0e331f"
      ],
      "mappedOptions": [
        "bc996b30-2041-410c-a949-7ec7597e482c"
      ],
      "mappedSkills": [
        "c1cd7e6a-77ce-4677-8391-c8d2cb147916",
        "9c7ce0a4-bf42-4003-bc33-9440e5de729d",
        "23f7ad8e-30ef-45b9-8c19-b4bb5c551f29"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7c49afd4-5268-44af-b6b1-9d266c25f24b",
      "dutyDetail": "Apply a range of plastering coats and finishes including heritage lime mortars according to specifications.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "6ae2e7c5-4f65-497a-bb2f-03e8bf906ce1",
        "8112c4ce-b7a9-4ac6-869c-c9aea9a764b4"
      ],
      "mappedOptions": [
        "bc996b30-2041-410c-a949-7ec7597e482c"
      ],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f579af4f-65e4-42ea-8c78-5dd7f9514439",
      "dutyDetail": "Apply and finish a range of plastering and rendering systems according to specifications.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "8112c4ce-b7a9-4ac6-869c-c9aea9a764b4"
      ],
      "mappedOptions": [
        "bc996b30-2041-410c-a949-7ec7597e482c"
      ],
      "mappedSkills": [
        "55d4b8c7-1e45-44bd-847f-de6c4a7acc3c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "93e3868c-ffbf-4aa7-a48f-c454a158f92a",
      "dutyDetail": "Apply ancillary works according to drawings and specifications. e.g lathing, beads and trims",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "c5fc9598-a54a-4965-b767-bdd1f064efc7"
      ],
      "mappedOptions": [
        "bc996b30-2041-410c-a949-7ec7597e482c"
      ],
      "mappedSkills": [
        "a4ef6825-e2e4-4958-ac52-8f237065f70a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0e800cbc-b89e-4479-b8b3-b6bcec3e2fab",
      "dutyDetail": "Conduct interim and final inspections of the work and work area.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "835ff7c3-c6f3-47a0-9d7d-b9d2b7c15d44"
      ],
      "mappedKnowledge": [
        "dfa61a9a-5864-4ffa-a298-b765fb98f923",
        "7f0982cd-8334-4108-a95c-df2365fc8ed3",
        "73b00ea9-4a55-4b86-9930-342861671056"
      ],
      "mappedOptions": [
        "bc996b30-2041-410c-a949-7ec7597e482c"
      ],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "abc23728-5f19-4230-b035-d930fa669b5f",
      "dutyDetail": "Produce reverse moulds according to drawings and specifications",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "53f3dc9f-150f-4961-b426-ea3071e5c56d"
      ],
      "mappedOptions": [
        "a52417ed-881c-4ab4-a88b-9765f1bb1080"
      ],
      "mappedSkills": [
        "e8d647cf-cf93-4e40-baf4-5d0068227665"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ecb30fd6-4575-4e61-931e-8ec998aa49ef",
      "dutyDetail": "Cast mouldings from a range of materials including fibrous plaster, GRG and GRC (glass fibre reinforced cement)",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "0ef01def-971f-4e1d-8a19-ce58065d76fa"
      ],
      "mappedOptions": [
        "a52417ed-881c-4ab4-a88b-9765f1bb1080"
      ],
      "mappedSkills": [
        "717068fb-e05f-40ff-b133-e314e6a4dc10"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4aeb2587-b448-46a9-b9e7-dc905fc1d0ec",
      "dutyDetail": "Install a range of cast mouldings according to drawings and customer requirements e.g. arches and columns",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "5930646d-60a2-41b5-9d0b-c9e726f0ffe0"
      ],
      "mappedOptions": [
        "a52417ed-881c-4ab4-a88b-9765f1bb1080"
      ],
      "mappedSkills": [
        "717068fb-e05f-40ff-b133-e314e6a4dc10"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "37236f7d-b746-4b8d-b973-4f9b83781185",
      "dutyDetail": "Restore existing mouldings, considering different types, materials and appropriateness to building structure and age.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "8668011a-40ee-4260-8ebd-35dbde674d5a"
      ],
      "mappedOptions": [
        "a52417ed-881c-4ab4-a88b-9765f1bb1080"
      ],
      "mappedSkills": [
        "27e085cb-eacc-4f20-b723-bb6a5bac0310"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [
    {
      "optionId": "bc996b30-2041-410c-a949-7ec7597e482c",
      "title": "Solid Plastering",
      "occupationCode": ""
    },
    {
      "optionId": "a52417ed-881c-4ab4-a88b-9765f1bb1080",
      "title": "Fibrous Plastering",
      "occupationCode": ""
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": true,
  "coronationEmblem": false,
  "publishDate": "2024-01-24T00:00:00"
}