{
  "templateType": "Apprenticeship Standard",
  "larsCode": 178,
  "referenceNumber": "ST0063",
  "learningAimClassCode": "",
  "title": "Building services design technician",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0063",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery.",
  "changedDate": "2022-09-21T00:00:00",
  "earliestStartDate": "2017-06-09T00:00:00",
  "latestStartDate": "2022-01-26T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Supporting engineers, surveyors and architects on construction projects.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 12000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "building site management",
    "building services",
    "project delivery",
    "construction",
    "engineering"
  ],
  "jobRoles": [
    "building technician",
    "design technician",
    "engineering assistant",
    "3D modeller",
    "building infrastructure specialist",
    "building services manager"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1222/building_services_design_technician.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;J&lt;/strong&gt;&lt;strong&gt;ob description&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A building services design technician provides assistance to engineers and other construction professionals in the development of cost effective technical and sustainable design solutions involving the &#160;production of three dimensional models, calculations, specifications, reports and drawings taking into account, where appropriate, pre-fabrication techniques. Their work typically includes systems such as renewable technologies, heating, ventilation, air conditioning, drainage, lighting, power, controls and lifts. Buildings and infrastructure take on many forms from newly built facilities to the refurbishment of premises for every sector of industry. As design technicians they could be working under supervision in a design consultancy, a contractor or a manufacturing company.&lt;/p&gt;\n&lt;p&gt;A design technician&#39;s work could also involve:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Analysis – using appropriate software and simulation systems to solve technical problems.&lt;/li&gt;\n&lt;li&gt;Project delivery – contributing to planning, managing work schedules, budgets and deadlines working as a member of a team&lt;/li&gt;\n&lt;li&gt;Site engineering - operating quality systems and Health, Safety and Risk Management procedures, progress monitoring, see that installations generally comply with the design intent, responding to site queries, commissioning and post occupancy evaluations.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;ntry requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Employers will set their own entry requirements, but apprenticeship candidates will typically have at least 5 GCSEs at Grades A*-C including Maths (Grade B), English and Science or their equivalent.&lt;/p&gt;\n&lt;p&gt;Employers who recruit candidates without English or Maths at Grade C or above must ensure that the candidate achieves a level 2 equivalent standard prior to taking the end point assessment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The typical duration for this apprenticeship is 36 months but this will depend on the previous experience of the apprentice and access to opportunities to gain the full range of competence.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a Level 3 Apprenticeship. &#160;On completion the apprentice will have satisfied the requirements for registration as an Engineering Technician by the relevant professional engineering institution.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The Apprenticeship Standard will be reviewed after 3 years.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;A Building Services Design Technician will know&lt;/strong&gt;&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;&lt;strong&gt;The different techniques and methods used to design building engineering services projects. &lt;/strong&gt;This includes an understanding of how technologies, components and requirements are converted into building engineering systems designs including the use of relevant standard&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;The appropriate scientific, technical and engineering principles relating to the design of building engineering services projects. &lt;/strong&gt;This includes an understanding of the mathematical, scientific and engineering techniques required to support the design and construction processes&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;How to work effectively and contribute to engineering solutions by the correct use of resources and time. &lt;/strong&gt;This includes an understanding of project management systems, tools and techniques as they are applied to the design and construction process&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;How to communicate effectively using a range of techniques&lt;/strong&gt;. This includes an understanding of different communication methods and when to use them; how to write technical reports, technical drawing conventions and engineering terminology; collaboration and effective team working.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;The code of conduct of relevant professional bodies and institutions including ethics and their application in design and delivery of projects. &lt;/strong&gt;Understanding of the protection of client confidentiality, the need to adhere to corporate and institutional policies on ethics and diversity and the professional obligation to make a contribution to society&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Sa&lt;/strong&gt;&lt;strong&gt;f&lt;/strong&gt;&lt;strong&gt;e working practices and how to comply with the &lt;/strong&gt;Understanding of regulations such as Construction, Design and Management (CDM), hazard identification, and risk mitigation.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;ustainable development and their own contribution to economic, environmental and social wellbeing &lt;/strong&gt;Understanding of legislative, company and client sustainability and environmental policies and their effect on the design and construction of buildings.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;ources of and approaches to Continuing Professional Development (CPD).&#160;&lt;/strong&gt;Understanding of appraisal schemes, CPD obligations and competency requirements relating to self and others.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;Sk&lt;/strong&gt;&lt;strong&gt;ills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;A Building Services Design Technician will be able to&lt;/strong&gt;:&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;&lt;strong&gt;Se&lt;/strong&gt;&lt;strong&gt;lect and use appropriate scientific, technical and engineering principles, techniques and methods to contribute to the design and delivery of building engineering services projects. &lt;/strong&gt;Ability to produce and self-check; calculations, models and drawings; use appropriate software systems and other tools for data gathering, CAD, BIM, Revit, project management; and assist with site surveys and inspection&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;W&lt;/strong&gt;&lt;strong&gt;ork with others to contribute to producing integrated engineering solutions by the correct use of resources and time. &lt;/strong&gt;This includes the ability to contribute to developing and evolving solutions to engineering problems whilst working to programme and within budget&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;M&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;nage and maintain the quality of their work and that of others. &lt;/strong&gt;Assess the task to be done, plan/schedule work and manage time; decide when to allocate work to other people; maintain the flow of information; follow technical procedures, check work at an appropriate level and against appropriate standards and specification Keep well organised personal records of work undertaken&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Communicate effectively and appropriately with others using a range of techniques&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;including verbal communication, written reports, models and drawings.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Keep themselves and others safe by adhering to safe working practices. &lt;/strong&gt;Ability to identify hazards and assess risks, follow safe systems of work and adhere to all company safety policies&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;M&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;intain their skills base and learning.&#160;&lt;/strong&gt;Ability to assess their own competence against training objectives and identify development needs and training action plans.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Take a responsible approach to health and safety&lt;/li&gt;\n&lt;li&gt;Be professional, proactive and receptive to constructive advice and guidance&lt;/li&gt;\n&lt;li&gt;Be willing to learn new skills and to adapt in the light of experience&lt;/li&gt;\n&lt;li&gt;Know one’s limitations and when to ask for help or escalate&lt;/li&gt;\n&lt;li&gt;Work independently when appropriate and take responsibility for and pride in their work&lt;/li&gt;\n&lt;li&gt;Demonstrate a positive approach to problem solving&lt;/li&gt;\n&lt;li&gt;Show an ability to contribute to discussions as part of a team&lt;/li&gt;\n&lt;/ul&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-06-09T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "csudworth@acenet.co.uk",
  "involvedEmployers": "Troup Bywaters + Anders, AECOM, Arup, Atkins, CH2M, CIBSE, Clancy Consulting, Jacobs Engineering, Mott MacDonald, Ruskin Air Management, Waterman Group, VES Andover Ltd, Sanha UK Ltd, Frese Ltd",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "building technician",
    "design technician",
    "engineering assistant",
    "3D modeller",
    "building infrastructure specialist",
    "building services manager"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Design, Surveying & Planning",
  "cluster": "Design and surveying technician",
  "clusterId": "54",
  "clusterDescription": "Design, analyse, plan for site engineering and construction projects. Specialisms are common (e.g. rail infrastructure, asbestos management). Significant capability in the use of IT/digital technology, data collection, analysis and presentation",
  "createdDate": "2017-09-22T14:24:36 +00:00",
  "lastUpdated": "2022-09-21T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-06-09T00:00:00 +00:00",
  "banners": "An adjustment has been applied to the assessment plan ST0063 v1.0 for this apprenticeship. The adjustment will run from 14.07.2023 and will run indefinitely until all apprentices registered to ST0063, v1.0 only, have completed their EPA and any required resits or retakes.\nEnd-point assessment organisations (EPAOs) delivering EPAs for the apprenticeship will implement the adjustment, supported and monitored by the relevant EQA provider.\nThe key changes are:\nPage 7 of the EPA plan, section 2 (written report) an increase to the range of qualified personnel who can verify the work described in the written report has been carried out by the apprentice to now include in exceptional circumstance the employer.\nThe key change is:  \nIn exceptional circumstances the apprentices written report may be verified by the employer, only where apprentice does not have access to any qualified personnel holding any of the levels of professional recognition listed below to verify their work . \n1. A Licentiate, Associate, Member or Fellow of CIBSE \n2. Registered as EngTech, IEng or CEng with any Engineering Council nominated institution \n3. Professionally registered within the construction industry (CIOB, RICS, RIBA).",
  "occupationCode": "OCC0063",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0063-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0063-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-09-21T00:00:00"
}