{
  "templateType": "Apprenticeship Standard",
  "larsCode": 152,
  "referenceNumber": "ST0077",
  "learningAimClassCode": "",
  "title": "Advanced butcher",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0077",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan revised",
  "changedDate": "2022-08-22T00:00:00",
  "earliestStartDate": "2018-09-10T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Working in and running a butcher's shop, butchery department or meat processing plant.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 12000,
  "maxFundingAdditionalInformation": "",
  "route": "Sales, marketing and procurement",
  "keywords": [
    "meat",
    "poultry",
    "food production",
    "merchandising",
    "butchery"
  ],
  "jobRoles": [
    "Retail advanced butcher",
    "Process advanced butcher",
    "In-Store advanced butcher",
    "Sustainable retail advanced butcher",
    "Sustainable process advanced butcher",
    "Organic retail advanced butcher",
    "Organic process advanced butcher"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2906/st0077_advanced-butcher_l3_ap-for-publication_error-amend_27032019.pdf",
  "ssa1": "7 Retail and Commercial Enterprise",
  "ssa2": "7.4 Hospitality and catering",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;Occupational Profile&amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;An Advanced Butcher will often take responsibility for a shop or function in a meat business and will possess dexterous knife skills allied with all round knowledge of the craft/processing environment. Butchers progressing to advanced roles in manufacturing companies will often diversify into production management including roles with responsibility for people and/or functions such as sales, quality control or training others. Equally, butchers advancing their careers in a large supermarket, independent retail or farm shop will be excellent communicators and possess a technical knowledge of meat products that are often supplemented with more generic skills in merchandising, sales, quality and people supervision.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Advanced butchers will have a comprehensive understanding of health and safety practice that is matched with knowledge of food safety and hygiene systems at management level. They will also possess a technical understanding about a range of meat species, provenance supply chains and techniques (automated &amp;amp; craft) needed to process and/or produce products in a lean manufacturing or retail environment. They will ensure precision in the cutting and presentation of meat products as required by commercial and/or domestic consumers. Butchers especially those in independent retail environments will have good knowledge of artisan practices and the preparation of wet/dry meats in to a variety of culinary uses including sausages, pie making, curing and smoking. In addition, they will be actively contributing towards the profitability of their business/function and maximising safety, productivity, efficiency and customer care.&lt;/p&gt;\n&lt;p&gt;Advanced Butchers are a valuable asset to any meat and poultry business in the UK and across the world and will spend rewarding careers in an industry that offers progression in to a number of sub occupations such as sales, training, production and retail management. Apprentices will need to demonstrate the core knowledge, skills and behaviours detailed below, plus the specific knowledge and skills for their specialist environment that will be traditionally set in a retail shop, processing plant or ‘in store’ butchery department in a supermarket.&lt;/p&gt;\n&lt;p&gt;Job titles: &lt;span class=&quot;ng-binding&quot;&gt;Retail advanced butcher, Process advanced butcher&lt;span&gt; and In-Store advanced butcher&amp;nbsp;&lt;/span&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;Green job titles: &lt;strong&gt;&lt;img src=&quot;/media/6054/picture1.png?width=19&amp;amp;height=18&amp;amp;mode=max&quot; alt=&quot;&quot;&gt;&lt;/strong&gt;&lt;span class=&quot;ng-binding&quot;&gt;Sustainable retail advanced butcher, &lt;img src=&quot;/media/6054/picture1.png?width=19&amp;amp;height=18&amp;amp;mode=max&quot; alt=&quot;&quot;&gt;Sustainable process advanced butcher, &lt;img src=&quot;/media/6054/picture1.png?width=19&amp;amp;height=18&amp;amp;mode=max&quot; alt=&quot;&quot;&gt;Organic retail advanced butcher and &lt;img src=&quot;/media/6054/picture1.png?width=19&amp;amp;height=18&amp;amp;mode=max&quot; alt=&quot;&quot;&gt;Organic process advanced butcher&amp;nbsp;&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Advanced Butchery - Core knowledge required&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;The management of food safety &amp;amp; hygiene practices including cleaning and disinfection arrangements&lt;/li&gt;\n&lt;li&gt;The implementation of health and safety policy and application within the business or function. Also understanding of equality and diversity regulations and good practice&lt;/li&gt;\n&lt;li&gt;The principles and comparisons involved in the science of various meat and poultry species and effects on the selection, cutting and production process&lt;/li&gt;\n&lt;li&gt;The principles of animal welfare, selection, procurement and purchasing processes and&lt;br&gt;the influence that provenance may contribute in the farm to fork supply chain for various red and white meat&lt;/li&gt;\n&lt;li&gt;The end to end process for primal butchery in the meat business that starts from carcass selection, sides, or quarters, moving to separation from carcass and yield controls&lt;/li&gt;\n&lt;li&gt;The principles and variations involved in the chilling, maturation, handling and storage of red and white meat as it goes through the cutting and/or processing&lt;/li&gt;\n&lt;li&gt;The origins and nature of animal organs and tissues specified as Offal which is intended for&lt;br&gt;sale to the customer /consumer in accordance with purchasing specifications and trade description requirement and Law&lt;/li&gt;\n&lt;li&gt;The standard operating procedures for grading meat, stock handling, cold storage, temperature controls and maturation&lt;/li&gt;\n&lt;li&gt;How to respond to the various needs of customers from across communities, religions and dietary requirements and develop new plated and/or oven ready products and pastries&lt;/li&gt;\n&lt;li&gt;Cold and hot meat curing and smoking techniques&lt;/li&gt;\n&lt;li&gt;Merchandising, labelling, food allergen awareness and wider food store products&lt;/li&gt;\n&lt;li&gt;Management techniques including delegation, team building, mentoring, interviewing. appraisal and performance of self and team members as required&lt;/li&gt;\n&lt;li&gt;Sales practices including wholesale distribution and meat procurement&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Advanced Butchery - Core&amp;nbsp;Skills&amp;nbsp;required&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Demonstrate full awareness and take responsibility for food safety, HACCP and health and safety practices with in their respective butchery functions and/or retailing environments&lt;/li&gt;\n&lt;li&gt;Demonstrate technical abilities &amp;amp; support others in the use of knives, hand saws, cleavers,&lt;br&gt;banding needles and other relevant hand tools used in the process of primal cutting, boning, slicing, dicing, rolling, trimming and filleting as applicable to the butchery business&lt;/li&gt;\n&lt;li&gt;Produce/Contribute to making of company recipe sausages/pies and/or develop new meat products made to the specifications of local markets and/or customer requests&lt;/li&gt;\n&lt;li&gt;Take responsibility for the cold storage and cutting environment including temperature control, staff supervision, safety, hanging, handling and storage of meat&lt;/li&gt;\n&lt;li&gt;Communicate effectively in a variety of ways with internal colleagues and with customers. This will involve compilation of reports, presentations to staff/customers and competent use of ICT systems&lt;/li&gt;\n&lt;li&gt;Monitor and respond to the sales environment suggesting new and improved products for development and using initiative to prevent or solve problems as they may occur&lt;/li&gt;\n&lt;li&gt;Supervise the sales environment, organising self and others to ensure deadlines are met including cash, stock and financial administration of the business or area of responsibility&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Advanced Butchery - Core&amp;nbsp;Behaviours&amp;nbsp;required&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Take personal operational responsibility for both health and food safety, apply safe working practices when using knives, hazardous tools and/or related equipment&lt;br&gt;Be punctual, reliable, diligent and respectful towards customers, peers and colleagues at all times&lt;/li&gt;\n&lt;li&gt;Be able to plan and organise self and others in the butchery area of responsibility&lt;/li&gt;\n&lt;li&gt;Cultivate and maintain productive relationships with internal colleagues and external customers&lt;/li&gt;\n&lt;li&gt;Keeping self and team/colleagues up to date with brand developments. Take pride in new products actively promoting these with colleagues and customers&lt;/li&gt;\n&lt;li&gt;Leading by example in terms of meeting targets, solving problems, managing pressure and&lt;br&gt;attaining the quality assurance expectations of the business&lt;/li&gt;\n&lt;li&gt;Take responsibility for personal continuous professional development (CPD)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Knowledge and Skills required in each environment&amp;nbsp;&lt;/h3&gt;\n&lt;h4&gt;Retail shop knowledge and skills required&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Monitor, manage and respond to the sales performance of the retail business, including review of customer behaviour, sales patterns and product enhancement and/or placement&lt;/li&gt;\n&lt;li&gt;Understand and display a thorough knowledge of the procurement of meat through the retail business and be able to champion fresh meat&lt;/li&gt;\n&lt;li&gt;Understand the principles of artisan butchery and be able to cut and bone at least four meat&lt;br&gt;species including poultry &amp;amp;/or game whilst displaying associated techniques that apply to the retail environment&lt;/li&gt;\n&lt;li&gt;Develop and implement sales strategies and methods for maximising income including loyalty schemes, promotions and additional product development&lt;/li&gt;\n&lt;li&gt;Produce a range of meat &amp;amp; poultry products including joints, portions, cooked and hot products, sausages, burgers, pasties, curing, smoking, air drying &amp;amp; value added products&lt;/li&gt;\n&lt;li&gt;Understand marketing and promotional techniques used to ‘sell’ the retail business making use of social /web media to maximise the exposure of the business&lt;/li&gt;\n&lt;li&gt;Understand how to plan, co-ordinate and advise on cooking methods such as roasting, steam &amp;amp; bake-off operations in the retail environment&lt;/li&gt;\n&lt;li&gt;Know how to recruit locally, retain, train and develop the right people for the right roles in the retail business.&lt;/li&gt;\n&lt;li&gt;Understand how to implement and manage stock control systems for the shop environment including effective procurement and purchase of non-meat products for sale to domestic customers&lt;/li&gt;\n&lt;li&gt;Understand key business operations such as energy supply, insurance registrations, payroll systems, and basic bookkeeping and filing returns&lt;/li&gt;\n&lt;li&gt;Be able to advise on and handle a range of customer orders and at times deal with customer complaints&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Processing plant knowledge and skills required&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand and apply the legislative and regulatory requirements that apply for the safe, healthy and clean processing environment adhering to standard operating practices&lt;/li&gt;\n&lt;li&gt;Demonstrate knife skills and precision cutting of at least one species of meat (applying to current environment) including technical understanding of muscle and primary carcass management&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Manage the production line team ensuring customer orders are delivered in a timely and accurate fashion and within tolerances for size and weights&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Understand the sales, procurement and selection process within the processing business environment&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Understand minimisation approaches to the management of meat ensure staff and teams are adhering to business operating practices&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Understand how to plan and manage production schedules and change over methods in the meat processing environment&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Understand how to co-ordinate despatch and transport of orders in food operations&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Be able to prepare effectively for audits and respond appropriately to findings including the implementation of improvement actions across the area of responsibility&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;In Store Butchery in a Supermarket knowledge and skills required&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Manage the store department sales targets through regular monitoring of performance&lt;br&gt;against results, identifying high and low performance meat products communicating results to line management&lt;/li&gt;\n&lt;li&gt;Understand the supermarket product offer, display of pre-pack meat via cabinet, merchandising and placement policies keeping self and team up to date with brand developments and promotions&lt;/li&gt;\n&lt;li&gt;Understand the stock management and control (eg IPOS) system to minimise losses on out of&lt;br&gt;date or damaged meat products. Ensure rotational processes are in place and react quickly to results to maintain business standards and stock requirements&lt;/li&gt;\n&lt;li&gt;Plan and manage the staff scheduling arrangements for the section area staff and team including for peak times and seasons&lt;/li&gt;\n&lt;li&gt;Take control for audit, inventory and traceability processes as required by the business&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Additional information&amp;nbsp;&lt;/h3&gt;\n&lt;h4&gt;Level &amp;amp; Duration&amp;nbsp;&lt;/h4&gt;\n&lt;p&gt;This Standard is set at Level 3 and the typical duration is 18 to 24 months&lt;/p&gt;\n&lt;h4&gt;Qualification(s)&lt;/h4&gt;\n&lt;p&gt;Apprentices must achieve&lt;/p&gt;\n&lt;p&gt;A, Level 3 Award in Food Safety Supervision&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;B. Level 3 Award in HACCP for Food&lt;/p&gt;\n&lt;p&gt;C. Level 3 Award in Health and Safety in the Food Supply Chain Business&lt;/p&gt;\n&lt;p&gt;Apprentices without level 2 English and mathematics will need to achieve this level prior to taking the end point assessment.&amp;nbsp;&lt;/p&gt;\n&lt;h4&gt;Professional recognition&amp;nbsp;&lt;/h4&gt;\n&lt;p&gt;On successful completion, apprentices will be entitled to automatic registration to full membership of the Institute of Meat&lt;/p&gt;\n&lt;h4&gt;Renewal&amp;nbsp;&lt;/h4&gt;\n&lt;p&gt;The standard will be reviewed in three years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;An Advanced Butcher will often take responsibility for a shop or function in a meat business and will possess dexterous knife skills allied with all round knowledge of the craft/processing environment. Butchers progressing to advanced roles in manufacturing companies will often diversify into production management including roles with responsibility for people and/or functions such as sales, quality control or training others. Equally, butchers advancing their careers in a large supermarket, independent retail or farm shop will be excellent communicators and possess a technical knowledge of meat products that are often supplemented with more generic skills in merchandising, sales, quality and people supervision. Advanced butchers will have a comprehensive understanding of health and safety practice that is matched with knowledge of food safety and hygiene systems at management level. They will also possess a technical understanding about a range of meat species, provenance supply chains and techniques (automated &amp;amp; craft) needed to process and/or produce products in a lean manufacturing or retail environment. They will ensure precision in the cutting and presentation of meat products as required by commercial and/or domestic consumers. Butchers especially those in independent retail environments will have good knowledge of artisan practices and the preparation of wet/dry meats in to a variety of culinary uses including sausages, pie making, curing and smoking. In addition, they will be actively contributing towards the profitability of their business/function and maximising safety, productivity, efficiency and customer care. Advanced Butchers are a valuable asset to any meat and poultry business in the UK and across the world and will spend rewarding careers in an industry that offers progression in to a number of sub occupations such as sales, training, production and retail management. Apprentices will need to demonstrate the core knowledge, skills and behaviours detailed below, plus the specific knowledge and skills for their specialist environment that will be traditionally set in a retail shop, processing plant or ‘in store’ butchery department in a supermarket.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "944e0973-222c-4abd-b16a-3ae9558ff1ee",
      "detail": "The management of food safety & hygiene practices including cleaning and disinfection arrangements"
    },
    {
      "knowledgeId": "0dae9e98-89eb-481c-a5c1-b98b1a9691b3",
      "detail": "The implementation of health and safety policy and application within the business or function. Also understanding of equality and diversity regulations and good practice"
    },
    {
      "knowledgeId": "b75994b4-56c6-4b6f-a0c8-492555922206",
      "detail": "The principles and comparisons involved in the science of various meat and poultry species and effects on the selection, cutting and production process"
    },
    {
      "knowledgeId": "4b915f25-ad8d-43a7-9d46-00323c5015e9",
      "detail": "The principles of animal welfare, selection, procurement and purchasing processes and the influence that provenance may contribute in the farm to fork supply chain for various red and white meat"
    },
    {
      "knowledgeId": "a77b236c-0606-4f44-a9de-d876cf995308",
      "detail": "C: The end to end process for primal butchery in the meat business that starts from carcass selection, sides, or quarters, moving to separation from carcass and yield controls"
    },
    {
      "knowledgeId": "a33f227b-e2c9-4bd5-9233-49fc557f0e44",
      "detail": "The principles and variations involved in the chilling, maturation, handling and storage of red and white meat as it goes through the cutting and/or processing"
    },
    {
      "knowledgeId": "4aa7826a-8495-4c43-bcd0-144de7293423",
      "detail": "The origins and nature of animal organs and tissues specified as Offal which is intended for sale to the customer /consumer in accordance with purchasing specifications and trade description requirement and Law"
    },
    {
      "knowledgeId": "2dc0bcdb-84cc-4885-87b0-355297bf13c4",
      "detail": "The standard operating procedures for grading meat, stock handling, cold storage, temperature controls and maturation"
    },
    {
      "knowledgeId": "fc585a92-4cff-4a8a-8b60-28ab0fbb7c2e",
      "detail": "How to respond to the various needs of customers from across communities, religions and dietary requirements and develop new plated and/or oven ready products and pastries"
    },
    {
      "knowledgeId": "16dc150e-6a05-46b6-9a8c-55d5aa1b18c8",
      "detail": "Cold and hot meat curing and smoking techniques"
    },
    {
      "knowledgeId": "e6621ae0-0226-4a00-92e0-e658a79288df",
      "detail": "Merchandising, labelling, food allergen awareness and wider food store products"
    },
    {
      "knowledgeId": "7e9d2015-4ffe-4f42-8d32-8d2489a0c6d8",
      "detail": "Management techniques including delegation, team building, mentoring, interviewing. appraisal and performance of self and team members as required"
    },
    {
      "knowledgeId": "dffff5f5-c92c-404b-83e2-fc0631ad94e8",
      "detail": "Sales practices including wholesale distribution and meat procurement"
    },
    {
      "knowledgeId": "e523ee32-b09c-427a-9525-74fb096c465f",
      "detail": "Understand and display a thorough knowledge of the procurement of meat through the retail business and be able to champion fresh meat"
    },
    {
      "knowledgeId": "cd7f719a-9246-4b02-a27a-4be805fd97dd",
      "detail": "Understand the principles of artisan butchery and be able to cut and bone at least four meat species including poultry &/or game whilst displaying associated techniques that apply to the retail environment"
    },
    {
      "knowledgeId": "612b3f3e-ceb7-4b05-a9c8-286433ae9355",
      "detail": "Understand marketing and promotional techniques used to ‘sell’ the retail business making use of social /web media to maximise the exposure of the business"
    },
    {
      "knowledgeId": "9ec24495-9034-4194-879c-9f02ae0a2650",
      "detail": "Understand how to plan, co-ordinate and advise on cooking methods such as roasting, steam & bake-off operations in the retail environment"
    },
    {
      "knowledgeId": "fa8d0d46-fb1f-48cb-b0e8-e71f3802d6e3",
      "detail": "Know how to recruit locally, retain, train and develop the right people for the right roles in the retail business."
    },
    {
      "knowledgeId": "7eb346a8-5f2a-4476-91e8-ab55ab7eac75",
      "detail": "Understand how to implement and manage stock control systems for the shop environment including effective procurement and purchase of non-meat products for sale to domestic customers"
    },
    {
      "knowledgeId": "c9872741-c86b-4cf0-970d-8ab9bf7688d4",
      "detail": "Understand key business operations such as energy supply, insurance registrations, payroll systems, and basic bookkeeping and filing returns"
    },
    {
      "knowledgeId": "00f51550-12cc-4445-a916-4a2c938864fd",
      "detail": "Understand and apply the legislative and regulatory requirements that apply for the safe, healthy and clean processing environment adhering to standard operating practices"
    },
    {
      "knowledgeId": "dc42b1a3-17d1-4b2c-a874-5409f8ca2411",
      "detail": "Understand the sales, procurement and selection process within the processing business environment"
    },
    {
      "knowledgeId": "04919800-b5e3-4a20-b8da-b7659fd028fd",
      "detail": "Understand minimisation approaches to the management of meat ensure staff and teams are adhering to business operating practices"
    },
    {
      "knowledgeId": "f2fa33bb-4ab0-458b-8f04-e812d8bcc969",
      "detail": "Understand how to plan and manage production schedules and change over methods in the meat processing environment"
    },
    {
      "knowledgeId": "622dfd9b-23c0-4ac8-9c1a-78468bd75145",
      "detail": "Understand how to co-ordinate despatch and transport of orders in food operations"
    },
    {
      "knowledgeId": "a0fe84f5-e6aa-46e4-979f-acfffad56356",
      "detail": "Understand the supermarket product offer, display of pre-pack meat via cabinet, merchandising and placement policies keeping self and team up to date with brand developments and promotions"
    },
    {
      "knowledgeId": "3b407f36-a427-47ef-97f6-25d0569f009f",
      "detail": "Understand the stock management and control (eg IPOS) system to minimise losses on out of date or damaged meat products. Ensure rotational processes are in place and react quickly to results to maintain business standards and stock requirements"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "1f4ff351-b359-4b17-a5e2-810a8dbb8fe8",
      "detail": "Take personal operational responsibility for both health and food safety, apply safe working practices when using knives, hazardous tools and/or related equipment\nBe punctual, reliable, diligent and respectful towards customers, peers and colleagues at all times"
    },
    {
      "behaviourId": "11ef10c2-0e99-45c6-97b6-e6c5c0de21db",
      "detail": "Be able to plan and organise self and others in the butchery area of responsibility"
    },
    {
      "behaviourId": "8db779dd-a31b-40dd-a9c4-de43c4fd45a8",
      "detail": "Cultivate and maintain productive relationships with internal colleagues and external customers"
    },
    {
      "behaviourId": "24e72aa7-376b-445e-8063-1b1dfae0de4a",
      "detail": "Keeping self and team/colleagues up to date with brand developments. Take pride in new products actively promoting these with colleagues and customers"
    },
    {
      "behaviourId": "c730aeaf-7d53-4813-9e81-2d805d7b98ac",
      "detail": "C: Leading by example in terms of meeting targets, solving problems, managing pressure and\nattaining the quality assurance expectations of the business"
    },
    {
      "behaviourId": "5b2ca291-fc61-40a0-9c4b-f4c47776339e",
      "detail": "Take responsibility for personal continuous professional development (CPD)"
    }
  ],
  "skills": [
    {
      "skillId": "3588328c-de35-45b3-9e7e-1b17397cde49",
      "detail": "Demonstrate full awareness and take responsibility for food safety, HACCP and health and safety practices with in their respective butchery functions and/or retailing environments"
    },
    {
      "skillId": "2200a0a5-84ec-462b-a69a-34431132e0e4",
      "detail": "Demonstrate technical abilities & support others in the use of knives, hand saws, cleavers, banding needles and other relevant hand tools used in the process of primal cutting, boning, slicing, dicing, rolling, trimming and filleting as applicable to the butchery business"
    },
    {
      "skillId": "7fa52edb-10e3-4ae8-8f59-86842b8ce317",
      "detail": "Produce/Contribute to making of company recipe sausages/pies and/or develop new meat products made to the specifications of local markets and/or customer requests"
    },
    {
      "skillId": "39ee4aa6-4e55-4fbd-8be4-517fea85ce3a",
      "detail": "Take responsibility for the cold storage and cutting environment including temperature control, staff supervision, safety, hanging, handling and storage of meat"
    },
    {
      "skillId": "e142200a-140c-42e3-9dfa-5966dc4911fc",
      "detail": "Communicate effectively in a variety of ways with internal colleagues and with customers. This will involve compilation of reports, presentations to staff/customers and competent use of ICT systems"
    },
    {
      "skillId": "12d5fb54-1ff3-45d0-9465-feae6854be7d",
      "detail": "Monitor and respond to the sales environment suggesting new and improved products for development and using initiative to prevent or solve problems as they may occur"
    },
    {
      "skillId": "0a393120-7319-4adc-a18c-514d636297a8",
      "detail": "Supervise the sales environment, organising self and others to ensure deadlines are met including cash, stock and financial administration of the business or area of responsibility"
    },
    {
      "skillId": "56444b4d-49ba-4baf-848e-ddbeaa4bba9f",
      "detail": "Monitor, manage and respond to the sales performance of the retail business, including review of customer behaviour, sales patterns and product enhancement and/or placement"
    },
    {
      "skillId": "d75d5596-387e-43b8-a5a3-e7511dff74f8",
      "detail": "Develop and implement sales strategies and methods for maximising income including loyalty schemes, promotions and additional product development"
    },
    {
      "skillId": "c1c5a2db-2871-40dd-ac32-e22318fcd95e",
      "detail": "Produce a range of meat & poultry products including joints, portions, cooked and hot products, sausages, burgers, pasties, curing, smoking, air drying & value added products"
    },
    {
      "skillId": "9f6bf966-a46f-4711-bd8e-4e4aaab6ffb8",
      "detail": "Be able to advise on and handle a range of customer orders and at times deal with customer complaints"
    },
    {
      "skillId": "e865f12e-04c5-4012-a5bb-7f49ea4af6d5",
      "detail": "Demonstrate knife skills and precision cutting of at least one species of meat (applying to current environment) including technical understanding of muscle and primary carcass management"
    },
    {
      "skillId": "430e73f0-50d5-48a9-a32a-25943acefda2",
      "detail": "Manage the production line team ensuring customer orders are delivered in a timely and accurate fashion and within tolerances for size and weights"
    },
    {
      "skillId": "2b11d857-0b20-4381-a7e4-195ef122147a",
      "detail": "Be able to prepare effectively for audits and respond appropriately to findings including the implementation of improvement actions across the area of responsibility"
    },
    {
      "skillId": "fd29f733-9f15-450a-8059-14140f35c67c",
      "detail": "Manage the store department sales targets through regular monitoring of performance against results, identifying high and low performance meat products communicating results to line management"
    },
    {
      "skillId": "d787c2b8-0b32-4a7d-8756-176b8aa607ea",
      "detail": "Plan and manage the staff scheduling arrangements for the section area staff and team including for peak times and seasons"
    },
    {
      "skillId": "7e1cbd1e-bf35-442e-a031-f2e844c758f0",
      "detail": "Take control for audit, inventory and traceability processes as required by the business"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Retail shop",
    "Processing plant",
    "In store Butchery in a supermarket"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-11-07T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0002",
  "tbMainContact": "Darren.Andrew@cranswick.co.uk david@lishmansbutchers.co.uk",
  "involvedEmployers": "ABP, Aubrey Allen, Bernard Matthews, Faccenda, Fairfax Meadow, J. W. Mettrick and Sons Ltd, John Taylor and Son Ltd, Morrisons, Tulip, Walter Smith Fine Foods",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Retail advanced butcher",
    "Process advanced butcher",
    "In-Store advanced butcher",
    "Sustainable retail advanced butcher",
    "Sustainable process advanced butcher",
    "Organic retail advanced butcher",
    "Organic process advanced butcher"
  ],
  "greenJobTitles": [
    "Sustainable retail advanced butcher",
    "Sustainable process advanced butcher",
    "Organic retail advanced butcher",
    "Organic process advanced butcher"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": null,
  "cluster": null,
  "clusterId": null,
  "clusterDescription": null,
  "createdDate": "2017-09-22T14:24:23 +00:00",
  "lastUpdated": "2022-08-22T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-11-07T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0077",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0077-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0077-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "4c8c4f96-623b-4af5-9937-14e178b42377",
      "title": "Retail shop",
      "occupationCode": "OCC0077C"
    },
    {
      "optionId": "ff6e46ce-3ebd-44e1-bcf3-cfd9c3f7896a",
      "title": "Processing plant",
      "occupationCode": "OCC0077B"
    },
    {
      "optionId": "e3048e77-0daf-4deb-816c-7ff0780fa787",
      "title": "In store Butchery in a supermarket",
      "occupationCode": "OCC0077A"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "1f4ff351-b359-4b17-a5e2-810a8dbb8fe8",
        "11ef10c2-0e99-45c6-97b6-e6c5c0de21db",
        "8db779dd-a31b-40dd-a9c4-de43c4fd45a8",
        "24e72aa7-376b-445e-8063-1b1dfae0de4a",
        "5b2ca291-fc61-40a0-9c4b-f4c47776339e"
      ],
      "mappedKnowledge": [
        "944e0973-222c-4abd-b16a-3ae9558ff1ee",
        "0dae9e98-89eb-481c-a5c1-b98b1a9691b3",
        "b75994b4-56c6-4b6f-a0c8-492555922206",
        "4b915f25-ad8d-43a7-9d46-00323c5015e9",
        "a33f227b-e2c9-4bd5-9233-49fc557f0e44",
        "4aa7826a-8495-4c43-bcd0-144de7293423",
        "2dc0bcdb-84cc-4885-87b0-355297bf13c4",
        "fc585a92-4cff-4a8a-8b60-28ab0fbb7c2e",
        "16dc150e-6a05-46b6-9a8c-55d5aa1b18c8",
        "e6621ae0-0226-4a00-92e0-e658a79288df",
        "7e9d2015-4ffe-4f42-8d32-8d2489a0c6d8",
        "dffff5f5-c92c-404b-83e2-fc0631ad94e8"
      ],
      "mappedSkills": [
        "3588328c-de35-45b3-9e7e-1b17397cde49",
        "2200a0a5-84ec-462b-a69a-34431132e0e4",
        "7fa52edb-10e3-4ae8-8f59-86842b8ce317",
        "39ee4aa6-4e55-4fbd-8be4-517fea85ce3a",
        "e142200a-140c-42e3-9dfa-5966dc4911fc",
        "12d5fb54-1ff3-45d0-9465-feae6854be7d",
        "0a393120-7319-4adc-a18c-514d636297a8"
      ]
    },
    {
      "coreOrOptionTitle": "Retail shop",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "e523ee32-b09c-427a-9525-74fb096c465f",
        "cd7f719a-9246-4b02-a27a-4be805fd97dd",
        "612b3f3e-ceb7-4b05-a9c8-286433ae9355",
        "9ec24495-9034-4194-879c-9f02ae0a2650",
        "fa8d0d46-fb1f-48cb-b0e8-e71f3802d6e3",
        "7eb346a8-5f2a-4476-91e8-ab55ab7eac75",
        "c9872741-c86b-4cf0-970d-8ab9bf7688d4",
        "dc42b1a3-17d1-4b2c-a874-5409f8ca2411",
        "04919800-b5e3-4a20-b8da-b7659fd028fd",
        "f2fa33bb-4ab0-458b-8f04-e812d8bcc969",
        "622dfd9b-23c0-4ac8-9c1a-78468bd75145"
      ],
      "mappedSkills": [
        "56444b4d-49ba-4baf-848e-ddbeaa4bba9f",
        "d75d5596-387e-43b8-a5a3-e7511dff74f8",
        "c1c5a2db-2871-40dd-ac32-e22318fcd95e",
        "9f6bf966-a46f-4711-bd8e-4e4aaab6ffb8"
      ]
    },
    {
      "coreOrOptionTitle": "Processing plant",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "00f51550-12cc-4445-a916-4a2c938864fd"
      ],
      "mappedSkills": [
        "e865f12e-04c5-4012-a5bb-7f49ea4af6d5",
        "430e73f0-50d5-48a9-a32a-25943acefda2",
        "2b11d857-0b20-4381-a7e4-195ef122147a"
      ]
    },
    {
      "coreOrOptionTitle": "In store Butchery in a supermarket",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "a0fe84f5-e6aa-46e4-979f-acfffad56356",
        "3b407f36-a427-47ef-97f6-25d0569f009f"
      ],
      "mappedSkills": [
        "fd29f733-9f15-450a-8059-14140f35c67c",
        "d787c2b8-0b32-4a7d-8756-176b8aa607ea",
        "7e1cbd1e-bf35-442e-a031-f2e844c758f0"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-08-22T00:00:00"
}