{
  "templateType": "Apprenticeship Standard",
  "larsCode": 118,
  "referenceNumber": "ST0006",
  "learningAimClassCode": "",
  "title": "Lead adult care worker",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0006",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "Funding band revised.",
  "changedDate": "2023-06-26T00:00:00",
  "earliestStartDate": "2023-06-26T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Leading frontline care for vulnerable adults within their own homes, day care centres, residential and nursing homes and other healthcare settings.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 4000,
  "maxFundingAdditionalInformation": "",
  "route": "Care services",
  "keywords": [
    "care",
    "adult care",
    "healthcare",
    "health care",
    "care sector",
    "social care",
    "lead adult"
  ],
  "jobRoles": [
    "Lead Adult Care Worker",
    "Lead Personal Assistant",
    "lead carer",
    "lead adult carers"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4730/st0006_lead-adult-care-worker_l3_ap-for-publication_revision_feb-2018.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.3 Health and social care",
  "version": "1.2",
  "standardInformation": "&lt;h3&gt;Occupation:&lt;/h3&gt;\n&lt;p&gt;Lead adult care worker&lt;/p&gt;\n&lt;h4&gt;Role profile (what the successful candidate should be able to do at the end of the apprenticeship)&lt;/h4&gt;\n&lt;p&gt;Lead Adult Care Workers are the frontline staff who help adults with care and support needs to achieve their personal goals and live as independently and safely as possible, enabling them to have control and choice in their lives. In addition, Lead Adult Care Workers have responsibility for providing supervision, frontline leadership, guidance and direction for others, or working autonomously, exercising judgement and accountability.&lt;/p&gt;\n&lt;p&gt;Typical job titles include Care Officer, Care Supervisor, Senior Care Worker, Supervising Care Worker, Senior Support Worker, Relief Team Leader, Social Work Assistant, Social Services Officer, Outreach Development Worker, Community Support Worker, Community Outreach Worker, Community Development Worker, Family Support Worker or Personal Assistant. These could all specialise in a variety of areas such as learning disability, mental health, drug and alcohol misuse, homecare, dementia and end-of-life care.&lt;/p&gt;\n&lt;p&gt;As a Lead Adult Care Worker you will make a positive difference to someone’s life when they are faced with physical, practical, social, emotional or intellectual challenges. You will be expected to exercise judgement and take appropriate action to support individuals to maintain their independence, dignity and control. By providing leadership, guidance and direction at the frontline of care delivery you will be instrumental in improving the health and wellbeing of those receiving care and support. Lead Adult Care Workers will in some circumstances have delegated responsibility for the standard of care provided and may supervise the work of other care workers. This exercising of autonomy and accountability means leading and supporting others to comply with expected standards and behaviours.&lt;/p&gt;\n&lt;p&gt;Lead Adult Care Workers may work in residential or nursing homes, domiciliary care, day centres or some clinical healthcare settings. As well as covering Lead Adult Care Workers this standard also covers Lead Personal Assistants who can work at this senior level but they may only work directly for one individual who needs support and/or care services, usually within their own home.&lt;/p&gt;\n&lt;h4&gt;These are the personal attributes and behaviours expected of all lead adult care workers carrying out their roles:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Care – is caring consistently and enough about individuals to make a positive difference to their lives&lt;/li&gt;\n&lt;li&gt;Compassion – is delivering care and support with kindness, consideration, dignity, empathy and respect&lt;/li&gt;\n&lt;li&gt;Courage – is doing the right thing for people and speaking up if the individual they support is at risk&lt;/li&gt;\n&lt;li&gt;Communication – good communication is central to successful caring relationships and effective team working&lt;/li&gt;\n&lt;li&gt;Competence – is applying knowledge and skills to provide high quality care and support&lt;/li&gt;\n&lt;li&gt;Commitment – to improving the experience of people who need care and support ensuring it is person centred&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 18 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level: &lt;/strong&gt;&lt;/h3&gt;\n&lt;h3&gt;3&lt;/h3&gt;\n&lt;h3&gt;A lead adult care worker must know and understand:&lt;/h3&gt;\n&lt;h4&gt;A. The job they have to do, their main tasks and responsibilities&lt;/h4&gt;\n&lt;ol&gt;\n&lt;li&gt;Their job roles and other worker roles relevant to the context of the service in which they are working. This could include supporting with social activities, monitoring health, assisting with eating, mobility and personal care&lt;/li&gt;\n&lt;li&gt;Both their own and other workers professional boundaries and limits training and expertise&lt;/li&gt;\n&lt;li&gt;Relevant statutory Standards and Codes of Practice for their role&lt;/li&gt;\n&lt;li&gt;What the ‘Duty of Care’ is in practice&lt;/li&gt;\n&lt;li&gt;How to create and develop a care plan based on the person’s preferences in the way they want to be supported&lt;/li&gt;\n&lt;li&gt;How to monitor, plan, review a care plan in response to changing physical, social, and emotional needs of individuals&lt;/li&gt;\n&lt;li&gt;How to lead and support others to ensure compliance with regulations and organisational policies and procedures&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h4&gt;B. The importance of having the right values and behaviours&lt;/h4&gt;\n&lt;p&gt;8. How to ensure that dignity is at the centre of all work with individuals and their support circles&lt;/p&gt;\n&lt;p&gt;9. The importance of respecting diversity, the principles of inclusion and treating everyone fairly&lt;/p&gt;\n&lt;h4&gt;C. The importance of communication&lt;/h4&gt;\n&lt;p&gt;10. The barriers to communication and be able to both identify, and determine, the best solutions to achieve success when communicating with the individual they are supporting&lt;/p&gt;\n&lt;p&gt;11. How to communicate clearly both verbally and non-verbally and able to influence others to maximise the quality of interaction&lt;/p&gt;\n&lt;p&gt;12. The role of advocates and when they might be involved&lt;/p&gt;\n&lt;p&gt;13. Their own, and other workers’ responsibilities for ensuring confidential information is kept safe&lt;/p&gt;\n&lt;h4&gt;D. How to support individuals to remain safe from harm (Safeguarding)&lt;/h4&gt;\n&lt;p&gt;14. What abuse is and what to do when they have concerns someone is being abused&lt;/p&gt;\n&lt;p&gt;15. The national and local strategies for safeguarding and protection from abuse&lt;/p&gt;\n&lt;p&gt;16. What to do when receiving comments and complaints ensuring appropriate and timely actions takes place&lt;/p&gt;\n&lt;p&gt;17. How to recognise and prevent unsafe practices in the workplace&lt;/p&gt;\n&lt;p&gt;18. The importance and process of whistleblowing, being able to facilitate timely intervention&lt;/p&gt;\n&lt;p&gt;19. How to address and resolve any dilemmas they may face between a person’s rights and their safety&lt;/p&gt;\n&lt;h4&gt;E. How to champion health and wellbeing for the individuals they support and work colleagues&lt;/h4&gt;\n&lt;p&gt;20. The health and safety responsibilities of self, employer and workers&lt;/p&gt;\n&lt;p&gt;21. How to keep safe in the work environment&lt;/p&gt;\n&lt;p&gt;22. What to do when there is an accident or sudden illness and take appropriate action&lt;/p&gt;\n&lt;p&gt;23. What to do with hazardous substances&lt;/p&gt;\n&lt;p&gt;24. How to promote fire safety and how to support others to so&lt;/p&gt;\n&lt;p&gt;25. How to reduce the spread of infection and support others in infection prevention and control&lt;/p&gt;\n&lt;p&gt;26. How to use and promote with others where relevant, risk assessments to enable a person centred approach to delivering care&lt;/p&gt;\n&lt;h4&gt;F. How to work professionally, including their own professional development of those they support and work colleagues&lt;/h4&gt;\n&lt;p&gt;27. What a professional relationship is with the person being supported and colleagues&lt;/p&gt;\n&lt;p&gt;28. How to work with other people and organisations in the interest of the person being supported&lt;/p&gt;\n&lt;p&gt;29. How to be actively involved in their own personal development plan and, where appropriate, other worker’s personal development plans&lt;/p&gt;\n&lt;p&gt;30. How to demonstrate the importance of excellent core skills in writing, numbers and information technology&lt;/p&gt;\n&lt;p&gt;31. How to develop and sustain a positive attitude and address signs and symptoms of stress in self and other colleagues&lt;/p&gt;\n&lt;p&gt;32. How to carry out research relevant to individuals’ support needs and share with others&lt;/p&gt;\n&lt;p&gt;33. How to access and apply good practice relating to their role&lt;/p&gt;\n&lt;p&gt;34. How to access and apply specialist knowledge when needed to support performance in the job role&lt;/p&gt;\n&lt;h3&gt;A Lead Adult Care Worker must be able to:&lt;/h3&gt;\n&lt;h4&gt;A. The main tasks and responsibilities according to their job role&lt;/h4&gt;\n&lt;ol&gt;\n&lt;li&gt;Support individuals they are working with according to their personal care/support plan&lt;/li&gt;\n&lt;li&gt;Take the initiative when working outside normal duties and responsibilities&lt;/li&gt;\n&lt;li&gt;Recognise and access help when not confident or skilled in any aspect of the role that they are undertaking&lt;/li&gt;\n&lt;li&gt;Implement/facilitate the specialist assessment of social, physical, emotional and spiritual needs of individuals with cognitive, sensory and physical impairments&lt;/li&gt;\n&lt;li&gt;Contribute to the development and ongoing review of care/support plans for the individuals they support&lt;/li&gt;\n&lt;li&gt;Provide individuals with information to enable them to exercise choice on how they are supported&lt;/li&gt;\n&lt;li&gt;Encourage individuals to actively participate in the way their care and support is delivered&lt;/li&gt;\n&lt;li&gt;Ensure that individuals know what they are agreeing to regarding the way in which they are supported&lt;/li&gt;\n&lt;li&gt;Lead and support colleagues to understand how to establish informed consent when providing care and support&lt;/li&gt;\n&lt;li&gt;Guide, mentor and contribute to the development of colleagues in the execution of their duties and responsibilities&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h4&gt;B. Treat people with respect and dignity and honour their human rights&lt;/h4&gt;\n&lt;p&gt;11. Demonstrate dignity in their working role with individuals they support, their families, carers and other professionals&lt;/p&gt;\n&lt;p&gt;12. Support others to understand the importance of equality, diversity and inclusion in social care&lt;/p&gt;\n&lt;p&gt;13. Exhibit empathy for individuals they support, i.e. understanding and compassion&lt;/p&gt;\n&lt;p&gt;14. Exhibit courage in supporting individuals in ways that may challenge their own cultural and belief systems&lt;/p&gt;\n&lt;h4&gt;C. Communicate clearly and responsibly&lt;/h4&gt;\n&lt;p&gt;15. Demonstrate and promote to other workers excellent communication skills including confirmation of understanding to individuals, their families, carers and professionals&lt;/p&gt;\n&lt;p&gt;16. Use and facilitate methods of communication preferred by the individual they support according to the individual’s language, cultural and sensory needs, wishes and preferences&lt;/p&gt;\n&lt;p&gt;17. Take the initiative and reduce environmental barriers to communication&lt;/p&gt;\n&lt;p&gt;18. Demonstrate and ensure that records and reports are written clearly and concisely&lt;/p&gt;\n&lt;p&gt;19. Lead and support others to keep information safe, preserve confidentiality in accordance with agreed ways of working&lt;/p&gt;\n&lt;h4&gt;D. Support individuals to remain safe from harm (Safeguarding)&lt;/h4&gt;\n&lt;p&gt;20. Support others, to recognise and respond to potential signs of abuse according to agreed ways of working&lt;/p&gt;\n&lt;p&gt;21. Work in partnership with external agencies to respond to concerns of abuse&lt;/p&gt;\n&lt;p&gt;22. Lead and support others to address conflicts or dilemmas that may arise between an individual’s rights and duty of care&lt;/p&gt;\n&lt;p&gt;23. Recognise, report, respond to and record unsafe practices and encourage others to do so&lt;/p&gt;\n&lt;h4&gt;E. Champion health and wellbeing for the individuals they support&lt;/h4&gt;\n&lt;p&gt;24. Lead and mentor others where appropriate to promote the wellbeing of the individuals they support&lt;/p&gt;\n&lt;p&gt;25. Demonstrate the management of the reduction of infection, including use of best practice in hand hygiene&lt;/p&gt;\n&lt;p&gt;26. Promote healthy eating and wellbeing by supporting individuals to have access to fluids, food and nutrition&lt;/p&gt;\n&lt;p&gt;27. Carry out fire safety procedures and manage others to do so&lt;/p&gt;\n&lt;p&gt;28. Develop risk assessments and use in a person centred way to support individuals safely including moving and assisting people and objects&lt;/p&gt;\n&lt;p&gt;29. Manage, monitor, report and respond to changes in the health and wellbeing of the individuals they support&lt;/p&gt;\n&lt;h4&gt;F. Work professionally and seek to develop their own professional development&lt;/h4&gt;\n&lt;p&gt;30. Take the initiative to identify and form professional relationships with other people and organisations&lt;/p&gt;\n&lt;p&gt;31. Demonstrate, manage and support self and others to work within safe, clear professional boundaries&lt;/p&gt;\n&lt;p&gt;32. Take the initiative to evaluate and improve own skills and knowledge through reflective practice, supervision, feedback and learning opportunities&lt;/p&gt;\n&lt;p&gt;33. Demonstrate continuous professional development&lt;/p&gt;\n&lt;p&gt;34. Carry out research relevant to individuals’ support needs and share with others&lt;/p&gt;\n&lt;p&gt;35. Demonstrate where necessary mentoring and supervision to others in the workplace&lt;/p&gt;\n&lt;p&gt;36. Demonstrate good team/partnership working skills&lt;/p&gt;\n&lt;p&gt;37. Demonstrate their contribution to robust recruitment and induction processes&lt;/p&gt;\n&lt;h3&gt;Qualifications&lt;/h3&gt;\n&lt;p&gt;Level 3 Diploma in Adult Care.&lt;/p&gt;\n&lt;p&gt;Individuals without level 2 English and maths will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\n&lt;p&gt;For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;Industry-specific requirements&lt;/h3&gt;\n&lt;p&gt;Undertake the Enhanced Disclosure and Barring Service process and provide the result prior to starting.&lt;/p&gt;\n&lt;p&gt;The individual must meet the 15 standards as set out in the Care Certificate. The Care Quality Commission expect that providers that employ healthcare assistants and social care support workers follow these standards to make sure new staff are supported, skilled and assessed as competent to carry out their roles.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Lead Adult Care Workers are the frontline staff who help adults with care and support needs to achieve their personal goals and live as independently and safely as possible, enabling them to have control and choice in their lives. In addition, Lead Adult Care Workers have responsibility for providing supervision, frontline leadership, guidance and direction for others, or working autonomously, exercising judgement and accountability. As a Lead Adult Care Worker you will make a positive difference to someone’s life when they are faced with physical, practical, social, emotional or intellectual challenges. You will be expected to exercise judgement and take appropriate action to support individuals to maintain their independence, dignity and control. By providing leadership, guidance and direction at the frontline of care delivery you will be instrumental in improving the health and wellbeing of those receiving care and support. Lead Adult Care Workers will in some circumstances have delegated responsibility for the standard of care provided and may supervise the work of other care workers. This exercising of autonomy and accountability means leading and supporting others to comply with expected standards and behaviours. Lead Adult Care Workers may work in residential or nursing homes, domiciliary care, day centres or some clinical healthcare settings. As well as covering Lead Adult Care Workers this standard also covers Lead Personal Assistants who can work at this senior level but they may only work directly for one individual who needs support and/or care services, usually within their own home.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "93ec908f-9e89-47a4-b08a-1f8b4dff9456",
      "detail": "Their job roles and other worker roles relevant to the context of the service in which they are working. This could include supporting with social activities, monitoring health, assisting with eating, mobility and personal care"
    },
    {
      "knowledgeId": "6c5534a4-96ce-4bdd-a517-8b462fa3df2f",
      "detail": "Both their own and other workers professional boundaries and limits training and expertise"
    },
    {
      "knowledgeId": "0a71e3f6-16f0-445b-8e57-61d3eecd0317",
      "detail": "Relevant statutory Standards and Codes of Practice for their role"
    },
    {
      "knowledgeId": "6616d359-abe8-4c2e-a7fe-0387ea44b29d",
      "detail": "What the ‘Duty of Care’ is in practice"
    },
    {
      "knowledgeId": "ace518f9-e31e-4b85-a647-e676879a2dd7",
      "detail": "How to create and develop a care plan based on the person’s preferences in the way they want to be supported"
    },
    {
      "knowledgeId": "fe5c10c6-a4b6-4e08-97d5-f6422cdc2155",
      "detail": "How to monitor, plan, review a care plan in response to changing physical, social, and emotional needs of individuals"
    },
    {
      "knowledgeId": "4e5e7bc1-1fc7-44bb-8600-96803927c630",
      "detail": "How to lead and support others to ensure compliance with regulations and organisational policies and procedures"
    },
    {
      "knowledgeId": "24b0e03d-0563-42d4-a7a6-2dc038331eb6",
      "detail": "How to ensure that dignity is at the centre of all work with individuals and their support circles"
    },
    {
      "knowledgeId": "9a648f7f-5ac9-46bb-8fca-443b0a8fc5f3",
      "detail": "The importance of respecting diversity, the principles of inclusion and treating everyone fairly"
    },
    {
      "knowledgeId": "5f1f940b-61ec-4bae-bde8-4ac93ca059a0",
      "detail": "The barriers to communication and be able to both identify, and determine, the best solutions to achieve success when communicating with the individual they are supporting"
    },
    {
      "knowledgeId": "3bfcdd18-82a3-4ea1-97a0-d0ee1903287c",
      "detail": "How to communicate clearly both verbally and non-verbally and able to influence others to maximise the quality of interaction"
    },
    {
      "knowledgeId": "86e74b99-75dd-461d-83dd-30c3b871865b",
      "detail": "The role of advocates and when they might be involved"
    },
    {
      "knowledgeId": "efcf370c-ffbc-4a75-a141-fad4dbcf4b66",
      "detail": "Their own, and other workers’ responsibilities for ensuring confidential information is kept safe"
    },
    {
      "knowledgeId": "bb4ae91f-1f41-4a0e-bad0-59eab408c2a3",
      "detail": "What abuse is and what to do when they have concerns someone is being abused"
    },
    {
      "knowledgeId": "db3ce236-0a23-4ac1-907d-67a26595195a",
      "detail": "The national and local strategies for safeguarding and protection from abuse"
    },
    {
      "knowledgeId": "55d5aaa3-158f-43e3-8490-42ec48ef8a99",
      "detail": "What to do when receiving comments and complaints ensuring appropriate and timely actions takes place"
    },
    {
      "knowledgeId": "d8a495eb-7776-48db-ad5d-516c4c6b9a39",
      "detail": "How to recognise and prevent unsafe practices in the workplace"
    },
    {
      "knowledgeId": "34a5c062-c898-46e4-bef6-fbf82fb76a46",
      "detail": "The importance and process of whistleblowing, being able to facilitate timely intervention"
    },
    {
      "knowledgeId": "18860cb8-026d-4796-95aa-89c0a506d1d0",
      "detail": "How to address and resolve any dilemmas they may face between a person’s rights and their safety"
    },
    {
      "knowledgeId": "2cd61557-c3bd-4029-8596-f918d8e3493f",
      "detail": "The health and safety responsibilities of self, employer and workers"
    },
    {
      "knowledgeId": "23252c93-8ecd-4ce2-91da-58482c5906af",
      "detail": "How to keep safe in the work environment"
    },
    {
      "knowledgeId": "1aa0f1e5-be4a-4ad7-a331-69fb2c8441b7",
      "detail": "What to do when there is an accident or sudden illness and take appropriate action"
    },
    {
      "knowledgeId": "052a0ed2-9347-4768-9bae-5cfb6816fb6e",
      "detail": "What to do with hazardous substances"
    },
    {
      "knowledgeId": "85a15c75-5904-4b80-90d7-8778101ccc94",
      "detail": "How to promote fire safety and how to support others to so"
    },
    {
      "knowledgeId": "eaf00c0d-20d1-427f-aacd-fcf3673d2fa5",
      "detail": "How to reduce the spread of infection and support others in infection prevention and control"
    },
    {
      "knowledgeId": "c323e652-7a7b-4793-bb72-d0fe48be618c",
      "detail": "How to use and promote with others where relevant, risk assessments to enable a person centred approach to delivering care"
    },
    {
      "knowledgeId": "5e4f09aa-bfb9-488d-95dc-3ec83c132b45",
      "detail": "What a professional relationship is with the person being supported and colleagues"
    },
    {
      "knowledgeId": "e2887418-a984-4068-b473-1c9306deb803",
      "detail": "How to work with other people and organisations in the interest of the person being supported"
    },
    {
      "knowledgeId": "69154a8e-45f5-4465-9383-871d3341a9d8",
      "detail": "How to be actively involved in their own personal development plan and, where appropriate, other worker’s personal development plans"
    },
    {
      "knowledgeId": "8fb999d4-052e-45fd-aba7-963c171cdbc8",
      "detail": "How to demonstrate the importance of excellent core skills in writing, numbers and information technology"
    },
    {
      "knowledgeId": "aade1584-3750-4b08-ac2e-8206cb3bda2b",
      "detail": "How to develop and sustain a positive attitude and address signs and symptoms of stress in self and other colleagues"
    },
    {
      "knowledgeId": "936bbcf1-e1da-4b72-bd80-0507cd5e7e7d",
      "detail": "How to carry out research relevant to individuals’ support needs and share with others"
    },
    {
      "knowledgeId": "e9204625-e7c3-47b2-9280-6a17e6cb563e",
      "detail": "How to access and apply good practice relating to their role"
    },
    {
      "knowledgeId": "ae7f9d4b-6f87-4d79-916f-cb05b313d4fe",
      "detail": "How to access and apply specialist knowledge when needed to support performance in the job role"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "6f8bb0eb-5033-41ac-8e85-30d651e4a99c",
      "detail": "Care – is caring consistently and enough about individuals to make a positive difference to their lives"
    },
    {
      "behaviourId": "251859c4-de81-4b29-be8a-5d8b7363cefa",
      "detail": "Compassion – is delivering care and support with kindness, consideration, dignity, empathy and respect"
    },
    {
      "behaviourId": "68d246a4-67cc-42cf-9023-114411318bed",
      "detail": "Courage – is doing the right thing for people and speaking up if the individual they support is at risk"
    },
    {
      "behaviourId": "15540383-0d43-4d31-85d2-e2326e4787ac",
      "detail": "Communication – good communication is central to successful caring relationships and effective team working"
    },
    {
      "behaviourId": "63f500a2-0c13-488b-9eb7-7e1ca536169a",
      "detail": "Competence – is applying knowledge and skills to provide high quality care and support"
    },
    {
      "behaviourId": "1ac15e8b-dc4c-4bcc-b10c-1bb9217c2962",
      "detail": "Commitment – to improving the experience of people who need care and support ensuring it is person centred"
    }
  ],
  "skills": [
    {
      "skillId": "4d98e1b0-2bd2-4f52-a1e9-ef5889b8e683",
      "detail": "Support individuals they are working with according to their personal care/support plan"
    },
    {
      "skillId": "650734c6-578b-4dde-9495-d096f70b8446",
      "detail": "Take the initiative when working outside normal duties and responsibilities"
    },
    {
      "skillId": "aef3ba5c-b395-4842-928d-52ec381b832f",
      "detail": "Recognise and access help when not confident or skilled in any aspect of the role that they are undertaking"
    },
    {
      "skillId": "c3200643-4f40-44e6-88b4-499e4784c33a",
      "detail": "Implement/facilitate the specialist assessment of social, physical, emotional and spiritual needs of individuals with cognitive, sensory and physical impairments"
    },
    {
      "skillId": "f03a1d1f-0d29-40e8-941a-94629f81d9c0",
      "detail": "Contribute to the development and ongoing review of care/support plans for the individuals they support"
    },
    {
      "skillId": "ae93f4db-8006-43a6-b57b-e2459ad5e3e8",
      "detail": "Provide individuals with information to enable them to exercise choice on how they are supported"
    },
    {
      "skillId": "f868c37a-4efc-4a2b-8024-c9fa56a42378",
      "detail": "Encourage individuals to actively participate in the way their care and support is delivered"
    },
    {
      "skillId": "34ce07c6-70e1-47db-bcb1-2d3522eed4aa",
      "detail": "Ensure that individuals know what they are agreeing to regarding the way in which they are supported"
    },
    {
      "skillId": "3419b808-028d-4d41-92df-79db8d50dd9c",
      "detail": "Lead and support colleagues to understand how to establish informed consent when providing care and support"
    },
    {
      "skillId": "e1614ec7-c3f1-4338-a57e-6e987c351ba2",
      "detail": "Guide, mentor and contribute to the development of colleagues in the execution of their duties and responsibilities"
    },
    {
      "skillId": "95871c8d-ed2d-44e7-8e3c-3e764ee988a4",
      "detail": "Demonstrate dignity in their working role with individuals they support, their families, carers and other professionals"
    },
    {
      "skillId": "89cfe636-e354-4b44-949f-5f5c4910536c",
      "detail": "Support others to understand the importance of equality, diversity and inclusion in social care"
    },
    {
      "skillId": "9f4e3117-a5d2-463a-a338-ee062a6d9e5c",
      "detail": "Exhibit empathy for individuals they support, i.e. understanding and compassion"
    },
    {
      "skillId": "773eb75b-c816-4460-8d9c-a6d8976316c6",
      "detail": "Exhibit courage in supporting individuals in ways that may challenge their own cultural and belief systems"
    },
    {
      "skillId": "85995603-bd9b-4c44-b86d-3135895f17a3",
      "detail": "Demonstrate and promote to other workers excellent communication skills including confirmation of understanding to individuals, their families, carers and professionals"
    },
    {
      "skillId": "ace8b4fe-78f2-4988-b706-0b613bd61d3c",
      "detail": "Use and facilitate methods of communication preferred by the individual they support according to the individual’s language, cultural and sensory needs, wishes and preferences"
    },
    {
      "skillId": "38fe3145-2e87-4865-bdbc-fad93ec55d86",
      "detail": "Take the initiative and reduce environmental barriers to communication"
    },
    {
      "skillId": "da04783f-7f42-4ca3-a1de-889893dbe94f",
      "detail": "Demonstrate and ensure that records and reports are written clearly and concisely"
    },
    {
      "skillId": "ca01e8f7-0b7d-40c3-aa3a-92a40909bc90",
      "detail": "Lead and support others to keep information safe, preserve confidentiality in accordance with agreed ways of working"
    },
    {
      "skillId": "ff4a612e-6ea2-464e-9118-2534b101b96f",
      "detail": "Support others, to recognise and respond to potential signs of abuse according to agreed ways of working"
    },
    {
      "skillId": "ee40b1d0-600a-4f27-9a59-cfded0aa4e4b",
      "detail": "Work in partnership with external agencies to respond to concerns of abuse"
    },
    {
      "skillId": "9975bb1a-2438-4122-ba9f-82dcc7367d90",
      "detail": "Lead and support others to address conflicts or dilemmas that may arise between an individual’s rights and duty of care"
    },
    {
      "skillId": "f2b001b6-50c5-49e4-bb55-b7e7a8f70a2a",
      "detail": "Recognise, report, respond to and record unsafe practices and encourage others to do so"
    },
    {
      "skillId": "9d15c5d7-5683-4749-af7f-ca29024237ca",
      "detail": "Lead and mentor others where appropriate to promote the wellbeing of the individuals they support"
    },
    {
      "skillId": "d31bbfa1-1ffc-416f-8327-8d3c2d246efb",
      "detail": "Demonstrate the management of the reduction of infection, including use of best practice in hand hygiene"
    },
    {
      "skillId": "001c35e8-8143-4eef-b8f9-a08630c805fd",
      "detail": "Promote healthy eating and wellbeing by supporting individuals to have access to fluids, food and nutrition"
    },
    {
      "skillId": "1a4dd960-c0c8-4f9d-808e-1f2b221076fb",
      "detail": "Carry out fire safety procedures and manage others to do so"
    },
    {
      "skillId": "ee3bbd6a-36b4-4441-8c7a-f20211d6e8c3",
      "detail": "Develop risk assessments and use in a person centred way to support individuals safely including moving and assisting people and objects"
    },
    {
      "skillId": "311c111e-9834-4b7a-868e-be3fadc38a44",
      "detail": "Manage, monitor, report and respond to changes in the health and wellbeing of the individuals they support"
    },
    {
      "skillId": "bbb13d95-830c-4182-be72-9584f5ee229c",
      "detail": "Take the initiative to identify and form professional relationships with other people and organisations"
    },
    {
      "skillId": "2e3dce64-63c9-4176-bee3-bfa8275f924d",
      "detail": "Demonstrate, manage and support self and others to work within safe, clear professional boundaries"
    },
    {
      "skillId": "5a8195e0-3dac-4ede-8f05-227ad50731d7",
      "detail": "Take the initiative to evaluate and improve own skills and knowledge through reflective practice, supervision, feedback and learning opportunities"
    },
    {
      "skillId": "e09b01ed-bacd-4b05-aa12-47ffb3cac424",
      "detail": "Demonstrate continuous professional development"
    },
    {
      "skillId": "b4920224-45d2-4e58-b36f-23403b9e3d36",
      "detail": "Carry out research relevant to individuals’ support needs and share with others"
    },
    {
      "skillId": "e23f4aec-0dd8-4cd9-b92d-e08d8db0a42b",
      "detail": "Demonstrate where necessary mentoring and supervision to others in the workplace"
    },
    {
      "skillId": "96d70ed1-1322-4627-86b0-f62a15d58cbc",
      "detail": "Demonstrate good team/partnership working skills"
    },
    {
      "skillId": "ad56b2b3-5111-4317-b9e5-3f611d0904d1",
      "detail": "Demonstrate their contribution to robust recruitment and induction processes"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-07-21T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0067 ",
  "tbMainContact": "helenwilcox@careapprenticeshipboard.org.uk",
  "involvedEmployers": "Woodford Homecare, Anchor, Barchester Healthcare, CareTech, Central Bedfordshire Council, Creative Support, Hand in Hands, Hendra Healthcare (Ludlow) Limited, Hertfordshire County Council, Surrey County Council, London Borough of Tower Hamlets, West of England Centre for Inclusive Living (WECIL)",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Lead Adult Care Worker",
    "Lead Personal Assistant",
    "lead carer",
    "lead adult carers"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Care Services",
  "cluster": "Adult care worker",
  "clusterId": "146",
  "clusterDescription": "Assess, review and deliver support services to meet the needs of clients under the direct guidance of professional leadership",
  "createdDate": "2023-06-26T11:35:42 +00:00",
  "lastUpdated": "2023-06-26T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-07-21T00:00:00 +00:00",
  "banners": "This apprenticeship standard is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards in revision are available in the revisions status report.",
  "occupationCode": "OCC0006",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0006-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0006-v1-2",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-06-26T00:00:00"
}