{
  "templateType": "Apprenticeship Standard",
  "larsCode": 123,
  "referenceNumber": "ST0039",
  "learningAimClassCode": "",
  "title": "Aviation operations manager",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0039",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "The funding band for this standard has been reviewed as part of the apprenticeship funding band review. The new funding band is £7000",
  "changedDate": "2019-05-07T00:00:00",
  "earliestStartDate": "2019-05-07T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Managing the environment, facilities and services at airports, military bases, heliports and other airfields - including the safe arrival, turnaround and departure of aircraft.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 7000,
  "maxFundingAdditionalInformation": "",
  "route": "Transport and logistics",
  "keywords": [
    "Aircraft handling",
    "Aircraft movement",
    "Airport Fire service watch",
    "Flight operations",
    "Air Traffic Control (ATC)",
    "Airport operations",
    "Airport Passenger operations",
    "Airport",
    "Airfields",
    "Aerodrome",
    "Heliport"
  ],
  "jobRoles": [
    "Aircraft handling manager",
    "Aircraft movement manager",
    "Fire service watch manager",
    "Flight operations manager",
    "Air Traffic Control (ATC) manager",
    "Passenger operations manager"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1167/aviation_operations_manager.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.1",
  "standardInformation": "&lt;p&gt;&lt;span class=&quot;highlight&quot;&gt;The funding band for this standard has been reviewed as part of the apprenticeship&amp;nbsp;&lt;a href=&quot;/reviews/funding-review/&quot;&gt;funding band review&lt;/a&gt;. The new funding band is &#163;7000 and will be implemented for all new starts on&amp;nbsp;7 May 2019.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;An aviation operations manager has accountability for compliance, safety and security within their area, must effectively plan and manage the use of resources and ensure compliance with processes and procedures. They may manage an aviation operation in a variety of contexts, such as a commercial airport, military base / aerodrome, heliport or other airfield. Specialist roles, all focussed around the management of aircraft arrival, turnaround and departure, as well as the environment and facilities, require knowledge, skills and behaviours to complete complex aviation tasks and management of others to enable compliance with regulations through a safe, secure and effective aviation operation. Effective communication and decision making across all levels of the organisation and with stakeholders across the aviation operation are essential. Aviation operations management comprises six distinct managerial areas within an aviation environment. The aviation operations manager will complete ALL core knowledge, skills and behaviours, along with ONE of the six specialist functions, all of which interlink to form the overall operation.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Generic&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;All&amp;nbsp;aviation operations managers must have all of the following generic skills, knowledge and behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;table border=&quot;0&quot; style=&quot;width: 636px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 125px;&quot;&gt;\n&lt;p&gt;&lt;span&gt;&amp;nbsp;&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;th style=&quot;width: 181.958px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and Understanding (Know it)&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 268.042px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills (Show it)&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 125px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Safety&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 181.958px;&quot;&gt;\n&lt;p&gt;Health and safety legislation in aviation relevant to the organisation and own role&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 268.042px;&quot;&gt;\n&lt;p&gt;Manage safety within area of responsibility, ensuring staff are compliant with safety requirements in aviation environments&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 125px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Security&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 181.958px;&quot;&gt;\n&lt;p&gt;How to manage aviation security and what action to take in the event of a breach of security&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 268.042px;&quot;&gt;\n&lt;p&gt;Manage aviation security in own area of operations ensuring team members follow organisational procedures and ensure accurate reporting and recording of information&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 125px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Compliance &amp;amp; Legislation&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 181.958px;&quot;&gt;\n&lt;p&gt;How to manage and comply with aviation procedures and regulations to meet legislative and organisational requirements within own area of responsibility&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 268.042px;&quot;&gt;\n&lt;p&gt;Manage compliance with legislation, aviation procedures and regulations within own area of responsibility&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 125px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Communication&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 181.958px;&quot;&gt;\n&lt;p&gt;How to manage communications with users, staff and external agencies, selecting appropriate methods and language&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 268.042px;&quot;&gt;\n&lt;p&gt;Manage communication with users, staff and external agencies, selecting appropriate methods and language in aviation operations&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 125px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Resource management&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 181.958px;&quot;&gt;\n&lt;p&gt;How to identify and procure sufficient, suitable resources (e.g. finance, staff, equipment, supplies) within the organisation in line with budgetary and organisational requirements&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 268.042px;&quot;&gt;\n&lt;p&gt;Manage resources effectively to ensure the efficient running of department in line with organisational procedures&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 125px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Airport&amp;nbsp; &lt;/strong&gt;&lt;strong&gt;operations&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 181.958px;&quot;&gt;\n&lt;p&gt;Understand fully the importance of cohesive airside&lt;/p&gt;\n&lt;p&gt;operations and how each specialist function links with each other, as well as agencies, contractors and visitors to ensure compliance with procedures and adherence to requirements&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 268.042px;&quot;&gt;\n&lt;p&gt;Manage their own area of responsibility to meet the needs of the wider organisation, ensuring the needs of the site, customers, visitors and service users are met in adherence to business operational procedures and requirements&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 125px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Service level&amp;nbsp; &lt;/strong&gt;&lt;strong&gt;agreements&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;and standard operating procedures&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 181.958px;&quot;&gt;\n&lt;p&gt;The agreed levels of performance and standard operating procedures within own area of responsibility&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 268.042px;&quot;&gt;\n&lt;p&gt;Manage team and facilities to deliver results according to agreed levels of performance whilst ensuring standard operating procedures are adhered to&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 125px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Disruption,&amp;nbsp; &lt;/strong&gt;&lt;strong&gt;incidents &amp;amp; e&lt;/strong&gt;&lt;strong&gt;mergencies&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 181.958px;&quot;&gt;\n&lt;p&gt;How to manage staff and resources to ensure compliance with procedures to mitigate disruption, incidents and emergencies in area of responsibility&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 268.042px;&quot;&gt;\n&lt;p&gt;Manage staff and resources to ensure compliance with procedures and actions to minimise the impact on aviation operations in the event of disruption, incidents or emergencies&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 125px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Staff&amp;nbsp; &lt;/strong&gt;&lt;strong&gt;performance&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 181.958px;&quot;&gt;\n&lt;p&gt;The rights and responsibilities of staff and the organisation’s systems and procedures for ensuring effective management of staff e.g. recruitment, performance reviews, learning and development, discipline, grievance, industrial relations&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 268.042px;&quot;&gt;\n&lt;p&gt;Effectively manage all aspects of own staff’s performance &amp;nbsp;e.g. recruitment, performance reviews, learning and development, discipline, grievance, industrial relations&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&lt;strong&gt;Behaviours (Live it)&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Promote and instil the values of the organisation to all colleagues&lt;/li&gt;\n&lt;li&gt;Promote a respectful culture embracing diversity and inclusion&lt;/li&gt;\n&lt;li&gt;Encourage empowerment, ownership and responsibility within team&lt;/li&gt;\n&lt;li&gt;Encourage integrity and accountability within team, leading by example&lt;/li&gt;\n&lt;li&gt;Seek and provide feedback to manage continuous development of self, team and processes&lt;/li&gt;\n&lt;li&gt;Be technologically astute and keep abreast of industry developments and innovations&lt;/li&gt;\n&lt;li&gt;Be vigilant and proactive in embedding a safe, secure and compliant working culture&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Specialist&lt;/h3&gt;\n&lt;p&gt;Aviations operations managers must select from one of the following specialist functions&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Aircraft handling manager&lt;/li&gt;\n&lt;li&gt;Aircraft movement manager&lt;/li&gt;\n&lt;li&gt;Fire service watch manager&lt;/li&gt;\n&lt;li&gt;Flight operations manager – Air Traffic Control (ATC)&lt;/li&gt;\n&lt;li&gt;Flight operations manager – Operations&lt;/li&gt;\n&lt;li&gt;Passenger operations manager&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&amp;nbsp;&lt;strong&gt;Specialist function 1: Aircraft handling manager&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;With an overview of the airport’s Ramp services, the aircraft handling manager is a key decision-maker to ensure the smooth operation of the aviation environment on the ground. Responsibility and accountability for the operation, maintaining standards of performance and outputs to the highest standards, exceeding customer requirements and promoting the brand within financial parameters are essential for a high-performance aircraft handling operations manager. Remaining calm and professional at all times, they will lead by example and take control of situations as they arise, making effective decisions and adapting the operation accordingly&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Payload and&amp;nbsp;zero fuel weight&amp;nbsp;(ZFW), weight &amp;amp;&amp;nbsp;balance&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Aircraft documentation&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The maximum utilisation of available payload, the importance of correct ZFW calculation and constitution, the fundamentals of correct aircraft weight and balance, procedures and processes to plan effectively the necessary resources to ensure sufficient unit load device (ULD) availability and the requirements for and importance of all documentation systems/processes related to aircraft handling operations&lt;/li&gt;\n&lt;li&gt;Manage, within own remit, maximum payload utilisation in line with organisation’s commercial targets, adherence to ZFW, weight and balance in accordance with specific aircraft requirements and the use and maintenance of specialised equipment, including ULDs, in accordance with organisation’s policies and procedures, regulatory requirements and completion of correct documentation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Airside Ramp&amp;nbsp;Operations&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;All facets of ramp operation and management, including the wider organisation’s links to and reliance upon the aircraft handling department&lt;/p&gt;\n&lt;p&gt;Manage effective ramp operation, including arrival, turnaround and departure, for the organisation, ensuring relevant communication with all other airport stakeholders and government agencies to ensure the effectiveness of the whole aviation operation&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Aircraft&amp;nbsp;Movements&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The procedures and processes for the safe movement of aircraft within own area of responsibility, including how to schedule and handle aircraft to maintain flow and meet required operational standards of performance&lt;/li&gt;\n&lt;li&gt;Ensure safe movement of aircraft, including effective scheduling and aircraft flow management, in line with stakeholders’ operational targets&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Manage and coordinate airside handling team members, assets and vehicles - air cargo handling equipment (ACHE)&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The procedures and processes to ensure adequate and necessary resources (team members, vehicles and ACHE), to ensure sufficiently serviceable airside handling aids are available, and that baggage handling and air cargo facilities are operational for in-bound, transfer, out-bound and make- up, including those provided via a third party if applicable&lt;/li&gt;\n&lt;li&gt;Plan and manage the required amount of specialist team members, vehicles and handling aids airside, to meet current and future tasking and ensure systems and procedures for air cargo and baggage handling are completed to standard within own remit and area of responsibility&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Specialist function 2: Aircraft movement manager&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;An aircraft movement manager is accountable for the safety and management of the ramp area, ensuring there are sufficient resources to conduct efficient movement and recovery of fixed and rotary-wing aircraft and the safety of other team members at a variety of airports/ heliports and other landing platforms within the civil aviation and military arenas. They are accountable for ensuring all their staff are suitably qualified to operate specialised equipment to move aircraft within an aviation environment in accordance with standard operating procedures&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Manage the&amp;nbsp;airside movement of aircraft and or vehicles&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The procedures and processes for the safe movement of aircraft and/or airside vehicles within own area of responsibility and the requirements of the aviation environment in accordance with standard operating procedures to meet those requirements&lt;/li&gt;\n&lt;li&gt;Manage the safe movement of aircraft and/or airside vehicles within own area of responsibility, the day-to-day operation of movement teams and specialists at airports/ heliports and other landing platforms, ensuring the execution of activities is in accordance with aviation safety laws and airport procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Manage an airside&amp;nbsp;movements team&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The procedures and processes to plan and allocate the necessary resources to ensure the safe and successful operation of airside movements according to the type of aircraft and aviation environment required&lt;/li&gt;\n&lt;li&gt;Manage the planning of the required amount of resources according to aircraft type and the environment in line with the client, aviation environment, organisational requirements and standards and within required timescales&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Facilities&amp;nbsp;Management&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The complex equipment, tools and facilities required for safe, efficient operation of an airport, relevant modern practices that can support effectiveness and efficiencies and the principles of supervision, organisation and administration&lt;/li&gt;\n&lt;li&gt;Analyse and interpret codes and regulations and use information to maximise operational performance when planning, organising and supervising the work of others and setting priorities&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Interpersonal&amp;nbsp;Skills&amp;nbsp; &amp;nbsp;Management&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand the requirements for promoting strong interrelationships with other airport users, including hanger owners, leasing tenants, fixed base operators, business and the general public.&lt;/li&gt;\n&lt;li&gt;Knowledge of local and national regulations and the need for compliance with all regulations including Health and safety&lt;/li&gt;\n&lt;li&gt;Establish and maintain positive relationships, promoting strong interrelationships with other airport users, including hanger owners, leasing tenants, fixed base operators, business and the general public.&lt;/li&gt;\n&lt;li&gt;Maintain records required under regulations and complies e with all regulations including Health and safety&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Specialist function 3: Fire Service Watch Manager&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Work as a Fire Service Watch Manager responsible for the management of a Fire Service Watch to maintain operational readiness and deal with multi appliance (min. 3 pumps) incidents and emergencies of a structural and aviation nature&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Manage an on-duty fire service watch&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;What information must be given/received when handing over / taking over duty.&lt;/li&gt;\n&lt;li&gt;Principles of leading teams/individuals and providing feedback. What the minimum amounts of resources are to run different category Fire Stations&lt;/li&gt;\n&lt;li&gt;Maintain Fire Service workplace activities to meet requirements while maintaining healthy, safe and productive working conditions, including takeover/handover of a duty watch, ensuring sufficient resources are available to manage the watch and recommendations for improvement to work activities are made when necessary&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Manage a multi&amp;nbsp;appliance aviation fire &amp;amp; rescue incident&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The requirements, procedures and processes for resolving multi appliance aviation fire and rescue operational incidents.&lt;/li&gt;\n&lt;li&gt;How to close down and hand over a multi appliance aviation fire and rescue incident&lt;/li&gt;\n&lt;li&gt;Plan and implement actions to meet the needs of the incident, lead and resolve a multi appliance aviation fire and rescue operational incident.&lt;/li&gt;\n&lt;li&gt;Close down, hand over and debrief a multi appliance aviation fire &amp;amp; rescue operational incident&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Design and&amp;nbsp;develop a multi appliance training scenario&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Know the considerations and requirements to plan a multi appliance training scenario, including resources required and health and safety requirements that must be met to develop team / individual performance&lt;/li&gt;\n&lt;li&gt;Plan a multi appliance training scenario, applying control measures to ensure a safe training environment and develop team/individual skills and knowledge&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Deliver and&amp;nbsp;monitor a multi appliance training scenario&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The organisational requirements and processes for the delivery and assessment of training scenarios, including organisational safety requirements to conduct a multi appliance training scenario.&lt;/li&gt;\n&lt;li&gt;How to review and provide appropriate feedback for a multi appliance training scenario&lt;/li&gt;\n&lt;li&gt;Safely conduct a multi appliance training scenario in accordance with organisational requirements to develop individuals against objectives.&lt;/li&gt;\n&lt;li&gt;Review a multi appliance training scenario and implement any necessary actions in accordance with organisational policy&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Specialist function 4: Flight operations manager – Air Traffic Control (ATC)&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;The flight operations manager within an air traffic control environment is responsible for airfield management, this will involve the maintenance of all airfield facilities and the monitoring of all airfield driving. They will also provide 2nd line management and leadership to the flight operations team within an air traffic control tower&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Manage Flight&amp;nbsp;Operations - ATC&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The procedures and processes for the safe movement of aircraft both airborne within designated airspace and when on the airfield within own area of responsibility&lt;/li&gt;\n&lt;li&gt;Manage the safe movement of aircraft within own area of responsibility whilst airborne within designated airspace and on the airfield&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Manage a flight&amp;nbsp;operations team - ATC&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The procedures and processes to plan the necessary resources to ensure safe operation of the department and procedures and processes to allocate the necessary resources to ensure the safe and successful operation of the department&lt;/li&gt;\n&lt;li&gt;Manage the planning of the required amount of resources, including the allocation of work to meet the departmental aims&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Driving&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Rules and regulations for driving specialist vehicles on an airfield, including specific requirements in designated zones airside and landside&lt;/li&gt;\n&lt;li&gt;Impart knowledge of rules and regulations for driving on an airfield to staff, monitor their performance and ensure compliance with organisation and regulatory requirements&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Airfield&amp;nbsp;administration&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The legal and administrative requirements to enable the safe flow of air traffic&lt;/li&gt;\n&lt;li&gt;Manage processes and procedures to ensure completion in a timely manner enabling safe and efficient flow of air traffic&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Specialist function 5: Flight operations manager – Operations&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;The flight operations manager within an operations environment has overall responsibility for the smooth running of the daily flying schedule, the turnaround of aircraft, activation of contingency plans and the arrangement of facilities required for outbound and inbound flights. They will also be responsible for the general management of the operations room and its resources&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Operations room&amp;nbsp;administration&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The requirements for the coordination of air space management&lt;/li&gt;\n&lt;li&gt;Supply flight crew with aviation safety information&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Manage Flight&amp;nbsp;Operations&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The procedures and processes to ensure the safe movement of aircraft within own area of responsibility&lt;/li&gt;\n&lt;li&gt;Manage the safe movement of aircraft within own area of responsibility&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Planning&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The need and processes for flight planning and contingency arrangements to enable the efficient flow of air traffic&lt;/li&gt;\n&lt;li&gt;Prepare and submit an Integrated Initial Flight Plan Processing&lt;/li&gt;\n&lt;li&gt;System IFPs approved flight plan.&lt;/li&gt;\n&lt;li&gt;In the event of accident, incident or emergency, select an appropriate diversion airfield&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Manage a flight&amp;nbsp;operations team&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The procedures and processes to plan the necessary resources to ensure the safe operation of the department.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;The procedures and processes to allocate the necessary resources to ensure safe and successful operation of the department&lt;/li&gt;\n&lt;li&gt;Manage the planning and allocation of resources to ensure safe and effective operation of the department in line with objectives and service standards,&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Specialist function 6: Passenger operations manager&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;With an overview of the passenger service operation, the manager is a key decision-maker to ensure the smooth operation of the aviation environment. Responsibility and accountability for the operation, the requirement to maintain standards of performance and outputs, exceed customer requirements and promote the brand within financial parameters are essential for a high-performance passenger operations manager. Remaining calm and professional at all times the passenger operations manager will lead by example and take control of situations as they arise, making effective decisions and adapting the operation accordingly&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Travel documentation&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The requirements for travel documentation, implications and consequences of not controlling documentation..How to source up to date information on regulations and legislation. Information from external sources and how to communicate this to staff and passengers.&lt;/li&gt;\n&lt;li&gt;Manage travel documentation to ensure compliance with organisational and legal regulations, investigate service failures and errors, recommending and taking appropriate action, liaising with stakeholders, including monitoring of systems and procedures, reports on failures and rejected travellers.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Check-in&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How to manage check in to meet passenger, operator and local requirements, regulations and agreed levels of service including passenger compliance requirements for security and dangerous goods&lt;/li&gt;\n&lt;li&gt;Work with check-in team, senior management and other stakeholders as required, making effective decisions to maintain operational standards and commercial performance, customer satisfaction and address check-in issues, e.g. late check-ins, overbooking, complaints, customer issues, excess baggage and special requests and requirements&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Operational performance&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How to manage passenger facilities to maintain customer experience.&lt;/li&gt;\n&lt;li&gt;Procedures for managing incidents both in the terminal and on an aircraft on the ground.&lt;/li&gt;\n&lt;li&gt;The potential implications for internal and external stakeholders of decisions that are made which affect the aviation operation&lt;/li&gt;\n&lt;li&gt;Manage terminal facilities in line with organisational procedures, anticipating the impact of external influences on the aviation operation, to meet customer expectations within operational restrictions. Communicate with all relevant stakeholders when decisions which may affect the aviation operation need to be made, ensuring commercial output and minimising disruption. Manage major incidents and accidents both in the terminal and on an aircraft on the ground&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Service performance&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Know the performance service standards for the department and how these should be managed in own area of responsibility, organisation’s procedures and requirements for addressing media outlets, maintaining brand and operational standards and how local regulations, travel advisories and geopolitical climates may impact upon aviation operations&lt;/li&gt;\n&lt;li&gt;Monitor performance against standards, investigating and addressing poor performance, anticipating future trends and adapting products and procedures to ensure consistent performance, maintain brand standards and anticipate and manage changes to aviation operations as a consequence of external factors and ensure effective communication with customers&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Entry requirements&amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;Employers will set their own entry requirements in order to start on this apprenticeship&lt;/p&gt;\n&lt;h3&gt;Duration&amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;Based on the entry requirements set by the employer the typical duration for this apprenticeship as 18-24 months&lt;/p&gt;\n&lt;h3&gt;English and maths&lt;/h3&gt;\n&lt;p&gt;Apprentices who have not yet achieved level 2 English and maths are required to achieve level 2 English and maths prior to completion of the apprenticeship&lt;/p&gt;\n&lt;h3&gt;Progression&lt;/h3&gt;\n&lt;p&gt;Progression from this apprenticeship is expected to be into an aviation operations manager role with the option to progress to higher level management&lt;/p&gt;\n&lt;h3&gt;Level&amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard is set at level 4&lt;/p&gt;\n&lt;h3&gt;Renewal&amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;June 2018, unless there is evidence of significant industry change which employers agree warrants earlier amendment&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;An aviation operations manager has accountability for compliance, safety and security within their area, must effectively plan and manage the use of resources and ensure compliance with processes and procedures. They may manage an aviation operation in a variety of contexts, such as a commercial airport, military base / aerodrome, heliport or other airfield. Specialist roles, all focussed around the management of aircraft arrival, turnaround and departure, as well as the environment and facilities, require knowledge, skills and behaviours to complete complex aviation tasks and management of others to enable compliance with regulations through a safe, secure and effective aviation operation. Effective communication and decision making across all levels of the organisation and with stakeholders across the aviation operation are essential. Aviation operations management comprises six distinct managerial areas within an aviation environment. The aviation operations manager will complete ALL core knowledge, skills and behaviours, along with ONE of the six specialist functions, all of which interlink to form the overall operation.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "9da27d72-1654-4a7a-9c0f-855ca159db79",
      "detail": "Health and safety legislation in aviation relevant to the organisation and own role"
    },
    {
      "knowledgeId": "60fa8b57-138f-4a42-8da3-90d8c0af5484",
      "detail": "How to manage aviation security and what action to take in the event of a breach of security"
    },
    {
      "knowledgeId": "c250cfe0-b00b-4e44-84ed-88fa7f47ea9e",
      "detail": "How to manage and comply with aviation procedures and regulations to meet legislative and organisational requirements within own area of responsibility"
    },
    {
      "knowledgeId": "c64d2e94-4c7d-47af-a23b-0d590aba85d0",
      "detail": "How to manage communications with users, staff and external agencies, selecting appropriate methods and language"
    },
    {
      "knowledgeId": "97d99246-20ef-4219-a1e4-0ebe1d6c1f3d",
      "detail": "How to identify and procure sufficient, suitable resources (e.g. finance, staff, equipment, supplies) within the organisation in line with budgetary and organisational requirements"
    },
    {
      "knowledgeId": "e8a5aadb-9c88-46b5-b230-b95383b1062e",
      "detail": "Understand fully the importance of cohesive airside"
    },
    {
      "knowledgeId": "4d442b90-72a1-4e51-b023-52683579d74e",
      "detail": "operations and how each specialist function links with each other, as well as agencies, contractors and visitors to ensure compliance with procedures and adherence to requirements"
    },
    {
      "knowledgeId": "755e18c3-c241-42b6-b42b-414a3128ea40",
      "detail": "The agreed levels of performance and standard operating procedures within own area of responsibility"
    },
    {
      "knowledgeId": "4e4b69ba-23dc-4b54-bdc8-9809c318ab6b",
      "detail": "How to manage staff and resources to ensure compliance with procedures to mitigate disruption, incidents and emergencies in area of responsibility"
    },
    {
      "knowledgeId": "cf3b374f-97bf-442d-89af-ab379eabe3bd",
      "detail": "The rights and responsibilities of staff and the organisation’s systems and procedures for ensuring effective management of staff e.g. recruitment, performance reviews, learning and development, discipline, grievance, industrial relations"
    },
    {
      "knowledgeId": "eb29b97c-7c52-4f68-a57c-2ff0ede8ecf4",
      "detail": "The maximum utilisation of available payload, the importance of correct ZFW calculation and constitution, the fundamentals of correct aircraft weight and balance, procedures and processes to plan effectively the necessary resources to ensure sufficient unit load device (ULD) availability and the requirements for and importance of all documentation systems/processes related to aircraft handling operations"
    },
    {
      "knowledgeId": "9dcfb9b8-fb4b-4a0a-b602-03c929ac036a",
      "detail": "All facets of ramp operation and management, including the wider organisation’s links to and reliance upon the aircraft handling department"
    },
    {
      "knowledgeId": "d1798e5d-f066-4275-84f6-b63ee0db65d4",
      "detail": "The procedures and processes for the safe movement of aircraft within own area of responsibility, including how to schedule and handle aircraft to maintain flow and meet required operational standards of performance"
    },
    {
      "knowledgeId": "95e26074-d861-4fa0-834d-e1e66b29f6df",
      "detail": "The procedures and processes to ensure adequate and necessary resources (team members, vehicles and ACHE), to ensure sufficiently serviceable airside handling aids are available, and that baggage handling and air cargo facilities are operational for in-bound, transfer, out-bound and make- up, including those provided via a third party if applicable"
    },
    {
      "knowledgeId": "98497832-7386-48a5-8028-2fd34e727ccc",
      "detail": "The procedures and processes for the safe movement of aircraft and/or airside vehicles within own area of responsibility and the requirements of the aviation environment in accordance with standard operating procedures to meet those requirements"
    },
    {
      "knowledgeId": "e6d89a3a-1732-430b-9715-01aeffba3826",
      "detail": "The procedures and processes to plan and allocate the necessary resources to ensure the safe and successful operation of airside movements according to the type of aircraft and aviation environment required"
    },
    {
      "knowledgeId": "fe9de1cc-7ea2-416b-9b73-f1692e1449fa",
      "detail": "The complex equipment, tools and facilities required for safe, efficient operation of an airport, relevant modern practices that can support effectiveness and efficiencies and the principles of supervision, organisation and administration"
    },
    {
      "knowledgeId": "fbbdf860-a59e-4464-a1cf-06707b0ee504",
      "detail": "Understand the requirements for promoting strong interrelationships with other airport users, including hanger owners, leasing tenants, fixed base operators, business and the general public."
    },
    {
      "knowledgeId": "924483b2-492c-4d71-9f9f-dd3db7f431e4",
      "detail": "Knowledge of local and national regulations and the need for compliance with all regulations including Health and safety"
    },
    {
      "knowledgeId": "1521e0c4-6d7d-4679-8dd9-6d1394939053",
      "detail": "What information must be given/received when handing over/taking over duty."
    },
    {
      "knowledgeId": "92fee0e8-6569-4621-a41e-7921d5e32f9a",
      "detail": "Principles of leading teams/individuals and providing feedback. What the minimum amounts of resources are to run different category Fire Stations"
    },
    {
      "knowledgeId": "4a734661-8ac5-4749-b640-dbbff381178d",
      "detail": "The requirements, procedures and processes for resolving multi appliance aviation fire and rescue operational incidents."
    },
    {
      "knowledgeId": "430680bd-d6d2-4e89-ab72-02af8313aef5",
      "detail": "How to close down and hand over a multi-appliance aviation fire and rescue incident"
    },
    {
      "knowledgeId": "2c6f2fcd-69e0-41c7-a50d-c06ea2b4bb55",
      "detail": "Know the considerations and requirements to plan a multi appliance training scenario, including resources required and health and safety requirements that must be met to develop team/individual performance"
    },
    {
      "knowledgeId": "0ba30290-a312-41e6-b3ca-62970433aecb",
      "detail": "The organisational requirements and processes for the delivery and assessment of training scenarios, including organisational safety requirements to conduct a multi appliance training scenario."
    },
    {
      "knowledgeId": "3008dd2b-bc49-49ac-b19e-c3fec5f096ed",
      "detail": "How to review and provide appropriate feedback for a multi-appliance training scenario"
    },
    {
      "knowledgeId": "f2e53192-94d2-4f72-b322-36c165543bf3",
      "detail": "The procedures and processes for the safe movement of aircraft both airborne within designated airspace and when on the airfield within own area of responsibility"
    },
    {
      "knowledgeId": "b4d67926-878c-4b49-907c-a56139a72eba",
      "detail": "The procedures and processes to plan the necessary resources to ensure safe operation of the department and procedures and processes to allocate the necessary resources to ensure the safe and successful operation of the department"
    },
    {
      "knowledgeId": "6ddbec2b-bfc1-4156-8696-78921b91be9d",
      "detail": "Rules and regulations for driving specialist vehicles on an airfield, including specific requirements in designated zones airside and landside"
    },
    {
      "knowledgeId": "ece12047-febe-478a-a16d-6fe6d9034ad1",
      "detail": "The legal and administrative requirements to enable the safe flow of air traffic"
    },
    {
      "knowledgeId": "769f5646-f0e2-454c-908c-3d0d75bfe3af",
      "detail": "The requirements for the coordination of air space management"
    },
    {
      "knowledgeId": "70ecb574-2d3f-4ba7-ba6c-c75b8c72a75f",
      "detail": "The procedures and processes to ensure the safe movement of aircraft within own area of responsibility"
    },
    {
      "knowledgeId": "14f1ec62-ed25-4c5d-8bd0-87eebaea4941",
      "detail": "The need and processes for flight planning and contingency arrangements to enable the efficient flow of air traffic"
    },
    {
      "knowledgeId": "493d82d6-be95-4077-b802-0ceaf6eebd0f",
      "detail": "System IFPs approved flight plan."
    },
    {
      "knowledgeId": "86978e2f-c857-47ad-b4fa-2deefef82182",
      "detail": "The procedures and processes to plan the necessary resources to ensure the safe operation of the department."
    },
    {
      "knowledgeId": "58c4eb0a-678f-4f4d-9dab-48696f316c58",
      "detail": "The procedures and processes to allocate the necessary resources to ensure safe and successful operation of the department"
    },
    {
      "knowledgeId": "4cc00eb0-c844-47d6-b7ff-9a6cf7a9b48b",
      "detail": "The requirements for travel documentation, implications and consequences of not controlling documentation. How to source up to date information on regulations and legislation. Information from external sources and how to communicate this to staff and passengers"
    },
    {
      "knowledgeId": "f9d2dbc6-1473-49b4-a2c5-3e0b0ac9f63c",
      "detail": "How to manage check in to meet passenger, operator and local requirements, regulations and agreed levels of service including passenger compliance requirements for security and dangerous goods"
    },
    {
      "knowledgeId": "fdf9d09c-8c61-4ddb-b0da-96831979e813",
      "detail": "How to manage passenger facilities to maintain customer experience."
    },
    {
      "knowledgeId": "4fec7725-d9af-4d74-8b45-e6eced2cc74f",
      "detail": "Procedures for managing incidents both in the terminal and on an aircraft on the ground."
    },
    {
      "knowledgeId": "1ad39cec-95cb-46b0-a9bc-0666f9a83add",
      "detail": "The potential implications for internal and external stakeholders of decisions that are made which affect the aviation operation"
    },
    {
      "knowledgeId": "1003ed10-4578-4618-950f-dafd56aae32c",
      "detail": "Know the performance service standards for the department and how these should be managed in own area of responsibility, organisation’s procedures and requirements for addressing media outlets, maintaining brand and operational standards and how local regulations, travel advisories and geopolitical climates may impact upon aviation operations"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "ecba350a-71af-4466-9d4d-062a9f668bba",
      "detail": "Promote and instil the values of the organisation to all colleagues"
    },
    {
      "behaviourId": "2cfe1f42-3dc1-497c-876b-592b7db4663e",
      "detail": "Promote a respectful culture embracing diversity and inclusion"
    },
    {
      "behaviourId": "b8885ccf-2cd3-4139-bc75-020b72e0662f",
      "detail": "Encourage empowerment, ownership and responsibility within team"
    },
    {
      "behaviourId": "8c385f03-bc19-4cde-abb1-fd798a3895e4",
      "detail": "Encourage integrity and accountability within team, leading by example"
    },
    {
      "behaviourId": "7ff01178-7108-4b0c-a97f-a800f762f5f6",
      "detail": "Seek and provide feedback to manage continuous development of self, team and processes"
    },
    {
      "behaviourId": "b6771c48-2b7c-498a-828f-f6a1a6cc821a",
      "detail": "Be technologically astute and keep abreast of industry developments and innovations"
    },
    {
      "behaviourId": "98b93c7d-5ea6-45f0-9260-470df97cac78",
      "detail": "Be vigilant and proactive in embedding a safe, secure and compliant working culture"
    }
  ],
  "skills": [
    {
      "skillId": "5aad3b3c-893e-403b-9715-0f1c75460b44",
      "detail": "Manage safety within area of responsibility, ensuring staff are compliant with safety requirements in aviation environments"
    },
    {
      "skillId": "f22608dd-7334-4ad1-8228-d5ea61765ce5",
      "detail": "Manage aviation security in own area of operations ensuring team members follow organisational procedures and ensure accurate reporting and recording of information"
    },
    {
      "skillId": "add96152-20dc-4cb4-861b-64215b129faa",
      "detail": "Manage compliance with legislation, aviation procedures and regulations within own area of responsibility"
    },
    {
      "skillId": "83abcbcb-dc1f-4922-8fb6-7e3841c2f828",
      "detail": "Manage communication with users, staff and external agencies, selecting appropriate methods and language in aviation operations"
    },
    {
      "skillId": "13fc7660-0947-4bf0-8e28-7a114627cbc6",
      "detail": "Manage resources effectively to ensure the efficient running of department in line with organisational procedures"
    },
    {
      "skillId": "172ab697-78bc-468b-85fa-62351007b28a",
      "detail": "Manage their own area of responsibility to meet the needs of the wider organisation, ensuring the needs of the site, customers, visitors and service users are met in adherence to business operational procedures and requirements"
    },
    {
      "skillId": "1f8e8273-aac7-41d9-ba96-3fcaedd03358",
      "detail": "Manage team and facilities to deliver results according to agreed levels of performance whilst ensuring standard operating procedures are adhered to"
    },
    {
      "skillId": "5ccbd517-7b28-4a6f-b33d-7484cbb102e5",
      "detail": "Manage staff and resources to ensure compliance with procedures and actions to minimise the impact on aviation operations in the event of disruption, incidents or emergencies"
    },
    {
      "skillId": "ea1e8237-2faa-4b54-ae22-1a5500c6d2ff",
      "detail": "Effectively manage all aspects of own staff’s performance  e.g. recruitment, performance reviews, learning and development, discipline, grievance, industrial relations"
    },
    {
      "skillId": "37c18330-b658-489c-b303-5539e8b81e6c",
      "detail": "Manage, within own remit, maximum payload utilisation in line with organisation’s commercial targets, adherence to ZFW, weight and balance in accordance with specific aircraft requirements and the use and maintenance of specialised equipment, including ULDs, in accordance with organisation’s policies and procedures, regulatory requirements and completion of correct documentation"
    },
    {
      "skillId": "630fc696-dbc9-4b76-bd16-6cfaf16409a1",
      "detail": "Manage effective ramp operation, including arrival, turnaround and departure, for the organisation, ensuring relevant communication with all other airport stakeholders and government agencies to ensure the effectiveness of the whole aviation operation"
    },
    {
      "skillId": "c8149954-62ac-44c8-b29d-1639a0d614cc",
      "detail": "Ensure safe movement of aircraft, including effective scheduling and aircraft flow management, in line with stakeholders’ operational targets"
    },
    {
      "skillId": "abc37e0d-b2fd-429e-95e8-d8e7589fd834",
      "detail": "Plan and manage the required amount of specialist team members, vehicles and handling aids airside, to meet current and future tasking and ensure systems and procedures for air cargo and baggage handling are completed to standard within own remit and area of responsibility"
    },
    {
      "skillId": "4496c4dc-ea86-4df6-a23d-d2311687a2bb",
      "detail": "Manage the safe movement of aircraft and/or airside vehicles within own area of responsibility, the day-to-day operation of movement teams and specialists at airports/ heliports and other landing platforms, ensuring the execution of activities is in accordance with aviation safety laws and airport procedures"
    },
    {
      "skillId": "16945b26-f637-4555-a806-9a68a31850bb",
      "detail": "Manage the planning of the required amount of resources according to aircraft type and the environment in line with the client, aviation environment, organisational requirements and standards and within required timescales"
    },
    {
      "skillId": "b53796c0-2cd5-4322-9808-f5503adbc0a1",
      "detail": "Analyse and interpret codes and regulations and use information to maximise operational performance when planning, organising and supervising the work of others and setting priorities"
    },
    {
      "skillId": "2e5c0fe7-a7f9-4453-82dc-eea704b4907d",
      "detail": "Establish and maintain positive relationships, promoting strong interrelationships with other airport users, including hanger owners, leasing tenants, fixed base operators, business and the general public."
    },
    {
      "skillId": "273653ff-322c-4b77-8538-0c5f5d279cbc",
      "detail": "Maintain records required under regulations and complies e with all regulations including Health and safety"
    },
    {
      "skillId": "791a000b-51e5-4428-ac5c-05e992c992f6",
      "detail": "Maintain Fire Service workplace activities to meet requirements while maintaining healthy, safe and productive working conditions, including takeover/handover of a duty watch, ensuring sufficient resources are available to manage the watch and recommendations for improvement to work activities are made when necessary"
    },
    {
      "skillId": "74d425a9-05ef-4c81-a4a6-098939fc8a04",
      "detail": "Plan and implement actions to meet the needs of the incident, lead and resolve a multi appliance aviation fire and rescue operational incident."
    },
    {
      "skillId": "fa5f68c9-4a48-47c6-9054-24df6f1c4629",
      "detail": "Close down, hand over and debrief a multi appliance aviation fire & rescue operational incident"
    },
    {
      "skillId": "0d504bba-c31d-4ce9-bd0e-203760d2fa9a",
      "detail": "Plan a multi appliance training scenario, applying control measures to ensure a safe training environment and develop team/individual skills and knowledge"
    },
    {
      "skillId": "119da22c-5b15-46e4-8019-685d0e3aec93",
      "detail": "Safely conduct a multi appliance training scenario in accordance with organisational requirements to develop individuals against objectives."
    },
    {
      "skillId": "70e47b41-c267-430a-b8f3-a7ebcc8525c8",
      "detail": "Review a multi appliance training scenario and implement any necessary actions in accordance with organisational policy"
    },
    {
      "skillId": "ae8614ed-d162-4472-a8c1-9795d2d80ef8",
      "detail": "Manage the safe movement of aircraft within own area of responsibility whilst airborne within designated airspace and on the airfield"
    },
    {
      "skillId": "af19ded7-8328-4d92-9ea7-44d5d8db8295",
      "detail": "Manage the planning of the required amount of resources, including the allocation of work to meet the departmental aims"
    },
    {
      "skillId": "4839a619-38e4-44e6-9228-7a46ac76962d",
      "detail": "Impart knowledge of rules and regulations for driving on an airfield to staff, monitor their performance and ensure compliance with organisation and regulatory requirements"
    },
    {
      "skillId": "3867d4d0-e450-4582-8be8-ce813100f789",
      "detail": "Manage processes and procedures to ensure completion in a timely manner enabling safe and efficient flow of air traffic"
    },
    {
      "skillId": "1025dfb1-c3f1-49f7-af9b-11615ea1bc10",
      "detail": "Supply flight crew with aviation safety information"
    },
    {
      "skillId": "15983873-26d3-4dd2-82a5-2505b0d59719",
      "detail": "Manage the safe movement of aircraft within own area of responsibility"
    },
    {
      "skillId": "309375b0-f97f-4c89-8d69-169d9bfc7496",
      "detail": "Prepare and submit an Integrated Initial Flight Plan Processing"
    },
    {
      "skillId": "9278d871-5be4-45b7-ac36-aa64f5921770",
      "detail": "In the event of accident, incident or emergency, select an appropriate diversion airfield"
    },
    {
      "skillId": "8a74351a-0b34-454e-9067-8cbba75b845a",
      "detail": "Manage the planning and allocation of resources to ensure safe and effective operation of the department in line with objectives and service standards,"
    },
    {
      "skillId": "6d70c195-60d0-45a4-8f57-4ba531125e67",
      "detail": "Manage travel documentation to ensure compliance with organisational and legal regulations, investigate service failures and errors, recommending and taking appropriate action, liaising with stakeholders, including monitoring of systems and procedures, reports on failures and rejected travellers."
    },
    {
      "skillId": "c386a06b-bbeb-4a3c-80ba-7f03601a686a",
      "detail": "Work with check-in team, senior management and other stakeholders as required, making effective decisions to maintain operational standards and commercial performance, customer satisfaction and address check-in issues, e.g. late check-ins, overbooking, complaints, customer issues, excess baggage and special requests and requirements"
    },
    {
      "skillId": "898c7904-e00f-42bd-ba0d-195fc25d13d6",
      "detail": "Manage terminal facilities in line with organisational procedures, anticipating the impact of external influences on the aviation operation, to meet customer expectations within operational restrictions. Communicate with all relevant stakeholders when decisions which may affect the aviation operation need to be made, ensuring commercial output and minimising disruption. Manage major incidents and accidents both in the terminal and on an aircraft on the ground"
    },
    {
      "skillId": "14b5ddc2-5284-49ed-a9f9-548a82c0d926",
      "detail": "Monitor performance against standards, investigating and addressing poor performance, anticipating future trends and adapting products and procedures to ensure consistent performance, maintain brand standards and anticipate and manage changes to aviation operations as a consequence of external factors and ensure effective communication with customers"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Flight Operations Manager - Air Traffic Control (ATC)",
    "Flight Operations Manager - Operations",
    "Aircraft Movement Manager",
    "Fire Service Watch Manager",
    "Aircraft Handling Manager",
    "Passenger Operations Manager"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-08-19T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0098",
  "tbMainContact": "trailblazer@people1st.co.uk",
  "involvedEmployers": "London Heathrow Airport, Swissport UK, RNAS, London City Airport, Bristow Group, Royal Air Force, Menzies Aviation, Army Air Corps, Royal Artillery, Royal Logistics Corps, Edinburgh Airport Manager, British Airways, dnata UK",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Aircraft handling manager",
    "Aircraft movement manager",
    "Fire service watch manager",
    "Flight operations manager",
    "Air Traffic Control (ATC) manager",
    "Passenger operations manager"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Transport",
  "cluster": "Transport Operations Manager",
  "clusterId": "13",
  "clusterDescription": "Manage and lead the operation of a transport facility",
  "createdDate": "2017-09-22T14:24:27 +00:00",
  "lastUpdated": "2019-05-07T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-08-19T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised or adjusted. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeships being revised or adjusted are available in the revisions and adjustments status report.&nbsp;",
  "occupationCode": "OCC0039",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0039-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0039-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "169f678e-405b-4210-ad45-994c1cd2bdb6",
      "title": "Flight Operations Manager - Air Traffic Control (ATC)",
      "occupationCode": "OCC0039D"
    },
    {
      "optionId": "857c5c2c-3a0e-482f-b440-8ea5c99314cb",
      "title": "Flight Operations Manager - Operations",
      "occupationCode": "OCC0039E"
    },
    {
      "optionId": "b81e849d-0ae2-4a7f-8e33-d8c6f6b87989",
      "title": "Aircraft Movement Manager",
      "occupationCode": "OCC0039B"
    },
    {
      "optionId": "8f285af9-4602-436e-97ae-b44c9bd833a0",
      "title": "Fire Service Watch Manager",
      "occupationCode": "OCC0039C"
    },
    {
      "optionId": "e869894a-c667-4245-a24b-f9bed6911a26",
      "title": "Aircraft Handling Manager",
      "occupationCode": "OCC0039A"
    },
    {
      "optionId": "b4bbbc03-2b67-411f-b8f4-36863d1169a3",
      "title": "Passenger Operations Manager",
      "occupationCode": "OCC0039F"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "ecba350a-71af-4466-9d4d-062a9f668bba",
        "2cfe1f42-3dc1-497c-876b-592b7db4663e",
        "b8885ccf-2cd3-4139-bc75-020b72e0662f",
        "8c385f03-bc19-4cde-abb1-fd798a3895e4",
        "7ff01178-7108-4b0c-a97f-a800f762f5f6",
        "b6771c48-2b7c-498a-828f-f6a1a6cc821a",
        "98b93c7d-5ea6-45f0-9260-470df97cac78"
      ],
      "mappedKnowledge": [
        "9da27d72-1654-4a7a-9c0f-855ca159db79",
        "60fa8b57-138f-4a42-8da3-90d8c0af5484",
        "c250cfe0-b00b-4e44-84ed-88fa7f47ea9e",
        "c64d2e94-4c7d-47af-a23b-0d590aba85d0",
        "97d99246-20ef-4219-a1e4-0ebe1d6c1f3d",
        "e8a5aadb-9c88-46b5-b230-b95383b1062e",
        "4d442b90-72a1-4e51-b023-52683579d74e",
        "755e18c3-c241-42b6-b42b-414a3128ea40",
        "4e4b69ba-23dc-4b54-bdc8-9809c318ab6b",
        "cf3b374f-97bf-442d-89af-ab379eabe3bd"
      ],
      "mappedSkills": [
        "5aad3b3c-893e-403b-9715-0f1c75460b44",
        "f22608dd-7334-4ad1-8228-d5ea61765ce5",
        "add96152-20dc-4cb4-861b-64215b129faa",
        "83abcbcb-dc1f-4922-8fb6-7e3841c2f828",
        "13fc7660-0947-4bf0-8e28-7a114627cbc6",
        "172ab697-78bc-468b-85fa-62351007b28a",
        "1f8e8273-aac7-41d9-ba96-3fcaedd03358",
        "5ccbd517-7b28-4a6f-b33d-7484cbb102e5",
        "ea1e8237-2faa-4b54-ae22-1a5500c6d2ff"
      ]
    },
    {
      "coreOrOptionTitle": "Flight Operations Manager - Air Traffic Control (ATC)",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "f2e53192-94d2-4f72-b322-36c165543bf3",
        "b4d67926-878c-4b49-907c-a56139a72eba",
        "6ddbec2b-bfc1-4156-8696-78921b91be9d",
        "ece12047-febe-478a-a16d-6fe6d9034ad1"
      ],
      "mappedSkills": [
        "ae8614ed-d162-4472-a8c1-9795d2d80ef8",
        "af19ded7-8328-4d92-9ea7-44d5d8db8295",
        "4839a619-38e4-44e6-9228-7a46ac76962d",
        "3867d4d0-e450-4582-8be8-ce813100f789"
      ]
    },
    {
      "coreOrOptionTitle": "Flight Operations Manager - Operations",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "769f5646-f0e2-454c-908c-3d0d75bfe3af",
        "70ecb574-2d3f-4ba7-ba6c-c75b8c72a75f",
        "14f1ec62-ed25-4c5d-8bd0-87eebaea4941",
        "493d82d6-be95-4077-b802-0ceaf6eebd0f",
        "86978e2f-c857-47ad-b4fa-2deefef82182",
        "58c4eb0a-678f-4f4d-9dab-48696f316c58"
      ],
      "mappedSkills": [
        "1025dfb1-c3f1-49f7-af9b-11615ea1bc10",
        "15983873-26d3-4dd2-82a5-2505b0d59719",
        "309375b0-f97f-4c89-8d69-169d9bfc7496",
        "9278d871-5be4-45b7-ac36-aa64f5921770",
        "8a74351a-0b34-454e-9067-8cbba75b845a"
      ]
    },
    {
      "coreOrOptionTitle": "Aircraft Movement Manager",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "98497832-7386-48a5-8028-2fd34e727ccc",
        "e6d89a3a-1732-430b-9715-01aeffba3826",
        "fe9de1cc-7ea2-416b-9b73-f1692e1449fa",
        "fbbdf860-a59e-4464-a1cf-06707b0ee504",
        "924483b2-492c-4d71-9f9f-dd3db7f431e4"
      ],
      "mappedSkills": [
        "4496c4dc-ea86-4df6-a23d-d2311687a2bb",
        "16945b26-f637-4555-a806-9a68a31850bb",
        "b53796c0-2cd5-4322-9808-f5503adbc0a1",
        "2e5c0fe7-a7f9-4453-82dc-eea704b4907d",
        "273653ff-322c-4b77-8538-0c5f5d279cbc"
      ]
    },
    {
      "coreOrOptionTitle": "Fire Service Watch Manager",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "1521e0c4-6d7d-4679-8dd9-6d1394939053",
        "92fee0e8-6569-4621-a41e-7921d5e32f9a",
        "4a734661-8ac5-4749-b640-dbbff381178d",
        "430680bd-d6d2-4e89-ab72-02af8313aef5",
        "2c6f2fcd-69e0-41c7-a50d-c06ea2b4bb55",
        "0ba30290-a312-41e6-b3ca-62970433aecb",
        "3008dd2b-bc49-49ac-b19e-c3fec5f096ed"
      ],
      "mappedSkills": [
        "791a000b-51e5-4428-ac5c-05e992c992f6",
        "74d425a9-05ef-4c81-a4a6-098939fc8a04",
        "fa5f68c9-4a48-47c6-9054-24df6f1c4629",
        "0d504bba-c31d-4ce9-bd0e-203760d2fa9a",
        "119da22c-5b15-46e4-8019-685d0e3aec93",
        "70e47b41-c267-430a-b8f3-a7ebcc8525c8"
      ]
    },
    {
      "coreOrOptionTitle": "Aircraft Handling Manager",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "eb29b97c-7c52-4f68-a57c-2ff0ede8ecf4",
        "9dcfb9b8-fb4b-4a0a-b602-03c929ac036a",
        "d1798e5d-f066-4275-84f6-b63ee0db65d4",
        "95e26074-d861-4fa0-834d-e1e66b29f6df"
      ],
      "mappedSkills": [
        "37c18330-b658-489c-b303-5539e8b81e6c",
        "630fc696-dbc9-4b76-bd16-6cfaf16409a1",
        "c8149954-62ac-44c8-b29d-1639a0d614cc",
        "abc37e0d-b2fd-429e-95e8-d8e7589fd834"
      ]
    },
    {
      "coreOrOptionTitle": "Passenger Operations Manager",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "4cc00eb0-c844-47d6-b7ff-9a6cf7a9b48b",
        "f9d2dbc6-1473-49b4-a2c5-3e0b0ac9f63c",
        "fdf9d09c-8c61-4ddb-b0da-96831979e813",
        "4fec7725-d9af-4d74-8b45-e6eced2cc74f",
        "1ad39cec-95cb-46b0-a9bc-0666f9a83add",
        "1003ed10-4578-4618-950f-dafd56aae32c"
      ],
      "mappedSkills": [
        "6d70c195-60d0-45a4-8f57-4ba531125e67",
        "c386a06b-bbeb-4a3c-80ba-7f03601a686a",
        "898c7904-e00f-42bd-ba0d-195fc25d13d6",
        "14b5ddc2-5284-49ed-a9f9-548a82c0d926"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2019-05-07T00:00:00"
}