{
  "templateType": "Apprenticeship Standard",
  "larsCode": 37,
  "referenceNumber": "ST0010",
  "learningAimClassCode": "",
  "title": "Aerospace engineer (degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0010",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-11-09T00:00:00",
  "earliestStartDate": "2015-09-03T00:00:00",
  "latestStartDate": "2023-11-07T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Creating aircraft components and equipment, specialising in a specific engineering discipline (for example - airframe, design and stress, systems integration, support engineering or manufacturing engineering).",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "plane",
    "aeroplane",
    "assembly",
    "flight",
    "airframe",
    "degree"
  ],
  "jobRoles": [
    "Advanced Aircraft Manufacturer",
    "Aircraft Engineer",
    "Aerospace Engineer",
    "Aircraft Mechanic"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1085/aerospace_engineer.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;The following standard reflects employers’ requirements for the skills, knowledge and behaviours required to be competent in the job roles of Aerospace Engineering and Advanced Manufacturing.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Role Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Aerospace Engineers will work primarily within a specific Engineering discipline, such as Airframe, Design and Stress, Systems Integration, Support Engineering, Quality or Advanced Manufacturing/Manufacturing Engineering. They will focus on all aspects related to the full lifecycle of systems and products. Aerospace Engineers must comply with statutory regulations and organisational safety requirements. They must be able to use and interpret engineering data and documentation such as engineering drawings, reports and computer generated models. They will be expected to work both individually and as part of an Engineering team, often comprising several disparate Engineering disciplines. They will be expected to design, develop, specify, analyse, test, validate and modify designs and solutions to satisfy Customer requirements and In-Service Operations.&lt;/p&gt;\n&lt;p&gt;The requirements are designed to offer stretch and progression.&#160; They will be able to work with minimum supervision, taking responsibility for the quality, accuracy and timely delivery of the work they undertake. They will be proactive in finding solutions to problems and identifying areas for improving the business.&lt;/p&gt;\n&lt;h3&gt;Typical Job titles:&lt;/h3&gt;\n&lt;p&gt;Aircraft Mechanic, Aerospace Engineer, Aircraft Engineer and Advanced Aircraft Manufacturer&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge &amp;amp; Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Aerospace Engineeers are able to demonstrate:&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;understanding of the applicable regulatory and quality requirements as the systems and products mature through their development, qualification and In-Service phases&lt;/li&gt;\n&lt;li&gt;understanding of the engineering process &amp;amp; practices covering: mechanical/electrical/electronic systems design, design and stress analysis eg computer-aided engineering techniques, systems design, integration &amp;amp; test, in-service and through product life support, advanced manufacturing, aerospace quality and governance&lt;/li&gt;\n&lt;li&gt;understanding of analytical methods (engineering mathematics – algebra, differentiation, function, geometry, trigonometry, statistics)&lt;/li&gt;\n&lt;li&gt;understanding aeronautical sciences – stress, strain, static and dynamic systems, motion, force, electrical power and resistance, mass and weight&lt;/li&gt;\n&lt;li&gt;understanding material sciences – selection and application, structures, properties and analytical testing&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Skills:&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;complying with statutory, organisational, environmental, health and safety regulations&lt;/li&gt;\n&lt;li&gt;applying analytical methods (engineering mathematics – algebra, differentiation, function, geometry, trigonometry, statistics)&lt;/li&gt;\n&lt;li&gt;a wide range of technical skill sets that can be applied in a range of aerospace disciplines and contexts that could include research, development, design, procurement, logistics, planning, production, quality assurance, inspection, testing, installation, commissioning, maintenance, life cycle management, decommissioning and environmental compliance such as:\n&lt;ul&gt;\n&lt;li&gt;Planning what has to be done, when and by whom&lt;/li&gt;\n&lt;li&gt;Ensuring that &lt;strong&gt;resources&lt;/strong&gt; are available and capable of achieving the required outcomes.&lt;/li&gt;\n&lt;li&gt;Allocating and deploying &lt;strong&gt;resources&lt;/strong&gt; in a timely manner&lt;/li&gt;\n&lt;li&gt;Completing/project managing work ouputs/programmes to the required &lt;strong&gt;specification&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Monitoring &lt;/strong&gt;programmes of work and report progress to appropriate personnel.&lt;/li&gt;\n&lt;li&gt;Agreeing any amendments to work &lt;strong&gt;specification&lt;/strong&gt;/work requirements&lt;/li&gt;\n&lt;li&gt;Ensuring that quality assurance requirements are adhered to&lt;/li&gt;\n&lt;li&gt;Retaining and storing documentation and records for traceability&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Key&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Monitoring&lt;/strong&gt;: The regular checking of specific aerospace engineering activities or outcomes to ensure that they are being achieved according to requirements. Monitoring includes observation, data collection, sampling, and can be continuous, periodic, on demand, random, scheduled, formal and informal.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Resources&lt;/strong&gt;: The available means to undertake processes and achieve aerospace work outcomes. Resources include equipment, facilities, finance, material, people, information/data, and are obtained from customers, suppliers, or from&lt;/p&gt;\n&lt;p&gt;within their own organisation.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specifications&lt;/strong&gt; are precise technical descriptions of the characteristics of an Aerospace engineered product or Aerospace engineered process such as performance, function, quality, materials, aesthetics, life cycle, technologies, performance/capability, delivery schedule, interfacing, environmental/sustainability, branding, safety, budget, volume, timing.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The required behaviours are:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;1. Knowledge and understanding&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Commitment to continue personal development, refreshing and expanding Engineering knowledge through a variety of methods.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;2. Design and development of processes, systems, services and products&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Contributing to the continuing development of Engineering within their domain&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;3. Responsibility, management or leadership&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Taking personal responsibility for their actions, Managing projects, including resource management within their remit.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;4. Communication and inter-personal skills&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Be able to demonstrate a range of communication styles and methods. Understanding the importance of networks within and across functions.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;5. Professional commitment&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Demonstrating a personal and professional commitment to society, their profession and the environment, adopting a set of values and behaviours that will maintain and enhance the reputation of the profession.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Whilst any entry requirements will be a matter for individual employers, typically an apprentice might be expected to have already achieved academic qualifications of 96* UCAS points or above at A-Level standard or equivalent, to include two STEM based subject such as Maths, Physics, ICT, Computing, Electronics..&#160; Plus Five GCSEs at Grade 4 and above** including Mathematics, English and Double Science or equivalent qualification. Apprentices without Level 2 Maths and English must achieve this prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&#160; (*Equal to 240 UCAS points prior to 2017,**Equal to Grades C and above).&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Typical Duration of Apprenticeship &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 48 months – &#160;timescales may vary depending on occupational role and/or prior relevant qualifications / experience and Assessment of Prior Learning and Knowledge (APL/K) opportunities.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Mandatory Qualifications &#160;&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 2 Diploma in Aerospace and Aviation (Foundation Competence)&lt;/li&gt;\n&lt;li&gt;Level 4 Diploma in Engineering and Advanced Manufacturing (Development Competence)&lt;/li&gt;\n&lt;li&gt;Level 6 Bachelor Honours Degree (BEng) Stipulated by the employer and accredited by an Engineering Council licenced Professional Engineering Institution&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;All of the qualification requirements in the foundation and development phases are mandatory outcomes for the completion and final certification of the Apprenticeship Standard. Each qualification has a core and options approach and employers will select the most applicable pathway and unit options to meet their organisational requirements.&lt;/p&gt;\n&lt;p&gt;There will be an end point assessment during the final phase of the Apprenticeship where the apprentice will need to demonstrate to the employer how they have achieved full occupational competence against, skills, knowledge and behaviours, set out in the Standard&#160; On successful completion of the End Point assessment and employer endorsement phase (final sign off) apprentices will be then be put forward to be awarded their Apprenticeship completion certificate.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Recognition&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship Standard aligns with the current edition of the UK Standard for Professional Engineering Competence (UK-SPEC) at Incorporated Engineering (IEng) level. The experience gained and responsibility held by the apprentice on completion of the apprenticeship will either wholly or partially satisfy the requirements for IEng and reaches the agreed level of professional competence as defined in the Assessment Plan.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level and Review &lt;/strong&gt;&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship Standard is at Level 6 and will be reviewed as a minimum every three years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Aerospace Engineers will work primarily within a specific Engineering discipline, such as Airframe, Design and Stress, Systems Integration, Support Engineering, Quality or Advanced Manufacturing/Manufacturing Engineering. They will focus on all aspects related to the full lifecycle of systems and products. Aerospace Engineers must comply with statutory regulations and organisational safety requirements. They must be able to use and interpret engineering data and documentation such as engineering drawings, reports and computer generated models. They will be expected to work both individually and as part of an Engineering team, often comprising several disparate Engineering disciplines. They will be expected to design, develop, specify, analyse, test, validate and modify designs and solutions to satisfy Customer requirements and In-Service Operations. The requirements are designed to offer stretch and progression. They will be able to work with minimum supervision, taking responsibility for the quality, accuracy and timely delivery of the work they undertake. They will be proactive in finding solutions to problems and identifying areas for improving the business.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "b4b2ae6f-5fb0-470b-ae0f-caf3bfd147a8",
      "detail": "understanding of the applicable regulatory and quality requirements as the systems and products mature through their development, qualification and In-Service phases"
    },
    {
      "knowledgeId": "bab9ff93-0b90-455a-a9c4-a2498235c2b8",
      "detail": "understanding of the engineering process & practices covering: mechanical/electrical/electronic systems design, design and stress analysis eg computer-aided engineering techniques, systems design, integration & test, in-service and through product life support, advanced manufacturing, aerospace quality and governance"
    },
    {
      "knowledgeId": "c59e06fd-30c4-4ce7-a3a1-543a8f48d23e",
      "detail": "understanding of analytical methods (engineering mathematics – algebra, differentiation, function, geometry, trigonometry, statistics)"
    },
    {
      "knowledgeId": "d3848736-ec42-479c-bc47-160502582f33",
      "detail": "understanding aeronautical sciences – stress, strain, static and dynamic systems, motion, force, electrical power and resistance, mass and weight"
    },
    {
      "knowledgeId": "7cc4c150-f9ea-47b7-9663-3a2b2d3358e8",
      "detail": "understanding material sciences – selection and application, structures, properties and analytical testing"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "667f5418-47e6-426a-9d16-47a0a9977dd9",
      "detail": " Knowledge and understanding: Commitment to continue personal development, refreshing and expanding Engineering knowledge through a variety of methods."
    },
    {
      "behaviourId": "9a6203ad-d91a-4f56-9ad1-771fdd79aa01",
      "detail": "Design and development of processes, systems, services and products: Contributing to the continuing development of Engineering within their domain"
    },
    {
      "behaviourId": "160069be-5ea8-466a-a4b4-2ec1744a6a72",
      "detail": "Responsibility, management or leadership: Taking personal responsibility for their actions, Managing projects, including resource management within their remit."
    },
    {
      "behaviourId": "c9f5212e-9226-4ecf-8044-098353a98ac1",
      "detail": "Communication and inter-personal skills: Be able to demonstrate a range of communication styles and methods. Understanding the importance of networks within and across functions."
    },
    {
      "behaviourId": "5691c124-e00f-467d-aa7f-f7053b5f2c9a",
      "detail": "Professional commitment: Demonstrating a personal and professional commitment to society, their profession and the environment, adopting a set of values and behaviours that will maintain and enhance the reputation of the profession."
    }
  ],
  "skills": [
    {
      "skillId": "1d67571e-0c18-4b70-a685-633608081628",
      "detail": "complying with statutory, organisational, environmental, health and safety regulations"
    },
    {
      "skillId": "b90a3ced-55ef-4a0c-8bd2-952e54edef0b",
      "detail": "applying analytical methods (engineering mathematics – algebra, differentiation, function, geometry, trigonometry, statistics)"
    },
    {
      "skillId": "48700708-c258-416f-af9e-019ad3716b9b",
      "detail": "a wide range of technical skill sets that can be applied in a range of aerospace disciplines and contexts that could include research, development, design, procurement, logistics, planning, production, quality assurance, inspection, testing, installation, commissioning, maintenance, life cycle management, decommissioning and environmental compliance such as:"
    },
    {
      "skillId": "2f436d5a-b27e-4452-be73-1cd4cf7f6e60",
      "detail": "Planning what has to be done, when and by whom"
    },
    {
      "skillId": "1b87e3e2-5752-48c1-9789-e7441ed02dca",
      "detail": "Ensuring that resources are available and capable of achieving the required outcomes."
    },
    {
      "skillId": "dd3d38de-b912-4ba9-9205-863e36082e25",
      "detail": "Allocating and deploying resources in a timely manner"
    },
    {
      "skillId": "87558f23-a2db-409c-a1c1-c1fd817fce88",
      "detail": "Completing/project managing work ouputs/programmes to the required specification"
    },
    {
      "skillId": "f6da5b6b-978b-478f-8871-d21a170fa1f3",
      "detail": "Monitoring programmes of work and report progress to appropriate personnel."
    },
    {
      "skillId": "716ce955-24d5-49c3-9a60-d6974f99c21d",
      "detail": "Agreeing any amendments to work specification/work requirements"
    },
    {
      "skillId": "b0429fce-b45a-4f68-af99-bbec0c370be0",
      "detail": "Ensuring that quality assurance requirements are adhered to"
    },
    {
      "skillId": "3ef00c70-8b48-4368-b6e1-c42cff257a51",
      "detail": "Retaining and storing documentation and records for traceability"
    },
    {
      "skillId": "fd8d9eaa-ea16-4ccb-9a3f-81cee7c399f0",
      "detail": "Monitoring: The regular checking of specific aerospace engineering activities or outcomes to ensure that they are being achieved according to requirements. Monitoring includes observation, data collection, sampling, and can be continuous, periodic, on demand, random, scheduled, formal and informal."
    },
    {
      "skillId": "3b83f116-3d55-4985-9cde-1c40c84a5b97",
      "detail": "Resources: The available means to undertake processes and achieve aerospace work outcomes. Resources include equipment, facilities, finance, material, people, information/data, and are obtained from customers, suppliers, or from within their own organisation."
    },
    {
      "skillId": "8434894b-0e97-4615-8e80-a9d535c5cc21",
      "detail": "Specifications: are precise technical descriptions of the characteristics of an Aerospace engineered product or Aerospace engineered process such as performance, function, quality, materials, aesthetics, life cycle, technologies, performance/capability, delivery schedule, interfacing, environmental/sustainability, branding, safety, budget, volume, timing."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2015-09-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "TB0080 ",
  "tbMainContact": "mark.donnelly@baesystems.com and john.bool@harrodsaviation.com",
  "involvedEmployers": "BAE Systems, Airbus, Rolls Royce plc, GE Aviation Power & Systems, GKN Aerospace, Marshall Aerospace and Defence Group, AugustaWestland Ltd, Magellan Aerospace (UK) Ltd, GTA England",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Advanced Aircraft Manufacturer",
    "Aircraft Engineer",
    "Aerospace Engineer",
    "Aircraft Mechanic"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, Design and Development",
  "cluster": "Design and development engineer",
  "clusterId": "253",
  "clusterDescription": null,
  "createdDate": "2017-09-22T14:24:20 +00:00",
  "lastUpdated": "2023-11-09T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-09-03T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0010",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0010-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0010-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-11-09T00:00:00"
}