{
  "templateType": "Apprenticeship Standard",
  "larsCode": 199,
  "referenceNumber": "ST0091",
  "learningAimClassCode": "",
  "title": "Civil engineering technician",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0091",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2021-11-02T00:00:00",
  "earliestStartDate": "2017-10-04T00:00:00",
  "latestStartDate": "2021-07-13T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Providing technical support to engineers and other construction professionals.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 12000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "civil engineering",
    "construction",
    "civil engineering solutions",
    "building",
    "technical"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/htgn1y0m/st0091_civil_engineering_technician_l3_epa_publication.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.0",
  "standardInformation": "&lt;h3 align=&quot;LEFT&quot;&gt;Occupational Profile&lt;/h3&gt;\n&lt;p&gt;A Civil Engineering Technician provides technical support to engineers and other construction professionals in the design, development, construction, commissioning, decommissioning, operation or maintenance of the built environment and infrastructure. Technicians will be required to have a broad skills base to work in areas which include sustainable construction, structural integrity, geotechnics, materials, tunnelling, marine and coastal engineering, water, waste management, flood management, transportation and power.&lt;/p&gt;\n&lt;h3&gt;A technician&#39;s work involve&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Design &lt;/strong&gt;– assisting in the development of technical solutions by producing design models, calculations, reports and drawings, surveying a site, using appropriate analysis and relevant codes.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Analysis &lt;/strong&gt;– using appropriate software systems and other data gathering tools and tests to solve technical problems.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Project delivery &lt;/strong&gt;– contributing to planning, managing work schedules, budgets and deadlines, and ensuring outputs comply with client and industry specifications, standards and guidance.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Site engineering &lt;/strong&gt;- operating quality systems and Health, Safety and Risk Management procedures and checking specified technical aspects of site activities.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Entry requirements&lt;/h3&gt;\n&lt;p&gt;Employers will set their own requirements but typically an apprentice will be expected to have achieved at least 5 GCSEs at Grades A*-C including Maths (Grade B), English and Science or their equivalent. Apprentices without level 2 English and Maths will need to have achieve this prior to taking the end point assessment.&lt;/p&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;The duration for this apprenticeship is typically 36 months.&lt;/p&gt;\n&lt;h3&gt;Level&lt;/h3&gt;\n&lt;p&gt;This is a Level 3 Apprenticeship.&lt;/p&gt;\n&lt;h3&gt;Professional Registration&lt;/h3&gt;\n&lt;p&gt;On completion of the apprenticeship the apprentice will have satisfied the requirements for registration as an Engineering Technician by the relevant professional engineering institution in accordance with the requirements of the Engineering Council as the registration body.&lt;/p&gt;\n&lt;h3&gt;Review&lt;/h3&gt;\n&lt;p&gt;The Apprenticeship Standard will be reviewed after 3 years.&lt;/p&gt;\n&lt;h3&gt;Knowledge&lt;/h3&gt;\n&lt;p&gt;A Civil Engineering Technician will know&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;&lt;strong&gt;The different techniques and methods used to design, build and maintain civil engineering projects. &lt;/strong&gt;This includes understanding how ideas and requirements are converted into engineering designs; knowing the standards, contracts and specifications and their impact on the design and construction process.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;The appropriate scientific, technical and engineering principles relating to the design, delivery and maintenance of infrastructure and buildings. &lt;/strong&gt;This includes an understanding of the mathematical, scientific and engineering techniques required to support the design and construction processes, including building information management and modelling aspects of civil engineering disciplines with a demonstrable knowledge of sustainability.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;How to work effectively and contribute to engineering solutions by the correct use of resources and time. &lt;/strong&gt;This includes an understanding of project management systems, tools and techniques as they are applied to the design and construction process.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;How to communicate effectively using a range of techniques&lt;/strong&gt;. This includes an understanding of different communication methods and when to use them; how to write technical reports; drawing and modelling conventions and engineering terminology; collaboration and effective team working.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;The code of conduct of relevant professional bodies and institutions including ethics and their application in design and delivery of projects. &lt;/strong&gt;Understanding the protection of client confidentiality, the need to adhere to corporate policies on ethics and diversity and the professional obligation to make a contribution to society.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Safe working practices and how to comply with them. &lt;/strong&gt;Understanding regulations such as Construction Design and Management (CDM), Common Safety Method (CSM), hazard identification, mitigation and health safety and risk management in relation to project delivery.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Sustainable development and their own contribution to economic, environmental and social wellbeing. &lt;/strong&gt;Understanding company and client sustainability and environmental policies and their impact on design and delivery; and an awareness of the environmental impact of projects and mitigating actions.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Sources of and approaches to Continuing Professional Development (CPD). &lt;/strong&gt;This includes an understanding of appraisal schemes including training and development plans, CPD obligations and competency requirements relating to self and others.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;Skills&lt;/h3&gt;\n&lt;p&gt;A Civil Engineering Technician will be able to:&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;&lt;strong&gt;Select and use appropriate scientific, technical and engineering principles, techniques and methods to contribute to the design and delivery of infrastructure and building projects. &lt;/strong&gt;This includes the ability to produce and self-check; calculations, models, drawings etc; use appropriate systems for data gathering, Computer Aided Drawing (CAD), Building Information Management (BIM) and project management; and assist with surveys and inspections.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Work with others to contribute to produce integrated engineering solutions by the correct use of resources and time. &lt;/strong&gt;This includes the ability to contribute to developing, evolving and monitoring solutions to engineering problems whilst working to programme and within budget.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Manage and maintain the quality of their own work and that of others&lt;/strong&gt;. Assess the task to be done, plan/schedule work and manage time; decide when to allocate work to other people; maintain the flow of information so the work can be completed on time; check work at an appropriate level and against appropriate standards and specifications. Keep well organised personal records of work undertaken&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Communicate effectively and appropriately with others using a range of techniques &lt;/strong&gt;including verbal communication, reports, models and drawings using correct terms, standards and formats.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Keep themselves and others safe by adhering to safe working practices&lt;/strong&gt;. This includes the ability to identify hazards and assess risks, follow safe systems of work and adhere to all company safety policies.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Maintain their own skills base and learning. &lt;/strong&gt;This includes the ability to continuously assess their own competence against training objectives and identify development needs and training action plans and comply with the code of conduct set out by their professional body.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;Behaviours&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Take a responsible approach to health and safety.&lt;/li&gt;\n&lt;li&gt;Be professional, proactive and receptive to constructive advice and guidance.&lt;/li&gt;\n&lt;li&gt;Be willing to learn new skills and to adapt in the light of experience.&lt;/li&gt;\n&lt;li&gt;Know one’s limitations and when to ask for help or escalate.&lt;/li&gt;\n&lt;li&gt;Work independently when appropriate and take responsibility for and pride in their work.&lt;/li&gt;\n&lt;li&gt;Demonstrate a positive approach to problem solving.&lt;/li&gt;\n&lt;li&gt;Effectively contribute to discussions as part of a team.&lt;/li&gt;\n&lt;/ul&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-10-04T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0058 ",
  "tbMainContact": "CSudworth@acenet.co.uk",
  "involvedEmployers": "Adept Consulting Engineers, AECOM, Arup, Atkins, BWB Consulting, CH2M, Kier Highways, Mott MacDonald, Mouchel, MWH Global, Odyssey Markides, Peter Brett Associates, Tideway, Tony Gee and Partners, Waterman Group",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Design, Surveying & Planning",
  "cluster": "Design and surveying technician",
  "clusterId": "54",
  "clusterDescription": "Design, analyse, plan for site engineering and construction projects. Specialisms are common (e.g. rail infrastructure, asbestos management). Significant capability in the use of IT/digital technology, data collection, analysis and presentation",
  "createdDate": "2017-10-05T13:54:11 +00:00",
  "lastUpdated": "2021-11-02T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-10-04T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0091",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0091-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0091-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-11-02T00:00:00"
}