{
  "templateType": "Occupational Standard",
  "larsCode": 259,
  "referenceNumber": "ST0046",
  "learningAimClassCode": "",
  "title": "Civil engineering senior technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0046",
  "qualificationStandardUrl": null,
  "versionNumber": "1.3",
  "change": "Occupational standard and end-point assessment plan revised. Update to mandated qualifications",
  "changedDate": "2024-09-05T00:00:00",
  "earliestStartDate": "2024-09-05T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Looking after the technical, organising and supervising side of construction projects.",
  "level": 4,
  "ePALength": 4,
  "typicalDuration": 36,
  "maxFunding": 11000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "Construction Site Engineering Technician",
    "Construction",
    "Construction Site",
    "Engineering Technician",
    "Construction projects"
  ],
  "jobRoles": [
    "Assistant engineer",
    "Civil engineering senior technician",
    "Civil engineering site technician",
    "Civil engineering supervisor",
    "Civil infrastructure senior technician",
    "Construction site engineering technician",
    "Junior site engineer",
    "Senior construction technician",
    "Senior design technician",
    "Senior engineering technician",
    "Senior highways senior technician",
    "Site manager",
    "Structural engineering senior technician",
    "Transport engineering design technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0046-v1-3?view=epa",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.3",
  "standardInformation": "&lt;p&gt;&#160;&lt;/p&gt;\n&lt;h3&gt;1.&#160;&#160;&#160;&#160; Occupation(s)&lt;/h3&gt;\n&lt;p&gt;The occupation covered by this standard is Construction Site Engineering technician and typical job titles can include: Assistant Site Engineer, Assistant Engineer, Civil Engineering Technician or Construction Site Technician. In the case of SME construction companies the roles are likely to include Site Engineer, Civil Engineer or Project Engineer. They are associated with the dimensional control and application of engineering solutions on construction projects and are based on construction sites with occasional time in offices.&lt;/p&gt;\n&lt;h3&gt;2.&#160;&#160;&#160;&#160; Occupational profile&lt;/h3&gt;\n&lt;p&gt;The main duties and tasks of a Construction Site Engineering Technician are:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Dimensional control of construction projects&lt;/li&gt;\n&lt;li&gt;Assisting design teams with civil engineering solutions on construction projects&lt;/li&gt;\n&lt;li&gt;Supervision of specialist contractors&lt;/li&gt;\n&lt;li&gt;Contribute to the control of health and safety on construction projects&lt;/li&gt;\n&lt;li&gt;Recording, control and reporting of progress on a construction project&lt;/li&gt;\n&lt;li&gt;Contribute to the minimisation of the environmental impact of construction projects&lt;/li&gt;\n&lt;li&gt;Control the quality of works on a construction project&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;3.&#160;&#160;&#160;&#160; Requirements: Knowledge, Skills and Behaviours&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;115&quot; style=&quot;width: 115px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;384&quot; style=&quot;width: 384px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;115&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Health and Safety&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;384&quot;&gt;\n&lt;p&gt;Understand the principles and responsibilities imposed law and other regulations in a construction environment&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;115&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Sustainability&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;384&quot;&gt;\n&lt;p&gt;Understand the sustainability issues in projects across economic, social and environmental aspects&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;115&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Engineering Principles&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;384&quot;&gt;\n&lt;p&gt;Understand engineering techniques, procedures and methods and the principles of design&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;115&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Construction&#160;&lt;/strong&gt;&lt;strong&gt;Management&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;384&quot;&gt;\n&lt;p&gt;Understand management principles and the project management lifecycle&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;115&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Planning and&#160;&lt;/strong&gt;&lt;strong&gt;Organising Work&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;384&quot;&gt;\n&lt;p&gt;Understand the importance of project planning and resourcing and be able to analyse different techniques&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;115&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Monitor Quality&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;384&quot;&gt;\n&lt;p&gt;Able to define the quality required on a finished construction project&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;115&quot; style=&quot;width: 115px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;384&quot; style=&quot;width: 384px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;115&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Health and Safety&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;384&quot;&gt;\n&lt;p&gt;Identify risk of activities and encourage all employees to demonstrate safety-conscious behaviours&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;115&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Sustainability&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;384&quot;&gt;\n&lt;p&gt;Assess, identify and record the environmental impact of projects&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;115&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Engineering Solutions&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;384&quot;&gt;\n&lt;p&gt;Assist in the implementation of the most appropriate solutions for construction projects&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;115&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Construction&#160;&lt;/strong&gt;&lt;strong&gt;Management&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;384&quot;&gt;\n&lt;p&gt;Use effective management principles and be able to supervise construction workers&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;115&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Planning and&#160;&lt;/strong&gt;&lt;strong&gt;Organising Work&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;384&quot;&gt;\n&lt;p&gt;Understand overall plan for project and measure and record progress against plan&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;115&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Monitor Quality&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;384&quot;&gt;\n&lt;p&gt;Assess and report on quality standards of finished construction projects&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;126&quot; style=&quot;width: 126px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;342&quot; style=&quot;width: 342px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;126&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Professional Judgement&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;342&quot;&gt;\n&lt;p&gt;Be able to work within own level of competence and know when to seek advice from others&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;126&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Commitment to Code of&#160;&lt;/strong&gt;&lt;strong&gt;Ethics&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;342&quot;&gt;\n&lt;p&gt;Work within Rules and Regulations of Professional Competence and Conduct for the Institution of Civil Engineers&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;126&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Continuing Professional&#160;&lt;/strong&gt;&lt;strong&gt;Development&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;342&quot;&gt;\n&lt;p&gt;Identify own development needs and take action to meet those needs. Use own knowledge and expertise to help others when requested.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;126&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Commitment to Equality&#160;&lt;/strong&gt;&lt;strong&gt;and Diversity&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;342&quot;&gt;\n&lt;p&gt;Understand the importance of equality and diversity and demonstrate these attributes so as to meet the requirements of fairness at work.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;126&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Communicate Effectively&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;342&quot;&gt;\n&lt;p&gt;Be able to contribute effectively to meetings and present information in a variety of ways including oral and written.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;126&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Work in Teams&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;342&quot;&gt;\n&lt;p&gt;Be able to work with others in a collaborative and non-confrontational way.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;126&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Demonstrate Innovation&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;342&quot;&gt;\n&lt;p&gt;Be able to identify areas for improvement and suggest innovative solutions.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;&lt;br /&gt;4. Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The typical duration for this Apprenticeship is three years but this will depend upon the previous experience of the apprentice and access to opportunities to gain the full range of competence.&lt;/p&gt;\n&lt;h3&gt;5. Entry requirements&lt;/h3&gt;\n&lt;p&gt;Individual employers will determine their own entry requirements, but the typical entry requirements for this Apprenticeship will be five GCSEs or equivalent, including Maths, English and a Science; or a Level 2 Apprenticeship.&lt;/p&gt;\n&lt;h3&gt;6. Qualifications&lt;/h3&gt;\n&lt;p&gt;The following qualification will be gained:&lt;/p&gt;\n&lt;p&gt;A Level 4 qualification in Construction and Built Environment that meets the knowledge requirements of the standard and is approved by the Institution of Civil Engineers as meeting the educational requirements for EngTech MICE&lt;/p&gt;\n&lt;h3&gt;7. English and Maths&lt;/h3&gt;\n&lt;p&gt;English and Maths will at Level 2 will need to be achieved before taking the end point assessment and will be included in the Level 4 qualification.&lt;/p&gt;\n&lt;h3&gt;8. Link to professional registration&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship will include the knowledge, skills and behaviours required to achieve Technician status with the Institution of Civil Engineers (EngTech MICE). The Technician Professional Review process for EngTech MICE is included in the end-point assessment process for this Apprenticeship and will lead to the designatory letters EngTech MICE and the status of Engineering Technician.&lt;/p&gt;\n&lt;h3&gt;Level&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship standard is at Level 4.&lt;/p&gt;\n&lt;h3&gt;Review date&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship standard should be reviewed three years after approval of the standard.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in&#160;the construction, built environment and engineering sectors, with civil engineering senior technicians employed in a variety of organisation types and sizes. &#160;&lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is&#160;coordinate, manage and provide the technical planning, design, building, management, maintenance or dismantling of the built environment (such as buildings, structures, parks and public spaces, schools, offices, museums, hospitals) and infrastructure, such as transportation (road, rail, bridges, tunnels, ports and airports), water and waste management, marine and coastal engineering (irrigation systems, sustainable drainage systems (SuDS), flood, river and coastal defences), water and power supplies (utilities, hydropower, power stations, nuclear plants, on and offshore wind farms).&lt;/p&gt;\n&lt;p&gt;Civil engineering senior technicians use and apply their technical knowledge, underpinned by scientific principles and theories, propose numerous suitable techniques, procedures and methods to undertake and deliver civil engineering solutions. They need to source, review, analyse and evaluate a range of data and information, perform advanced calculations, and analyse civil engineering problems to reach proven solutions.&lt;/p&gt;\n&lt;p&gt;Senior technicians prepare, produce and present civil engineering information, designs and documentation, with regard for the practical need to deliver, manage, assess and improve civil engineering solutions to relevant codes of practice and industry standards (for example, Construction Design and Management (CDM), the Design Manual for Roads and Bridges (DMRB), or managing information over the whole life cycle of a built asset using Building Information Modelling (BIM) via ISO 19650), to statutory and regulatory requirements (such as the Building Safety Act), and in compliance with health, safety and wellbeing requirements.&lt;/p&gt;\n&lt;p&gt;They use appropriate analytical and computational software, including engineering analysis software (for example, CAD) or digital data modelling processes, to prepare, produce, and communicate civil engineering solutions, recognising the limitations of the techniques and outputs produced, and where continuous improvement may be useful. Some senior technicians will also select appropriate materials and perform tests on these.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;With the need to mitigate the detrimental effects on the environment and an increased drive for sustainability, senior technicians will need to consider the whole life cycle of a built asset, ensuring the civil engineering solutions and projects they are engaged with, align with United Nations Sustainable Development Goals (UNSDG), respond to net-zero carbon emissions targets and are compliant with climate change acts, and environmental and sustainability policies and legislation.&#160;&lt;/p&gt;\n&lt;p&gt;Civil engineering senior technicians also inform and manage tasks, team members and resources within their allocation, but also contribute to broader and more complex civil engineering solutions, applying appropriate project management knowledge and techniques, use quality systems and risk assessment procedures to mitigate risks, and improve safe systems of work. Senior technicians may also commission, carry out, or review site inspections or surveys, report progress against project plans, or check specified technical aspects of design or site-based activities. &#160;&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with&#160;their line manager, typically a senior civil engineer or site manager, to confirm programmes of work, agree individual and team responsibilities, budgets and resources, which support the delivery of wider plans across civil engineering projects; these teams could include other technicians or specialist contactors for which they may be responsible for, engineers across a range of disciplines from various employer types (e.g. clients, consultancies, contractors), and project managers, where their collective outputs will be used to produce civil engineering solutions that are fit for purpose, safe, secure, environmentally sustainable, and meet customer and industry specifications.&lt;/p&gt;\n&lt;p&gt;Senior technicians are also exposed to other professional disciplines, such as building services engineers, construction managers, surveyors, architects, planners, environmental practitioners, or legal teams. As well as liaising with internal colleagues, often across a variety of multidisciplinary areas, some senior technicians are also responsible for working with customers, suppliers, manufacturers, and stakeholders or with representatives from appropriate regulatory bodies.&lt;/p&gt;\n&lt;p&gt;Civil engineering senior technicians, depending on their employer, will spend their time in an office environment, working on site, working remotely or a combination of these. There is also potential for visiting customers, suppliers, or manufacturers.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for&#160;delivering civil engineering technical solutions, ensuring accuracy and quality, for which they are responsible for the technical management of, within agreed time and resource limits, compliant with industry, regulatory and legislative standards, such as the Building Safety Bill, and to broadly defined specifications. Civil engineering technicians must also comply with health and safety regulations, including the Construction (Design and Management) regulation, and environmental and sustainability policies.&lt;/p&gt;\n&lt;p&gt;Senior technicians also supervise other team members, communicating, agreeing and managing tasks that they and others complete, ensuring these meet appropriate standards and specified outcomes, and that work is carried out in a safe environment and the wellbeing of those involved is safeguarded.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;Senior technicians are able to use their own judgement when undertaking the occupational duties and apply their knowledge, skills, and behaviours in a range of contexts and environments, adapting to issues that arise, informing the actions to be taken and reviewing the effectiveness of these actions. They are also responsible for their own, and promoting the benefits of, continuing professional development, and recognising their own obligations to society.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "2fafd0e3-d40c-46bf-9d7e-3ab7bc2592ba",
      "detail": "Engineering principles, underpinned by relevant scientific, theoretical and technical knowledge and understanding to solve well-defined civil engineering problems"
    },
    {
      "knowledgeId": "1c0ae593-948b-496b-959b-28bde224446e",
      "detail": "Civil engineering techniques, procedures and methods used for civil engineering systems, to either measure and test, design, install, commission, maintain or operate"
    },
    {
      "knowledgeId": "119e8d58-3ea3-4543-8cfc-3eee93dd7a22",
      "detail": "Advanced mathematical, statistical and analytical problem-solving tools "
    },
    {
      "knowledgeId": "111cc18e-4bd1-47f0-a177-43fa28b82153",
      "detail": "Properties of, and selection criteria for materials, components or parts used in civil engineering solutions"
    },
    {
      "knowledgeId": "91ea29d6-db9d-498a-89fe-55aa14de2062",
      "detail": "Techniques and methods to collect data and technical information, to analyse and evaluate civil engineering problems"
    },
    {
      "knowledgeId": "8d0d7817-799f-48ad-8128-e69fff7780a6",
      "detail": "Design principles and control processes used in the civil engineering consultancy, construction or manufacturing process, and the common constraints faced"
    },
    {
      "knowledgeId": "8485fff9-f9a9-4a7c-9d33-df4c5bb8e8f4",
      "detail": "Technical drawings, designs, and models, using analytical and computer-based software packages"
    },
    {
      "knowledgeId": "72090b7c-e83f-4f84-9382-90c320dea0a0",
      "detail": "Uses and limitations of computational and digital models, including Building Information Modelling (BIM)"
    },
    {
      "knowledgeId": "d4d492c1-e268-4d4e-8cbe-ec08c6437c88",
      "detail": "Industry policies, standards, regulations and legislation, and codes of practice, including Building Safety legislation, Construction (Design and Management) (CDM) or Design Manual for Roads and Bridges (DMRB)"
    },
    {
      "knowledgeId": "e5e64f9c-a1a6-4f3c-a33f-a10176185304",
      "detail": "Statutory health, safety and welfare policies, procedures, and regulations including the Construction (Design and Management) regulation"
    },
    {
      "knowledgeId": "80dd4560-a900-4c9a-bfa1-7d9c951423be",
      "detail": "Risk assessment and mitigation processes, and their importance in the civil engineering environment "
    },
    {
      "knowledgeId": "4adf2725-4d11-4ef8-ad5b-2f89a15b67c3",
      "detail": "Principles of sustainable development and their impact on the lifecycle of civil engineering solutions, including United Nations Sustainable Development Goals (UNSDG), net-zero carbon emissions, environmental policies and legislations, and the climate change act"
    },
    {
      "knowledgeId": "2f92603d-e745-4a69-929f-a62b5692b979",
      "detail": "Project management techniques, including quality and information management and assurance systems and continuous improvement processes"
    },
    {
      "knowledgeId": "c4b5661f-2082-4cc1-8635-eb0f3c658a47",
      "detail": "Methods for planning and resourcing civil engineering tasks, and the impact on cost, quality, safety, security, and environment"
    },
    {
      "knowledgeId": "07e86a96-c4c5-4b24-afe5-9af0c5112e94",
      "detail": "Methods of communication and when to use them, using appropriate engineering terminology and conventions"
    },
    {
      "knowledgeId": "b45ce760-7821-4074-a05c-d6ac64bb94f4",
      "detail": "Roles and responsibilities within the organisation, team dynamics and their own boundaries of authority"
    },
    {
      "knowledgeId": "b56dc28e-4916-41ba-bbd4-6608f918755b",
      "detail": "Relationships between key organisations in the civil engineering sector (for example organisations, customers, partners and suppliers)"
    },
    {
      "knowledgeId": "2454ecac-3c18-49f3-beeb-803eccd9846f",
      "detail": "Equality, diversity and inclusion, its importance and impact on civil engineering solutions"
    },
    {
      "knowledgeId": "0535340f-ede5-4799-a51f-a65d7cf93e2b",
      "detail": "Ethical principles as applied to civil engineering including the need for the confidentiality and security of data and information"
    },
    {
      "knowledgeId": "a6df149c-6cb0-450b-b79a-232f73ec5b14",
      "detail": "Methods to maintain professional competence and technical knowledge including initial professional development (IPD) and continuing professional development (CPD)"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "abf9c225-3a94-4bc7-9a9f-aae00fafda06",
      "detail": "Works to health, safety and welfare requirements, industry standards, statutory regulation and legislation, policies, and codes of practice, and ensuring others do likewise"
    },
    {
      "behaviourId": "09574408-0371-4e6d-919f-46d09d3a8768",
      "detail": "Makes independent decisions when delivering civil engineering projects, whilst knowing their own limitations and when to ask for help or to escalate"
    },
    {
      "behaviourId": "532f8857-013f-4c2b-9904-32880547a348",
      "detail": "Works individually and as part of a team, being aware of their actions and the impact they may have on others, and demonstrating awareness of diversity and inclusion issues so as to meet the requirement of fairness at work"
    },
    {
      "behaviourId": "d445eadf-37b2-4f9b-842a-5c9ffc65e47f",
      "detail": "Solves problems with attention to detail, accuracy, and diligence, and seeks to continually improve "
    },
    {
      "behaviourId": "89ee65d4-5534-47e4-ada0-7db04c1941d0",
      "detail": "Maintains professional and ethical working relationships with internal, external, and other stakeholders"
    },
    {
      "behaviourId": "8cdb5a97-d3e8-4521-bd09-5393edf51702",
      "detail": "Takes responsibility for their own professional development, seeking opportunities to enhance their knowledge, skills, and experience, and support others when requested"
    }
  ],
  "skills": [
    {
      "skillId": "571b6c52-b5d2-47a5-beca-11fed45808f7",
      "detail": "Apply engineering principles, using relevant scientific, theoretical and technical know-how to solve well-defined civil engineering problems"
    },
    {
      "skillId": "308e9338-3bae-4aa6-b836-3a153ff4f718",
      "detail": "Apply civil engineering techniques, procedures and methods, and review the results, when measuring and testing, designing, installing, commissioning, maintaining or operating civil engineering systems "
    },
    {
      "skillId": "1c5c3f4c-4bb1-466c-88cd-56cb74d9c35f",
      "detail": "Employ a range of advanced mathematical, statistical and data interpretation tools, using analytical and computational methods to interpret and solve civil engineering problems"
    },
    {
      "skillId": "87362bc7-017d-46e0-9ef7-e92148bc4773",
      "detail": "Interpret and compare performance information to choose compliant materials, components or parts"
    },
    {
      "skillId": "e641c7ce-50bb-48f6-96be-bc61a689cd50",
      "detail": "Select and use technical literature and other sources of information and data to address well-defined civil engineering problems"
    },
    {
      "skillId": "941cb316-e8fa-439a-8843-0fee962bcabb",
      "detail": "Produce and interpret civil engineering technical drawings, designs, and models, using analytical and computer-based software packages, recognising the limitations of the software used "
    },
    {
      "skillId": "59827201-125d-4a57-a607-14fa3d398672",
      "detail": "Produce civil engineering technical solutions in accordance with relevant industry standards, procedures, codes of practice, regulations, and legislation"
    },
    {
      "skillId": "5cd0bc69-c451-459b-888a-928ffb8e998f",
      "detail": "Comply with, and encourage others to demonstrate, statutory health, safety and welfare policies, procedures and regulation"
    },
    {
      "skillId": "da3e5386-08fa-47b4-b664-9329d0fb71f1",
      "detail": "Complete risk assessments to identify, evaluate and mitigate risks"
    },
    {
      "skillId": "cfb62c2e-1fb0-42e6-9659-5fcf8fa89e83",
      "detail": "Apply principles of sustainable development, and assess the impact of these in their work"
    },
    {
      "skillId": "65ef7aca-5b48-4260-8137-61ab99fbcd3d",
      "detail": "Employ project management techniques, measuring and recording progress against civil engineering project plans"
    },
    {
      "skillId": "dabb4844-99b2-475d-bc67-7717b4dcb5e9",
      "detail": "Assess and report on quality using appropriate management and assurance systems and continuous improvement processes"
    },
    {
      "skillId": "39f7286b-13ba-4af6-a262-1254abf8c61e",
      "detail": "Identify and use resources, equipment and technology to meet project requirements, including specifications, budget and timescales"
    },
    {
      "skillId": "b3d5bca2-87a4-40e3-8ef8-077bbb4394d8",
      "detail": "Monitor and manage individual performance, and supervise others, recognising the need to comply with appropriate codes of practice and equality, diversity & inclusion (EDI) requirements"
    },
    {
      "skillId": "ae8802f2-5c58-40df-96a7-25cd70b23d47",
      "detail": "Communicate using appropriate methods for the audience, using appropriate engineering terminology and conventions"
    },
    {
      "skillId": "9066428f-79c9-4dbc-b937-466e6b57f874",
      "detail": "Apply ethical principles to civil engineering projects, including the secure use of data and information"
    },
    {
      "skillId": "df1734e9-ca62-4769-8759-cfd33f190a38",
      "detail": "Plan, undertake and review their own professional competence, updating and reviewing their CPD to improve performance"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-03-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0058",
  "tbMainContact": "c.sudworth@stemexplored.co.uk",
  "involvedEmployers": "Tony Gee & Partners, Mott MacDonald, WSP, Balfour Beatty, Arup, Capita, Systra, Stantec, Skanska, BDP, Cormac, Wiltshire Council, Transport for London, EDF, Morgan Sindall, Laing O’Rourke, Curtins, Clancy, Aecom",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Assistant engineer",
    "Civil engineering senior technician",
    "Civil engineering site technician",
    "Civil engineering supervisor",
    "Civil infrastructure senior technician",
    "Construction site engineering technician",
    "Junior site engineer",
    "Senior construction technician",
    "Senior design technician",
    "Senior engineering technician",
    "Senior highways senior technician",
    "Site manager",
    "Structural engineering senior technician",
    "Transport engineering design technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Design, Surveying & Planning",
  "cluster": "Design and surveying advanced technician",
  "clusterId": "138",
  "clusterDescription": null,
  "createdDate": "2024-09-05T14:28:40 +00:00",
  "lastUpdated": "2024-09-05T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-03-27T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0046",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0046-v1-3?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0046-v1-3",
  "qualifications": [
    {
      "qualificationId": "819ab19b-4dbc-42c1-9002-e46bbd094486",
      "title": "one of the following qualifications: Pearson L4 HNC in Civil Engineering (RQF/2023) qualification number (QN) 610/0935/0  -OR-  Pearson BTEC L4 HNC in Construction and the Built Environment (Civil Engineering) qualification number (QN) 603/0465/0 -OR- A HNC or an equivalent qualification in civil engineering approved or accredited by the Joint Board of Moderators (JBM) as meeting the educational requirements for an Engineering Technician and for progression towards IEng registration",
      "level": "4",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "Engineering Council (EngTech)",
      "level": "level 4",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "04033d89-ac13-4256-9cd7-ce296c6dc70a",
      "dutyDetail": "Propose civil engineering solutions to well-defined technical problems, by preparing, producing and presenting engineering diagrams and documents, to engineering specifications, industry codes of practice, regulations, standards, and procedures ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "abf9c225-3a94-4bc7-9a9f-aae00fafda06",
        "09574408-0371-4e6d-919f-46d09d3a8768",
        "d445eadf-37b2-4f9b-842a-5c9ffc65e47f"
      ],
      "mappedKnowledge": [
        "2fafd0e3-d40c-46bf-9d7e-3ab7bc2592ba",
        "1c0ae593-948b-496b-959b-28bde224446e",
        "d4d492c1-e268-4d4e-8cbe-ec08c6437c88",
        "e5e64f9c-a1a6-4f3c-a33f-a10176185304"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "571b6c52-b5d2-47a5-beca-11fed45808f7",
        "308e9338-3bae-4aa6-b836-3a153ff4f718",
        "59827201-125d-4a57-a607-14fa3d398672",
        "da3e5386-08fa-47b4-b664-9329d0fb71f1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e86aa469-98a7-4c66-881b-211b3d5e1b06",
      "dutyDetail": "Deliver appropriate and effective technical civil engineering solutions, by selecting, reviewing and evaluating data and technical information, and by using a range of appropriate engineering methods and processes, including the undertaking of complex calculations",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d445eadf-37b2-4f9b-842a-5c9ffc65e47f"
      ],
      "mappedKnowledge": [
        "2fafd0e3-d40c-46bf-9d7e-3ab7bc2592ba",
        "1c0ae593-948b-496b-959b-28bde224446e",
        "119e8d58-3ea3-4543-8cfc-3eee93dd7a22",
        "91ea29d6-db9d-498a-89fe-55aa14de2062"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "571b6c52-b5d2-47a5-beca-11fed45808f7",
        "308e9338-3bae-4aa6-b836-3a153ff4f718",
        "1c5c3f4c-4bb1-466c-88cd-56cb74d9c35f",
        "87362bc7-017d-46e0-9ef7-e92148bc4773",
        "e641c7ce-50bb-48f6-96be-bc61a689cd50"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b50038e9-81d9-48eb-9ddb-e7ce7f5a4705",
      "dutyDetail": "Manage civil engineering tasks and supervise team members, by applying engineering management principles to effectively identify, organise and use resources within civil engineering projects to specification, whilst recording, controlling, and reporting against agreed budgets or costs, agreed targets and timescales, and with consideration for quality, safety and the contracted terms and conditions",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09574408-0371-4e6d-919f-46d09d3a8768",
        "532f8857-013f-4c2b-9904-32880547a348",
        "89ee65d4-5534-47e4-ada0-7db04c1941d0"
      ],
      "mappedKnowledge": [
        "1c0ae593-948b-496b-959b-28bde224446e",
        "2f92603d-e745-4a69-929f-a62b5692b979",
        "c4b5661f-2082-4cc1-8635-eb0f3c658a47",
        "07e86a96-c4c5-4b24-afe5-9af0c5112e94",
        "b45ce760-7821-4074-a05c-d6ac64bb94f4",
        "b56dc28e-4916-41ba-bbd4-6608f918755b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "308e9338-3bae-4aa6-b836-3a153ff4f718",
        "65ef7aca-5b48-4260-8137-61ab99fbcd3d",
        "dabb4844-99b2-475d-bc67-7717b4dcb5e9",
        "39f7286b-13ba-4af6-a262-1254abf8c61e",
        "b3d5bca2-87a4-40e3-8ef8-077bbb4394d8",
        "ae8802f2-5c58-40df-96a7-25cd70b23d47"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "495458b3-3fd4-46b7-80f5-e161f27518ef",
      "dutyDetail": "Contribute to the design of civil engineering systems, checking the systems designed or delivered meet the requirements of the end user or business need, and that relevant industry standards and procedures are adhered to",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "abf9c225-3a94-4bc7-9a9f-aae00fafda06",
        "d445eadf-37b2-4f9b-842a-5c9ffc65e47f"
      ],
      "mappedKnowledge": [
        "8d0d7817-799f-48ad-8128-e69fff7780a6",
        "8485fff9-f9a9-4a7c-9d33-df4c5bb8e8f4",
        "72090b7c-e83f-4f84-9382-90c320dea0a0",
        "d4d492c1-e268-4d4e-8cbe-ec08c6437c88",
        "e5e64f9c-a1a6-4f3c-a33f-a10176185304"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "941cb316-e8fa-439a-8843-0fee962bcabb",
        "59827201-125d-4a57-a607-14fa3d398672",
        "5cd0bc69-c451-459b-888a-928ffb8e998f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5e5dce47-5697-4b86-9ae6-8e427b4654b1",
      "dutyDetail": "Use a range of practical and workshop skills, selecting and applying appropriate materials, equipment, technologies and processes, to plan, undertake and analyse civil engineering activities",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "532f8857-013f-4c2b-9904-32880547a348",
        "d445eadf-37b2-4f9b-842a-5c9ffc65e47f"
      ],
      "mappedKnowledge": [
        "1c0ae593-948b-496b-959b-28bde224446e",
        "111cc18e-4bd1-47f0-a177-43fa28b82153",
        "91ea29d6-db9d-498a-89fe-55aa14de2062"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "308e9338-3bae-4aa6-b836-3a153ff4f718",
        "87362bc7-017d-46e0-9ef7-e92148bc4773",
        "e641c7ce-50bb-48f6-96be-bc61a689cd50"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8a6daa39-a204-4d64-a205-65378a233b31",
      "dutyDetail": "Use analytical and engineering analysis software (such as Computer Aided Design (CAD)), digital data modelling processes, such as Building Information Management (BIM), and other techniques) to inform, develop or manage civil engineering solutions, recognising the limitations of the software techniques used  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "532f8857-013f-4c2b-9904-32880547a348",
        "d445eadf-37b2-4f9b-842a-5c9ffc65e47f"
      ],
      "mappedKnowledge": [
        "119e8d58-3ea3-4543-8cfc-3eee93dd7a22",
        "8485fff9-f9a9-4a7c-9d33-df4c5bb8e8f4",
        "72090b7c-e83f-4f84-9382-90c320dea0a0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1c5c3f4c-4bb1-466c-88cd-56cb74d9c35f",
        "941cb316-e8fa-439a-8843-0fee962bcabb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "02757523-7949-45a6-9b13-f935b91a642d",
      "dutyDetail": "Ensure compliance with health, safety & welfare requirements, apply safe systems of work, including the Construction (Design and Management) regulation, understanding the safety implications of their role, ensuring they apply and improve safe systems of work",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d445eadf-37b2-4f9b-842a-5c9ffc65e47f"
      ],
      "mappedKnowledge": [
        "d4d492c1-e268-4d4e-8cbe-ec08c6437c88",
        "80dd4560-a900-4c9a-bfa1-7d9c951423be"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "59827201-125d-4a57-a607-14fa3d398672",
        "da3e5386-08fa-47b4-b664-9329d0fb71f1",
        "65ef7aca-5b48-4260-8137-61ab99fbcd3d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d86e1550-4df6-4393-bddd-cc900f773311",
      "dutyDetail": "Identify, evaluate and mitigate risks associated with their own work, and in the projects and activities they are responsible for",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "abf9c225-3a94-4bc7-9a9f-aae00fafda06",
        "09574408-0371-4e6d-919f-46d09d3a8768",
        "532f8857-013f-4c2b-9904-32880547a348"
      ],
      "mappedKnowledge": [
        "e5e64f9c-a1a6-4f3c-a33f-a10176185304",
        "80dd4560-a900-4c9a-bfa1-7d9c951423be"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5cd0bc69-c451-459b-888a-928ffb8e998f",
        "da3e5386-08fa-47b4-b664-9329d0fb71f1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7102d7fb-eb40-41d7-aaac-5b5427a2b1de",
      "dutyDetail": "Comply with relevant policies, standards, regulations, legislation, strategies, technical guidance, and codes of practice, for example, Building Safety legislation, Construction (Design and Management) (CDM), or Design Manual for Roads and Bridges (DMRB), ensuring they are interpreted, and communicated correctly and appropriately",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "abf9c225-3a94-4bc7-9a9f-aae00fafda06",
        "09574408-0371-4e6d-919f-46d09d3a8768",
        "89ee65d4-5534-47e4-ada0-7db04c1941d0"
      ],
      "mappedKnowledge": [
        "d4d492c1-e268-4d4e-8cbe-ec08c6437c88",
        "07e86a96-c4c5-4b24-afe5-9af0c5112e94"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "59827201-125d-4a57-a607-14fa3d398672",
        "ae8802f2-5c58-40df-96a7-25cd70b23d47"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3faa37d8-dc7b-49ef-a5ee-2e2cd2412050",
      "dutyDetail": "Comply with environmental policies and legislation, practice sustainable principles, and evaluate how these impact on the civil engineering projects they work on, and how these assist in the achievement of United Nations Sustainable Development Goals (UNSDG) and net-zero carbon emissions",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "abf9c225-3a94-4bc7-9a9f-aae00fafda06"
      ],
      "mappedKnowledge": [
        "4adf2725-4d11-4ef8-ad5b-2f89a15b67c3",
        "c4b5661f-2082-4cc1-8635-eb0f3c658a47"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cfb62c2e-1fb0-42e6-9659-5fcf8fa89e83"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "dbeb0bea-0fd5-44fb-b4bc-f16009bd9102",
      "dutyDetail": "Use quality and information management, and assurance systems and processes, for example ISO 19650, recognising the need for these, and their role in continuous improvement",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "532f8857-013f-4c2b-9904-32880547a348"
      ],
      "mappedKnowledge": [
        "c4b5661f-2082-4cc1-8635-eb0f3c658a47"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "dabb4844-99b2-475d-bc67-7717b4dcb5e9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5c3d83ab-cf8c-483d-9c96-6b75bdffce9c",
      "dutyDetail": "Communicate and liaise effectively with own project team, and those in other teams, such as customers or specialist contractors, and with internal or external stakeholders, respecting the need for the security of data and information",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "89ee65d4-5534-47e4-ada0-7db04c1941d0"
      ],
      "mappedKnowledge": [
        "07e86a96-c4c5-4b24-afe5-9af0c5112e94",
        "b45ce760-7821-4074-a05c-d6ac64bb94f4",
        "b56dc28e-4916-41ba-bbd4-6608f918755b",
        "2454ecac-3c18-49f3-beeb-803eccd9846f",
        "0535340f-ede5-4799-a51f-a65d7cf93e2b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "65ef7aca-5b48-4260-8137-61ab99fbcd3d",
        "b3d5bca2-87a4-40e3-8ef8-077bbb4394d8",
        "ae8802f2-5c58-40df-96a7-25cd70b23d47",
        "9066428f-79c9-4dbc-b937-466e6b57f874"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "307e6abf-f974-44a6-ace9-5284778c7d22",
      "dutyDetail": "Work reliably and effectively independently without close supervision, and as a member of a team, taking responsibility for their own work, and supervising others where appropriate",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09574408-0371-4e6d-919f-46d09d3a8768",
        "532f8857-013f-4c2b-9904-32880547a348",
        "89ee65d4-5534-47e4-ada0-7db04c1941d0"
      ],
      "mappedKnowledge": [
        "2f92603d-e745-4a69-929f-a62b5692b979",
        "07e86a96-c4c5-4b24-afe5-9af0c5112e94",
        "b45ce760-7821-4074-a05c-d6ac64bb94f4",
        "b56dc28e-4916-41ba-bbd4-6608f918755b",
        "2454ecac-3c18-49f3-beeb-803eccd9846f",
        "0535340f-ede5-4799-a51f-a65d7cf93e2b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "65ef7aca-5b48-4260-8137-61ab99fbcd3d",
        "39f7286b-13ba-4af6-a262-1254abf8c61e",
        "b3d5bca2-87a4-40e3-8ef8-077bbb4394d8",
        "ae8802f2-5c58-40df-96a7-25cd70b23d47",
        "9066428f-79c9-4dbc-b937-466e6b57f874"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5e917b3e-6276-46d5-9849-278a2df74f5b",
      "dutyDetail": "Ensure compliance with equality, diversity & inclusion (EDI) and ethical standards, recognising the importance of these in the workplace ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "532f8857-013f-4c2b-9904-32880547a348",
        "89ee65d4-5534-47e4-ada0-7db04c1941d0"
      ],
      "mappedKnowledge": [
        "2454ecac-3c18-49f3-beeb-803eccd9846f",
        "0535340f-ede5-4799-a51f-a65d7cf93e2b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b3d5bca2-87a4-40e3-8ef8-077bbb4394d8",
        "ae8802f2-5c58-40df-96a7-25cd70b23d47"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2704a9e5-d147-4095-a305-d701ba22c42e",
      "dutyDetail": "Plan and maintain their own learning and skills development by carrying out continuing professional development in line with professional codes of conduct and/or industry specifications and obligations, and promoting the benefits of this to others",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "8cdb5a97-d3e8-4521-bd09-5393edf51702"
      ],
      "mappedKnowledge": [
        "a6df149c-6cb0-450b-b79a-232f73ec5b14"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "df1734e9-ca62-4769-8759-cfd33f190a38"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-09-05T00:00:00"
}