{
  "templateType": "Occupational Standard",
  "larsCode": 275,
  "referenceNumber": "ST0041",
  "learningAimClassCode": "",
  "title": "Building services engineering senior technician",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0041",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "Occupational standard and end-point assessment plan revised.",
  "changedDate": "2024-09-05T00:00:00",
  "earliestStartDate": "2024-04-03T00:00:00",
  "latestStartDate": "2024-09-04T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Planning and installing electrical and mechanical systems within buildings.",
  "level": 4,
  "ePALength": 4,
  "typicalDuration": 36,
  "maxFunding": 13000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "Building services engineering technician",
    "Building services",
    "construction",
    "project management",
    "engineering"
  ],
  "jobRoles": [
    "Assistant design engineer",
    "Assistant engineer",
    "Building services engineering senior technician",
    "Building services engineering supervisor",
    "Building services site technician",
    "Electrical engineering senior technician",
    "Infrastructure senior technician",
    "Mechanical engineering senior technician",
    "Senior bim technician",
    "Senior construction technician",
    "Senior design technician",
    "Senior engineering technician",
    "Senior mep technician",
    "Senior revit technician",
    "Senior site technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0041-v1-2?view=epa",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.2",
  "standardInformation": "&lt;h3&gt;1. Occupation(s)&lt;/h3&gt;\n&lt;p&gt;The occupation covered by this standard is Building Services Engineering Technician and typical job titles can include: Assistant Project Engineer, Assistant Engineer or Building Services Site Technician. In the case of SME building services engineering specialist contractors the roles are likely to include Assistant Project Managers, Project Managers and Site Managers. They are associated with the supervision of the installation’ commissioning or servicing of environmental technologies on construction projects and are based on construction sites with occasional time in offices.&lt;/p&gt;\n&lt;h3&gt;2. Occupational profile&lt;/h3&gt;\n&lt;p&gt;The main duties and tasks of a Building Services Engineering Technician are:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Supervision of the installation of environmental technologies into buildings&lt;/li&gt;\n&lt;li&gt;Assisting design teams with building services engineering solutions on construction projects&lt;/li&gt;\n&lt;li&gt;Supervision of specialist contractors&lt;/li&gt;\n&lt;li&gt;Control of health and safety on construction projects&lt;/li&gt;\n&lt;li&gt;Recording, control and reporting of progress on a construction project&lt;/li&gt;\n&lt;li&gt;Minimisation of the environmental impact of construction projects&lt;/li&gt;\n&lt;li&gt;Control the quality of works on a construction project&lt;/li&gt;\n&lt;li&gt;Ensure compliance with contractual conditions on a project&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;3. Requirements: Knowledge, Skills and Behaviours&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;What is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Health and Safety&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Understand the principles and responsibilities imposed law and other regulations in a building services environment&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Sustainability&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Understand the sustainability issues in projects across economic, social and environmental aspects&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Engineering Principles&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Understand engineering techniques, procedures and methods and the principles of design&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Project Management&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Understand management principles and the project management lifecycle and the contractual conditions on a project&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Planning and&#160;&lt;/strong&gt;&lt;strong&gt;Organising Work&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Understand the importance of project planning and resourcing and be able to analyse different techniques&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Monitor Quality&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Able to define the quality required and the commissioning process on a finished building services project&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;What is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Health and Safety&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Identify risk of activities and encourage all employees to demonstrate safety- conscious behaviours&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Sustainability&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Assess, identify and record the environmental impact of projects&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Engineering Solutions&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Assist in the implementation of the most appropriate solutions for building services projects&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Project Management&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Use effective management principles and be able to supervise building services workers, ensuring adherence to contractual conditions&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Planning and&#160;&lt;/strong&gt;&lt;strong&gt;Organising Work&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Understand overall plan for project and measure and record progress against plan&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Monitor Quality&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Assess and report on quality standards and assist in commissioning of finished&#160; building services projects&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th colspan=&quot;2&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;What is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Professional Judgement&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Be able to work within own level of competence and know when to seek advice from others&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Commitment to Code of&#160;&lt;/strong&gt;&lt;strong&gt;Ethics&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Work within Rules and Regulations of Professional Competence and Conduct for the Chartered Institution of Building Services Engineers&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Continuing Professional&#160;&lt;/strong&gt;&lt;strong&gt;Development&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Identify own development needs and take action to meet those needs. Use own knowledge and expertise to help others when requested.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Commitment to Equality&#160;&lt;/strong&gt;&lt;strong&gt;and Diversity&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Understand the importance of equality and diversity and demonstrate these attributes so as to meet the requirements of fairness at work.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Communicate Effectively&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Be able to contribute effectively to meetings and present information in a variety of ways including oral and written.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Work in Teams&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Be able to work with others in a collaborative and non-confrontational way.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Demonstrate Innovation&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Be able to identify areas for improvement and suggest innovative solutions.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;4. Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The typical duration for this Apprenticeship is three years but this will depend upon the previous experience of the apprentice and access to opportunities to gain the full range of competence.&lt;/p&gt;\n&lt;h3&gt;5. Entry requirements&lt;/h3&gt;\n&lt;p&gt;Individual employers will determine their own entry requirements, but the typical entry requirements for this Apprenticeship will be five GCSEs or equivalent, including Maths, English and a Science; or a Level 2 Apprenticeship.&lt;/p&gt;\n&lt;h3&gt;6. Qualifications&lt;/h3&gt;\n&lt;p&gt;The following qualification will be gained:&lt;/p&gt;\n&lt;p&gt;A Level 4 qualification in Construction and Built Environment that meets the knowledge requirements of the standard and is approved by the Chartered Institution of Building Services Engineers as meeting the educational requirements for EngTech LCIBSE&lt;/p&gt;\n&lt;h3&gt;7. English and Maths&lt;/h3&gt;\n&lt;p&gt;English and Maths at Level 2 will need to be achieved before taking the end point assessment and will form part of the Level 4 qualification.&lt;/p&gt;\n&lt;h3&gt;8. Link to professional registration&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship will include the knowledge, skills and behaviours required to achieve Technician status with the Chartered Institution of Building Services Engineers (EngTech LCIBSE).&#160; The Technician Professional Review process for EngTech LCIBSE is included in the end-point assessment process for this Apprenticeship and will lead to the designatory letters EngTech LCIBSE and the status of Engineering Technician.&lt;/p&gt;\n&lt;h3&gt;Level&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship standard is at Level 4.&#160;&lt;/p&gt;\n&lt;h3&gt;Review date&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship standard should be reviewed three years after approval of the standard.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in&#160;the construction, built environment and engineering sectors, with building services engineering senior technicians employed in a variety of organisation types and sizes.&#160;&lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is to bring the built environment to life by connecting up the buildings we live and work in, ensuring they meet the needs of the people, plant, and services they need to accommodate, whilst providing comfort, building safety and security and efficiency through ever increasing environmental safeguarding.&lt;/p&gt;\n&lt;p&gt;Building services engineering senior technicians use their technical knowledge to deliver, or address problems with, building services systems that are to be designed, manufactured, installed, managed or maintained, within a building. The main types of building services systems are mechanical (heating, ventilation, and cooling), electrical (power, lighting etc) and public health (water services and drainage).&lt;/p&gt;\n&lt;p&gt;In these areas, building services engineering senior technicians may consider:&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &lt;strong&gt;safety and security, &lt;/strong&gt;including emergency lighting, security and alarm systems, fire detection and prevention, emergency back-up systems, inclusive access, and flow through buildings for both people and equipment, including escalators and lifts.&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &lt;strong&gt;efficiency and sustainability&lt;/strong&gt;, including the capture, supply and use of energy (electrical, mechanical, and other power systems, renewable energy systems (such as solar, wind or heat pump sources), water supply and management (including plumbing and drainage), communication networks to aid integrated systems and intelligent buildings, and fa&#231;ade engineering.&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &lt;strong&gt;comfort and control, &lt;/strong&gt;including heating and ventilation, air conditioning and refrigeration, and lighting (artificial and natural) and acoustics.&lt;/p&gt;\n&lt;p&gt;Building services engineering senior technicians use and apply their technical knowledge, underpinned by scientific principles and theories, propose numerous suitable techniques, procedures and methods to undertake and deliver building services engineering solutions. They need to source, review, analyse and evaluate a range of information and data, perform advanced calculations, and analyse building services engineering problems to reach proven solutions.&lt;/p&gt;\n&lt;p&gt;Senior technicians will prepare, produce and present building services engineering information, designs and documentation, with regard for the practical need to install, maintain, manage or improve building services equipment and systems, and to relevant codes of practice and industry standards (for example, BSI Flex 8670, or managing information over the whole life cycle of a built asset using Building Energy Managing Systems (BEMS) or Building Information Modelling (BIM) via ISO 19650), to statutory and regulatory requirements (such as the Building Safety Act), and in compliance with health, safety and wellbeing requirements.&lt;/p&gt;\n&lt;p&gt;They use appropriate analytical and computational software, including engineering analysis software (such as CAD or Revit) or digital data modelling systems, such as Building Information Management (BIM), recognising the limitations of the techniques used and where continuous improvement may be useful.&lt;/p&gt;\n&lt;p&gt;With the need to mitigate the detrimental effects on the environment and an increased drive for sustainability, senior technicians will need to consider the whole life cycle of a built asset, ensuring building service engineering systems and projects align with United Nations Sustainable Development Goals (UNSDG), respond to net-zero carbon emissions targets and are compliant with climate change acts, and environmental and sustainability policies and legislation.&lt;/p&gt;\n&lt;p&gt;Building services engineering senior technicians will also inform and manage tasks, team members and resources within their allocation, but also contribute to broader and more complex building services engineering solutions, applying appropriate project management knowledge and techniques, use quality systems and risk assessment procedures to mitigate risks, and improve safe systems of work. Senior technicians may also commission, carry out, or review site inspections or surveys, report progress against project plans, or check specified technical aspects of design, site or manufacturing activities.&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;In their daily work, employees interact with&lt;/strong&gt; their line manager, typically a senior building services engineer or site manager, to confirm programmes of work, agree individual and team responsibilities, budgets and resources, which support the delivery of wider plans across building services engineering projects; these teams could include other technicians or specialist contractors for which they may be responsible for, engineers across a range of disciplines, such as mechanical, electrical or public health engineering, from various employer types (e.g. clients, consultancies, contractors), and project managers, where their collective outputs will be used to produce building services engineering solutions that are fit for purpose, safe, secure, environmentally sustainable, and meet customer and industry specifications.&#160;&lt;/p&gt;\n&lt;p&gt;Senior technicians will also be exposed to other professional disciplines, such as civils, lighting and acoustics engineers, surveyors, architects, planners, environmental practitioners, or legal teams. As well as liaising with internal colleagues across a variety of multidisciplinary areas, some senior technicians will also be responsible for working with customers, suppliers, manufacturers, and stakeholders or with representatives from appropriate regulatory bodies.&lt;/p&gt;\n&lt;p&gt;Building services engineering senior technicians, depending on their employer, will spend their time in an office environment, working on site, working remotely or a combination of these. There is also potential for visiting customers, suppliers, or manufacturers.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Employees are responsible for&lt;/strong&gt; delivering building services engineering technical solutions, ensuring accuracy and quality, for which they are responsible for the technical management of, within agreed time and resource limits, compliant with health and safety regulations, to industry, regulatory and legislative standards, such as the Building Safety Bill, and to broadly defined specifications.&lt;/p&gt;\n&lt;p&gt;Senior technicians will also supervise other team members, communicating, agreeing, and managing tasks that others complete, ensuring these meet appropriate standards and specified outcomes, and that work is carried out in a safe environment and the wellbeing of those involved is safeguarded.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "5495456f-0928-45d1-8f56-d28d2bd0cb49",
      "detail": "Engineering principles, underpinned by relevant scientific, theoretical and technical knowledge and understanding to solve well-defined building services engineering problems."
    },
    {
      "knowledgeId": "0b180d52-76fa-4f72-a96d-6e630898febe",
      "detail": "Building services engineering techniques, procedures and methods used for building services engineering systems, to either measure and test, design, install, commission, maintain or operate."
    },
    {
      "knowledgeId": "3a0c1ead-f4a1-42f9-90b1-e750437fb26e",
      "detail": "Advanced mathematical, statistical and analytical problem-solving tools."
    },
    {
      "knowledgeId": "b6218ba8-4fc7-4e0a-9b70-beed6d467441",
      "detail": "Properties of, and selection criteria for materials, components or parts used in building services solutions. "
    },
    {
      "knowledgeId": "392c71ff-a21c-4034-969d-8c909c68fd1b",
      "detail": "Techniques and methods to collect data and technical information for analysis and evaluation."
    },
    {
      "knowledgeId": "19379682-8e4c-4f2f-8864-2506bc76f9b4",
      "detail": "Design principles and control processes used in the building services engineering consultancy, construction or manufacturing process, and the common constraints faced."
    },
    {
      "knowledgeId": "0c8b6c0c-db7d-4afa-ba4a-6092afef8ccd",
      "detail": "Technical drawings, designs, and models, using analytical and computer-based software packages."
    },
    {
      "knowledgeId": "a4b7f560-1530-47a0-964b-e536b0430d2f",
      "detail": "Uses and limitations of computational and digital models, including Building Information Modelling (BIM)."
    },
    {
      "knowledgeId": "d6f9855e-064a-40aa-8662-dbf02e55c650",
      "detail": "Industry policies, standards, regulations and legislation, and codes of practice, including Building Safety legislation or BSI Flex 8670."
    },
    {
      "knowledgeId": "5aed5ffc-7b4b-4278-974d-d964069724de",
      "detail": "Statutory health, safety and welfare policies, procedures, and regulations including Construction (Design and Management) (CDM)."
    },
    {
      "knowledgeId": "38a36f8c-9f61-4773-adc2-584270ddbc00",
      "detail": "Risk assessment and mitigation processes, and their importance in the building services environment. "
    },
    {
      "knowledgeId": "719d9a7b-6d75-41ef-946f-dd8d9ae868e3",
      "detail": "Principles of sustainable development and their impact on the lifecycle of building services engineering solutions, including United Nations Sustainable Development Goals (UNSDG), net-zero carbon emissions, environmental policies and legislations, and the climate change act."
    },
    {
      "knowledgeId": "ff61a1dd-fcb0-49e7-a698-b81a8d9358c9",
      "detail": "Project management techniques, including quality and information management and assurance systems and continuous improvement processes."
    },
    {
      "knowledgeId": "1a2e207f-ffc2-4b7e-9614-d3ce6f3f5b77",
      "detail": "Methods for planning and resourcing building services engineering tasks, and the impact on cost, quality, safety, security, and environment."
    },
    {
      "knowledgeId": "322db3e9-ada3-4f13-b378-0b581bc7c286",
      "detail": "Methods of communication and when to use them, using appropriate engineering terminology and conventions."
    },
    {
      "knowledgeId": "21c7ede5-dc6a-43f2-a8d3-f8eacaaf2e67",
      "detail": "Roles and responsibilities within the organisation, team dynamics and their own boundaries of authority."
    },
    {
      "knowledgeId": "b10321d5-7910-49a1-b231-6718df79549c",
      "detail": "Relationships between key organisations in the building services engineering sector (for example organisations, customers, partners and suppliers)."
    },
    {
      "knowledgeId": "e37b85f5-009b-4f23-bbbe-38907c4b3aa8",
      "detail": "Equality, diversity and inclusion, its importance and impact on building services engineering solutions."
    },
    {
      "knowledgeId": "b1604660-d55b-4aef-8fac-419cb65ced2d",
      "detail": "Ethical principles as applied to building services engineering including the need for security of data and information."
    },
    {
      "knowledgeId": "044ec61b-c6d3-45e0-a3c6-44883d7c8e54",
      "detail": "Methods to maintain professional competence and technical knowledge including initial professional development (IPD) and continuing professional development (CPD)."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "1ba695b1-cb3e-4e40-8765-b7c33e688cb5",
      "detail": "Works to health, safety and welfare requirements, industry standards, statutory regulation and legislation, policies, and codes of practice, and ensuring others do likewise."
    },
    {
      "behaviourId": "89ba86ff-2961-452d-a841-ac6c21dba55a",
      "detail": "Makes independent decisions when delivering building services engineering projects, whilst knowing their own limitations and when to ask for help or to escalate."
    },
    {
      "behaviourId": "ed39f98c-785c-48fa-bafa-0372b36743f9",
      "detail": "Works individually and as part of a team, being aware of their actions and the impact they may have on others, and demonstrating awareness of diversity and inclusion issues so as to meet the requirement of fairness at work."
    },
    {
      "behaviourId": "b84ed138-0143-450e-98d4-4663618134a2",
      "detail": "Solves problems with attention to detail, accuracy, and diligence, and seeks to continually improve. "
    },
    {
      "behaviourId": "b7ce47aa-9250-404f-be85-6a7ac5d8b43b",
      "detail": "Maintains professional and ethical working relationships with internal, external, and other stakeholders."
    },
    {
      "behaviourId": "71290e2a-7b9c-42e4-b595-08c344812779",
      "detail": "Takes responsibility for their own professional development, seeking opportunities to enhance their knowledge, skills, and experience, and support others when requested."
    }
  ],
  "skills": [
    {
      "skillId": "10d82e43-3600-4754-9997-4cdd206d66bf",
      "detail": "Apply engineering principles, using relevant scientific, theoretical and technical know-how to solve well-defined building services engineering problems."
    },
    {
      "skillId": "b9c2a14a-0760-4a7d-8f2d-bdc82b1e8520",
      "detail": "Apply building services engineering techniques, procedures and methods, and review the results, when measuring and testing, designing, installing, commissioning, maintaining or operating building services engineering systems. "
    },
    {
      "skillId": "fdf0b24e-aee2-4cb1-a9b5-e68d1481b0bf",
      "detail": "Employ a range of advanced mathematical, statistical and data interpretation tools, using analytical and computational methods to interpret and solve well-defined building services engineering problems."
    },
    {
      "skillId": "23ceeee5-5c01-4832-b221-421ce9f30e37",
      "detail": "Interpret and compare performance information to choose compliant materials, components or parts."
    },
    {
      "skillId": "99f41fde-825b-46c2-8576-818a5a6d576c",
      "detail": "Select and use technical literature and other sources of information and data to address well-defined building services engineering problems."
    },
    {
      "skillId": "e96ff0ae-cf5e-4c00-b231-6e768ace00cc",
      "detail": "Produce and interpret building services engineering technical drawings, designs, and models, using analytical and computer-based software packages, recognising the limitations of the software used."
    },
    {
      "skillId": "21bcc08a-192d-4c8e-93c6-5de4b7c9c2e3",
      "detail": "Produce building services engineering technical solutions in accordance with relevant industry standards, procedures, codes of practice, regulations, and legislation."
    },
    {
      "skillId": "75fd3508-f3f6-4d32-865f-64ae71af2900",
      "detail": "Comply with, and encourage others to demonstrate, statutory health, safety and welfare policies, procedures and regulation."
    },
    {
      "skillId": "a873b576-2340-4da6-a316-98b7bd9eaf35",
      "detail": "Complete risk assessments to identify, evaluate and mitigate risks."
    },
    {
      "skillId": "df6f16f4-be35-4764-9721-7188b8bedbe4",
      "detail": "Apply principles of sustainable development, and assess the impact of these in their work."
    },
    {
      "skillId": "9f5f79c8-6c18-4ca3-bbbd-dd0465d732ef",
      "detail": "Employ project management techniques, measuring and recording progress against building services engineering project plans."
    },
    {
      "skillId": "72b6b69c-cf31-4299-bae5-925171249e7c",
      "detail": "Assess and report on quality using appropriate management and assurance systems and continuous improvement processes."
    },
    {
      "skillId": "1e855119-6ccd-41e7-a145-e874cfd4bc0f",
      "detail": "Identify and use resources, equipment and technology to meet project requirements, including specifications, budget and timescales."
    },
    {
      "skillId": "7fd4ad36-cb38-48e3-a37d-47f0de600430",
      "detail": "Monitor and manage individual performance, and supervise others, recognising the need to comply with appropriate codes of practice and equality, diversity & inclusion (EDI) requirements."
    },
    {
      "skillId": "48d5ed6a-e47e-48a8-a3bb-18dbb32a808e",
      "detail": "Communicate using appropriate methods for the audience, using appropriate engineering terminology and conventions."
    },
    {
      "skillId": "954b4282-c159-49e2-8b43-a0a0e4323554",
      "detail": "Apply ethical principles to building services engineering projects, including the secure use of data and information."
    },
    {
      "skillId": "c844e33c-995c-4eeb-8b92-f3fb2ca68974",
      "detail": "Plan, undertake and review their own professional competence, updating and reviewing their CPD to improve performance."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-05-08T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0056",
  "tbMainContact": "c.sudworth@stemexplored.co.uk",
  "involvedEmployers": "Troup Bywater & Anders, Arup, Atkins, Clancy Consulting, Mott MacDonald, Waterman, Crofton Consulting, BDP, Hoare Lee, CBRE, Static Systems Group (SSG), Balfour Beatty, CW Contractors, Derry Building Services, Skanska, Laing O’Rourke, St Mowden, BESA, Electrical Contractors Association",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Assistant design engineer",
    "Assistant engineer",
    "Building services engineering senior technician",
    "Building services engineering supervisor",
    "Building services site technician",
    "Electrical engineering senior technician",
    "Infrastructure senior technician",
    "Mechanical engineering senior technician",
    "Senior bim technician",
    "Senior construction technician",
    "Senior design technician",
    "Senior engineering technician",
    "Senior mep technician",
    "Senior revit technician",
    "Senior site technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Building Services Engineering",
  "cluster": "Building Services engineering technician",
  "clusterId": "140",
  "clusterDescription": null,
  "createdDate": "2024-04-03T11:33:21 +00:00",
  "lastUpdated": "2024-09-05T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-05-08T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0041",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0041-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0041-v1-2",
  "qualifications": [
    {
      "qualificationId": "8eff80a8-0631-4359-b069-6bc08a2be0ca",
      "title": " A qualification that meets the knowledge requirements of the standard and is approved by the Engineering Council as meeting the learning outcomes specified for EngTech at level 4. Specifically, Pearson Level 4 Higher National Certificate in Building Services Engineering (RQF/2023) qualification number (QN) 610/0940/4 ---OR--- Pearson BTEC Level 4 HNC in Construction and the Built Environment (Building Services Engineering) qualification number (QN) 603/0465/0.",
      "level": "4",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "Engineering Council (EngTech)",
      "level": "level 4",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "dca949c1-7fd2-4b28-91f8-f55881e080d9",
      "dutyDetail": "Propose building services engineering solutions to well-defined technical problems, by preparing, producing and presenting engineering diagrams and documents, to engineering specifications, industry codes of practice, regulations, standards, and procedures ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1ba695b1-cb3e-4e40-8765-b7c33e688cb5",
        "89ba86ff-2961-452d-a841-ac6c21dba55a",
        "b84ed138-0143-450e-98d4-4663618134a2"
      ],
      "mappedKnowledge": [
        "5495456f-0928-45d1-8f56-d28d2bd0cb49",
        "0b180d52-76fa-4f72-a96d-6e630898febe",
        "d6f9855e-064a-40aa-8662-dbf02e55c650",
        "5aed5ffc-7b4b-4278-974d-d964069724de"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "10d82e43-3600-4754-9997-4cdd206d66bf",
        "b9c2a14a-0760-4a7d-8f2d-bdc82b1e8520",
        "21bcc08a-192d-4c8e-93c6-5de4b7c9c2e3",
        "a873b576-2340-4da6-a316-98b7bd9eaf35"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9ebc70fb-e709-4c25-b2eb-a65061d62f4f",
      "dutyDetail": "Deliver appropriate and effective technical building services engineering solutions, by selecting, reviewing and evaluating data and technical information, and by using a range of appropriate engineering methods and processes, including the undertaking of complex calculations",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b84ed138-0143-450e-98d4-4663618134a2"
      ],
      "mappedKnowledge": [
        "5495456f-0928-45d1-8f56-d28d2bd0cb49",
        "0b180d52-76fa-4f72-a96d-6e630898febe",
        "3a0c1ead-f4a1-42f9-90b1-e750437fb26e",
        "392c71ff-a21c-4034-969d-8c909c68fd1b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "10d82e43-3600-4754-9997-4cdd206d66bf",
        "b9c2a14a-0760-4a7d-8f2d-bdc82b1e8520",
        "fdf0b24e-aee2-4cb1-a9b5-e68d1481b0bf",
        "23ceeee5-5c01-4832-b221-421ce9f30e37",
        "99f41fde-825b-46c2-8576-818a5a6d576c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e24a17bd-203b-4b70-af29-bd9ded8e1a06",
      "dutyDetail": "Manage building services tasks and supervise team members, by applying engineering management principles to effectively identify, organise and use resources within projects to specification, whilst recording and reporting against agreed budgets or costs, targets and timescales, and with consideration for quality, safety and the contracted terms and conditions",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "89ba86ff-2961-452d-a841-ac6c21dba55a",
        "ed39f98c-785c-48fa-bafa-0372b36743f9",
        "b7ce47aa-9250-404f-be85-6a7ac5d8b43b"
      ],
      "mappedKnowledge": [
        "0b180d52-76fa-4f72-a96d-6e630898febe",
        "ff61a1dd-fcb0-49e7-a698-b81a8d9358c9",
        "1a2e207f-ffc2-4b7e-9614-d3ce6f3f5b77",
        "322db3e9-ada3-4f13-b378-0b581bc7c286",
        "21c7ede5-dc6a-43f2-a8d3-f8eacaaf2e67",
        "b10321d5-7910-49a1-b231-6718df79549c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b9c2a14a-0760-4a7d-8f2d-bdc82b1e8520",
        "9f5f79c8-6c18-4ca3-bbbd-dd0465d732ef",
        "72b6b69c-cf31-4299-bae5-925171249e7c",
        "1e855119-6ccd-41e7-a145-e874cfd4bc0f",
        "7fd4ad36-cb38-48e3-a37d-47f0de600430",
        "48d5ed6a-e47e-48a8-a3bb-18dbb32a808e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "402452ca-dd2c-462e-86e3-37265a3ad7d3",
      "dutyDetail": "Contribute to the design of building services systems, checking the systems designed meet the requirements of the end user or business need, and that relevant industry standards and procedures are adhered to",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1ba695b1-cb3e-4e40-8765-b7c33e688cb5",
        "b84ed138-0143-450e-98d4-4663618134a2"
      ],
      "mappedKnowledge": [
        "19379682-8e4c-4f2f-8864-2506bc76f9b4",
        "0c8b6c0c-db7d-4afa-ba4a-6092afef8ccd",
        "a4b7f560-1530-47a0-964b-e536b0430d2f",
        "d6f9855e-064a-40aa-8662-dbf02e55c650",
        "5aed5ffc-7b4b-4278-974d-d964069724de"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e96ff0ae-cf5e-4c00-b231-6e768ace00cc",
        "21bcc08a-192d-4c8e-93c6-5de4b7c9c2e3",
        "75fd3508-f3f6-4d32-865f-64ae71af2900"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "cc7c6a05-d61a-47e3-a980-84610a1336b5",
      "dutyDetail": "Use a range of practical and workshop skills, selecting and applying appropriate materials, equipment, technologies and processes, to plan, undertake and analyse building services activities",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ed39f98c-785c-48fa-bafa-0372b36743f9",
        "b84ed138-0143-450e-98d4-4663618134a2"
      ],
      "mappedKnowledge": [
        "0b180d52-76fa-4f72-a96d-6e630898febe",
        "b6218ba8-4fc7-4e0a-9b70-beed6d467441",
        "392c71ff-a21c-4034-969d-8c909c68fd1b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b9c2a14a-0760-4a7d-8f2d-bdc82b1e8520",
        "23ceeee5-5c01-4832-b221-421ce9f30e37",
        "99f41fde-825b-46c2-8576-818a5a6d576c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1e01c11e-b690-48ee-9bc0-f3932c86b5dd",
      "dutyDetail": "Use analytical and engineering analysis software (such as Computer Aided Design (CAD) or Revit), digital data modelling systems (such as Building Information Management (BIM) or Building Energy Management Systems (BEMS)) to inform, develop or manage building service engineering solutions recognising the limitations of the techniques used  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ed39f98c-785c-48fa-bafa-0372b36743f9",
        "b84ed138-0143-450e-98d4-4663618134a2"
      ],
      "mappedKnowledge": [
        "3a0c1ead-f4a1-42f9-90b1-e750437fb26e",
        "0c8b6c0c-db7d-4afa-ba4a-6092afef8ccd",
        "a4b7f560-1530-47a0-964b-e536b0430d2f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fdf0b24e-aee2-4cb1-a9b5-e68d1481b0bf",
        "e96ff0ae-cf5e-4c00-b231-6e768ace00cc"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b3533145-66f4-4a2e-abef-71f5c93cefdf",
      "dutyDetail": "Ensure compliance with health, safety & welfare requirements, apply safe systems of work, for example the Construction (Design and Management) regulation, understanding the safety implications of their role, ensuring they apply and improve safe systems of work",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b84ed138-0143-450e-98d4-4663618134a2"
      ],
      "mappedKnowledge": [
        "d6f9855e-064a-40aa-8662-dbf02e55c650",
        "38a36f8c-9f61-4773-adc2-584270ddbc00"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "21bcc08a-192d-4c8e-93c6-5de4b7c9c2e3",
        "a873b576-2340-4da6-a316-98b7bd9eaf35",
        "9f5f79c8-6c18-4ca3-bbbd-dd0465d732ef"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f7320d6c-877b-4d89-9b19-5391b0c851cb",
      "dutyDetail": "Identify, evaluate and mitigate risks associated with their own work, and in the projects and activities they are responsible for",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1ba695b1-cb3e-4e40-8765-b7c33e688cb5",
        "89ba86ff-2961-452d-a841-ac6c21dba55a",
        "ed39f98c-785c-48fa-bafa-0372b36743f9"
      ],
      "mappedKnowledge": [
        "5aed5ffc-7b4b-4278-974d-d964069724de",
        "38a36f8c-9f61-4773-adc2-584270ddbc00"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "75fd3508-f3f6-4d32-865f-64ae71af2900",
        "a873b576-2340-4da6-a316-98b7bd9eaf35"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "820b0e0d-d071-4bfb-bb03-5dcecfce91d4",
      "dutyDetail": "Comply with relevant policies, standards, regulations, legislation, strategies, technical guidance, and codes of practice, for example Building Safety legislation or BSI Flex 8670, ensuring they are interpreted, and communicated correctly and appropriately",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1ba695b1-cb3e-4e40-8765-b7c33e688cb5",
        "89ba86ff-2961-452d-a841-ac6c21dba55a",
        "b7ce47aa-9250-404f-be85-6a7ac5d8b43b"
      ],
      "mappedKnowledge": [
        "d6f9855e-064a-40aa-8662-dbf02e55c650",
        "322db3e9-ada3-4f13-b378-0b581bc7c286"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "21bcc08a-192d-4c8e-93c6-5de4b7c9c2e3",
        "48d5ed6a-e47e-48a8-a3bb-18dbb32a808e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fbffd61d-3038-4051-8061-684cd121326f",
      "dutyDetail": "Comply with environmental policies and legislation, practice sustainable principles, and evaluate how these impact on the building services engineering projects they work on, and how these assist in the achievement of United Nations Sustainable Development Goals (UNSDG) and net-zero carbon emissions",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1ba695b1-cb3e-4e40-8765-b7c33e688cb5"
      ],
      "mappedKnowledge": [
        "719d9a7b-6d75-41ef-946f-dd8d9ae868e3",
        "1a2e207f-ffc2-4b7e-9614-d3ce6f3f5b77"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "df6f16f4-be35-4764-9721-7188b8bedbe4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b3329395-023f-40ca-b3eb-122011d42fb2",
      "dutyDetail": "Use quality and information management, and assurance systems and processes, for example ISO 19650, recognising the need for these and their role in continuous improvement",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ed39f98c-785c-48fa-bafa-0372b36743f9"
      ],
      "mappedKnowledge": [
        "1a2e207f-ffc2-4b7e-9614-d3ce6f3f5b77"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "72b6b69c-cf31-4299-bae5-925171249e7c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "cf96529c-da01-4e39-9947-ea1c1b012c3b",
      "dutyDetail": "Communicate and liaise effectively with own project team, and those in other teams, such as customers or specialist contractors, and with internal or external stakeholders, respecting the need for the security of data and information",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b7ce47aa-9250-404f-be85-6a7ac5d8b43b"
      ],
      "mappedKnowledge": [
        "322db3e9-ada3-4f13-b378-0b581bc7c286",
        "21c7ede5-dc6a-43f2-a8d3-f8eacaaf2e67",
        "b10321d5-7910-49a1-b231-6718df79549c",
        "e37b85f5-009b-4f23-bbbe-38907c4b3aa8",
        "b1604660-d55b-4aef-8fac-419cb65ced2d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9f5f79c8-6c18-4ca3-bbbd-dd0465d732ef",
        "7fd4ad36-cb38-48e3-a37d-47f0de600430",
        "48d5ed6a-e47e-48a8-a3bb-18dbb32a808e",
        "954b4282-c159-49e2-8b43-a0a0e4323554"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "080324ad-26c5-41cb-acab-76aeb6597e19",
      "dutyDetail": "Work reliably and effectively independently without close supervision, and as a member of a team, taking responsibility for their own work, and supervising others where appropriate",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "89ba86ff-2961-452d-a841-ac6c21dba55a",
        "ed39f98c-785c-48fa-bafa-0372b36743f9",
        "b7ce47aa-9250-404f-be85-6a7ac5d8b43b"
      ],
      "mappedKnowledge": [
        "ff61a1dd-fcb0-49e7-a698-b81a8d9358c9",
        "322db3e9-ada3-4f13-b378-0b581bc7c286",
        "21c7ede5-dc6a-43f2-a8d3-f8eacaaf2e67",
        "b10321d5-7910-49a1-b231-6718df79549c",
        "e37b85f5-009b-4f23-bbbe-38907c4b3aa8",
        "b1604660-d55b-4aef-8fac-419cb65ced2d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9f5f79c8-6c18-4ca3-bbbd-dd0465d732ef",
        "1e855119-6ccd-41e7-a145-e874cfd4bc0f",
        "7fd4ad36-cb38-48e3-a37d-47f0de600430",
        "48d5ed6a-e47e-48a8-a3bb-18dbb32a808e",
        "954b4282-c159-49e2-8b43-a0a0e4323554"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6582faef-71e6-49ba-9997-59d889c8404a",
      "dutyDetail": "Ensure compliance with equality, diversity & inclusion (EDI) and ethical standards, recognising the importance of these in the workplace ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ed39f98c-785c-48fa-bafa-0372b36743f9",
        "b84ed138-0143-450e-98d4-4663618134a2"
      ],
      "mappedKnowledge": [
        "e37b85f5-009b-4f23-bbbe-38907c4b3aa8",
        "b1604660-d55b-4aef-8fac-419cb65ced2d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7fd4ad36-cb38-48e3-a37d-47f0de600430",
        "48d5ed6a-e47e-48a8-a3bb-18dbb32a808e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fe202b0c-2ff2-4af2-b057-cae56e89db15",
      "dutyDetail": "Plan and maintain own learning and skills development by carrying out continuing professional development in line with professional codes of conduct and/or industry specifications and obligations, and promoting the benefits of this to others",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "71290e2a-7b9c-42e4-b595-08c344812779"
      ],
      "mappedKnowledge": [
        "044ec61b-c6d3-45e0-a3c6-44883d7c8e54"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c844e33c-995c-4eeb-8b92-f3fb2ca68974"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-09-05T00:00:00"
}