{
  "templateType": "Apprenticeship Standard",
  "larsCode": 119,
  "referenceNumber": "ST0005",
  "learningAimClassCode": "",
  "title": "Adult care worker",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0005",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "Funding band revised.",
  "changedDate": "2023-06-26T00:00:00",
  "earliestStartDate": "2023-06-26T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Providing frontline care for vulnerable adults.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 4000,
  "maxFundingAdditionalInformation": "",
  "route": "Care services",
  "keywords": [
    "care",
    "adult care",
    "healthcare",
    "health care",
    "care sector",
    "social care",
    "Elderly"
  ],
  "jobRoles": [
    "Adult Care Worker",
    "Personal Assistant",
    "carer",
    "adult carer",
    "care assistant",
    "care worker"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/sgnne0ok/st0005_adult-care-worker_v12_l2_ap-for-publication_march-2025.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.3 Health and social care",
  "version": "1.2",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupation:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Adult care worker&lt;/p&gt;\n&lt;h4&gt;Role profile (what the successful candidate should be able to do at the end of the Apprenticeship)&lt;/h4&gt;\n&lt;p&gt;Adult Care Workers are the frontline staff who help adults with care and support needs to achieve their personal goals and live as independently and safely as possible, enabling them to have control and choice in their lives.&lt;/p&gt;\n&lt;p&gt;Job titles might include: Care Assistant, Care Worker, Support Worker, Personal Assistant, Relief Team Worker, Support Worker - Supported Living, Key Worker in Residential Settings, Key Worker in Domiciliary Services, Key Worker in Day Services, Home Care Support Worker, Substance Misuse Worker, Learning Disability Support Worker, Mental Health Support Worker, Mental Health Outreach Worker and Re-enablement Worker.&lt;/p&gt;\n&lt;p&gt;To work in care is to make a positive difference to someone’s life when they are faced with physical, practical, social, emotional or intellectual challenges. Adult Care Workers need to have the right values and behaviours developing competences and skills to provide high quality compassionate care and support. They are the frontline staff who help adults with care and support needs to achieve their personal goals and live as independently and safely as possible, enabling them to have control and choice in their lives which is at the heart of person centred care. Job roles are varied and determined by and relevant to the type of the service being provided and the person supported. Adult Care Workers may work in residential or nursing homes, domiciliary care, day centres, a person’s own home or some clinical healthcare settings.&lt;/p&gt;\n&lt;p&gt;Personal assistants do the same job as an Adult Care Worker and work directly for one individual usually within their own home. Working with people, feeling passionate about supporting and enabling them to live a more independent and fulfilling life is a rewarding and worthwhile job that provides excellent career opportunities.&lt;/p&gt;\n&lt;p&gt;These are the personal attributes and behaviours expected of all Adult Care Workers carrying out their roles&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Care – is caring consistently and enough about individuals to make a positive difference to their lives&lt;/li&gt;\n&lt;li&gt;Compassion – is delivering care and support with kindness, consideration, dignity and respect&lt;/li&gt;\n&lt;li&gt;Courage – is doing the right thing for people and speaking up if the individual they support is at risk&lt;/li&gt;\n&lt;li&gt;Communication – good communication is central to successful caring relationships and effective team working&lt;/li&gt;\n&lt;li&gt;Competence – is applying knowledge and skills to provide high quality care and support&lt;/li&gt;\n&lt;li&gt;Commitment – to improving the experience of people who need care and support ensuring it is person centred&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;12-18 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level: &lt;/strong&gt;&amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;2&lt;/p&gt;\n&lt;h3&gt;An adult care worker must know and understand:&lt;/h3&gt;\n&lt;h4&gt;A. The job they have to do, their main tasks and responsibilities&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;The tasks and responsibilities of the job role relevant to the context of the service in which they are working. This could include supporting with social activities, monitoring health, assisting with eating, mobility and personal care&lt;/li&gt;\n&lt;li&gt;Professional boundaries and limits of their training and expertise&lt;/li&gt;\n&lt;li&gt;Relevant statutory standards and codes of practice for their role&lt;/li&gt;\n&lt;li&gt;What the ‘duty of care’ is in practice&lt;/li&gt;\n&lt;li&gt;How to contribute towards the development and creation of a care plan underpinned by the individuals preferences in regard to the way they want to be supported&lt;/li&gt;\n&lt;li&gt;How to identify, respond to and escalate changes to physical, social, and emotional needs of individuals&lt;/li&gt;\n&lt;li&gt;How to access, follow and be compliant with regulations and organisational policies and procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;B. The importance of having the right values and behaviours&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;How to support and enable individuals to achieve their personal aims and goals&lt;/li&gt;\n&lt;li&gt;What dignity means in how to work with individuals and others&lt;/li&gt;\n&lt;li&gt;The importance of respecting diversity and treating everyone equally&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;C. The importance of communication&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;The barriers to communication&lt;/li&gt;\n&lt;li&gt;The impact of non-verbal communication&lt;/li&gt;\n&lt;li&gt;The importance of active listening&lt;/li&gt;\n&lt;li&gt;How the way they communicate can affect others&lt;/li&gt;\n&lt;li&gt;About different forms of communication e.g. signing, communication boards&lt;/li&gt;\n&lt;li&gt;How to find out the best way to communicate with the individual they are supporting&lt;/li&gt;\n&lt;li&gt;How to make sure confidential information is kept safe&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;D. How to support individuals to remain safe from harm (Safeguarding)&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;What abuse is and what to do when they have concerns someone is being abused&lt;/li&gt;\n&lt;li&gt;The national and local strategies for safeguarding and protection from abuse&lt;/li&gt;\n&lt;li&gt;What to do when receiving comments and complaints&lt;/li&gt;\n&lt;li&gt;How to recognise unsafe practices in the workplace&lt;/li&gt;\n&lt;li&gt;The importance and process of whistleblowing&lt;/li&gt;\n&lt;li&gt;How to address any dilemmas they may face between a person’s rights and their safety&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;E. How to promote health and wellbeing for the individuals they support and work colleagues&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;The health and safety responsibilities of self, employer and workers&lt;/li&gt;\n&lt;li&gt;How to keep safe in the work environment&lt;/li&gt;\n&lt;li&gt;What to do when there is an accident or sudden illness&lt;/li&gt;\n&lt;li&gt;What to do with hazardous substances&lt;/li&gt;\n&lt;li&gt;How to promote fire safety&lt;/li&gt;\n&lt;li&gt;How to reduce the spread of infection&lt;/li&gt;\n&lt;li&gt;What a risk assessment is and how it can be used to promote person-centred care safely&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;F. How to work professionally, including their own professional development&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;What a professional relationship is with the person being supported and colleagues&lt;/li&gt;\n&lt;li&gt;How to work together with other people and organisations in the interest of the person being supported&lt;/li&gt;\n&lt;li&gt;How to be actively involved in their personal development plan&lt;/li&gt;\n&lt;li&gt;The importance of excellent core skills in writing, numbers and information technology&lt;/li&gt;\n&lt;li&gt;What to do to develop, sustain and exhibit a positive attitude and personal resilience&lt;/li&gt;\n&lt;li&gt;Where and how to access specialist knowledge when needed to support performance of the job role&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;An adult care worker must be able to:&lt;/h3&gt;\n&lt;h4&gt;A: The main tasks and responsibilities according to their job role&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;&amp;nbsp;Support individuals they are working with according to their personal care/support plan&lt;/li&gt;\n&lt;li&gt;Ask for help from an appropriate person when not confident or skilled in any aspect of their role&lt;/li&gt;\n&lt;li&gt;Provide individuals with information to enable them to have a choice about the way they are supported&lt;/li&gt;\n&lt;li&gt;Encourage individuals to participate in the way their care and support is delivered&lt;/li&gt;\n&lt;li&gt;Ensure the individual knows what they are agreeing to regarding the way in which they are supported&lt;/li&gt;\n&lt;li&gt;Contribute to the on-going development of care/support plans for the individual they support&lt;/li&gt;\n&lt;li&gt;Support individuals with cognitive, physical or sensory impairments&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;B. Treating people with respect and dignity and honouring their human rights&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Ensure dignity is at the centre of all work with the individuals they support, their families, carers and advocates&lt;/li&gt;\n&lt;li&gt;Demonstrate all work is person centred, accommodating the individual’s needs, wishes and preferences&lt;/li&gt;\n&lt;li&gt;Demonstrate empathy (understanding and compassion) for individuals they support&lt;/li&gt;\n&lt;li&gt;Demonstrate courage in supporting people in ways that may challenge their personal/cultural beliefs&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;C. Communicating clearly and responsibly&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Speak clearly and exhibit positive non-verbal communication to individuals, families, carers and advocates&lt;/li&gt;\n&lt;li&gt;Use the preferred methods of communication of the individual they support according to their language, culture, sensory needs and their wishes&lt;/li&gt;\n&lt;li&gt;Identify and take steps to reduce environmental barriers to communication&lt;/li&gt;\n&lt;li&gt;Demonstrate they can check for understanding&lt;/li&gt;\n&lt;li&gt;Write clearly and concisely in records and reports&lt;/li&gt;\n&lt;li&gt;Keep information safe and confidential according to agreed ways of working&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;D. Supporting individuals to remain safe from harm (Safeguarding)&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Recognise potential signs of different forms of abuse&lt;/li&gt;\n&lt;li&gt;Respond to concerns of abuse according to agreed ways of working&lt;/li&gt;\n&lt;li&gt;Recognise, report and challenge unsafe practices&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;E. Championing health and wellbeing for the individuals they support and for work colleagues&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Promote the health and wellbeing of the individual they support&lt;/li&gt;\n&lt;li&gt;Move people and objects safely&lt;/li&gt;\n&lt;li&gt;Demonstrate how to reduce the spread of infection, including use of best practice in hand hygiene&lt;/li&gt;\n&lt;li&gt;Demonstrate the promotion of healthy eating and wellbeing by ensuring individuals have access to fluids, food and nutrition&lt;/li&gt;\n&lt;li&gt;Demonstrate how to keep people, buildings and themselves safe and secure&lt;/li&gt;\n&lt;li&gt;Carry out fire safety procedures when required&lt;/li&gt;\n&lt;li&gt;Use risk assessments to support individuals safely&lt;/li&gt;\n&lt;li&gt;Recognise symptoms of cognitive impairment, e.g. Dementia, learning disabilities and mental health&lt;/li&gt;\n&lt;li&gt;Monitor and report changes in health and wellbeing for individuals they support&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;F. Working professionally and seeking to develop their own professional development&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Reflect on your own work practices&lt;/li&gt;\n&lt;li&gt;Demonstrate the development of their own skills and knowledge, including core skills in writing, numbers and information technology&lt;/li&gt;\n&lt;li&gt;Demonstrate their contribution to their development plan&lt;/li&gt;\n&lt;li&gt;Demonstrate ability to work in partnership with others to support the individual&lt;/li&gt;\n&lt;li&gt;Identify sources of support when conflicts arise with other people or organisations&lt;/li&gt;\n&lt;li&gt;Demonstrate they can work within safe, clear professional boundaries&lt;/li&gt;\n&lt;li&gt;Show they can access and apply additional skills required to perform the specific job role competently&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Qualifications:&lt;/h3&gt;\n&lt;p&gt;Level 2 Diploma in Care.&lt;/p&gt;\n&lt;h3&gt;Progression:&lt;/h3&gt;\n&lt;p&gt;This apprenticeship provides an ideal entry into the occupation and supports progression within the sector.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Individuals without level 1 English and maths will need to achieve this level and take the test for level 2 English and maths prior to taking the end-point assessment.&lt;/p&gt;\n&lt;p&gt;For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;Industry-specific requirements&lt;/h3&gt;\n&lt;p&gt;Undertake the Enhanced Disclosure and Barring Service process and provide the result prior to starting.&lt;/p&gt;\n&lt;p&gt;The individual must meet the 15 standards as set out in the Care Certificate. The Care Quality Commission expect that providers that employ healthcare assistants and social care support workers follow these standards to make sure new staff are supported, skilled and assessed as competent to carry out their roles.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Adult Care Workers are the frontline staff who help adults with care and support needs to achieve their personal goals and live as independently and safely as possible, enabling them to have control and choice in their lives. Job titles might include: Care Assistant, Care Worker, Support Worker, Personal Assistant, Relief Team Worker, Support Worker - Supported Living, Key Worker in Residential Settings, Key Worker in Domiciliary Services, Key Worker in Day Services, Home Care Support Worker, Substance Misuse Worker, Learning Disability Support Worker, Mental Health Support Worker, Mental Health Outreach Worker and Re-enablement Worker. To work in care is to make a positive difference to someone’s life when they are faced with physical, practical, social, emotional or intellectual challenges. Adult Care Workers need to have the right values and behaviours developing competences and skills to provide high quality compassionate care and support. They are the frontline staff who help adults with care and support needs to achieve their personal goals and live as independently and safely as possible, enabling them to have control and choice in their lives which is at the heart of person centred care. Job roles are varied and determined by and relevant to the type of the service being provided and the person supported. Adult Care Workers may work in residential or nursing homes, domiciliary care, day centres, a person’s own home or some clinical healthcare settings. Personal assistants do the same job as an Adult Care Worker and work directly for one individual usually within their own home. Working with people, feeling passionate about supporting and enabling them to live a more independent and fulfilling life is a rewarding and worthwhile job that provides excellent career opportunities.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "ef1411bd-2419-4ae9-8bdd-2945dec37fe0",
      "detail": "The tasks and responsibilities of the job role relevant to the context of the service in which they are working. This could include supporting with social activities, monitoring health, assisting with eating, mobility and personal care"
    },
    {
      "knowledgeId": "1cedca71-6ac2-4c06-a03c-7a9f18bd590e",
      "detail": "Professional boundaries and limits of their training and expertise"
    },
    {
      "knowledgeId": "4f8fe3ca-9628-45cc-bc55-dff26a46ec7c",
      "detail": "Relevant statutory standards and codes of practice for their role"
    },
    {
      "knowledgeId": "47b17b4d-ef86-465a-b8f5-b421337772e8",
      "detail": "What the ‘duty of care’ is in practice"
    },
    {
      "knowledgeId": "adf263b6-a6ee-43b8-a2a7-50a2c16cc618",
      "detail": "How to contribute towards the development and creation of a care plan underpinned by the individuals preferences in regard to the way they want to be supported"
    },
    {
      "knowledgeId": "6346c5aa-98e2-4d61-84ac-ec81e5151a5c",
      "detail": "How to identify, respond to and escalate changes to physical, social, and emotional needs of individuals"
    },
    {
      "knowledgeId": "cb308566-0c0c-4a21-a4e0-ab6b9fdd2e3e",
      "detail": "How to access, follow and be compliant with regulations and organisational policies and procedures"
    },
    {
      "knowledgeId": "e56d186c-b3af-4df2-80e2-021d4e0fd507",
      "detail": "How to support and enable individuals to achieve their personal aims and goals"
    },
    {
      "knowledgeId": "1db915ad-8b00-460a-838e-0c2c2d9f5088",
      "detail": "What dignity means in how to work with individuals and others"
    },
    {
      "knowledgeId": "eb2b8ba1-e859-4ea0-8fe4-8761f4f4b9b4",
      "detail": "The importance of respecting diversity and treating everyone equally"
    },
    {
      "knowledgeId": "e3fc2b96-e568-4a33-9482-f904e05d04ee",
      "detail": "The barriers to communication"
    },
    {
      "knowledgeId": "69787823-b5b4-475c-97f7-8f80cb436fe4",
      "detail": "The impact of non-verbal communication"
    },
    {
      "knowledgeId": "530d6207-2164-4a86-af0a-043e7139c67a",
      "detail": "The importance of active listening"
    },
    {
      "knowledgeId": "6cea713f-5ace-41e3-950e-20041b3d7e20",
      "detail": "How the way they communicate can affect others"
    },
    {
      "knowledgeId": "074adcc8-f157-43f3-a21e-d0639dcf298b",
      "detail": "About different forms of communication e.g. signing, communication boards"
    },
    {
      "knowledgeId": "60b573ee-18a4-4f1e-a957-e4acbff73311",
      "detail": "How to find out the best way to communicate with the individual they are supporting"
    },
    {
      "knowledgeId": "1cf8882d-1eab-4e68-908b-a2ec6c4c5a76",
      "detail": "How to make sure confidential information is kept safe"
    },
    {
      "knowledgeId": "9eb56fff-d969-487c-bc55-fa3fcc8bb104",
      "detail": "What abuse is and what to do when they have concerns someone is being abused"
    },
    {
      "knowledgeId": "9c86fc0c-3f25-4db9-90d3-f82ca083853b",
      "detail": "The national and local strategies for safeguarding and protection from abuse"
    },
    {
      "knowledgeId": "9b0a71a1-5a34-47be-8634-26c2de471b2d",
      "detail": "What to do when receiving comments and complaints"
    },
    {
      "knowledgeId": "04332c05-63e1-4431-9fd8-6ca31298843d",
      "detail": "How to recognise unsafe practices in the workplace"
    },
    {
      "knowledgeId": "3d843123-101e-4aa8-8923-e6c3542df78f",
      "detail": "The importance and process of whistleblowing"
    },
    {
      "knowledgeId": "40c356c7-24b5-4e2b-b262-7a81fe241415",
      "detail": "How to address any dilemmas they may face between a person’s rights and their safety"
    },
    {
      "knowledgeId": "136d8fc4-ad7b-4016-bed5-b28bc1c951d1",
      "detail": "The health and safety responsibilities of self, employer and workers"
    },
    {
      "knowledgeId": "e6a4c1b3-0507-4989-86cc-becdff056c21",
      "detail": "How to keep safe in the work environment"
    },
    {
      "knowledgeId": "106e7974-3e91-44eb-b88b-e82aea3ab3fb",
      "detail": "What to do when there is an accident or sudden illness"
    },
    {
      "knowledgeId": "e055c68f-3850-4a18-9e2c-0ce43e209b55",
      "detail": "What to do with hazardous substances"
    },
    {
      "knowledgeId": "0a7f8d7b-9adb-4520-b26d-d0253e298c88",
      "detail": "How to promote fire safety"
    },
    {
      "knowledgeId": "6d2100e8-5e28-47c2-ae3b-7ec0275b3901",
      "detail": "How to reduce the spread of infection"
    },
    {
      "knowledgeId": "0d22ae89-51b1-4f9d-8f50-71bcaf4da3f1",
      "detail": "What a risk assessment is and how it can be used to promote person-centred care safely"
    },
    {
      "knowledgeId": "26b3a3a6-e9b2-4726-9aa8-7fe7dc078ff6",
      "detail": "What a professional relationship is with the person being supported and colleagues"
    },
    {
      "knowledgeId": "117580fe-5d6e-4526-a0bb-1061dedef686",
      "detail": "How to work together with other people and organisations in the interest of the person being supported"
    },
    {
      "knowledgeId": "a31a0432-bed7-4f6c-8c8f-80553ca35989",
      "detail": "How to be actively involved in their personal development plan"
    },
    {
      "knowledgeId": "b8df4fbe-13df-42d6-9868-7483fb0ed901",
      "detail": "The importance of excellent core skills in writing, numbers and information technology"
    },
    {
      "knowledgeId": "0a830b6c-e482-4755-9fb5-d49d2bb8b600",
      "detail": "What to do to develop, sustain and exhibit a positive attitude and personal resilience"
    },
    {
      "knowledgeId": "ba7eadc4-26a1-4ce0-9875-eb11f39b6544",
      "detail": "Where and how to access specialist knowledge when needed to support performance of the job role"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "fe2b9eb7-be0e-49e0-8f3a-96145bc668cb",
      "detail": "Care – is caring consistently and enough about individuals to make a positive difference to their lives"
    },
    {
      "behaviourId": "e20820cc-f701-4d4e-8e4c-50f7ee9a9bbf",
      "detail": "Compassion – is delivering care and support with kindness, consideration, dignity and respect"
    },
    {
      "behaviourId": "94f19546-ad5e-4108-914c-b0ad403cbdb2",
      "detail": "Courage – is doing the right thing for people and speaking up if the individual they support is at risk"
    },
    {
      "behaviourId": "862197da-318f-479c-9fcf-e070ab70d9ee",
      "detail": "Communication – good communication is central to successful caring relationships and effective team working"
    },
    {
      "behaviourId": "6a3479c7-36f6-4886-bea3-327a08e08c63",
      "detail": "Competence – is applying knowledge and skills to provide high quality care and support"
    },
    {
      "behaviourId": "6db56461-19de-4640-9a61-9116c69f07d5",
      "detail": "Commitment – to improving the experience of people who need care and support ensuring it is person centred"
    }
  ],
  "skills": [
    {
      "skillId": "b6ec59d8-7706-4542-a962-bf4994540fa1",
      "detail": " Support individuals they are working with according to their personal care/support plan"
    },
    {
      "skillId": "f2805af6-de90-48d6-b492-9359ef6c3620",
      "detail": "Ask for help from an appropriate person when not confident or skilled in any aspect of their role"
    },
    {
      "skillId": "b8c6a386-b8d1-4caa-ade7-f87140afdfeb",
      "detail": "Provide individuals with information to enable them to have a choice about the way they are supported"
    },
    {
      "skillId": "993e44aa-a8de-4e83-bc1c-8aabb13c8920",
      "detail": "Encourage individuals to participate in the way their care and support is delivered"
    },
    {
      "skillId": "8cdfe80c-bdde-45f6-aafc-75e05b654753",
      "detail": "Ensure the individual knows what they are agreeing to regarding the way in which they are supported"
    },
    {
      "skillId": "c1131668-f52c-4350-8219-105d0730178b",
      "detail": "Contribute to the on-going development of care/support plans for the individual they support"
    },
    {
      "skillId": "25f21960-84fd-4273-a94c-dc96cc4e705c",
      "detail": "Support individuals with cognitive, physical or sensory impairments"
    },
    {
      "skillId": "af4b5f55-1485-4577-9975-cca350f28772",
      "detail": "Ensure dignity is at the centre of all work with the individuals they support, their families, carers and advocates"
    },
    {
      "skillId": "8ccf3a8a-0eb5-4a28-b986-1826745ad43b",
      "detail": "Demonstrate all work is person centred, accommodating the individual’s needs, wishes and preferences"
    },
    {
      "skillId": "4282de55-1ba5-415c-9d26-de0ad832f1c7",
      "detail": "Demonstrate empathy (understanding and compassion) for individuals they support"
    },
    {
      "skillId": "66756386-807a-44c4-91c4-ed9f043c7fed",
      "detail": "Demonstrate courage in supporting people in ways that may challenge their personal/cultural beliefs"
    },
    {
      "skillId": "524f7a22-5dfc-4930-a2c4-7e00e2ed52d3",
      "detail": "Speak clearly and exhibit positive non-verbal communication to individuals, families, carers and advocates"
    },
    {
      "skillId": "44051f75-91ad-4cbb-b954-b3d3df4bb1e2",
      "detail": "Use the preferred methods of communication of the individual they support according to their language, culture, sensory needs and their wishes"
    },
    {
      "skillId": "231ce770-c4ce-4fc6-8e63-537675c95be7",
      "detail": "Identify and take steps to reduce environmental barriers to communication"
    },
    {
      "skillId": "9cc0f166-a92c-4691-998b-6e2fa0f0a7c8",
      "detail": "Demonstrate they can check for understanding"
    },
    {
      "skillId": "c0c8368d-d686-4511-be7a-2206fb3ee0cd",
      "detail": "Write clearly and concisely in records and reports"
    },
    {
      "skillId": "8955595b-89c0-4820-8573-1252ceb8cdc5",
      "detail": "Keep information safe and confidential according to agreed ways of working"
    },
    {
      "skillId": "1ddec4cd-e8c3-4a87-902f-62bd23e2ec26",
      "detail": "Recognise potential signs of different forms of abuse"
    },
    {
      "skillId": "77904e17-e55d-4186-b517-f4a2de9c35aa",
      "detail": "Respond to concerns of abuse according to agreed ways of working"
    },
    {
      "skillId": "edabe457-bcdd-4008-9285-f96d4ef3cdfb",
      "detail": "Recognise, report and challenge unsafe practices"
    },
    {
      "skillId": "7ae01306-03bb-4a33-9111-995ece12bee8",
      "detail": "Promote the health and wellbeing of the individual they support"
    },
    {
      "skillId": "5a03fddd-d236-439a-91eb-fff710efecd3",
      "detail": "Move people and objects safely"
    },
    {
      "skillId": "8f0b4474-7436-4d23-9322-fc2890ae8e12",
      "detail": "Demonstrate how to reduce the spread of infection, including use of best practice in hand hygiene"
    },
    {
      "skillId": "62ec5804-357a-40da-ba6a-373a33ecdab7",
      "detail": "Demonstrate the promotion of healthy eating and wellbeing by ensuring individuals have access to fluids, food and nutrition"
    },
    {
      "skillId": "c41f622e-356e-4e19-b6a5-6e032225e960",
      "detail": "Demonstrate how to keep people, buildings and themselves safe and secure"
    },
    {
      "skillId": "b9545013-3780-445a-9b39-d2f466bb214c",
      "detail": "Carry out fire safety procedures when required"
    },
    {
      "skillId": "21420fd7-e355-4052-91b2-32fc3d6e9814",
      "detail": "Use risk assessments to support individuals safely"
    },
    {
      "skillId": "32f8f1d2-bc7d-48b8-8eff-e25d43e382bf",
      "detail": "Recognise symptoms of cognitive impairment, e.g. Dementia, learning disabilities and mental health"
    },
    {
      "skillId": "e1982ce2-0311-4f44-b7d9-be68080f6068",
      "detail": "Monitor and report changes in health and wellbeing for individuals they support"
    },
    {
      "skillId": "2952e799-b3a4-415c-9774-d15675714250",
      "detail": "Reflect on your own work practices"
    },
    {
      "skillId": "48cfe798-5380-4886-9c0f-0cded794df9c",
      "detail": "Demonstrate the development of their own skills and knowledge, including core skills in writing, numbers and information technology"
    },
    {
      "skillId": "95c0c943-ea3c-4b0b-b235-004ea1403f2a",
      "detail": "Demonstrate their contribution to their development plan"
    },
    {
      "skillId": "8ffbdf58-abeb-4e9d-9294-d962b70c950c",
      "detail": "Demonstrate ability to work in partnership with others to support the individual"
    },
    {
      "skillId": "0e1123ef-db69-4bd4-8675-d9e9cd2c57eb",
      "detail": "Identify sources of support when conflicts arise with other people or organisations"
    },
    {
      "skillId": "b3f03c71-e64f-4f41-b996-af2e7f32d5e2",
      "detail": "Demonstrate they can work within safe, clear professional boundaries"
    },
    {
      "skillId": "3614f04e-7262-4c3d-8edc-79940e8bdf6e",
      "detail": "Show they can access and apply additional skills required to perform the specific job role competently"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-07-21T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0067 ",
  "tbMainContact": "helenwilcox@careapprenticeshipboard.org.uk",
  "involvedEmployers": "Woodford Homecare, Anchor, Barchester Healthcare, CareTech, Central Bedfordshire Council, Creative Support, Hand in Hands, Hendra Healthcare (Ludlow) Limited, Hertfordshire County Council, Surrey County Council, London Borough of Tower Hamlets, West of England Centre for Inclusive Living (WECIL)",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Adult Care Worker",
    "Personal Assistant",
    "carer",
    "adult carer",
    "care assistant",
    "care worker"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Care Services",
  "cluster": "Adult care worker",
  "clusterId": "146",
  "clusterDescription": null,
  "createdDate": "2023-06-26T11:22:49 +00:00",
  "lastUpdated": "2023-06-26T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-07-21T00:00:00 +00:00",
  "banners": "This apprenticeship standard is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards in revision are available in the revisions status report.",
  "occupationCode": "OCC0005",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0005-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0005-v1-2",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-06-26T00:00:00"
}