{
  "templateType": "Apprenticeship Standard",
  "larsCode": 59,
  "referenceNumber": "ST0033",
  "learningAimClassCode": "",
  "title": "Motor vehicle service and maintenance technician (light vehicle)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0033",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2022-04-08T00:00:00",
  "earliestStartDate": "2015-10-22T00:00:00",
  "latestStartDate": "2018-03-18T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Servicing and repairing light vehicles such as cars and vans, working on all the systems found in the vehicle.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 18000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "vehicle repairs",
    "garage",
    "car dealership",
    "vehicle",
    "maintenance"
  ],
  "jobRoles": [
    "car mechanic",
    "automotive engineer",
    "motor vehicle service technician",
    "motor vehicle maintenance technician",
    "car maintenance technician",
    "automotive",
    "retail"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1106/motor_vehicle_service_and_maintenance_technician_-light_vehicle.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Apprenticeship Standard for Automotive Retail&lt;/h3&gt;\n&lt;p&gt;&lt;br /&gt;Occupation: Motor Vehicle Service and Maintenance Technician (Light Vehicle)&lt;/p&gt;\n&lt;h3&gt;&lt;br /&gt;Overview of the role.&lt;/h3&gt;\n&lt;p&gt;&lt;br /&gt;A motor vehicle technician services and repairs light vehicles such as cars and vans and works either in dealerships that focus on a particular manufacturer, or for an independent garage that deals with many different makes of vehicles. They work on all the systems found within the vehicle. The nature of the work ranges from replacing simple parts through to solving complex faults with the use of diagnostic methods and equipment. The day-to-day tasks faced by the technician are constantly changing, driven by the introduction of ever more complex technologies and diagnostic techniques. Today’s apprentice has to demonstrate expertise in the technical side of their role. They must have strong problem-solving skills and a good grasp of the theoretical and practical aspects of a vehicle’s systems. They must be able to work independently but also operate as an effective team member, understand how their work shop and the dealership/garage functions from a commercial perspective, have good customer handling skills and identify ways in which they can work more efficiently. The growing complexity of today’s vehicles, and the pressure to deliver a high-quality customer experience, requires the retail automotive sector to attract and&lt;br /&gt;train high calibre individuals and this is reflected in the elements of the Standard described below. Programme duration: It is expected that it will typically take three years for the apprentice to attain the required level of competence in the workplace although it may be less if the individual already has significant training and practical experience. The formal knowledge and skill elements could be completed in less than three years if the apprentice had acquired previous experience or training.&lt;/p&gt;\n&lt;h3&gt;&lt;br /&gt;Entry requirements:&lt;/h3&gt;\n&lt;p&gt;&lt;br /&gt;Individual employers will set the selection criteria for the applicant. It is recommended during the selection process that candidates demonstrate the following qualities: Interested in the way vehicles operate and the potential to research, analyse and solve problems; organised, methodical and pays attention to detail; able to work in a team and to communicate well both orally and in writing; cares about delivering excellent service – both internally and externally to colleagues and customers; able to demonstrate general analytical and mechanical skills. It is also recommended that the candidate can demonstrate a capacity for mechanical reasoning and good spatial awareness, Employers who recruit candidates without English and Maths at GCSE Grade C (or Functional Skills Level 2) or above must ensure that the candidate achieves this level before the Apprenticeship Standard can be awarded to the individual.&lt;/p&gt;\n&lt;h3&gt;&lt;br /&gt;Capabilities:&lt;/h3&gt;\n&lt;p&gt;&lt;br /&gt;On successful completion of the programme, the apprentice will have the following capabilities: Knowledge and understanding of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The fundamentals of vehicle technologies e.g. vehicle systems such as chassis, engine, transmission, electrical, air conditioning, high voltage vehicles, etc.&lt;/li&gt;\n&lt;li&gt;The types, and associated characteristics, of light vehicles e.g. front- or rear-wheel drive, four-wheel drive,&lt;br /&gt;etc.&lt;/li&gt;\n&lt;li&gt;Diagnostic principles and logical problem-solving techniques.&lt;/li&gt;\n&lt;li&gt;Emerging automotive technologies and the impact they will have on the knowledge and skills technicians will&lt;br /&gt;require in the future.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;br /&gt;The competency to achieve the following in the workplace:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Carry out the foundation tasks common to all procedures e.g. removing and replacing bolts, screws and clips,&lt;/li&gt;\n&lt;li&gt;replacing seals, extracting damaged fasteners, cutting, drilling, filing, using fabrication skills etc.&lt;/li&gt;\n&lt;li&gt;Contribute to the maintenance of a safe and efficient workshop and adhere to the dealership/garage’s business processes (e.g. environmental awareness, servicing a vehicle, record keeping, customer contact) and standard workshop operations.&lt;/li&gt;\n&lt;li&gt;Access specific information e.g. vehicle repair information, wiring diagrams, maintenance tables, technical production information and apply appropriately.&lt;/li&gt;\n&lt;li&gt;Use diagnostic, mechanical and electrical measuring equipment.&lt;/li&gt;\n&lt;li&gt;Inspect and prepare a vehicle to the required quality standard for handover to the customer e.g. following a service, complex repair, pre-delivery inspection etc.&lt;/li&gt;\n&lt;li&gt;Service and maintain a vehicle without supervision.&lt;/li&gt;\n&lt;li&gt;Remove repair/replace components in line with manufacturer’s standards.&lt;/li&gt;\n&lt;li&gt;Investigate symptoms of vehicle fault(s) and identify the likely underlying causes.&lt;/li&gt;\n&lt;li&gt;Apply advanced diagnostic principles and logical problem-solving techniques, supported by diagnostic tools and testing regimes, to establish electrical, mechanical and electronic faults.&lt;/li&gt;\n&lt;li&gt;Use current flow diagrams and electrical test equipment to carry out standard diagnostic and repair&lt;br /&gt;procedures.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;br /&gt;The soft skills and behaviours to achieve the following in the workplace:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Communicate effectively with customers on a range of topics e.g. draw from a customer the description of symptoms in a way that will support the process of diagnosing faults.&lt;/li&gt;\n&lt;li&gt;Behave in accordance with the values of the company they work for; treat customers with respect and courtesy, quickly respond to their requirements and win their trust using effective communication skills to ensure they receive an excellent experience.&lt;/li&gt;\n&lt;li&gt;Operate as an effective team member taking responsibility when required and be honest and accountable when things don’t go as planned.&lt;/li&gt;\n&lt;li&gt;Constantly learn in order to improve their own performance and that of the business; plan effectively and be highly organised when carrying out service and repairs.&lt;/li&gt;\n&lt;li&gt;Understand how the business works from an operational perspective and demonstrate commercial&lt;br /&gt;awareness.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;br /&gt;The initial focus will be on the development of the underpinning knowledge, the competence to complete foundation tasks effectively and the behaviours required, enabling the individual to operate effectively under supervision. With the foundations in place, the next step will be to develop the competence to carry out servicing, repair and diagnostic procedures. The organisations involved in the training and assessment activities must contribute to the pastoral care of the apprentices to ensure that they are supported in their learning, emotional and social development. This must include recognition of the progress they aremaking at key stages in the programme.&lt;/p&gt;\n&lt;p&gt;&lt;br /&gt;Progression: On completion and achievement of the Standard, progression routes will be provided and discussed with the individual to enable them to make informed choices about continuous professional development.&lt;/p&gt;\n&lt;h3&gt;&lt;br /&gt;Qualification&lt;/h3&gt;\n&lt;p&gt;Apprentices are involved in the servicing, maintenance and leak testing of equipment that&lt;br /&gt;contains refrigerants. Therefore; before the Standard is met, all apprentices must hold a qualification that&lt;br /&gt;meets the EU’s 2014 F-gas regulation. Acceptable qualifications required to work on mobile air&lt;br /&gt;conditioners that contain F gas are listed here. On successful completion of the Apprenticeship, the&lt;br /&gt;apprentice will receive the apprentice Standard.&lt;/p&gt;\n&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Level:&lt;/strong&gt; The apprenticeship standard is Level 3&lt;/p&gt;\n&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Standard Review Date:&lt;/strong&gt; The apprenticeship Standard will be reviewed annually.&lt;br /&gt;&lt;br /&gt;&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2015-10-22T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0094",
  "tbMainContact": "aslam.vaid@rmif.co.uk",
  "involvedEmployers": "Jaguar Land Rover, Mercedes-Benz, BMW,  Honda, VW Group (Volkswagen Passenger Cars,  Audi,  SEAT,  Skoda and Volkswagen Commercial Vehicles), Stratstone Group, Arnold Clark Group, Cavalier garages, Quality Car Service, Jim Steele Garages, Retail Motor Industry Federation (RMIF), Institute of the Motor Industry (IMI)",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "car mechanic",
    "automotive engineer",
    "motor vehicle service technician",
    "motor vehicle maintenance technician",
    "car maintenance technician",
    "automotive",
    "retail"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, installation and repair",
  "cluster": "Service, repair and/or overhaul operative or technician",
  "clusterId": "19",
  "clusterDescription": "Install, maintain and service plant and equipment",
  "createdDate": "2020-09-22T13:52:18 +00:00",
  "lastUpdated": "2022-04-08T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-10-22T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0033",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0033-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0033-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-04-08T00:00:00"
}