{
  "templateType": "Apprenticeship Standard",
  "larsCode": 278,
  "referenceNumber": "ST0071",
  "learningAimClassCode": "",
  "title": "Customer service specialist",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0071",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan revised",
  "changedDate": "2024-12-09T00:00:00",
  "earliestStartDate": "2024-02-12T00:00:00",
  "latestStartDate": "2024-12-08T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Dealing with customer queries, purchases and complaints.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 15,
  "maxFunding": 4000,
  "maxFundingAdditionalInformation": "",
  "route": "Sales, marketing and procurement",
  "keywords": [
    "Customer service specialist",
    "Customer service",
    "service",
    "sales",
    "business",
    "complaints",
    "procurement"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/bavjgzhs/st0071_customer_service_specialist_l3_v11_epa_for_publication.pdf",
  "ssa1": "7 Retail and Commercial Enterprise",
  "ssa2": "7.1 Retailing and wholesaling",
  "version": "1.1",
  "standardInformation": "&lt;p&gt;&lt;strong&gt;Role / Occupation: &lt;/strong&gt;Customer Service Specialist&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Overview: &lt;/strong&gt;The main purpose of a customer service specialist is to be a ‘professional’ for direct customer support within all sectors and organisation types. You are an advocate of Customer Service who acts as a referral point for dealing with more complex or technical customer requests, complaints, and queries. You are often an escalation point for complicated or ongoing customer problems. As an expert in your organisation’s products and/or services, you share knowledge with your wider team and colleagues. You gather and analyse data and customer information that influences change and improvements in service. Utilising both organisational and generic IT systems to carry out your role with an awareness of other digital technologies. This could be in many types of environment including contact centres, retail, webchat, service industry or any customer service point.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Business Knowledge and Understanding&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand what continuous improvement means in a service environment and how your recommendations for change impact your organisation&lt;/li&gt;\n&lt;li&gt;Understand the impact your service provision has on the wider organisation and the value it adds&lt;/li&gt;\n&lt;li&gt;Understand your organisation’s current business strategy in relation to customers and make recommendations for its future&lt;/li&gt;\n&lt;li&gt;Understand the principles and benefits of being able to think about the future when taking action or making service related decisions&lt;/li&gt;\n&lt;li&gt;Understand a range of leadership styles and apply them successfully in a customer service environment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Customer Journey knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand and critically evaluate the possible journeys of your customers, including challenges and the end-to-end experience&lt;/li&gt;\n&lt;li&gt;Understand the reasons why customer issues and complex situations sometimes need referral or escalation for specialist attention&lt;/li&gt;\n&lt;li&gt;Understand the underpinning business processes that support you in bringing about the best outcome for customers and your organisation&lt;/li&gt;\n&lt;li&gt;Understand commercial factors and authority limits for delivering the required customer experience&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Knowing your customers and their needs/ Customer Insight&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Know your internal and external customers and how their behaviour may require different approaches from you&lt;/li&gt;\n&lt;li&gt;Understand how to analyse, use and present a range of information to provide customer insight&lt;/li&gt;\n&lt;li&gt;Understand what drives loyalty, retention and satisfaction and how they impact on your organisation&lt;/li&gt;\n&lt;li&gt;Understand different customer types and the role of emotions in bringing about a successful outcome&lt;/li&gt;\n&lt;li&gt;Understand how customer expectations can differ between cultures, ages and social profiles&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Customer service culture and environment awareness&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Keep current, knowledge and understanding of regulatory considerations, drivers and impacts in relation to how you deliver for customers&lt;/li&gt;\n&lt;li&gt;Understand your business environment and culture and the position of customer service within it&lt;/li&gt;\n&lt;li&gt;Understand your organisation structure and what role each department needs to play in delivering Customer Service and what the consequences are should things go wrong&lt;/li&gt;\n&lt;li&gt;Understand how to find and use industry best practice to enhance your own knowledge&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Business-focused service delivery&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Demonstrate a continuous improvement and future focussed approach to customer service delivery including decision making and providing recommendations or advice&lt;/li&gt;\n&lt;li&gt;Resolve complex issues by being able to choose from and successfully apply a wide range of approaches&lt;/li&gt;\n&lt;li&gt;Find solutions that meet your organisations needs as well as the customer requirements&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Providing a positive customer experience&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Through advanced questioning, listening and summarising negotiate mutually beneficial outcomes&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;- Providing a positive customer experience (cont.)&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Manage challenging and complicated situations within your level of authority and make recommendations to enable and deliver change to service or strategy&lt;/li&gt;\n&lt;li&gt;Use clear explanations, provide options and solutions to influence and help customers make choices and agree next steps&lt;/li&gt;\n&lt;li&gt;Explore and interpret the customer experience to inform and influence achieving a positive result for customer satisfaction&lt;/li&gt;\n&lt;li&gt;Demonstrate a cost conscious mind-set when meeting customer and the business needs&lt;/li&gt;\n&lt;li&gt;Identifying where highs and lows of the customer journey produce a range of emotions in the customer&lt;/li&gt;\n&lt;li&gt;Use written and verbal communication to simplify and provide complex information in a way that supports positive customer outcome in the relevant format&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Working with your customers / customer insights&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Proactively gather customer feedback, through a variety of methods. Critically analyse, and evaluate the meaning, implication and facts and act upon it&lt;/li&gt;\n&lt;li&gt;Analyse your customer types, to identify or anticipate their potential needs and expectations when providing your service&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Customer service performance&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Maintain a positive relationship even when you are unable to deliver the customer’s expected outcome&lt;/li&gt;\n&lt;li&gt;When managing referrals or escalations take into account historical interactions and challenges to determine next steps&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Service improvement&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Analyse the end to end service experience, seeking input from others where required, supporting development of solutions&lt;/li&gt;\n&lt;li&gt;Make recommendations based on your findings to enable improvement&lt;/li&gt;\n&lt;li&gt;Make recommendations and implement where possible, changes in line with new and relevant legislation, regulations and industry best practice&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours / Attitude&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Develop self&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Proactively keep your service, industry and best practice knowledge and skills up-to-date&lt;/li&gt;\n&lt;li&gt;Consider personal goals related to service and take action towards achieving them&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Ownership/ Responsibility&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Personally commit to and take ownership for actions to resolve customer issues to the satisfaction of the customer and your organisation&lt;/li&gt;\n&lt;li&gt;Exercises proactivity and creativity when identifying solutions to customer and organisational issues&lt;/li&gt;\n&lt;li&gt;Make realistic promises and deliver on them&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Team working&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Work effectively and collaboratively with colleagues at all levels to achieve results.&lt;/li&gt;\n&lt;li&gt;Recognise colleagues as internal customers&lt;/li&gt;\n&lt;li&gt;Share knowledge and experience with others to support colleague development&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Equality&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Adopt a positive and enthusiastic attitude being open minded and able to tailor your service to each customer&lt;/li&gt;\n&lt;li&gt;Be adaptable and flexible to your customer needs whilst continuing to work within the agreed customer service environment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Presentation&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Demonstrate brand advocacy, values and belief when dealing with customer requests to build trust, credibility and satisfaction&lt;/li&gt;\n&lt;li&gt;Ensure your personal presentation, in all forms of communication, reflects positively on your organisation’s brand&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Duration: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;The apprenticeship will take typically 15 months to complete depending on experience.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Entry Requirements: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Organisations will set their own entry criteria and are more likely to select individuals with more advanced inter- personal skills, experience of working with customers in some capacity. You must achieve level 2 English and maths prior to taking the end point assessment.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Link to professional registration: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Completion of this apprenticeship will lead to eligibility to join the Institute of Customer Service as an Individual member at Professional level. Should you choose to progress on a customer service career path, you may be eligible for further professional membership including management.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Level: &lt;/strong&gt;Level 3.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Review: &lt;/strong&gt;&lt;a name=&quot;ST0071&quot;&gt;&lt;/a&gt;The apprenticeship should be reviewed after a maximum of 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Overview: The main purpose of a customer service specialist is to be a ‘professional’ for direct customer support within all sectors and organisation types. You are an advocate of Customer Service who acts as a referral point for dealing with more complex or technical customer requests, complaints, and queries. You are often an escalation point for complicated or ongoing customer problems. As an expert in your organisation’s products and/or services, you share knowledge with your wider team and colleagues. You gather and analyse data and customer information that influences change and improvements in service. Utilising both organisational and generic IT systems to carry out your role with an awareness of other digital technologies. This could be in many types of environment including contact centres, retail, webchat, service industry or any customer service point.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "edf6c207-1224-4432-ad1c-816795d32ed4",
      "detail": "Business: Understand what continuous improvement means in a service environment and how your recommendations for change impact your organisation"
    },
    {
      "knowledgeId": "35915c3b-6531-41b9-96f4-900b6667eb72",
      "detail": "Business: Understand the impact your service provision has on the wider organisation and the value it adds"
    },
    {
      "knowledgeId": "28d30c7d-fc74-419f-880f-3c4a50d0edde",
      "detail": "Business: Understand your organisation’s current business strategy in relation to customers and make recommendations for its future"
    },
    {
      "knowledgeId": "bd56ed5e-f2da-461f-ace9-7a28a8cf184a",
      "detail": "Business: Understand the principles and benefits of being able to think about the future when taking action or making service related decisions"
    },
    {
      "knowledgeId": "332ea868-a5b8-4f0d-b1ea-08ab5ad43e0e",
      "detail": "Business: Understand a range of leadership styles and apply them successfully in a customer service environment"
    },
    {
      "knowledgeId": "53c11cb4-c66e-4d51-88fe-cf4c925749fb",
      "detail": "Customer Insight: Know your internal and external customers and how their behaviour may require different approaches from you"
    },
    {
      "knowledgeId": "1fe1928c-6637-4879-8881-630fa696df99",
      "detail": "Customer Insight: Understand how to analyse, use and present a range of information to provide customer insight"
    },
    {
      "knowledgeId": "4a7aceef-0c5f-4b5f-b7b2-a878be61ac46",
      "detail": "Customer Insight: Understand what drives loyalty, retention and satisfaction and how they impact on your organisation"
    },
    {
      "knowledgeId": "4cc26bfe-d64d-4ce5-b0e7-3b60f8ca2997",
      "detail": "Customer Insight: Understand different customer types and the role of emotions in bringing about a successful outcome"
    },
    {
      "knowledgeId": "e15f1e47-2a30-4fcd-b6d7-82bf3dd65a2e",
      "detail": "Customer Insight: Understand how customer expectations can differ between cultures, ages and social profiles"
    },
    {
      "knowledgeId": "80f45055-9be9-4541-bece-8ccd01163cba",
      "detail": "Customer Service culture & environment awareness: Keep current, knowledge and understanding of regulatory considerations, drivers and impacts in relation to how you deliver for customers"
    },
    {
      "knowledgeId": "39cd9ae5-ba40-4f4a-be14-72f2b4760fc2",
      "detail": "Customer Service culture & environment awareness: Understand your business environment and culture and the position of customer service within it"
    },
    {
      "knowledgeId": "145cac77-b2f1-4742-a1e8-1e638f1664a8",
      "detail": "Customer Service culture & environment awareness: Understand your organisation structure and what role each department needs to play in delivering Customer Service and what the consequences are should things go wrong"
    },
    {
      "knowledgeId": "a113b1d5-aa0f-44da-adc7-a80622ffa2be",
      "detail": "Customer Service culture & environment awareness: Understand how to find and use industry best practice to enhance your own knowledge"
    },
    {
      "knowledgeId": "5516d286-14b8-4997-939e-94af91acf720",
      "detail": "Customer Journey: Understand and critically evaluate the possible journeys of your customers, including challenges and the end-to-end experience"
    },
    {
      "knowledgeId": "49f8bb2e-33f8-4037-bec3-d9235d730b57",
      "detail": "Customer Journey: Understand the reasons why customer issues and complex situations sometimes need referral or escalation for specialist attention"
    },
    {
      "knowledgeId": "fe28bfdb-c64d-420a-94c8-5f122bb15974",
      "detail": "Customer Journey: Understand commercial factors and authority limits for delivering the required customer experience"
    },
    {
      "knowledgeId": "ab2562f4-e20b-4c00-a2e3-98ed530661ae",
      "detail": "Customer Journey: Understand the underpinning business processes that support you in bringing about the best outcome for customers and your organisation"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "3a95f33e-428c-4446-9bc7-5bb2d803d24e",
      "detail": "Develop self: Proactively keep your service, industry and best practice knowledge and skills up-to-date"
    },
    {
      "behaviourId": "cd5e03c9-98b7-474f-807f-254867fc4eb0",
      "detail": "Develop self: Consider personal goals related to service and take action towards achieving them"
    },
    {
      "behaviourId": "414bf766-b975-46f7-8ac7-ee38f5b2dd19",
      "detail": "Ownership/Responsibility: Personally commit to and take ownership for actions to resolve customer issues to the satisfaction of the customer and your organisation"
    },
    {
      "behaviourId": "06bf3e8c-fdc4-40c4-a6f1-247f092c44fb",
      "detail": "Ownership/Responsibility: Exercises proactivity and creativity when identifying solutions to customer and organisational issues"
    },
    {
      "behaviourId": "aef3607f-0e78-4fde-b8f6-f9f49732386b",
      "detail": "Ownership/Responsibility: Make realistic promises and deliver on them"
    },
    {
      "behaviourId": "a7b6291f-d93f-46bf-95a6-91f0c6a3da75",
      "detail": "Team Working: Work effectively and collaboratively with colleagues at all levels to achieve results"
    },
    {
      "behaviourId": "3947266a-8cda-4ed6-8415-9f2b578c036f",
      "detail": "Team Working: Recognise colleagues as internal customers"
    },
    {
      "behaviourId": "81b08773-455a-459e-aae3-9d336aee8407",
      "detail": "Team Working: Share knowledge and experience with others to support colleague development"
    },
    {
      "behaviourId": "f0404991-67c6-4b13-8bd4-627b18d0f0be",
      "detail": "Equality: Adopt a positive and enthusiastic attitude being open minded and able to tailor your service to each customer"
    },
    {
      "behaviourId": "b4759128-8ea3-4cba-9e82-b6d7a8e6d06d",
      "detail": "Equality: Be adaptable and flexible to your customer needs whilst continuing to work within the agreed customer service environment"
    },
    {
      "behaviourId": "1b0b518d-1dee-4588-85f6-929f526664c6",
      "detail": "Presentation: Demonstrate brand advocacy, values and belief when dealing with customer requests to build trust, credibility and satisfaction"
    },
    {
      "behaviourId": "c66fa454-1fa9-4945-b938-a2b5c8dd721e",
      "detail": "Presentation: Ensure your personal presentation, in all forms of communication, reflects positively on your organisation’s brand"
    }
  ],
  "skills": [
    {
      "skillId": "16364975-9cfd-4e78-97af-8a66f4ab7547",
      "detail": "Business focused service delivery: Demonstrate a continuous improvement and future focussed approach to customer service delivery including decision making and providing recommendations or advice"
    },
    {
      "skillId": "40fe61ce-d7a9-4160-9f75-a33959e1023a",
      "detail": "Business focused service delivery: Resolve complex issues by being able to choose from and successfully apply a wide range of approaches"
    },
    {
      "skillId": "a74d0ba7-b66e-4dbc-933d-9ead86340fc5",
      "detail": "Business focused service delivery: Find solutions that meet your organisations needs as well as the customer requirements"
    },
    {
      "skillId": "c88c2df8-3cc5-4577-a12a-92c611a60797",
      "detail": "Providing a positive customer experience: Through advanced questioning, listening and summarising negotiate mutually beneficial outcomes"
    },
    {
      "skillId": "bde97ad0-5613-4e07-8169-62e61f68a388",
      "detail": "Providing a positive customer experience: Manage challenging and complicated situations within your level of authority and make recommendations to enable and deliver change to service or strategy"
    },
    {
      "skillId": "c9024715-d397-4362-8c61-e40abba29d12",
      "detail": "Providing a positive customer experience: Use clear explanations, provide options and solutions to influence and help customers make choices and agree next steps"
    },
    {
      "skillId": "d238c80b-e4a9-4b51-8bf8-561154139316",
      "detail": "Providing a positive customer experience: Explore and interpret the customer experience to inform and influence achieving a positive result for customer satisfaction"
    },
    {
      "skillId": "1ec7582e-a25f-401b-99f5-66dda75b2fac",
      "detail": "Providing a positive customer experience: Demonstrate a cost conscious mind-set when meeting customer and the business needs"
    },
    {
      "skillId": "4e4577c6-10c7-4afb-905a-db5100051919",
      "detail": "Providing a positive customer experience: Identifying where highs and lows of the customer journey produce a range of emotions in the customer"
    },
    {
      "skillId": "40107143-70e7-4d90-a1cc-2462329403ff",
      "detail": "Providing a positive customer experience: Use written and verbal communication to simplify and provide complex information in a way that supports positive customer outcome in the relevant format"
    },
    {
      "skillId": "a1cced8e-0f4d-4f90-b185-ac1e5593be81",
      "detail": "Working with customers/customer insights: Proactively gather customer feedback, through a variety of methods. Critically analyse, and evaluate the meaning, implication and facts and act upon it"
    },
    {
      "skillId": "e3d13a77-460c-43d4-ad56-29f6304a4959",
      "detail": "Working with customers/customer insights: Analyse your customer types, to identify or anticipate their potential needs and expectations when providing your service"
    },
    {
      "skillId": "7ac6d44b-217f-473e-b7ff-1260c4c41aa3",
      "detail": "Customer Service performance: Maintain a positive relationship even when you are unable to deliver the customer’s expected outcome"
    },
    {
      "skillId": "bb7eb66f-a2b0-4749-99b3-b4a731047062",
      "detail": "Customer Service performance: When managing referrals or escalations take into account historical interactions and challenges to determine next steps"
    },
    {
      "skillId": "419b10e1-7002-4270-a029-455a2833bd0f",
      "detail": "Service Improvement: Analyse the end to end service experience, seeking input from others where required, supporting development of solutions"
    },
    {
      "skillId": "5638fb7d-2437-4f1a-81ed-c6a6c94468ac",
      "detail": "Service Improvement: Make recommendations based on your findings to enable improvement"
    },
    {
      "skillId": "abcee68d-63ca-43fc-ba93-70500b7fc12a",
      "detail": "Service Improvement: Make recommendations and implement where possible, changes in line with new and relevant legislation, regulations and industry best practice"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-05-10T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "enquiries@icsmail.co.uk",
  "involvedEmployers": "Boots UK, Centrica, Institute of Customer Service, Accelerator Solutions, bpi.recycled products, BT, Eon Energy, Osbourne Property Services, Capita, Northern Power Grid",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Customer Service",
  "cluster": "Customer service assistant",
  "clusterId": "14",
  "clusterDescription": null,
  "createdDate": "2024-02-12T08:37:21 +00:00",
  "lastUpdated": "2024-12-09T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-05-10T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0071",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0071-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0071-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-12-09T00:00:00"
}