{
  "templateType": "Occupational Standard",
  "larsCode": 133,
  "referenceNumber": "ST0002",
  "learningAimClassCode": "",
  "title": "Assistant accountant",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0002",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "End-point assessment plan, standard and funding revised.",
  "changedDate": "2023-08-01T00:00:00",
  "earliestStartDate": "2023-08-01T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Carrying out routine financial activities and support for businesses and organisations of all types and sizes.",
  "level": 3,
  "ePALength": 3,
  "typicalDuration": 15,
  "maxFunding": 12000,
  "maxFundingAdditionalInformation": "",
  "route": "Legal, finance and accounting",
  "keywords": [
    "accounting",
    "money",
    "finance",
    "account management",
    "taxes"
  ],
  "jobRoles": [
    "Accounting technician",
    "Accounts clerk",
    "Assistant accountant",
    "Assistant cashier",
    "Bookkeeper",
    "Finance assistant",
    "Purchase ledger clerk",
    "Sales ledger clerk"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0002-v1-2?view=epa",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.1 Accounting and finance",
  "version": "1.2",
  "standardInformation": "&lt;h3&gt;Occupation: Assistant Accountant&lt;/h3&gt;\n&lt;h4&gt;&lt;strong&gt;Typical job &lt;/strong&gt;&lt;strong&gt;titles&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Assistant Accountant / Trainee Accounting Technician / Accounts Clerk / Cashier Finance Assistant / Purchase Ledger Clerk / Sales Ledger Clerk&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Typically 15 to 18 months&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;3&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Role Profile: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;An Assistant Accountant provides support to internal and external customers and will work predominately either as an assistant accountant within practise or alternatively within the finance function of an organisation. Part of their role will involve assisting in the day to day financial activities such as data entry to month end management accounts and/or year-end financial statements. In addition, the Assistant Accountant may find themselves involved in regulatory financial requirements such as the completion of VAT returns or assisting in the preparation of tax computations.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers set the selection criteria, but this is likely to include 5 GCSEs, including Maths and English, although some employers will accept other relevant qualifications and experience, including a relevant Level 2 qualification. Apprentices without English or Maths at Level 2 must achieve this prior to taking the end-point assessment.&lt;/p&gt;\n&lt;table border=&quot;0&quot; style=&quot;height: 662px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 41px;&quot;&gt;\n&lt;th width=&quot;150&quot; style=&quot;width: 150px; height: 41px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;157&quot; style=&quot;width: 157px; height: 41px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required?&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 124px;&quot;&gt;\n&lt;td width=&quot;150&quot; style=&quot;height: 124px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Business Awareness&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;157&quot; style=&quot;height: 124px;&quot;&gt;\n&lt;p&gt;Understands the transactional processes and support provided by accountancy firms or the accounting function within an organisation. Understands their organisations business strategy including customer and supplier needs, in order to produce relevant and compliant financial information. Is aware of how their role fits in with the wider organisation and sector they are working in.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 145px;&quot;&gt;\n&lt;td width=&quot;150&quot; style=&quot;height: 145px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;IT Systems and Processes&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;157&quot; style=&quot;height: 145px;&quot;&gt;\n&lt;p&gt;Understands how to enter accounting transactions, perform a reconciliation, correct errors and produce a range of reports using a computerised accounting system. Understands the systems and process of the organisation, within the responsibility of the position such as Sales, Purchase and Payroll. Understands the use of all relevant office and accounting packages used within their organisation, relevant to their job role.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 83px;&quot;&gt;\n&lt;td width=&quot;150&quot; style=&quot;height: 83px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Ethical Standards&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;157&quot; style=&quot;height: 83px;&quot;&gt;\n&lt;p&gt;Understands the relevant Ethical Standards to protect their own and their organisations professional reputation and integrity. Understands the importance of upholding relevant codes of conduct.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 186px;&quot;&gt;\n&lt;td width=&quot;150&quot; style=&quot;height: 186px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Financial Accounting and Reporting&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;157&quot; style=&quot;height: 186px;&quot;&gt;\n&lt;p&gt;Understands the basic elements of double entry bookkeeping and accounting standards required to process financial documents and report financial information to users of accounts. Understands the current financial standards for basic accounts preparation, in order to be able to make necessary end of year adjustments. Understands what is required to draft final accounts. Understands how to account for the purchase and disposal of non-current assets. Understands the basic tax principles to apply current regulations to calculate VAT and submit a VAT return.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 83px;&quot;&gt;\n&lt;td width=&quot;150&quot; style=&quot;height: 83px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Management Accounting&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;157&quot; style=&quot;height: 83px;&quot;&gt;\n&lt;p&gt;Understands how to recognise and use different accounting approaches and is able to gather, analyse and report information about income and expenditure to support decision-making, planning and control.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot; style=&quot;height: 561px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 41px;&quot;&gt;\n&lt;th width=&quot;150&quot; style=&quot;width: 150px; height: 41px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills &lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;157&quot; style=&quot;width: 157px; height: 41px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required?&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 104px;&quot;&gt;\n&lt;td width=&quot;150&quot; style=&quot;height: 104px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Analysis&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;157&quot; style=&quot;height: 104px;&quot;&gt;\n&lt;p&gt;Effectively records and analyses financial data at the appropriate level using the organisation’s standard tools and processes. Communicates to all stakeholders to aid decision making to add value to the organisation, within the responsibility of the position.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 145px;&quot;&gt;\n&lt;td width=&quot;150&quot; style=&quot;height: 145px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Communication&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;157&quot; style=&quot;height: 145px;&quot;&gt;\n&lt;p&gt;Works both independently and as part of a team within the organisation’s standards; competently demonstrates an ability to communicate both in writing and orally at all levels, using a range of tools and demonstrating strong interpersonal skills and cultural awareness when dealing with internal and external customers. Demonstrates the ability to communicate financial information in a way that non-finance staff can interpret and understand.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 83px;&quot;&gt;\n&lt;td width=&quot;150&quot; style=&quot;height: 83px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Produces Quality and Accurate Information&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;157&quot; style=&quot;height: 83px;&quot;&gt;\n&lt;p&gt;Consistently delivers high quality, ‘right first time’ financial and performance data in a timely fashion in line with the organisation’s requirements, to aid decision making and planning.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 104px;&quot;&gt;\n&lt;td width=&quot;150&quot; style=&quot;height: 104px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Uses Systems and Processes&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;157&quot; style=&quot;height: 104px;&quot;&gt;\n&lt;p&gt;Demonstrates the ability to identify the appropriate systems and processes to work productively in order to complete the required tasks. Demonstrates competent use of office and accounting packages. Able to maintain the security of accounting information using passwords and backup routines.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 84px;&quot;&gt;\n&lt;td width=&quot;150&quot; style=&quot;height: 84px;&quot;&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Problem Solving&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;157&quot; style=&quot;height: 84px;&quot;&gt;\n&lt;p&gt;Applies techniques to both common and non-routine problems, analysing where required and selecting the appropriate tools and techniques to produce solutions. Escalates or seeks guidance and support where appropriate.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;150&quot; style=&quot;width: 150px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;158&quot; style=&quot;width: 158px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required?&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;150&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Embracing Change&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;158&quot;&gt;\n&lt;p&gt;Accepts changing priorities and working requirements readily and has the flexibility to maintain high standards in a changing environment.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;150&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Adding Value&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;158&quot;&gt;\n&lt;p&gt;Identifies opportunities to actively engage in the wider business when appropriate. Provides information that positively contributes to influencing business decisions whilst continually striving to improve own working processes and those of the organisation.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;150&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Ethics and Integrity&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;158&quot;&gt;\n&lt;p&gt;Applies a transparent and objective manner in all actions and interactions to ensure that they meet the ethical requirements of the profession.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;150&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Personal Accountability&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;158&quot;&gt;\n&lt;p&gt;Takes the initiative for own personal development. Proactively takes responsibility for completing tasks and meeting expectations. Consistently prioritises in order to achieve timely outcomes.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;150&quot;&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Productivity&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;158&quot;&gt;\n&lt;p&gt;Organises work effectively and achieves required results within deadlines. Performs professionally in pressurised situations and escalates appropriately when necessary.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;150&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Team working and Collaboration&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;158&quot;&gt;\n&lt;p&gt;Consistently supports colleagues &amp;amp; collaborates to achieve results. Aware of their role within the team &amp;amp; their impact on others.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;&lt;br /&gt;Progression: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;As well as ensuring full competency as an Assistant Accountant, this standard provides the foundation for progression into a number of career paths in the Accounting sector including Audit Trainee, Corporate Recovery Analyst, Credit Controller or Tax Accountant.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprenticeship will be reviewed after a maximum of 3 years.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in all sectors and industries, including the private and the public sector. This ranges from small organisations through to large global corporations and government bodies.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to support internal and external customers in the administration of their financial and accounting activities. They may work as an assistant accountant in a practice or alternatively within the finance function of an organisation. An assistant accountant helps in the operation of day-to-day financial activities. These may include data entry to month end management accounts and year-end financial statements. In addition, the assistant accountant may find themselves involved in regulatory financial requirements. These may include the completion of VAT returns or assisting in the preparation of tax computations.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with a wide range of internal and external stakeholders to deliver accurate and timely accounts services. This will include their line manager and team members, together with the workers and the clients of the organisation they are managing accounts for. They may liaise with software departments, or houses, where the accounts system is hosted externally.&lt;/p&gt;\n&lt;p&gt;An assistant accountant will be responsible for managing their own caseload and time whilst reporting to a more senior accountant.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "871c4bec-86fb-4ce3-8096-e4ca2575faab",
      "detail": "Principles of financial accounting, adjustment and reporting including calculation and input of accruals and prepayments, maintenance of the fixed asset register, accounting for asset purchase and disposal, depreciation, and financing."
    },
    {
      "knowledgeId": "72386a82-9f7a-4577-90cd-a7d76c94e905",
      "detail": "Principles of management accounting for example, the principles of provision of costings, awareness of monthly and rolling forecasting and including the principles of financial planning, the calculation of income and expenditure budgets, budget holder sign off, and the investigation and reporting of variances to budgets."
    },
    {
      "knowledgeId": "828128e7-2b19-4412-ab6c-44e320b983b6",
      "detail": "Principles of creating and maintaining financial records including accounts payable, accounts receivable, cash management and principles of payroll."
    },
    {
      "knowledgeId": "6f417e02-b5b9-4e30-a50e-22a0e3940590",
      "detail": "Fundamentals of potential vulnerabilities within systems of financial control such as internal fraud and money laundering."
    },
    {
      "knowledgeId": "63d9ad54-387c-487a-a5b3-5f5cf8d107bb",
      "detail": "Fundamentals of indirect taxation including approaches to completing indirect tax returns and supporting documentation and records."
    },
    {
      "knowledgeId": "06c86be9-9825-41fb-a7db-f6e1f05ad6f3",
      "detail": "Fundamentals of digital financial and accounting packages and applications including the maintenance of key databases, spreadsheets, data analytics and the appropriate use of data to provide information."
    },
    {
      "knowledgeId": "b68dbb66-3556-4618-8105-e01f72cf0380",
      "detail": "Principles of cyber-security and working safely online within a finance and accounting context."
    },
    {
      "knowledgeId": "c2531f58-812d-4aa8-ba4e-606691b4eb97",
      "detail": "Principles of data security and legislative requirements regarding data handling in a financial and accounting context."
    },
    {
      "knowledgeId": "1a68e0b8-eea0-4477-b129-7084d419fdda",
      "detail": "Approaches to diversity, inclusion and cultural awareness and their impact on finance and accountancy."
    },
    {
      "knowledgeId": "d3942799-d731-45d5-9836-b215fb0d2d13",
      "detail": "The role of accountancy or finance within the organisational business strategy. "
    },
    {
      "knowledgeId": "ab63ce01-d7e8-4f8b-a0ad-b61c6c27d683",
      "detail": "The wider financial and accounting professional landscape including the requirement to stay abreast of changes in technology and practice and awareness of the role of regulators and professional bodies."
    },
    {
      "knowledgeId": "68f1dc1f-3103-4689-925a-bb757c0a9538",
      "detail": "The principles of professional ethics and codes of conduct in a finance and accounting environment."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "2ec1665f-734a-4505-9830-9fb9521b1ed9",
      "detail": "Collaborative and inclusive - builds strong collaborative working relationships recognising the importance of diversity and inclusion."
    },
    {
      "behaviourId": "d225ea4d-c762-4e2d-b724-f546cb2f03a7",
      "detail": "Ethical and Professional - applies a transparent, objective and sustainable manner to meet the ethical requirements of the profession."
    },
    {
      "behaviourId": "294c7c81-4f23-4257-b50a-98130ceed4ec",
      "detail": "Organised with an attention to detail – organises work efficiently and effectively to meet required targets, escalating queries or problems as appropriate. Demonstrates a professional approach to working to deadlines."
    },
    {
      "behaviourId": "08768ed2-6f0a-43e3-90cb-088c37a1a4d8",
      "detail": "Embracing change - accepts changing priorities and working requirements readily and has the flexibility to maintain high standards in a changing environment."
    },
    {
      "behaviourId": "fc1e408a-5e91-4c0c-87a7-179861351974",
      "detail": "Engaging with wider stakeholders and keeping up to date with changes in the finance industry which impact their organisation or role."
    },
    {
      "behaviourId": "7e87fe42-0fe1-4820-94cf-3c169383d7f8",
      "detail": "Wellbeing and resilience – demonstrates a commitment to personal wellbeing and an awareness of support and resources available. Contributing to cultivating an open, honest, and empathetic work environment."
    },
    {
      "behaviourId": "3b5aaa5c-b415-4f6e-bcc5-370d00613d8d",
      "detail": "Professional judgement – applying a critical eye to transactions and trends for reasonableness, demonstrating a ‘right first time approach’."
    },
    {
      "behaviourId": "18ca1c59-5874-4170-b792-858492319798",
      "detail": "Carry out the duties of their role by reference to sustainability good practice whether specific to their occupation or externally recognised. For example, by prioritising practices in their work that contribute to minimising or reversing climate change by reducing the use of non-renewable resources."
    }
  ],
  "skills": [
    {
      "skillId": "5a09f516-9c5d-4c61-bc6a-d6882e1631ab",
      "detail": "Assist with the investigation and response to financial information queries. "
    },
    {
      "skillId": "65672fb0-225c-4a82-bd1c-b6dc62844575",
      "detail": "Record and analyse financial data using the organisation’s standard tools and processes."
    },
    {
      "skillId": "9b8633ac-8ea5-4c52-8025-9fe5e8a5618f",
      "detail": "Apply double entry bookkeeping and accounting standards to process financial documents, generate financial statements and report financial information to users of accounts."
    },
    {
      "skillId": "578f6bc6-41b7-4003-b5e2-e1d896141e65",
      "detail": "Assist with production of accurate financial information for the preparation of accounts."
    },
    {
      "skillId": "5d07ab83-bc0c-4691-90d5-a9b32b27a695",
      "detail": "Reconcile financial data, such as, preparation of reconciliations or review of reconciliations."
    },
    {
      "skillId": "124cddf2-99b3-4705-99f0-505a67cc645d",
      "detail": "Investigate, resolve or escalate transactional queries and errors within their remit as appropriate."
    },
    {
      "skillId": "bc63e04e-3659-4ce4-b02d-c58fed30722c",
      "detail": "Develop and maintain effective working relationships with stakeholders."
    },
    {
      "skillId": "ffbca942-5f20-4218-a047-e2b5a1f076ef",
      "detail": "Communicate financial information in a way that non-finance stakeholders can interpret and understand."
    },
    {
      "skillId": "94e3533c-7566-4c71-a44a-f7545abd2d83",
      "detail": "Utilise digital skills to present key financial information using finance and accounting software and applications."
    },
    {
      "skillId": "0adb2e9c-0fa0-408d-a526-b7ea9b929184",
      "detail": "Use software packages to assist with basic accounting tasks in line with cyber and data security requirements, using data securely and safely, including backing up data."
    },
    {
      "skillId": "34df1632-ef15-44e3-815d-c84c6a6bc905",
      "detail": "Communicate using varying approaches and different media methods with an appreciation of the risks and benefits to the business of social media and other digital applications."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-09-07T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0072",
  "tbMainContact": "kara.mason@nhs.net",
  "involvedEmployers": "East Cheshire NHS Trust, Hampshire County Council, Derbyshire NHS Trust, Fortus, Lovewell- Blake, Campbell Dallas, Azets, RSM, Armstrong Watson, Worcestershire Local Authority, Network Rail, Co-operative Retail, Grant Thornton.",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Accounting technician",
    "Accounts clerk",
    "Assistant accountant",
    "Assistant cashier",
    "Bookkeeper",
    "Finance assistant",
    "Purchase ledger clerk",
    "Sales ledger clerk"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Accountancy",
  "cluster": "Assistant accountant",
  "clusterId": "236",
  "clusterDescription": "Undertake routine accountancy support analysis and report on financial activities including dealing with HMRC",
  "createdDate": "2023-08-25T12:58:16 +00:00",
  "lastUpdated": "2023-08-01T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-09-07T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0002",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0002-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0002-v1-2",
  "qualifications": [
    {
      "qualificationId": "227db30d-153f-4a1f-8f2e-326922742929",
      "title": "AAT Advanced Diploma in Accounting ",
      "level": "Three",
      "anyAdditionalInformation": "Superceded from 31 Aug 2022",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "011a3588-e3f7-4842-b01a-13e55065dffb",
      "title": "AAT Level 3 Diploma in Accounting ",
      "level": "Three",
      "anyAdditionalInformation": "Overtaking qualification to the AAT Advanced diploma in Accounting - Level 3 from 1st Sept 2022",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "AAT",
      "level": "Qualified Bookkeeper ",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "40f59e8d-c38c-4102-8db1-eb1a2f0308b2",
      "dutyDetail": "Assist with monthly and year end reporting of financial and accounts information. This will include the timely collation of data from a range of sources, such as different functions within one organisation, or a range of external clients if operating in a practice. This includes both foreseeable finance and accounting data requirements and unexpected requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d225ea4d-c762-4e2d-b724-f546cb2f03a7",
        "294c7c81-4f23-4257-b50a-98130ceed4ec",
        "3b5aaa5c-b415-4f6e-bcc5-370d00613d8d"
      ],
      "mappedKnowledge": [
        "871c4bec-86fb-4ce3-8096-e4ca2575faab",
        "828128e7-2b19-4412-ab6c-44e320b983b6",
        "6f417e02-b5b9-4e30-a50e-22a0e3940590",
        "63d9ad54-387c-487a-a5b3-5f5cf8d107bb",
        "06c86be9-9825-41fb-a7db-f6e1f05ad6f3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "65672fb0-225c-4a82-bd1c-b6dc62844575",
        "9b8633ac-8ea5-4c52-8025-9fe5e8a5618f",
        "578f6bc6-41b7-4003-b5e2-e1d896141e65",
        "5d07ab83-bc0c-4691-90d5-a9b32b27a695",
        "124cddf2-99b3-4705-99f0-505a67cc645d",
        "bc63e04e-3659-4ce4-b02d-c58fed30722c",
        "ffbca942-5f20-4218-a047-e2b5a1f076ef"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0f17c86c-5dc6-49ba-8b9a-fe6f7bb1892d",
      "dutyDetail": "Maintain financial and accounting records including the timely collation of data from a range of sources.  For example, different functions within one organisation, or a range of external clients if operating in practice. This includes both foreseeable requirements and unexpected requests, often to tight timescales.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d225ea4d-c762-4e2d-b724-f546cb2f03a7",
        "294c7c81-4f23-4257-b50a-98130ceed4ec",
        "3b5aaa5c-b415-4f6e-bcc5-370d00613d8d"
      ],
      "mappedKnowledge": [
        "828128e7-2b19-4412-ab6c-44e320b983b6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "65672fb0-225c-4a82-bd1c-b6dc62844575",
        "9b8633ac-8ea5-4c52-8025-9fe5e8a5618f",
        "578f6bc6-41b7-4003-b5e2-e1d896141e65",
        "5d07ab83-bc0c-4691-90d5-a9b32b27a695",
        "0adb2e9c-0fa0-408d-a526-b7ea9b929184"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5352419d-58db-4892-aba6-d1b466d89b78",
      "dutyDetail": "Safeguard against suspicious activities for example anti-money laundering.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d225ea4d-c762-4e2d-b724-f546cb2f03a7",
        "294c7c81-4f23-4257-b50a-98130ceed4ec",
        "3b5aaa5c-b415-4f6e-bcc5-370d00613d8d"
      ],
      "mappedKnowledge": [
        "6f417e02-b5b9-4e30-a50e-22a0e3940590",
        "63d9ad54-387c-487a-a5b3-5f5cf8d107bb",
        "06c86be9-9825-41fb-a7db-f6e1f05ad6f3",
        "b68dbb66-3556-4618-8105-e01f72cf0380",
        "c2531f58-812d-4aa8-ba4e-606691b4eb97",
        "68f1dc1f-3103-4689-925a-bb757c0a9538"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "65672fb0-225c-4a82-bd1c-b6dc62844575",
        "5d07ab83-bc0c-4691-90d5-a9b32b27a695",
        "ffbca942-5f20-4218-a047-e2b5a1f076ef"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7dae2994-a8a0-4527-ba61-29ab8890d31a",
      "dutyDetail": "Assist with the compilation of accounting and financial records, for example, to inform direct and indirect tax returns under supervision, audit documentation or control account reconciliations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d225ea4d-c762-4e2d-b724-f546cb2f03a7",
        "294c7c81-4f23-4257-b50a-98130ceed4ec"
      ],
      "mappedKnowledge": [
        "72386a82-9f7a-4577-90cd-a7d76c94e905",
        "b68dbb66-3556-4618-8105-e01f72cf0380",
        "68f1dc1f-3103-4689-925a-bb757c0a9538"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5a09f516-9c5d-4c61-bc6a-d6882e1631ab",
        "65672fb0-225c-4a82-bd1c-b6dc62844575",
        "9b8633ac-8ea5-4c52-8025-9fe5e8a5618f",
        "5d07ab83-bc0c-4691-90d5-a9b32b27a695",
        "124cddf2-99b3-4705-99f0-505a67cc645d",
        "ffbca942-5f20-4218-a047-e2b5a1f076ef"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "568be708-9646-41a7-8be1-b894d87a80f3",
      "dutyDetail": "Deliver financial and accounting information and data to stakeholders to ensure that key messages are communicated. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2ec1665f-734a-4505-9830-9fb9521b1ed9",
        "d225ea4d-c762-4e2d-b724-f546cb2f03a7",
        "294c7c81-4f23-4257-b50a-98130ceed4ec",
        "08768ed2-6f0a-43e3-90cb-088c37a1a4d8",
        "3b5aaa5c-b415-4f6e-bcc5-370d00613d8d",
        "18ca1c59-5874-4170-b792-858492319798"
      ],
      "mappedKnowledge": [
        "63d9ad54-387c-487a-a5b3-5f5cf8d107bb",
        "68f1dc1f-3103-4689-925a-bb757c0a9538"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bc63e04e-3659-4ce4-b02d-c58fed30722c",
        "34df1632-ef15-44e3-815d-c84c6a6bc905"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4b1c224b-1cb7-4ae8-a7cd-81bd11b6de2d",
      "dutyDetail": "Assist in the maintenance and use of digital systems by using software applications and packages to support the delivery of accurate and timely financial and accounting information. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d225ea4d-c762-4e2d-b724-f546cb2f03a7",
        "294c7c81-4f23-4257-b50a-98130ceed4ec",
        "3b5aaa5c-b415-4f6e-bcc5-370d00613d8d"
      ],
      "mappedKnowledge": [
        "06c86be9-9825-41fb-a7db-f6e1f05ad6f3",
        "ab63ce01-d7e8-4f8b-a0ad-b61c6c27d683"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9b8633ac-8ea5-4c52-8025-9fe5e8a5618f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1af7a5b7-a473-4241-9a17-6fb9dbb11423",
      "dutyDetail": "Use digital systems safely to ensure that the cyber security of the organisation is not compromised, and data handling legislative requirements are met.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d225ea4d-c762-4e2d-b724-f546cb2f03a7"
      ],
      "mappedKnowledge": [
        "6f417e02-b5b9-4e30-a50e-22a0e3940590",
        "63d9ad54-387c-487a-a5b3-5f5cf8d107bb",
        "06c86be9-9825-41fb-a7db-f6e1f05ad6f3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "94e3533c-7566-4c71-a44a-f7545abd2d83",
        "0adb2e9c-0fa0-408d-a526-b7ea9b929184",
        "34df1632-ef15-44e3-815d-c84c6a6bc905"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b68a03af-7ef3-4a76-ab4d-07ab05ae1069",
      "dutyDetail": "Undertake Continuous Professional Development by keeping up to date with relevant statutory obligations and procedural best practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d225ea4d-c762-4e2d-b724-f546cb2f03a7",
        "08768ed2-6f0a-43e3-90cb-088c37a1a4d8",
        "fc1e408a-5e91-4c0c-87a7-179861351974",
        "7e87fe42-0fe1-4820-94cf-3c169383d7f8",
        "18ca1c59-5874-4170-b792-858492319798"
      ],
      "mappedKnowledge": [
        "72386a82-9f7a-4577-90cd-a7d76c94e905",
        "b68dbb66-3556-4618-8105-e01f72cf0380",
        "d3942799-d731-45d5-9836-b215fb0d2d13",
        "ab63ce01-d7e8-4f8b-a0ad-b61c6c27d683"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4435bd81-1418-4c87-a6cf-7856320b7dd8",
      "dutyDetail": "Collaborate with people both internally and/or externally at appropriate levels with a view to deliver a service that meets customer’s needs with a commitment to professional and ethical standards, for example, professional code of conduct and duty of confidentiality as appropriate.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2ec1665f-734a-4505-9830-9fb9521b1ed9",
        "d225ea4d-c762-4e2d-b724-f546cb2f03a7",
        "fc1e408a-5e91-4c0c-87a7-179861351974",
        "18ca1c59-5874-4170-b792-858492319798"
      ],
      "mappedKnowledge": [
        "c2531f58-812d-4aa8-ba4e-606691b4eb97",
        "1a68e0b8-eea0-4477-b129-7084d419fdda",
        "68f1dc1f-3103-4689-925a-bb757c0a9538"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "65672fb0-225c-4a82-bd1c-b6dc62844575",
        "94e3533c-7566-4c71-a44a-f7545abd2d83",
        "34df1632-ef15-44e3-815d-c84c6a6bc905"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-08-01T00:00:00"
}