{
  "templateType": "Apprenticeship Standard",
  "larsCode": 121,
  "referenceNumber": "ST0036",
  "learningAimClassCode": "",
  "title": "Airside operator",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0036",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2022-12-30T00:00:00",
  "earliestStartDate": "2016-07-29T00:00:00",
  "latestStartDate": "2019-05-20T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Monitoring airfields to make sure of the safe and scheduled arrival, turnaround and departure of aircraft.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 3000,
  "maxFundingAdditionalInformation": "",
  "route": "Transport and logistics",
  "keywords": [
    "airfield",
    "airport",
    "planes",
    "transport",
    "airside operator",
    "aircraft"
  ],
  "jobRoles": [
    "air side operator"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1165/airside_operator.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;&lt;span class=&quot;highlight&quot;&gt;This standard has now been withdrawn at the request of the trailblazer group, as they decided it no longer met the needs of the sector.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;Airside operators are the ‘eyes and ears’ of the airfield team, and spend much of their working day or night out on the airfield patrolling, inspecting and then addressing situations to ensure that the flow of arriving and departing aircraft are on schedule. Although every airport is slightly different, the role covers a multitude of tasks including area inspections; patrolling the perimeter fence around the airport; monitoring bird activity and clearing wildlife using specialist vehicles and equipment; monitoring aircraft turnarounds and marshalling. The airside operator works in a high risk, safety critical environment requiring excellent communication, prioritising, effective decision making, problem solving and technical skills. The role requires a keen sense of situational awareness and the need to work safely to minimise incidents and accidents.&#160;&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;Duty&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Knowledge and Understanding (Know it)&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Skills (Show it)&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Behviours (Live it)&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Technical operations&#160;&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Understand aircraft characteristics and their performance, the features of aircraft and the basic principles of flight, and how to identify the type of aircraft arriving and departing from the airport&lt;/p&gt;\n&lt;p&gt;Know how to recognise hazards and deal with spillages, foreign objects and other risks to safety and security airside&lt;/p&gt;\n&lt;p&gt;Know the characteristics of airfield surfaces, systems, lighting and equipment; the procedures for measuring and testing airfield serviceability and standards and how to action required&lt;/p&gt;\n&lt;p&gt;Recognise and understand the implications of road signs, markings and traffic lights; the airside speed limits, safety instructions and the regulations governing driving a vehicle airside&lt;/p&gt;\n&lt;p&gt;Know how to recognise birds most commonly found in aerodromes and their behaviour, migration and roosting patterns and what actions to take to move birds and other wildlife away from the airfield&lt;/p&gt;\n&lt;p&gt;Know how to recognise significant changes in the weather and understand how to interpret and record meteorological, pilot, routine and special reports&lt;/p&gt;\n&lt;p&gt;Know the business and civil licensing and inspection procedures and understand standard safety and working practices in relation to airfield operations&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Apply the correct procedures and guidelines to enable the aircraft to operate safely around the airfield&lt;/p&gt;\n&lt;p&gt;Inspect and patrol the manoeuvring area, runway, apron area and roads, to ensure they are fit for purpose, raising and following through faults and issues*&lt;/p&gt;\n&lt;p&gt;Maintain a record of airfield serviceability and direct and control airfield maintenance&lt;/p&gt;\n&lt;p&gt;Operate a vehicle airside and provide leader service to aircraft, emergencies, and contractors / airfield users*&lt;/p&gt;\n&lt;p&gt;Monitor and control bird activity and wildlife to prevent disruption on the airfield&lt;/p&gt;\n&lt;p&gt;Monitor the weather and carry out specialist duties airside to ensure operational safety is maintained in low visibility and adverse weather conditions&lt;/p&gt;\n&lt;p&gt;Monitor airfield condition and operations&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Be adept at handling multiple tasks in a calm and organised manner&lt;/p&gt;\n&lt;p&gt;Use initiative and make sound judgements on available information&lt;/p&gt;\n&lt;p&gt;Be constantly vigilant and demonstrate a keen sense of situational awareness&lt;/p&gt;\n&lt;p&gt;Make effective and timely decisions when problems arise to keep people safe and operations flowing smoothly&lt;/p&gt;\nUse equipment and technology responsibly and effectively&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Safety&#160;&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Know and understand the local and organisational procedures and safety rules and how they impact on operational duties&lt;/td&gt;\n&lt;td&gt;Carry out general safety patrols and enforcement action across the airfield*&lt;/td&gt;\n&lt;td&gt;Be committed to using safe working practices and promoting a safe, open and honest working environment&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Business&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Understand how to achieve the business vision and objectives by taking ownership of own area of work&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;Actively use techniques that support business performance and meet objectives&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Demonstrate personal drive to achieve the business vision and objectives&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Financial&#160;&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Understand how operating safely, securely and efficiently with a drive to minimise disruptions to the operation impacts on the financial health of the business*&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&#160;\n&lt;p&gt;Actively use techniques to operate safely, securely and efficiently, minimising accidents, incidents and near misses&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&#160;\n&lt;p&gt;Be financially astute in work activities and act credibly on all matters that affect business finance&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Team&#160;&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Know how to support and influence the team positively and recognise how all staff and teams are dependent on each other to meet Business objectives&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&#160;\n&lt;p&gt;Support team members to ensure the operation is delivered safely, on time and as agreed&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&#160;\n&lt;p&gt;Encourage team to take a pride in their role through a consistently positive and professional approach&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Performance&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Understand how personal performance impacts on safe, secure and effective operations&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&#160;\n&lt;p&gt;Work consistently to accomplish the best result, challenging personal methods of working and seeking methods for improvements&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&#160;\n&lt;p&gt;Use a flexible and adaptable approach in a highly-paced, changing environment&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Legal and governance&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Know how to work according to aviation and environmental regulations and local bye-laws and understand how to &#160;protect peoples’ health, safety and security&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&#160;\n&lt;p&gt;Comply with legal requirements to minimise risk and inspire customer confidence; minimising disruption to the operation and maintaining the safety and security of people at all times&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&#160;\n&lt;p&gt;Advocate the importance of working safely and legally in the best interest of all people&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Environment&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Understand how work activities impact on the environment&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&#160;\n&lt;p&gt;Take action to minimise the effect of work activities on the environment&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&#160;\n&lt;p&gt;Make responsible decisions to minimise the effect of work activities on the environment&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Contigency&lt;/strong&gt;&#160;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Know how to identify, plan for and minimise risks to the operation&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;Identify and isolate matters of concern, establish the cause and intervene accordingly to minimise disruption to the operation and risk to people&lt;/td&gt;\n&lt;td&gt;Be solution focussed and remain calm under pressure, adopting a constructive attitude to dealing with problems and driving a positive outcome&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;People and Diversity&#160;&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Know how to identify&#160; and respond to individuals’ needs in different situations and communicate with customers and colleagues from a diverse range of backgrounds and culture&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&#160;\n&lt;p&gt;Use effective methods of communication and operate in a fair and empathic manner that achieves the desired result&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&#160;\n&lt;p&gt;Actively listen and empathise with other people’s point of view, respond politely and promote a fair, non-discriminatory and equal working environment&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Staff development&#160;&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Know how to communicate knowledge and experience of procedures to the team&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&#160;\n&lt;p&gt;Pass on knowledge and experience of operations and procedures to new recruits and colleagues&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&#160;\n&lt;p&gt;Support and encourage team members to develop and enhance skills to achieve the best result for customers and the business&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Leadership&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Know how to take responsibility for own role within operation, and understand how own role contributes to the team and how the team output impacts on the wider organisation&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&#160;\n&lt;p&gt;Motivate and inspire others to perform their role to the best of their ability in line with the business&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&#160;\n&lt;p&gt;Visibly and authentically live the brand, culture and values of the business&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Customer&#160;&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Identify the customer profile of the business, understand the business growth strategy and its competitors*&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&#160;\n&lt;p&gt;Respond to customers according to their needs in line with business standards, enhancing their experience where appropriate&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&#160;\n&lt;p&gt;Actively seek feedback to improve own interaction with&lt;/p&gt;\ncustomers, and encourage others to do the same&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Armed Forces&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Within the armed forces the requirements of the role differ due to allocation of roles and responsibilities according to rank and designation, for example, the Royal Air Force role of a Flight&lt;/p&gt;\n&lt;p&gt;Operations Assistant is similar but differs in the following ways: A Flight Operations Assistant will be employed in one of two locations; an Operations Room or an Air Traffic Control (ATC) Tower. Within an ATC tower they will be employed as an Approach, Local, movements Logger, Radar assistant or Switchboard Assistant and as a Driver if able. An Operations Room Assistant will not generally spend time on the airfield. Non-drivers can also be employed in either location. Employers and representatives from both the RAF and commercial airports have come together to identify the main knowledge; skills and behaviour that they agree are essential for airside operators to achieve a professional standard. However due to limitations within the armed forces those marked with * will be assessed as either progression or transfer into airside operations in a commercial airport.&lt;/p&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;12 Months. The apprenticeship may be spread over a longer period to allow for seasonal business operations&#160;&lt;/p&gt;\n&lt;h3&gt;Progresssion&#160;&lt;/h3&gt;\n&lt;p&gt;Individuals that successfully achieve the airside operators’ apprenticeship standard will be well placed to progress to a supervisory position / apprenticeship.&lt;/p&gt;\n&lt;h3&gt;Level&#160;&lt;/h3&gt;\n&lt;p&gt;This standard is set at level 2&lt;/p&gt;\n&lt;h3&gt;Renewal&#160;&lt;/h3&gt;\n&lt;p&gt;July 2017, except in the exception of a significant industry change for which the rationale is agreed to be sufficiently robust by employers responsible for overseeing the standard to warrant an earlier amendment.&lt;/p&gt;\n&lt;h3&gt;Recognition&#160;&lt;/h3&gt;\n&lt;p&gt;The apprenticeship standard for airside operators is supported by the Civil Aviation Authority (CAA).&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual is the intended EQA provider",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-07-29T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "Enquiries.IFA@education.gov.uk",
  "involvedEmployers": "British Airways, Birmingham Airport, Bristol Airport, Coventry Airport Ltd, dnata UK, Exeter International Airport, Gatwick Airport, George Best Belfast City Airport, Heathrow Airport Ltd, Leeds Bradford International Airport, London City Airport, London Gatwick Airport, London Southend Airport, Newcastle International Airport, Norwich International Airport, OmniServe, Southampton International Airport, Stobart Air, Swissport Ltd, Royal Air Force, Royal Navy",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "air side operator"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Transport",
  "cluster": "Transport operations operative or technician",
  "clusterId": "16",
  "clusterDescription": "Support a transport facility's operation and/or support the loading and movement of a freight or passenger vehicle or vessel",
  "createdDate": "2017-09-22T14:24:53 +00:00",
  "lastUpdated": "2022-12-30T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-07-29T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0036",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0036-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0036-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-12-30T00:00:00"
}