{
  "templateType": "Apprenticeship Standard",
  "larsCode": 287,
  "referenceNumber": "ST0095",
  "learningAimClassCode": "",
  "title": "Bricklayer",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0095",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan revised",
  "changedDate": "2023-08-09T00:00:00",
  "earliestStartDate": "2019-10-24T00:00:00",
  "latestStartDate": "2023-08-06T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Laying bricks, blocks and other types of building components in mortar to construct and repair walls, foundations, partitions, arches and other structures.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 30,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "Bricklayer",
    "communication",
    "construction",
    "buidling components",
    "building"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4341/st0095_bricklayer_l2_ap_for_publication_01072020.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.1",
  "standardInformation": "&lt;h2&gt;OCCUPATIONAL PROFILE&lt;/h2&gt;\n&lt;p&gt;The construction sector is the driving force behind the UK economy, employing three million people and contributing 6.4% of GDP. Not only that, the construction industry is central to delivering the homes, schools, hospitals, energy and transport infrastructure our society demands. A career in the construction industry is like no other. Bricklaying is a core function within the construction sector, particularly the house building sector. The Government has a target to build significantly more new homes over the coming years and therefore the demand for bricklayers has never been higher.&lt;/p&gt;\n&lt;p&gt;Bricklayers lay bricks, blocks and other types of building components in mortar to construct and repair walls, foundations, partitions, arches and other structures eg chimney stacks. They might also refurbish brickwork and masonry on restoration projects. The range of sites and projects that bricklayers will work on include large commercial developments, new builds in housing, alterations, extensions and restorations. A bricklayer may work one-on-one or on larger jobs where their bricklaying group (gang) may work on a particular section of a building alongside other bricklaying gangs as well as other trades.&lt;/p&gt;\n&lt;h3&gt;CORE KNOWLEDGE, SKILLS AND BEHAVIOUR REQUIREMENTS&lt;/h3&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Health and safety: &lt;/em&gt;&lt;/strong&gt;Health and safety hazards, current regulations and legislation including COSHH/risk assessments and understanding the importance of method statements. Codes of practice and safe working practices, including asbestos awareness and correct use of personal protective equipment (PPE).&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Customer service: &lt;/em&gt;&lt;/strong&gt;The principles of high quality customer service. Establishing the needs of others (colleagues, customers and other stakeholders). Respect the working environment including customers’ properties, impact on other trades and the project. Gaining and keeping a valued reputation in industry with clients, colleagues and industry representatives such as suppliers and manufacturers.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Communication: &lt;/em&gt;&lt;/strong&gt;Different communication methods. How to communicate in a clear, articulate and appropriate manner. How to adapt communication style to different situations.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Buildings: &lt;/em&gt;&lt;/strong&gt;Different eras, types of construction methods, insulation considerations, sustainability, facilities management, fire, moisture and air protection. Fireplaces and chimneys. Damp proof courses and the use of brick ties. An awareness of the location of trees and services, and their impact on foundation types.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Energy efficiency: &lt;/em&gt;&lt;/strong&gt;The importance and considerations of thermal qualities, airtightness and ventilation to buildings.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Materials: &lt;/em&gt;&lt;/strong&gt;Types of materials, their uses and their value. Types of bonds and their uses. Concrete and drainage. Cost awareness and environmental considerations/waste awareness e.g. surface water management and recycling.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Alternative construction techniques: &lt;/em&gt;&lt;/strong&gt;Modern methods of construction, rapid build technology, alternative block, masonry, steel and timber based cladding systems.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Radial and battered brickwork: &lt;/em&gt;&lt;/strong&gt;Set out and build brickwork, including complex arches and surrounding brickwork, curved on plan, concave and convex brickwork and battered brickwork.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Feature and reinforced brickwork: &lt;/em&gt;&lt;/strong&gt;Set out and build brickwork, including complex decorative features, obtuse/acute angle quoins and reinforced brickwork&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Fireplaces and chimneys: &lt;/em&gt;&lt;/strong&gt;Select materials and resources required to set out and build fireplaces and chimneys using materials such as hearths, plinths, flue liners, chimney pots and other modern methods.&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;Skills&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Preparation of materials: &lt;/em&gt;&lt;/strong&gt;Determine quality and quantities of building material including mix ratios of mortar and concrete. Areas and volumes of materials and resources&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Safe working: &lt;/em&gt;&lt;/strong&gt;Adhere to relevant health and safety legislation, codes of practice and apply safe working practices, including when working at heights. Safe use of ‘disc cutters’ and power cutters.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Working area: &lt;/em&gt;&lt;/strong&gt;Select appropriate tools, equipment and materials (eg trowel, levels, brick ties, DPC, insulation, mixers, lintels etc) for use when setting out and erecting masonry walling . Maintain a clean working environment.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Masonry structures: &lt;/em&gt;&lt;/strong&gt;Interpret drawings and specifications. Measure the work area and set out level first courses of bricks to a plan, including bonds for openings and the damp course. Mix mortar by hand or with a mechanical mixer. Lay bricks to set dimensions and apply mortar with a trowel to completion. Shape and trim bricks/blocks using hammers, chisels and power tools. Use of laser levels, spirit levels, optical levels and string lines to check that courses are straight, horizontally and vertically, and laid to a gauge. Ensure thermal qualities, airtightness and ventilation are maintained. Remove waste materials. Repair and renew masonry structures.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Radial and battered brickwork: &lt;/em&gt;&lt;/strong&gt;Set out and build brickwork, including simple arches and surrounding brickwork.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Feature and reinforced brickwork: &lt;/em&gt;&lt;/strong&gt;Set out and build brickwork, including common decorative features such as oversailing courses and simple corbels.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Other brickwork: &lt;/em&gt;&lt;/strong&gt;Block laying. Cavity walling to include openings, brick inspection chambers, joint finishes, set out a square, set out to a gauge rod and/or profiles.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Building technology: &lt;/em&gt;&lt;/strong&gt;Select materials and resources to be able to set out and lay concrete, drainage and other substructure materials.&lt;/p&gt;\n&lt;h3&gt;Behaviours&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Positive and mature attitude: &lt;/em&gt;&lt;/strong&gt;Conscientious, punctual, enthusiastic, reliable and professional including appearance. Take responsibility for personal judgements and actions. Be aware of the limits of personal competence. Show drive and energy in fulfilling requirements of role, including deadlines and being proactive not reactive. Show honesty and integrity by developing the trust of customers and colleagues and undertaking responsibilities in an ethical and empathetic manner. Demonstrate awareness of equality and diversity in all aspects of role.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Quality focused: &lt;/em&gt;&lt;/strong&gt;Be reliable, productive, efficient and quality focussed in work and in personal standards to current industrial standards. Awareness and consideration of other trades eg build walls in a way that allows for pipes and electrical wiring. Keep work area clean and tidy. Provide good customer service. Give consideration to the appropriate use of resources and personal actions in regards to environmental, social and economic factors and their impacts.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Effective communication: &lt;/em&gt;&lt;/strong&gt;Oral (including listening), written, body language and presentation. Collaborate with others, eg colleagues, clients, architects, contract managers, other trades, clients, suppliers and the public regardless of differences in race, gender, sexual orientation, or other characteristics.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Self-motivated learner: &lt;/em&gt;&lt;/strong&gt;Identify personal development needs and take action to meet those needs. Keep up-to-date with best practice and new technology. Show initiative to independently complete work and solve problems by seeking out critical information.&lt;/p&gt;\n&lt;h3&gt;DURATION&lt;/h3&gt;\n&lt;p&gt;Typical completion time is likely to be 24-30 months. This may reduce if an apprentice has gained previous relevant knowledge and skills.&lt;/p&gt;\n&lt;h3&gt;ENTRY REQUIREMENTS&lt;/h3&gt;\n&lt;p&gt;Entry requirements will be determined by individual employers.&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;ENGLISH AND MATHS&lt;/h3&gt;\n&lt;p&gt;If not already achieved, the apprentice will have to achieve Level 1 English and maths and take the test for level 2 prior to taking their end-point assessment.&lt;/p&gt;\n&lt;h3&gt;LINK TO PROFESSIONAL REGISTRATION&lt;/h3&gt;\n&lt;p&gt;On completion of this Apprenticeship, the apprentice will have satisfied the requirements to obtain a Construction Skills Certification Scheme (CSCS) Card at the appropriate level.&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;LEVEL&lt;/h3&gt;\n&lt;p&gt;This is a Level 2 Apprenticeship.&lt;/p&gt;\n&lt;h3&gt;REVIEW DATE&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship standard will be reviewed in three years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The construction sector is the driving force behind the UK economy, employing three million people and contributing 6.4% of GDP. Not only that, the construction industry is central to delivering the homes, schools, hospitals, energy and transport infrastructure our society demands. A career in the construction industry is like no other. Bricklaying is a core function within the construction sector, particularly the house building sector. The Government has a target to build significantly more new homes over the coming years and therefore the demand for bricklayers has never been higher.&lt;/p&gt;\n&lt;p&gt;Bricklayers lay bricks, blocks and other types of building components in mortar to construct and repair walls, foundations, partitions, arches and other structures eg chimney stacks. They might also refurbish brickwork and masonry on restoration projects. The range of sites and projects that bricklayers will work on include large commercial developments, new builds in housing, alterations, extensions and restorations. A bricklayer may work one-on-one or on larger jobs where their bricklaying group (gang) may work on a particular section of a building alongside other bricklaying gangs as well as other trades.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "7360461c-2a4b-41b0-af9f-c57153c286ff",
      "detail": "Health and safety: Health and safety hazards, current regulations and legislation including COSHH/risk assessments and understanding the importance of method statements. Codes of practice and safe working practices, including asbestos awareness and correct use of personal protective equipment (PPE)."
    },
    {
      "knowledgeId": "19a82365-5c5a-4065-a442-19c341cd76a8",
      "detail": "Customer service: The principles of high quality customer service. Establishing the needs of others (colleagues, customers and other stakeholders). Respect the working environment including customers’ properties, impact on other trades and the project. Gaining and keeping a valued reputation in industry with clients, colleagues and industry representatives such as suppliers and manufacturers."
    },
    {
      "knowledgeId": "a5cf8ef4-9101-402c-aa89-e4b75247946b",
      "detail": "Communication: Different communication methods. How to communicate in a clear, articulate and appropriate manner. How to adapt communication style to different situations."
    },
    {
      "knowledgeId": "854d0e23-3dc7-483b-976a-99e9e45ddaa1",
      "detail": "Buildings: Different eras, types of construction methods, insulation considerations, sustainability, facilities management, fire, moisture and air protection. Fireplaces and chimneys. Damp proof courses and the use of brick ties. An awareness of the location of trees and services, and their impact on foundation types."
    },
    {
      "knowledgeId": "e3ee9028-9c0f-4ff0-86dc-80bcbc4ec704",
      "detail": "Energy efficiency: The importance and considerations of thermal qualities, airtightness and ventilation to buildings."
    },
    {
      "knowledgeId": "2d1976db-209a-4cea-a236-38f5539410a9",
      "detail": "Materials: Types of materials, their uses and their value. Types of bonds and their uses. Concrete and drainage. Cost awareness and environmental considerations/waste awareness e.g. surface water management and recycling."
    },
    {
      "knowledgeId": "e7799576-f500-4151-813f-8ab90b9262d6",
      "detail": "Alternative construction techniques: Modern methods of construction, rapid build technology, alternative block, masonry, steel and timber based cladding systems."
    },
    {
      "knowledgeId": "208ea9de-f6d0-4828-a96d-611d61b46988",
      "detail": "Radial and battered brickwork: Set out and build brickwork, including complex arches and surrounding brickwork, curved on plan, concave and convex brickwork and battered brickwork."
    },
    {
      "knowledgeId": "417ad626-3200-4958-89b1-68aeeb145e69",
      "detail": "Feature and reinforced brickwork: Set out and build brickwork, including complex decorative features, obtuse/acute angle quoins and reinforced brickwork"
    },
    {
      "knowledgeId": "360a87b3-a417-4047-9a46-4c9ec3a5fca7",
      "detail": "Fireplaces and chimneys: Select materials and resources required to set out and build fireplaces and chimneys using materials such as hearths, plinths, flue liners, chimney pots and other modern methods. "
    }
  ],
  "behaviours": [
    {
      "behaviourId": "9881dfb0-c3e9-4da0-8710-643e191635d3",
      "detail": "Positive and mature attitude: Conscientious, punctual, enthusiastic, reliable and professional including appearance. Take responsibility for personal judgements and actions. Be aware of the limits of personal competence. Show drive and energy in fulfilling requirements of role, including deadlines and being proactive not reactive. Show honesty and integrity by developing the trust of customers and colleagues and undertaking responsibilities in an ethical and empathetic manner. Demonstrate awareness of equality and diversity in all aspects of role."
    },
    {
      "behaviourId": "d9a4f35d-9b4c-4ddc-838c-8619c6d47c33",
      "detail": "Quality focused: Be reliable, productive, efficient and quality focussed in work and in personal standards to current industrial standards. Awareness and consideration of other trades eg build walls in a way that allows for pipes and electrical wiring. Keep work area clean and tidy. Provide good customer service. Give consideration to the appropriate use of resources and personal actions in regards to environmental, social and economic factors and their impacts."
    },
    {
      "behaviourId": "2c31091d-1cfe-4dbe-8863-2f7e5fe16464",
      "detail": "Effective communication: Oral (including listening), written, body language and presentation. Collaborate with others, eg colleagues, clients, architects, contract managers, other trades, clients, suppliers and the public regardless of differences in race, gender, sexual orientation, or other characteristics."
    },
    {
      "behaviourId": "8f4e7792-c6c0-4cac-afa9-f010a880b374",
      "detail": "Self-motivated learner: Identify personal development needs and take action to meet those needs. Keep up-to-date with best practice and new technology. Show initiative to independently complete work and solve problems by seeking out critical information."
    }
  ],
  "skills": [
    {
      "skillId": "9418f8ea-2a06-4b95-9488-366103e7e4cf",
      "detail": "Preparation of materials: Determine quality and quantities of building material including mix ratios of mortar and concrete. Areas and volumes of materials and resources."
    },
    {
      "skillId": "5566b288-31e1-4880-8676-6407b916ccf2",
      "detail": "Safe working: Adhere to relevant health and safety legislation, codes of practice and apply safe working practices, including when working at heights. Safe use of ‘disc cutters’ and power cutters."
    },
    {
      "skillId": "7a91eb65-7a64-4a98-90fd-4fc8455d49e6",
      "detail": "Working area: Select appropriate tools, equipment and materials (eg trowel, levels, brick ties, DPC, insulation, mixers, lintels etc) for use when setting out and erecting masonry walling . Maintain a clean working environment."
    },
    {
      "skillId": "4cbc0cb6-a09e-45fd-ae63-7a90cba7e474",
      "detail": "Masonry structures: Interpret drawings and specifications. Measure the work area and set out level first courses of bricks to a plan, including bonds for openings and the damp course. Mix mortar by hand or with a mechanical mixer. Lay bricks to set dimensions and apply mortar with a trowel to completion. Shape and trim bricks/blocks using hammers, chisels and power tools. Use of laser levels, spirit levels, optical levels and string lines to check that courses are straight, horizontally and vertically, and laid to a gauge. Ensure thermal qualities, airtightness and ventilation are maintained. Remove waste materials. Repair and renew masonry structures."
    },
    {
      "skillId": "88b8c94c-3e7f-45a4-9b2b-7af34095ad45",
      "detail": "Radial and battered brickwork: Set out and build brickwork, including simple arches and surrounding brickwork."
    },
    {
      "skillId": "5784b6dc-7cbb-46f2-bbac-08360b19983b",
      "detail": "Feature and reinforced brickwork: Set out and build brickwork, including common decorative features such as oversailing courses and simple corbels."
    },
    {
      "skillId": "20dae31a-7c82-46d5-a7d7-980baebabcff",
      "detail": "Other brickwork: Block laying. Cavity walling to include openings, brick inspection chambers, joint finishes, set out a square, set out to a gauge rod and/or profiles."
    },
    {
      "skillId": "b6de7684-1865-4c46-b575-d34e326db61d",
      "detail": "Building technology: Select materials and resources to be able to set out and lay concrete, drainage and other substructure materials."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-06-22T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0034",
  "tbMainContact": "julian@bordercraftgroup.co.uk",
  "involvedEmployers": "A &amp; B Joinery, Bordercraft Group, Brick Baron, Cuttle Construction, D J Hutchings, G M &amp; G Marley, Greendale, Hall Construction, Oakleaf Commercial Services, SE Connell &amp; Sons, Stuart Barr, Fessa Properties, Barratt Homes, Lovell Homes, Redrow, Hind Joiners &amp; Builders",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": null,
  "cluster": null,
  "clusterId": null,
  "clusterDescription": null,
  "createdDate": "2022-04-05T15:33:24 +00:00",
  "lastUpdated": "2023-08-09T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-06-22T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0095",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0095-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0095-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-08-09T00:00:00"
}