{
  "templateType": "Apprenticeship Standard",
  "larsCode": 77,
  "referenceNumber": "ST0176",
  "learningAimClassCode": "",
  "title": "Credit controller and collector",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0176",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2016-03-10T00:00:00",
  "earliestStartDate": "2016-03-10T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Monitor and manage customer accounts, follow financial policies to collect money owed to organisations.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Legal, finance and accounting",
  "keywords": [
    "financial services",
    "credit management",
    "financial risk",
    "customer relationships",
    "customer accounts",
    "debt support",
    "write offs"
  ],
  "jobRoles": [
    "Credit controller credit collector",
    "Agent third party collection",
    "Debt collection"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7270/credit_controller_-_collectorem.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.1 Accounting and finance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Role and occupation&lt;/strong&gt;:&lt;/h3&gt;\n&lt;p&gt;Credit Controller and collector&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Occupational profile:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Credit management is a dynamic function found across all sectors of UK and international commerce and offers a range of challenging and interesting specialisms. Given the importance of credit management and collections, roles are central to many operations, typically setting policies, facilitating sales, managing financial risk and customer&lt;/p&gt;\n&lt;p&gt;relationships. Through this work credit management protects cash flow and facilitates all wider business activity.&lt;/p&gt;\n&lt;p&gt;Commercial teams have significant responsibility and manage high value accounts. Roles are typically fast-paced and target driven, requiring detailed knowledge of law, regulations and the business environment, and skilled practitioners possess excellent technical and interpersonal skills. Credit management and collections are rewarding career choices for self-motivated and enthusiastic individuals who would enjoy a varied role working at the centre of operations.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Role profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Within this, the focus of the Credit controller and collector role is typically to monitor and manage customer accounts; follow organisational policies to collect monies owed and ensure that work quality targets are met. This requires proactive interaction with customers who have not paid or who have reached credit limits or terms in order to minimise bad debts while retaining positive relationships for the longer term. The range of activities within the role could include, but are not limited to, processing credit applications; agreeing credit terms and/or payment arrangements; invoicing; monitoring payment; allocating and reconciling cash; proactively contacting customers to collect debt, outstanding balances; resolving straight-forward disputes; debt support, and recommending write offs.&lt;/p&gt;\n&lt;h3&gt;Typical job titles:&lt;/h3&gt;\n&lt;p&gt;Credit controller credit collector, Debt collection and Agent third party collection&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Requirements - Knowledge, skills and behaviours that the apprentice will demonstrate on completion:&lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 109px;&quot; width=&quot;109&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 355px;&quot; width=&quot;355&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Credit management&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;355&quot;&gt;\n&lt;p&gt;Broad understanding of the principles of credit management and collections together with a sound understanding of organisational policies and techniques used in their role, e.g. credit terms; use of external sources of information, e.g. credit scores; and policies for handling vulnerable customers.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Regulatory and compliance&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;355&quot;&gt;\n&lt;p&gt;Broad understanding of the legal, regulatory, risk and compliance framework within which they operate, with a sound understanding of relevant risk and compliance requirements for their role, e.g. credit management policies, data protection, treating customers fairly, potentially fraudulent transactions, including anti-money laundering arrangements and financial and sector regulatory requirements depending on the type of collections.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Industry and organisation understanding&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;355&quot;&gt;\n&lt;p&gt;Understands professional standards; the nature and priorities of the organisation they work in; organisational ‘values’; and where their role fits in the organisation. Understands the different areas of the organisation that they need to work with, e.g. sales.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Products and services&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;355&quot;&gt;\n&lt;p&gt;Broad understanding of the products and services offered to customers by their organisation, together with sound knowledge of the products and services that they support, and how their role supports the delivery of these products and services.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Systems and processes&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;355&quot;&gt;\n&lt;p&gt;Understands the systems, tools and processes used in the role, together with the standards to be met, including IT tools.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table style=&quot;width: 776px;&quot; border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 146px;&quot; width=&quot;89&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 630px;&quot; width=&quot;375&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 146px;&quot; width=&quot;89&quot;&gt;\n&lt;p&gt;Service delivery&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 630px;&quot; width=&quot;375&quot;&gt;\n&lt;p&gt;Delivers excellent service to customers using the organisation’s systems and processes; contributes to individual and team objectives, in line with the employer’s policy; works in a way which reflects organisational values and complies with standards and regulatory requirements; carries out a range of tasks which may include credit application processing, cash allocation and reconciliation; proactive contact with customers to collect outstanding balances, debt; maintaining accurate records of communications, actions; straight-forward dispute resolution; and recommending write offs.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 146px;&quot; width=&quot;89&quot;&gt;\n&lt;p&gt;Work planning&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 630px;&quot; width=&quot;375&quot;&gt;\n&lt;p&gt;Organises their own accounts, completing tasks to required deadlines. Tracks individual customer accounts where necessary. Takes ownership through to completion, escalating when required, e.g. potential debt risk.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 146px;&quot; width=&quot;89&quot;&gt;\n&lt;p&gt;Teamwork&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 630px;&quot; width=&quot;375&quot;&gt;\n&lt;p&gt;Consistently supports colleagues and collaborates to achieve results. Builds and maintains good working relationships within teams and with other business areas where necessary. Aware of own role in the team and the impact on others.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 146px;&quot; width=&quot;89&quot;&gt;\n&lt;p&gt;Communication and relationship building&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 630px;&quot; width=&quot;375&quot;&gt;Communicates effectively with customers and colleagues, using sound interpersonal skills, a range of media and appropriate language, e.g. phone, email, SMS, letter and face-to-face. Builds good relationships with customers, recognising their relationship with and their importance to the organisation while dealing with a potentially difficult topic.&#160; Adapts their style to that of the customer and actively listens to understand their needs. Handles difficult and sensitive situations professionally when they occur, e.g. regarding overdue accounts, working to support and retain a positive relationship with the customer.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 146px;&quot; width=&quot;89&quot;&gt;\n&lt;p&gt;Negotiation and decision making&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 630px;&quot; width=&quot;375&quot;&gt;\n&lt;p&gt;Works with customers to identify mutually acceptable solutions to credit issues, within organisational guidelines. Takes ownership through to resolution, escalating where necessary.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 146px;&quot; width=&quot;89&quot;&gt;\n&lt;p&gt;Continuous improvement&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 630px;&quot; width=&quot;375&quot;&gt;Identifies opportunities to improve work practices and successfully implements changes that are required.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 146px;&quot; width=&quot;89&quot;&gt;\n&lt;p&gt;Personal development&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 630px;&quot; width=&quot;375&quot;&gt;\n&lt;p&gt;Seeks feedback and acts on it to improve their performance. Builds their own capability through ownership of their own development, working with their manager. Keeps up to date with relevant changes.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 103px;&quot; width=&quot;103&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 362px;&quot; width=&quot;362&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;103&quot;&gt;\n&lt;p&gt;Honesty &amp;amp; Integrity&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;362&quot;&gt;\n&lt;p&gt;Truthful, sincere and trustworthy in their actions. Shows integrity by doing the right thing. Maintains appropriate confidentiality at all times.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;103&quot;&gt;\n&lt;p&gt;Flexibility&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;362&quot;&gt;\n&lt;p&gt;Adapts positively to changing work priorities and patterns when new tasks need to be done or requirements change.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;103&quot;&gt;\n&lt;p&gt;Resilience&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;362&quot;&gt;\n&lt;p&gt;Displays energy and enthusiasm in the way they go about their role, dealing positively with setbacks when they occur. Stays positive under pressure.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their Apprenticeships. It is recommended that employers may want most candidates to have Level 2 Maths and English. Other relevant or prior experience may also be considered as an alternative.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The length of this apprenticeship is typically 12 – 18 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;There are no required qualifications for this apprenticeship. Apprentices without level 1 English and Maths will need to achieve this level and take the test for level 2 English and maths prior to completion of their apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Progression&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship is likely to be an entry level role to the organisation. On completion of this apprenticeship, the apprentice will be fully competent in the role and can continue to develop their career within the organisation through a range of possible pathways. These include senior credit controller and collector, credit risk analyst, team leader and credit manager. If the apprentice chooses to study the suggested CICM qualification, they will become affiliate members of the Chartered Institute of Credit Management. This will put them on the pathway towards full qualification as a credit manager and full professional membership of the Chartered Institute of Credit Management.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a Level 2 apprenticeship&lt;em&gt;.&lt;/em&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;After 3 years or when significant change is required.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Credit management is a dynamic function found across all sectors of UK and international commerce and offers a range of challenging and interesting specialisms. Given the importance of credit management and collections, roles are central to many operations, typically setting policies, facilitating sales, managing financial risk and customer relationships. Through this work credit management protects cash flow and facilitates all wider business activity. Commercial teams have significant responsibility and manage high value accounts. Roles are typically fast-paced and target driven, requiring detailed knowledge of law, regulations and the business environment, and skilled practitioners possess excellent technical and interpersonal skills. Credit management and collections are rewarding career choices for self-motivated and enthusiastic individuals who would enjoy a varied role working at the centre of operations. Role profile: Within this, the focus of the Credit controller and collector role is typically to monitor and manage customer accounts; follow organisational policies to collect monies owed and ensure that work quality targets are met. This requires proactive interaction with customers who have not paid or who have reached credit limits or terms in order to minimise bad debts while retaining positive relationships for the longer term. The range of activities within the role could include, but are not limited to, processing credit applications; agreeing credit terms and/or payment arrangements; invoicing; monitoring payment; allocating and reconciling cash; proactively contacting customers to collect debt, outstanding balances; resolving straight-forward disputes; debt support, and recommending write offs.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "006702ba-6ced-40d8-9d09-56808b5c1b79",
      "detail": "Credit management: Broad understanding of the principles of credit management and collections together with a sound understanding of organisational policies and techniques used in their role, e.g. credit terms; use of external sources of information, e.g. credit scores; and policies for handling vulnerable customers."
    },
    {
      "knowledgeId": "7b69023c-2a13-41c2-b6aa-748a1113f1a6",
      "detail": "Regulatory and compliance: Broad understanding of the legal, regulatory, risk and compliance framework within which they operate, with a sound understanding of relevant risk and compliance requirements for their role, e.g. credit management policies, data protection, treating customers fairly, potentially fraudulent transactions, including anti-money laundering arrangements and financial and sector regulatory requirements depending on the type of collections."
    },
    {
      "knowledgeId": "9de84c12-a60c-43a5-adec-4b3475114ce6",
      "detail": "Industry and organisation understanding: Understands professional standards; the nature and priorities of the organisation they work in; organisational ‘values’; and where their role fits in the organisation. Understands the different areas of the organisation that they need to work with, e.g. sales."
    },
    {
      "knowledgeId": "cda45a27-a3b8-48fd-a59f-c99c1aea872d",
      "detail": "Products and services: Broad understanding of the products and services offered to customers by their organisation, together with sound knowledge of the products and services that they support, and how their role supports the delivery of these products and services."
    },
    {
      "knowledgeId": "844b57c9-b7a4-4f61-a084-a6eb08150f1e",
      "detail": "Systems and processes: Understands the systems, tools and processes used in the role, together with the standards to be met, including IT tools."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "138663d9-c636-4a79-827c-6d691c2eb9cb",
      "detail": "Honesty & Integrity: Truthful, sincere and trustworthy in their actions. Shows integrity by doing the right thing. Maintains appropriate confidentiality at all times."
    },
    {
      "behaviourId": "e442a3b2-2098-41b1-9a49-c99e461c21a0",
      "detail": "Flexibility: Adapts positively to changing work priorities and patterns when new tasks need to be done or requirements change."
    },
    {
      "behaviourId": "93a872ae-8aae-418e-8641-775a936bbe75",
      "detail": "Resilience: Displays energy and enthusiasm in the way they go about their role, dealing positively with setbacks when they occur. Stays positive under pressure."
    }
  ],
  "skills": [
    {
      "skillId": "6a74cd80-a717-4f30-81fe-f123f2f2cf92",
      "detail": "Service delivery: Delivers excellent service to customers using the organisation’s systems and processes; contributes to individual and team objectives, in line with the employer’s policy; works in a way which reflects organisational values and complies with standards and regulatory requirements; carries out a range of tasks which may include credit application processing, cash allocation and reconciliation; proactive contact with customers to collect outstanding balances, debt; maintaining accurate records of communications, actions; straight-forward dispute resolution; and recommending write offs."
    },
    {
      "skillId": "97297156-e240-4599-9d16-38b27d5d2a9c",
      "detail": "Work planning: Organises their own accounts, completing tasks to required deadlines. Tracks individual customer accounts where necessary. Takes ownership through to completion, escalating when required, e.g. potential debt risk."
    },
    {
      "skillId": "33925cb7-ac77-4a4e-a54f-bcf8529b01ef",
      "detail": "Teamwork: Consistently supports colleagues and collaborates to achieve results. Builds and maintains good working relationships within teams and with other business areas where necessary. Aware of own role in the team and the impact on others."
    },
    {
      "skillId": "774b46a0-47b8-40b3-aeea-719add5500e7",
      "detail": "Communication and relationship building: Communicates effectively with customers and colleagues, using sound interpersonal skills, a range of media and appropriate language, e.g. phone, email, SMS, letter and face-to-face. Builds good relationships with customers, recognising their relationship with and their importance to the organisation while dealing with a potentially difficult topic.  Adapts their style to that of the customer and actively listens to understand their needs. Handles difficult and sensitive situations professionally when they occur, e.g. regarding overdue accounts, working to support and retain a positive relationship with the customer."
    },
    {
      "skillId": "b88d8cd2-b803-404e-9131-9f82271eecc3",
      "detail": "Negotiation and decision making: Works with customers to identify mutually acceptable solutions to credit issues, within organisational guidelines. Takes ownership through to resolution, escalating where necessary."
    },
    {
      "skillId": "c4cfa93f-ff0b-4252-8bc6-add33bc35d26",
      "detail": "Continuous improvement: Identifies opportunities to improve work practices and successfully implements changes that are required."
    },
    {
      "skillId": "d5ea6743-27d2-47b1-bc7d-33676fbe3494",
      "detail": "Personal development: Seeks feedback and acts on it to improve their performance. Builds their own capability through ownership of their own development, working with their manager. Keeps up to date with relevant changes."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-03-10T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0550",
  "tbMainContact": "sharon.huckle@bt.com",
  "involvedEmployers": "BT plc, Informa UK Ltd, EDF Energy, WSP Mgt Services Ltd, Ford Retail, Geopost, Freeths LLP, Rolls Royce, Anixter Ltd, Ingram Micro UK Ltd, Lee Baron Ltd, Aggregate industries",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Credit controller credit collector",
    "Agent third party collection",
    "Debt collection"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Financial",
  "cluster": "Financial services administrator",
  "clusterId": "240",
  "clusterDescription": null,
  "createdDate": "2017-09-22T14:24:28 +00:00",
  "lastUpdated": "2016-03-10T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-03-10T00:00:00 +00:00",
  "banners": "This apprenticeship standard is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards in revision are available in the revisions status report.",
  "occupationCode": "OCC0176",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0176-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0176-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2016-03-10T00:00:00"
}