{
  "templateType": "Apprenticeship Standard",
  "larsCode": 430,
  "referenceNumber": "ST0135",
  "learningAimClassCode": "",
  "title": "Early years educator",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0135",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "Standard revised. Missing KSBs added to standard to align with EPA wording (14/12/20).",
  "changedDate": "2024-04-02T00:00:00",
  "earliestStartDate": "2020-05-28T00:00:00",
  "latestStartDate": "2024-03-31T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Highly trained professionals who play a key role in ensuring that young children learn and develop well and are kept healthy and safe.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Education and early years",
  "keywords": [
    "education",
    "children",
    "early years",
    "childcare",
    "learning"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/5950/st0135_early-years-educator_l3_epa-adjustment-for-publication_28022022.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.5 Child development and well being",
  "version": "1.2",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Early Years Educators, and other job roles such as nursery nurse and childminders, are highly trained professionals who play a key role in ensuring that young children learn and develop well and are kept healthy and safe. They work in a range of settings including full day care, children’s centres, pre schools, reception classes and as childminders. They may either be working on their own or supervising others to deliver the Early Years Foundation Stage (EYFS) requirements set by Government for the learning, development and care of children from birth to 5 years old.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;An Early Years Educator:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Plans and supervises child initiated and adult led activities which are based around the needs and interests of each individual child&lt;/li&gt;\n&lt;li&gt;Supports children to develop numeracy and language skills through games and play&lt;/li&gt;\n&lt;li&gt;Has key person responsibility to help ensure each child feels safe and secure&lt;/li&gt;\n&lt;li&gt;Observes each child and shapes their learning experience to reflect their observations&lt;/li&gt;\n&lt;li&gt;Meets the care needs of the individual child such as feeding, changing nappies and administration of medicine&lt;/li&gt;\n&lt;li&gt;Works in partnership with other colleagues, parents and/or carers or other professionals to meet the individual needs of each child&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;With additional experience, an Early Years Educator can become the manager of an early years setting&lt;/p&gt;\n&lt;p&gt;Individuals will undergo all the checks as per the EYFS requirements to ensure suitability to work with children.&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;These are the behaviours expected of all Early Years Educators carrying out their role:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p&gt;&lt;strong&gt;Care and compassion&lt;/strong&gt; -&#160; provide the very best childcare to every child every day combined with the ability to professionally challenge poor practice&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;&lt;strong&gt;Being team-focused &lt;/strong&gt;- work effectively with colleagues and other professionals and support the learning and development of others through mentoring and sharing of professional expertise and experience.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;&lt;strong&gt;Honesty, trust and integrity&lt;/strong&gt; - develop trust by working in a confidential, ethical and empathetic manner with a common sense and professional attitude.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;&lt;strong&gt;Commitment&lt;/strong&gt; to improving the outcomes for children through inspiration and child centred care and education&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;&lt;strong&gt;Work in a non- discriminatory way, &lt;/strong&gt;by being aware of differences and ensuring all children have equal access to opportunities to learn, develop and reach their potential.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;&lt;strong&gt;Working practice take into account fundamental British values &lt;/strong&gt;including democracy, the rule of the law, individual liberty and mutual respect and tolerance of those with different faiths and beliefs.&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 18 months&#160;&#160;&#160;&#160;&lt;strong&gt;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &lt;/strong&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;3&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;An Early Years Educator&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Knows and understands: &lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The expected patterns of children’s development from birth to 5 years, and have an understanding of further development from age 5 to 7.&lt;/li&gt;\n&lt;li&gt;The significance of attachment and how to promote it effectively.&lt;/li&gt;\n&lt;li&gt;A range of underpinning theories and philosophical approaches to how children learn and develop, and their influence on practice.&lt;/li&gt;\n&lt;li&gt;How children’s learning and development can be affected by their stage of development and individual circumstances such as moving school, birth of a sibling, family breakdown and adoption and care&lt;/li&gt;\n&lt;li&gt;The importance of promoting diversity, equality and inclusion, fully reflecting cultural differences and family circumstances.&lt;/li&gt;\n&lt;li&gt;The importance to children’s holistic development of:&#160; - speech, language and communication&#160; - personal, social and emotional development&#160; - physical development&lt;/li&gt;\n&lt;li&gt;Systematic synthetic phonics in the teaching of reading, and a range of strategies for developing early literacy and mathematics.&lt;/li&gt;\n&lt;li&gt;The potential effects of, and how to prepare and support children through, transitions and significant events in their lives.&lt;/li&gt;\n&lt;li&gt;The current early education curriculum requirements such as the Early Years Foundation Stage.&lt;/li&gt;\n&lt;li&gt;when a child is in need of additional support such as where a child’s progress is less than expected. how to assess within the current early education curriculum framework using a range of assessment techniques such as practitioners observing children through their day to day interactions and observations shared by parents and/ or carers.&lt;/li&gt;\n&lt;li&gt;the importance of undertaking continued professional development to improve own skills and early years practice.&lt;/li&gt;\n&lt;li&gt;the legal requirements and guidance on health and safety, security, confidentiality of information, safeguarding and promoting the welfare of children.&lt;/li&gt;\n&lt;li&gt;why health and well-being is important for babies and children&lt;/li&gt;\n&lt;li&gt;how to respond to accidents, injuries and emergency situations.&lt;/li&gt;\n&lt;li&gt;safeguarding policies and procedures, including child protection, recognise when a child is in danger or at risk of abuse, and know how to act to protect them. Types of abuse include domestic, neglect, physical, emotional and sexual.&lt;/li&gt;\n&lt;li&gt;how to prevent and control infection through ways such as handwashing, food hygiene practices and dealing with spillages safely.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;strong&gt;Is able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p&gt;Analyse and explain how children’s learning and development can be affected by their stage of development and individual circumstances such as the needs of children learning English as an additional language from a variety of cultures&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Promote equality of opportunity and anti-discriminatory practice.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Plan and lead activities, purposeful play opportunities and educational programmes which include the learning and development areas of current early education curriculum requirements.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Ensure plans fully reflect the stage of development, individual needs and circumstances of children and providing consistent care&#160; and responding quickly to the needs of the child.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Provide learning experiences, environments and opportunities appropriate to the age, stage and needs of individual and groups of children.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Encourage children’s participation, ensuring a balance between adult-led and child-initiated activities.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Engage in effective strategies to develop and extend children’s learning and thinking, including sustained shared thinking.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Support and promote children’s speech, language and communication development.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Support children’s group learning and socialisation.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Model and promote positive behaviours expected of children such as turn taking and keep reactions and emotions proportionate.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Support children to manage their own behaviour in relation to others.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Plan and provide activities to meet additional needs, working in partnership with parents and/or carers and other professionals, where appropriate.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Carry out and record observational assessment accurately.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Identify the needs, interests and stages of development of individual children.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Make use of formative and summative assessment, tracking children’s progress to plan next steps and shape learning opportunities.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Discuss children’s progress and plan next stages in their learning with the key person, colleagues, parents and/or carers.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Communicate effectively in English in writing and verbally. For example, in the recording of administration of medicine, completing children’s observational assessments and communicating with parents and other professionals.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Engage in continuing professional development and reflective practice to improve own skills, practice, and subject knowledge (for example, in English, mathematics, music, history, or modern foreign languages).&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Plan and carry out physical care routines suitable to the age, stage and needs of the child.&#160;&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Promote healthy lifestyles for example by encouraging babies and young children to consume healthy and balanced meals, snacks and drinks appropriate for their age and be physically active through planned and spontaneous activity through the day.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Undertake tasks to ensure the prevention and control of infection for example hand washing, food preparation and hygiene, dealing with spillages safely, safe disposal of waste and using correct personal protective equipment.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Carry out risk assessment and risk management in line with policies and procedures.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Maintain accurate and coherent records and reports and share information, only when appropriate, to ensure the needs of all children are met, such as emotional, physical, psychological and cultural.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Identify and act upon own responsibilities in relation to health and safety, security, confidentiality of information, safeguarding and promoting the welfare of children.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Work co-operatively with colleagues and other professionals to meet the needs of babies and children and enable them to progress.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Work in partnership with parents and/or carers to help them recognise and value the significant contributions they make to the child’s health, well-being, learning and development.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Encourage parents and/or carers to take an active role in the child’s play, learning and development.&lt;br /&gt;&lt;br /&gt;&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong style=&quot;color: #0885c7; font-size: 24px; letter-spacing: 0.2px;&quot;&gt;Qualifications:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p&gt;Apprentices must successfully complete a Level 3 Early Years Educator qualification. Please refer to the DfE list of approved EYE qualifications:&lt;/p&gt;\n&lt;p&gt;&lt;a href=&quot;https://www.gov.uk/government/publications/eyfs-staffchild-ratios-dfe-approved-qualifications&quot;&gt;https://www.gov.uk/government/publications/eyfs-staffchild-ratios-dfe-approved-qualifications&lt;/a&gt;&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;Apprentices without Level 2 English and maths will need to achieve this level prior to taking their end point assessment.&#160; For those with an education, health and care plan or a legacy statement, the apprenticeships English and maths minimum requirements are Entry Level 3, and the British Sign Language qualification is an alternative to English qualifications for apprentices for whom this is their primary language.&lt;/li&gt;\n&lt;li&gt;Apprentices must successfully complete the Apprentices must successfully complete a first aid qualification in line with the requirements of the EYFS Framework (Annex A): &lt;a href=&quot;https://www.gov.uk/government/publications/early-years-foundation-stage-framework--2&quot;&gt;Early years foundation stage (EYFS) statutory framework - GOV.UK (www.gov.uk)&lt;/a&gt;.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Review of standard: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;3 years&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Early Years Educators, and other job roles such as nursery nurse and childminders, are highly trained professionals who play a key role in ensuring that young children learn and develop well and are kept healthy and safe. They work in a range of settings including full day care, children’s centres, pre schools, reception classes and as childminders. They may either be working on their own or supervising others to deliver the Early Years Foundation Stage (EYFS) requirements set by Government for the learning, development and care of children from birth to 5 years old.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "106d501b-c810-4efa-b399-11e2e1e81adf",
      "detail": "The expected patterns of children’s development from birth to 5 years, and have an understanding of further development from age 5 to 7."
    },
    {
      "knowledgeId": "55c77322-634b-4896-a497-fe257220f917",
      "detail": "The significance of attachment and how to promote it effectively."
    },
    {
      "knowledgeId": "dbbde138-e5f9-4b24-9beb-46954d9a5d6d",
      "detail": "A range of underpinning theories and philosophical approaches to how children learn and develop, and their influence on practice."
    },
    {
      "knowledgeId": "96c80c6c-c806-4269-b18a-feb3ee4df1ec",
      "detail": "How children’s learning and development can be affected by their stage of development and individual circumstances such as moving school, birth of a sibling, family breakdown and adoption and care."
    },
    {
      "knowledgeId": "91c5c201-b678-4bc0-8b02-b2557324c470",
      "detail": "The importance of promoting diversity, equality and inclusion, fully reflecting cultural differences and family circumstances."
    },
    {
      "knowledgeId": "be7bdacf-2d90-4716-b514-68d4ea5c95a1",
      "detail": "The importance to children’s holistic development of: - speech, language and communication  - personal, social and emotional development  - physical development."
    },
    {
      "knowledgeId": "5b84d8a3-4ce5-4f11-b4ea-4abfc2cbf00d",
      "detail": "Systematic synthetic phonics in the teaching of reading, and a range of strategies for developing early literacy and mathematics."
    },
    {
      "knowledgeId": "3389f4b4-83b0-473f-a6d5-0fc1cb0dc5f2",
      "detail": "The potential effects of, and how to prepare and support children through, transitions and significant events in their lives."
    },
    {
      "knowledgeId": "326b4d9f-88b8-44e8-8863-2c53371ee8c2",
      "detail": "The current early education curriculum requirements such as the Early Years Foundation Stage."
    },
    {
      "knowledgeId": "2d1736c2-d20e-45c8-8313-da8ec96d0aeb",
      "detail": "When a child is in need of additional support such as where a child’s progress is less than expected. how to assess within the current early education curriculum framework using a range of assessment techniques such as practitioners observing children through their day to day interactions and observations shared by parents and/ or carers."
    },
    {
      "knowledgeId": "30eb435e-2a54-4276-8915-3ac54fab5352",
      "detail": "The importance of undertaking continued professional development to improve own skills and early years practice."
    },
    {
      "knowledgeId": "a9aa7282-41fa-4100-81a7-6f108c6f669d",
      "detail": "The legal requirements and guidance on health and safety, security, confidentiality of information, safeguarding and promoting the welfare of children."
    },
    {
      "knowledgeId": "6ee22b2c-8a0d-4f21-86d7-6221b4c30909",
      "detail": "Why health and well-being is important for babies and children."
    },
    {
      "knowledgeId": "e2ec3a34-d7d5-454c-807d-3f07691c4dd3",
      "detail": "How to respond to accidents, injuries and emergency situations."
    },
    {
      "knowledgeId": "287fcdbc-1fb5-4c0e-8054-043cc6286cd4",
      "detail": "Safeguarding policies and procedures, including child protection, recognise when a child is in danger or at risk of abuse, and know how to act to protect them. Types of abuse include domestic, neglect, physical, emotional and sexual."
    },
    {
      "knowledgeId": "f7a60fdf-2cad-4278-900f-98b0bcefab11",
      "detail": "How to prevent and control infection through ways such as handwashing, food hygiene practices and dealing with spillages safely."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "84b3ddd1-e671-49ff-b531-76b5438da991",
      "detail": "Care and compassion - provide the very best childcare to every child every day combined with the ability to professionally challenge poor practice."
    },
    {
      "behaviourId": "482e7f37-ad85-4995-a454-d39ecb77c4be",
      "detail": "Being team-focused - work effectively with colleagues and other professionals and support the learning and development of others through mentoring and sharing of professional expertise and experience."
    },
    {
      "behaviourId": "6d08627f-45ca-40ee-98ba-324bc2a7d8bf",
      "detail": "Honesty, trust and integrity - develop trust by working in a confidential, ethical and empathetic manner with a common sense and professional attitude."
    },
    {
      "behaviourId": "c6a9455a-40b5-4096-9f95-804229556b0e",
      "detail": "Commitment to improving the outcomes for children through inspiration and child centred care and education"
    },
    {
      "behaviourId": "082cee99-12b4-4228-a1af-ebaf98038d11",
      "detail": "Work in a non- discriminatory way, by being aware of differences and ensuring all children have equal access to opportunities to learn, develop and reach their potential."
    },
    {
      "behaviourId": "b3cb8b5d-4d1a-4e1e-9d29-5ba3e7c4c395",
      "detail": "Working practice take into account fundamental British values including democracy, the rule of the law, individual liberty and mutual respect and tolerance of those with different faiths and beliefs."
    }
  ],
  "skills": [
    {
      "skillId": "61a7d11e-5bcf-4a84-a4a0-c5b73ef32510",
      "detail": "Analyse and explain how children’s learning and development can be affected by their stage of development and individual circumstances such as the needs of children learning English as an additional language from a variety of cultures."
    },
    {
      "skillId": "fd9b686c-3bae-4f97-ab61-c0e20aa7ef28",
      "detail": "Promote equality of opportunity and anti-discriminatory practice."
    },
    {
      "skillId": "7d152167-72a5-40de-9ba2-cdedebfb22f6",
      "detail": "Plan and lead activities, purposeful play opportunities and educational programmes which include the learning and development areas of current early education curriculum requirements."
    },
    {
      "skillId": "e02cef4a-b65c-4e51-b234-901bb09da2d8",
      "detail": "Ensure plans fully reflect the stage of development, individual needs and circumstances of children and providing consistent care  and responding quickly to the needs of the child."
    },
    {
      "skillId": "9bb94842-d1e5-4dd3-aacc-244a94cf5633",
      "detail": "Provide learning experiences, environments and opportunities appropriate to the age, stage and needs of individual and groups of children."
    },
    {
      "skillId": "08fb7420-ce54-429e-9e09-d7c736a72488",
      "detail": "Encourage children’s participation, ensuring a balance between adult-led and child-initiated activities."
    },
    {
      "skillId": "ae5c6209-9662-47dd-86ff-1147349c1a2b",
      "detail": "Engage in effective strategies to develop and extend children’s learning and thinking, including sustained shared thinking."
    },
    {
      "skillId": "dfd05511-c110-4e0a-bc91-b6452ae1188c",
      "detail": "Support and promote children’s speech, language and communication development."
    },
    {
      "skillId": "643761c5-81c6-4ad5-a381-4d8d4ffff119",
      "detail": "Support children’s group learning and socialisation."
    },
    {
      "skillId": "1b55c039-1b28-4af8-9f49-0e95ad520a8c",
      "detail": "Model and promote positive behaviours expected of children such as turn taking and keep reactions and emotions proportionate."
    },
    {
      "skillId": "7b138f6d-9e51-4180-adc1-38cf143cc957",
      "detail": "Support children to manage their own behaviour in relation to others."
    },
    {
      "skillId": "282ff7bd-8a9a-4a26-bf75-a3344ca66544",
      "detail": "Plan and provide activities to meet additional needs, working in partnership with parents and/or carers and other professionals, where appropriate."
    },
    {
      "skillId": "7dc7c84c-2729-4e80-b52c-4dead10eebfe",
      "detail": "Carry out and record observational assessment accurately."
    },
    {
      "skillId": "05059892-625f-45be-8afe-34dd2d866e2d",
      "detail": "Identify the needs, interests and stages of development of individual children."
    },
    {
      "skillId": "5c89afb9-4049-4533-a085-d25563ab3dc4",
      "detail": "Make use of formative and summative assessment, tracking children’s progress to plan next steps and shape learning opportunities."
    },
    {
      "skillId": "fd071c7e-67c9-4b6a-adbb-a57e4cc39080",
      "detail": "Discuss children’s progress and plan next stages in their learning with the key person, colleagues, parents and/or carers."
    },
    {
      "skillId": "03abd7a8-2a2c-481c-b10a-a746767966f5",
      "detail": "Communicate effectively in English in writing and verbally. For example, in the recording of administration of medicine, completing children’s observational assessments and communicating with parents and other professionals."
    },
    {
      "skillId": "955cab1b-fc0f-4db1-b771-292a91b1adf1",
      "detail": "Engage in continuing professional development and reflective practice to improve own skills, practice, and subject knowledge (for example, in English, mathematics, music, history, or modern foreign languages)."
    },
    {
      "skillId": "e84296f3-8242-40dd-9b95-f1d85ec04eb8",
      "detail": "Plan and carry out physical care routines suitable to the age, stage and needs of the child. "
    },
    {
      "skillId": "65647056-71bd-4de4-b116-43d52c512ffa",
      "detail": "Promote healthy lifestyles for example by encouraging babies and young children to consume healthy and balanced meals, snacks and drinks appropriate for their age and be physically active through planned and spontaneous activity through the day."
    },
    {
      "skillId": "b5e518d6-cd1d-4859-809e-6623408d543c",
      "detail": "Undertake tasks to ensure the prevention and control of infection for example hand washing, food preparation and hygiene, dealing with spillages safely, safe disposal of waste and using correct personal protective equipment."
    },
    {
      "skillId": "34bea1f3-b67a-49c6-8221-de5f1b35c2de",
      "detail": "Carry out risk assessment and risk management in line with policies and procedures."
    },
    {
      "skillId": "b94fbd33-5711-4ee3-80a1-60b1cb8ffd9f",
      "detail": "Maintain accurate and coherent records and reports and share information, only when appropriate, to ensure the needs of all children are met, such as emotional, physical, psychological and cultural."
    },
    {
      "skillId": "4f6f6f78-b28c-44f0-81ee-7ffbc679d411",
      "detail": "Identify and act upon own responsibilities in relation to health and safety, security, confidentiality of information, safeguarding and promoting the welfare of children."
    },
    {
      "skillId": "2f1f413d-6d20-42d9-88e9-d1ac98429244",
      "detail": "Work co-operatively with colleagues and other professionals to meet the needs of babies and children and enable them to progress."
    },
    {
      "skillId": "6e4e1e21-9989-49bc-b2e2-0fcc176063c7",
      "detail": "Work in partnership with parents and/or carers to help them recognise and value the significant contributions they make to the child’s health, well-being, learning and development."
    },
    {
      "skillId": "9a48ff84-1391-4642-b7a9-ae0b56377dfd",
      "detail": "Encourage parents and/or carers to take an active role in the child’s play, learning and development."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-04-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0069 ",
  "tbMainContact": "Sandy.Silvester@bbtraining.com",
  "involvedEmployers": "Busy Bees Childcare, Darcy Bunnie Nursery, Little Cupcakes, Hollies Day Nursery, Blossom Day Nursery, Cheeky Monkeys, The Learning Tree, Shapes Day Nursery, Holmes Park Day Nursery, First Quest Day Nursery",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Education and early years",
  "cluster": "Early education and early years assistant",
  "clusterId": "172",
  "clusterDescription": "Development of a child's learning, meeting individual care needs, engaging and supporting parents and carers in guiding a child's progress at nursey/pre-school and at home",
  "createdDate": "2017-12-11T11:23:28 +00:00",
  "lastUpdated": "2024-04-02T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-04-03T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0135",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0135-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0135-v1-2",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": true,
  "coronationEmblem": false,
  "publishDate": "2024-04-02T00:00:00"
}