{
  "templateType": "Apprenticeship Standard",
  "larsCode": 184,
  "referenceNumber": "ST0197",
  "learningAimClassCode": "",
  "title": "Food industry technical professional (integrated degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0197",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2017-06-27T00:00:00",
  "earliestStartDate": "2017-06-27T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Ensuring the safety and quality of food and drink products.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "food industry",
    "food preparation",
    "food production management",
    "biochemist",
    "biologist",
    "biotechnologist",
    "degree"
  ],
  "jobRoles": [
    "food technician",
    "food scientist",
    "assistant food technical manager",
    "quality manager",
    "shift quality manager",
    "hygiene manager",
    "product innovation and development technologist"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1228/food_industry_technical_professional.pdf",
  "ssa1": "2 Science and Mathematics",
  "ssa2": "2.1 Science",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Section 1: Occupational Profile of a Food Industry Technical Professional&#160;&lt;/h3&gt;\n&lt;p&gt;The Food Industry is one of the largest, most dynamic and fastest growing sectors of industry. Every day, producers, food manufacturers and retailers make and sell millions of innovative food products, such as drinks, cakes, biscuits, ready to eat and ready to cook food, sandwiches, wraps, fresh fruit and salads to consumers in the UK and around the world. Technical Professionals are passionate about their industry and ensure all products are safe to eat, of consistent appearance, taste, and texture and take great pride in their work.&lt;/p&gt;\n&lt;p&gt;There are a wide variety of Technical Professional roles: Assistant Food Technical Manager, Quality Manager, Shift Quality Manager, Hygiene Manager, Product Innovation and Development Technologist. They ensure the safety and quality of food products; this includes improving existing products and launching new products; working with operational teams to develop good practices and procedures; and developing good relationships with internal and external customers. They may be employed by a grower, a food manufacturer or by a retailer.&lt;/p&gt;\n&lt;p&gt;Technical professionals utilise their knowledge to ensure the smooth transition of food and drink products from farm to fork. They ensure that technical and quality standards are achieved whilst maximising profitability to meet customer requirements. They have a set of skills, knowledge and behaviours providing the opportunity for an exciting and rewarding career in the food industry&lt;/p&gt;\n&lt;h3&gt;Section 2: Food Industry Technical Professional - The Knowledge, Skills and Behaviours&#160;&lt;/h3&gt;\n&lt;h4&gt;Knowledge&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;The microbiology and microbial ecology in a range of fo ods&lt;/li&gt;\n&lt;li&gt;Food allergy and intolerance management, including labelling requirements and management systems for control of allergens in manufacturing&lt;/li&gt;\n&lt;li&gt;Food legislation &amp;amp; regulation as appropriate to own organisational context&lt;/li&gt;\n&lt;li&gt;Microbiological and chemical testing procedures relevant to food safety and quality, including sampling and interpretation of results&lt;/li&gt;\n&lt;li&gt;Principles of commonly used laboratory chemical and physical test methods: analysis of fat, moisture, carbohydrate, protein, energy, density and melting point&lt;/li&gt;\n&lt;li&gt;Scientific principles underpinning food chemistry and physics: composition of food and its nutritional value and trends; including rheology, fluid dynamics, thermodynamics&lt;/li&gt;\n&lt;li&gt;Enhancing nutritional impact of food components - macro- and micro-nutrients; preserving and enhancing nutritional values in processing, distribution and sale; delivering nutritious products meeting dietary requirements, habits and consumer trends&lt;/li&gt;\n&lt;li&gt;Technical knowledge of physical attributes and chemical constituents of commonly used ingredients: sugar, flour, fat, starch, yeast, milk, meat, fruit, vegetables and additives&lt;/li&gt;\n&lt;li&gt;Underlying principles of various common food processes: mixing and blending, batch and continuous cooking/baking, aseptic processing, canning, pasteurisation, retorting and UHT, enrobing, cooling and freezing&lt;/li&gt;\n&lt;li&gt;Supply chain management practices and systems to assure the safety, quality and legality of all raw materials, ingredients, goods and services in the work setting. Food safety management systems, specifications, traceability systems, recent scientific developments and techniques to substantiate fraudulent or malicious activity&lt;/li&gt;\n&lt;li&gt;Physical hazards and their control in foods&lt;/li&gt;\n&lt;li&gt;How to plan, manage and review operational processes, monitor costs and Key Performance Indicators&lt;/li&gt;\n&lt;li&gt;How to collect, interpret and analyse technical data, use mathematical techniques and present technical information; how to carry out statistical process control studies, and how to interpret the data to improve the process&lt;/li&gt;\n&lt;li&gt;How to appropriately select laboratory test methods and interpret results&lt;/li&gt;\n&lt;li&gt;Characteristics of packaging systems to control food safety hazards and quality, including understanding of ultra-heat treatment/aseptic/Cook-Chill/modified atmosphere systems and managing product flow to assure shelf life compliance at all stages&lt;/li&gt;\n&lt;li&gt;New Product design: specification, scaling-up and technical feasibility and cost analysis&lt;/li&gt;\n&lt;li&gt;Factors governing food safety, integrity and sustainability within the global supply chain&lt;/li&gt;\n&lt;li&gt;Problem solving techniques, including root cause analysis and investigation methods&lt;/li&gt;\n&lt;li&gt;Ethical issues in the food industry, including the environment&lt;/li&gt;\n&lt;li&gt;Hygienic design of factories/equipment and procedures, including Cleaning In Place&lt;/li&gt;\n&lt;li&gt;How to lead, develop and manage resources, people and budgets&lt;/li&gt;\n&lt;li&gt;How to develop, implement and review Continuous Improvement Plans&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Skills&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Lead, develop and implement the Hazard Analysis and Critical Control Point system and team on site&lt;/li&gt;\n&lt;li&gt;Interpret microbiological results; spot and analyse trends to diagnose or a nticipate issues; define and implement action plans&lt;/li&gt;\n&lt;li&gt;Develop product specifications taking into account the key risk factors in product design; ensure customer pre-requisites are implemented and followed&lt;/li&gt;\n&lt;li&gt;Manage, develop and implement internal audit schedule to ensure compliance with legal, industry and customer standards; keep abreast of new standards; credibly host third party audits&lt;/li&gt;\n&lt;li&gt;Select the most appropriate tools and methodology to demonstrate compliance, food safety culture and delivery of consistent quality of products&lt;/li&gt;\n&lt;li&gt;Establish cleaning and hygiene programmes and audit methodology; set up monitoring programmes; interpret data; identify different risk zoning in an operational area and the different hygiene requirements; manage internal and external cle aning contractors&lt;/li&gt;\n&lt;li&gt;Manage complaint performance through the identification of trends and the design of corrective action programmes to improve credibility with customer&lt;/li&gt;\n&lt;li&gt;Design and implement site procedures to ensure legal compliance with current food law; lead any investigation into legal contravention with the relevant enforcement authorities&lt;/li&gt;\n&lt;li&gt;Establish process parameters and control requirements; measure the impact of process on product, set limits and take action to deal with process and product non-conformance&lt;/li&gt;\n&lt;li&gt;Optimise and control parameters that influence common industry processes: washing, mixing, heating, cooking, cooling/chilling, freezing, drying, freeze drying&lt;/li&gt;\n&lt;li&gt;Be able to liaise and co-ordinate with other functions to deliver New Product Development projects. When appropriate take the lead and drive the project&lt;/li&gt;\n&lt;li&gt;Use project management tools to deliver projects to time, cost, specification and quality&lt;/li&gt;\n&lt;li&gt;Coordinate investigations into and responses to non-conformances and participate in incident management teams; implement incident management procedure&lt;/li&gt;\n&lt;li&gt;Review and select relevant scientific techniques taking into account cost and practicalities; experiment, collect and analyse data and formulate solutions&lt;/li&gt;\n&lt;li&gt;Manage supplier intake controls; carry out supplier a udit &amp;amp; performance reviews and risk assessment; maintain approved supplier, contractor and vendor performance process&lt;/li&gt;\n&lt;li&gt;Design and implement traceability system fully complian t with customer and legal requirements; monitor to verify validity of process&lt;/li&gt;\n&lt;li&gt;Lead and develop a small technical team on site&lt;/li&gt;\n&lt;li&gt;Develop and demonstrate critical evaluation/analysis of complex information and data&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Behaviours&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Ownership of work: accepts responsibility, is proactive, plans work, demonstrates integrity, aims for excellence&lt;/li&gt;\n&lt;li&gt;People development: proposes objectives to support the business, seeks learning, drives the development of self and others&lt;/li&gt;\n&lt;li&gt;Inspire others through leading by example&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;Integrity &amp;amp; respect: respect for colleagues, effective communication at all levels, adapts style&lt;/li&gt;\n&lt;li&gt;Influence and persuades key stakeholders effectively: drive effective relationships&lt;/li&gt;\n&lt;li&gt;Working in a team: builds good relationships with others, works collaboratively, contributes&lt;strong&gt;&#160;&lt;/strong&gt;ideas and challenges appropriately&lt;/li&gt;\n&lt;li&gt;Problem solving: works to identify and ensure root causes of problems are resolved, demonstrating a tenacious approach&lt;/li&gt;\n&lt;li&gt;Responsiveness to change: flexibility to changing working environment and demands&lt;/li&gt;\n&lt;li&gt;Company/industry perspective: knowledge of company and food industry, acts as an ambassador both internally and externally&lt;/li&gt;\n&lt;li&gt;Innovation: Demonstrates curiosity to foster new ways of thinking and working; seeks out opportunities to drive forward change and improvements for the business&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;​Section 3: Food Technologist - Additional Information&lt;/h3&gt;\n&lt;h4&gt;Duration&lt;/h4&gt;\n&lt;p&gt;Typically 4 years&lt;/p&gt;\n&lt;h4&gt;Typical Entry Requirements&lt;/h4&gt;\n&lt;p&gt;Typically: 3 A levels or relevant industry experience including a Science or Food Technology, minimum of level 2 English and maths&lt;/p&gt;\n&lt;h4&gt;Level&#160;&lt;/h4&gt;\n&lt;p&gt;Level 6&lt;/p&gt;\n&lt;h4&gt;Qualification&lt;/h4&gt;\n&lt;p&gt;BSc in Food Science and Technology&lt;/p&gt;\n&lt;h4&gt;English and Maths&lt;/h4&gt;\n&lt;p&gt;Apprentices must achieve level 2 English and Maths prior to the end-point assessment&lt;/p&gt;\n&lt;h4&gt;Renewal&lt;/h4&gt;\n&lt;p&gt;The standard will be reviewed after 3 years&lt;/p&gt;\n&lt;h4&gt;Professional Recognition&lt;/h4&gt;\n&lt;p&gt;Successful apprentices will be eligible to apply for membership with the Institute of Food Science &amp;amp; Technology and attain Registered Scientist status&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;The Science Council for Registered Scientist (RSci&lt;/strong&gt;) Upon successful completion of the apprenticeship and upon receipt of the apprenticeship certificate, individuals are eligible to apply for RSci through a shortened application route. Individuals also need to be a member of a professional body that is licensed by the Science Council to be awarded this status. Further information is on the Science Council’s. &lt;a href=&quot;https://sciencecouncil.org/careers-from-science/apprenticeships-apply-for-professional-registration/&quot;&gt;website&lt;/a&gt;.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The Food Industry is one of the largest, most dynamic and fastest growing sectors of industry. Every day, producers, food manufacturers and retailers make and sell millions of innovative food products, such as drinks, cakes, biscuits, ready to eat and ready to cook food, sandwiches, wraps, fresh fruit and salads to consumers in the UK and around the world. Technical Professionals are passionate about their industry and ensure all products are safe to eat, of consistent appearance, taste, and texture and take great pride in their work. There are a wide variety of Technical Professional roles: Assistant Food Technical Manager, Quality Manager, Shift Quality Manager, Hygiene Manager, Product Innovation and Development Technologist. They ensure the safety and quality of food products; this includes improving existing products and launching new products; working with operational teams to develop good practices and procedures; and developing good relationships with internal and external customers. They may be employed by a grower, a food manufacturer or by a retailer. Technical professionals utilise their knowledge to ensure the smooth transition of food and drink products from farm to fork. They ensure that technical and quality standards are achieved whilst maximising profitability to meet customer requirements. They have a set of skills, knowledge and behaviours providing the opportunity for an exciting and rewarding career in the food industry&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "615c6f6f-fb71-4b5a-a807-f977b203456b",
      "detail": "The microbiology and microbial ecology in a range of foods"
    },
    {
      "knowledgeId": "fa49436d-eca3-42f4-8374-d6a9c36780d0",
      "detail": "Food allergy and intolerance management, including labelling requirements and management systems for control of allergens in manufacturing"
    },
    {
      "knowledgeId": "59dda7d6-174d-4aa1-969f-257de358487a",
      "detail": "Food legislation & regulation as appropriate to own organisational context"
    },
    {
      "knowledgeId": "01194a40-d392-48c7-91ad-9f6e8bcf8e54",
      "detail": "Microbiological and chemical testing procedures relevant to food safety and quality, including sampling and interpretation of results"
    },
    {
      "knowledgeId": "e8326a67-3fb5-464a-974e-c06270d37a11",
      "detail": "Principles of commonly used laboratory chemical and physical test methods: analysis of fat, moisture, carbohydrate, protein, energy, density and melting point"
    },
    {
      "knowledgeId": "6ae1fea3-6930-4d0e-92ad-36cef8334bb3",
      "detail": "Scientific principles underpinning food chemistry and physics: composition of food and its nutritional value and trends; including rheology, fluid dynamics, thermodynamics"
    },
    {
      "knowledgeId": "0b85bade-dc6d-4dd4-a24f-d29e560a8ba7",
      "detail": "Enhancing nutritional impact of food components - macro- and micro-nutrients; preserving and enhancing nutritional values in processing, distribution and sale; delivering nutritious products meeting dietary requirements, habits and consumer trends"
    },
    {
      "knowledgeId": "e7ed2135-b8af-4b93-976c-54bd9cabf8fc",
      "detail": "Technical knowledge of physical attributes and chemical constituents of commonly used ingredients: sugar, flour, fat, starch, yeast, milk, meat, fruit, vegetables and additives"
    },
    {
      "knowledgeId": "6aa5e071-dc9f-4553-9f1a-ce956cc4baad",
      "detail": "Underlying principles of various common food processes: mixing and blending, batch and continuous cooking/baking, aseptic processing, canning, pasteurisation, retorting and UHT, enrobing, cooling and freezing"
    },
    {
      "knowledgeId": "35c4b554-66a9-445f-b092-71516c8f0e3e",
      "detail": "Supply chain management practices and systems to assure the safety, quality and legality of all raw materials, ingredients, goods and services in the work setting. Food safety management systems, specifications, traceability systems, recent scientific developments and techniques to substantiate fraudulent or malicious activity"
    },
    {
      "knowledgeId": "68e7b61f-f377-4d70-a4fb-d038ee652e4f",
      "detail": "Physical hazards and their control in foods"
    },
    {
      "knowledgeId": "e13de791-ee43-4136-9363-0f9cda81239d",
      "detail": "How to plan, manage and review operational processes, monitor costs and Key Performance Indicators"
    },
    {
      "knowledgeId": "62379db2-e8b0-4dd3-84a4-265e3ea2b7a6",
      "detail": "How to collect, interpret and analyse technical data, use mathematical techniques and present technical information; how to carry out statistical process control studies, and how to interpret the data to improve the process"
    },
    {
      "knowledgeId": "a83b2662-98e1-4238-86fd-3892139d0348",
      "detail": "How to appropriately select laboratory test methods and interpret results"
    },
    {
      "knowledgeId": "ce0b3bd8-6e24-4848-b036-f319245f5918",
      "detail": "Characteristics of packaging systems to control food safety hazards and quality, including understanding of ultra-heat treatment/aseptic/Cook-Chill/modified atmosphere systems and managing product flow to assure shelf life compliance at all stages"
    },
    {
      "knowledgeId": "b519396c-fce4-41eb-9a9f-b96f78235578",
      "detail": "New Product design: specification, scaling-up and technical feasibility and cost analysis"
    },
    {
      "knowledgeId": "9f4f5cf0-fd12-428f-9959-9c466e2228ea",
      "detail": "Factors governing food safety, integrity and sustainability within the global supply chain"
    },
    {
      "knowledgeId": "320e5b22-1378-4d3e-b51d-9c45fecb1b96",
      "detail": "Problem solving techniques, including root cause analysis and investigation methods"
    },
    {
      "knowledgeId": "27c7d18e-4c91-469e-a14f-1b916e685f16",
      "detail": "Ethical issues in the food industry, including the environment"
    },
    {
      "knowledgeId": "e7eec931-f952-4b26-9a9f-a79e38c3022f",
      "detail": "Hygienic design of factories/equipment and procedures, including Cleaning In Place"
    },
    {
      "knowledgeId": "c3db6d14-7262-48ed-9436-b3b272553aad",
      "detail": "How to lead, develop and manage resources, people and budgets"
    },
    {
      "knowledgeId": "36115948-9c1e-48f1-a6ab-adb8cb0cd7c3",
      "detail": "How to develop, implement and review Continuous Improvement Plans"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "9eaf8c70-dbcd-40d9-97b6-02d5412ac57e",
      "detail": "Ownership of work: accepts responsibility, is proactive, plans work, demonstrates integrity, aims for excellence"
    },
    {
      "behaviourId": "d388206c-4822-4322-82ff-84c293717e3f",
      "detail": "People development: proposes objectives to support the business, seeks learning, drives the development of self and others"
    },
    {
      "behaviourId": "5d91231d-5861-4083-8f07-5b6b6b332f42",
      "detail": "Inspire others through leading by example"
    },
    {
      "behaviourId": "067ee238-efca-41ad-9576-1489aa35095c",
      "detail": "Integrity & respect: respect for colleagues, effective communication at all levels, adapts style"
    },
    {
      "behaviourId": "385cccf0-92f9-4cde-b495-1c4669890dca",
      "detail": "Influence and persuades key stakeholders effectively: drive effective relationships"
    },
    {
      "behaviourId": "fda04a35-83af-4e7d-8fb5-7dd4a0ca0d0c",
      "detail": "Working in a team: builds good relationships with others, works collaboratively, contributes ideas and challenges appropriately"
    },
    {
      "behaviourId": "14b18835-3ad5-424c-b330-0529719f5365",
      "detail": "Problem solving: works to identify and ensure root causes of problems are resolved, demonstrating a tenacious approach"
    },
    {
      "behaviourId": "4fc55663-5070-415c-8c9f-a20db4e6c57d",
      "detail": "Responsiveness to change: flexibility to changing working environment and demands"
    },
    {
      "behaviourId": "a1c2d327-9ed3-48c0-8892-a8a6d58f9664",
      "detail": "Company/industry perspective: knowledge of company and food industry, acts as an ambassador both internally and externally"
    },
    {
      "behaviourId": "f1821270-6ae8-45f5-9f50-9f8e76c1ecd6",
      "detail": "Innovation: Demonstrates curiosity to foster new ways of thinking and working; seeks out opportunities to drive forward change and improvements for the business"
    }
  ],
  "skills": [
    {
      "skillId": "ea36ab87-9b8d-4079-ae6b-2761586242bd",
      "detail": "Lead, develop and implement the Hazard Analysis and Critical Control Point system and team on site"
    },
    {
      "skillId": "33609842-00f8-4eac-bdd8-064f0b199dc1",
      "detail": "Interpret microbiological results; spot and analyse trends to diagnose or a nticipate issues; define and implement action plans"
    },
    {
      "skillId": "d0b8ed7c-35dd-4528-9311-db7cdeeb1b29",
      "detail": "Develop product specifications taking into account the key risk factors in product design; ensure customer pre-requisites are implemented and followed"
    },
    {
      "skillId": "2a78f6a2-1066-4dcc-8729-d9399352dfe9",
      "detail": "Manage, develop and implement internal audit schedule to ensure compliance with legal, industry and customer standards; keep abreast of new standards; credibly host third party audits"
    },
    {
      "skillId": "416514fe-751e-4347-af09-561e87a12be9",
      "detail": "Select the most appropriate tools and methodology to demonstrate compliance, food safety culture and delivery of consistent quality of products"
    },
    {
      "skillId": "70022e07-4932-4e6e-84b4-f9fd49d3c801",
      "detail": "Establish cleaning and hygiene programmes and audit methodology; set up monitoring programmes; interpret data; identify different risk zoning in an operational area and the different hygiene requirements; manage internal and external cleaning contractors"
    },
    {
      "skillId": "f9a8f61b-99bb-462b-9b5d-771ea613d3a4",
      "detail": "Manage complaint performance through the identification of trends and the design of corrective action programmes to improve credibility with customer"
    },
    {
      "skillId": "b29eab26-c454-4aef-ab6b-0d85b0c23794",
      "detail": "Design and implement site procedures to ensure legal compliance with current food law; lead any investigation into legal contravention with the relevant enforcement authorities"
    },
    {
      "skillId": "75adab78-6995-45d9-86c7-1b9f1758ad95",
      "detail": "Establish process parameters and control requirements; measure the impact of process on product, set limits and take action to deal with process and product non-conformance"
    },
    {
      "skillId": "e321901d-f9ad-493f-bbc9-74d21d8f4e62",
      "detail": "Optimise and control parameters that influence common industry processes: washing, mixing, heating, cooking, cooling/chilling, freezing, drying, freeze drying"
    },
    {
      "skillId": "16455565-1f18-47de-8fbc-33dd31cae433",
      "detail": "Be able to liaise and co-ordinate with other functions to deliver New Product Development projects. When appropriate take the lead and drive the project"
    },
    {
      "skillId": "6934a183-643e-4bbb-a577-fa7fd1774821",
      "detail": "Use project management tools to deliver projects to time, cost, specification and quality"
    },
    {
      "skillId": "019a8ccb-902c-45da-bba8-1092a321e1c0",
      "detail": "Coordinate investigations into and responses to non-conformances and participate in incident management teams; implement incident management procedure"
    },
    {
      "skillId": "6dd80bf2-23e7-44c0-9eed-56bf947bab28",
      "detail": "Review and select relevant scientific techniques taking into account cost and practicalities; experiment, collect and analyse data and formulate solutions"
    },
    {
      "skillId": "bf8a976d-6df3-4ebf-8d1c-e4fec079bbf4",
      "detail": "Manage supplier intake controls; carry out supplier a udit & performance reviews and risk assessment; maintain approved supplier, contractor and vendor performance process"
    },
    {
      "skillId": "2e39caf3-9b2e-454b-b646-d8bdcb73606a",
      "detail": "Design and implement traceability system fully compliant with customer and legal requirements; monitor to verify validity of process"
    },
    {
      "skillId": "20f5059f-318d-4b7e-a749-97d6723dc5ee",
      "detail": "Lead and develop a small technical team on site"
    },
    {
      "skillId": "3880f9a0-c80a-45b5-873d-e1abaa978916",
      "detail": "Develop and demonstrate critical evaluation/analysis of complex information and data"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2017-06-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "",
  "tbMainContact": "secretariat@nsafd.co.uk",
  "involvedEmployers": "2 Sisters Food Group, Cargill Meats Europe, Fermex International Ltd, Greencore Food to Go, Haribo PLC, Nestlé UK Ltd, Oscar Mayer Ltd, Produce World Ltd, Sainsbury’s Supermarkets Ltd, Tulip Ltd, Warburtons",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "food technician",
    "food scientist",
    "assistant food technical manager",
    "quality manager",
    "shift quality manager",
    "hygiene manager",
    "product innovation and development technologist"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Science",
  "cluster": "Science professional",
  "clusterId": "213",
  "clusterDescription": "Define and lead science-based research projects to derive academic and applied information of value",
  "createdDate": "2017-09-22T14:24:22 +00:00",
  "lastUpdated": "2017-06-27T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-06-27T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards and apprenticeships in revision are available in the revisions status report.",
  "occupationCode": "OCC0197",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0197-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0197-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2017-06-27T00:00:00"
}