{
  "templateType": "Apprenticeship Standard",
  "larsCode": 39,
  "referenceNumber": "ST0100",
  "learningAimClassCode": "",
  "title": "Conveyancing technician",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0100",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-09-11T00:00:00",
  "earliestStartDate": "2015-09-03T00:00:00",
  "latestStartDate": "2024-09-11T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Supporting licensed conveyancers with legal matters relating to the transfer of ownership of land or property.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Legal, finance and accounting",
  "keywords": [
    "conveyancing",
    "land ownership",
    "residential conveyancing",
    "commercial conveyancing",
    "wills",
    "legal"
  ],
  "jobRoles": [
    "conveyancer",
    "property lawyer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1087/conveyancing_technician.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.5 Law and legal services",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;The Occupation&lt;/h3&gt;\n&lt;p&gt;Conveyancing Technicians work under the direct supervision of an Authorised Person, a qualified individual authorised by an Approved Regulator to carry on reserved legal activities e.g. a Licensed Conveyancer; a Solicitor; a Fellow of the Chartered Institute of Legal Executives.&lt;/p&gt;\n&lt;p&gt;The role of a Conveyancing Technician is to support the fee earning activities of a principal Licensed Conveyancer by working on a brief defined by the supervisor to action legal procedures related to conveyancing transactions. It is an entry-level role into the industry and is suitable for candidates of all ages; including those experienced and new to the sector with no legal qualifications.&lt;/p&gt;\n&lt;p&gt;Meeting the competency standard of the apprenticeship will enable the successful apprentice to apply for voluntary registration in order to carry out conveyancing procedures under the supervision of an Authorised Person.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Jo&lt;/strong&gt;&lt;strong&gt;b Role&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;As a qualified Conveyancing Technician your primary responsibility will be to support the Authorised Person in dealing with legal matters relating to the transfer of ownership of land or property from a seller to a buyer; as well as legal advice and/or work carried out in connection with any transaction that creates, varies, transfers or discharges a legal or equitable interest in any real property. You will understand that each property transaction is unique and you will work closely with clients who are the buyers and sellers of property and often also a lending institution. You will need to demonstrate that you understand the intent of Regulatory Arrangements, consumer and Lender requirements and are able to escalate or deal with your day to day tasks accordingly; this will involve managing a range of standard non-complex conveyancing transactions as a fee earner, and you will do this by:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;working in compliance with the Firm’s policies and procedures and The Regulators Codes of Conduct;&lt;/li&gt;\n&lt;li&gt;supporting the Authorised Person with the management of their case load;&lt;/li&gt;\n&lt;li&gt;being competent to manage a small standard non-complex case load.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Achieving the apprenticeship will enable you to build a professional career in property law and work on a standard range of property and land transactions; qualifying you to carry out work in residential and commercial conveyancing employment under the direct supervision of an Authorised Person.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Essential Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;To be able to deal with non-complex Conveyancing transactions candidates will need to demonstrate they have the foundation knowledge and skills, and are competent to apply these using the values and behaviours of a qualified Conveyancing Technician. On the successful completion of the Apprenticeship you will:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&#160;be able to provide a recognised professional level of support in a legal office environment;&lt;/li&gt;\n&lt;li&gt;be able to use appropriate legal methods to research, request, complete and submit legal forms;&#160;&lt;/li&gt;\n&lt;li&gt;be able to manage legal files and effectively use client case management and accounting systems;&#160;&lt;/li&gt;\n&lt;li&gt;be confident to handle and deal with client(s) and third party(s) enquiries;&lt;/li&gt;\n&lt;li&gt;be proficient at building professional third party relationships;&lt;/li&gt;\n&lt;li&gt;know how to operate effectively in a team contributing to ideas as well as towards business targets.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Day-One-Outcomes set the benchmark for performance upon qualification to provide the professional level of support to an Authorised Person. As a successful Apprentice you will be able to demonstrate the full range of knowledge, skills, values and behaviours of a qualified Conveyancing Technician, and evidence that you are able to work using your own initiative on a standard range of Conveyancing services. You will do this by meeting the requirements of the Day-One-Outcomes contained in this standard, which are;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;1&lt;/strong&gt;&lt;strong&gt;. Legal Requirements&lt;/strong&gt;&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;You will demonstrate foundation knowledge of the principles of Law applicable to conveyancing and be able to translate using plain English clarification and explanation of standard Legal terms.&lt;/li&gt;\n&lt;li&gt;You will provide examples that demonstrate your awareness of legal and regulatory liabilities with regards to the client(s) and business and how they relate to satisfactorily discharging obligations appropriate to your authority.&lt;/li&gt;\n&lt;li&gt;You will have a thorough understanding of the scope of your professional accountability and will work within this to uphold Regulatory Arrangements and Lender requirements; to support the provision of satisfactory outcomes on behalf of the client(s) and the business.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;p&gt;&lt;strong&gt;2&lt;/strong&gt;&lt;strong&gt;. Professional Conduct&lt;/strong&gt;&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;Professional ethics – You will provide examples when technical requirements have exceeded the level of your accountability or knowledge, and demonstrate how you recognised this together with any actions taken to escalate appropriately.&lt;/li&gt;\n&lt;li&gt;Consumer ethics – You will provide evidence of how you built and maintained client relationships underpinned by ethical behaviours.&lt;/li&gt;\n&lt;li&gt;Compliance - You will provide examples to demonstrate you have understood Regulatory Arrangements and Codes of Conduct.&lt;/li&gt;\n&lt;li&gt;Accountability – You will provide evidence of your ability to organise work so that it adheres to rigorous legal processes and demonstrates your understanding of Professional and regulatory Codes of Conduct&lt;/li&gt;\n&lt;/ol&gt;\n&lt;p&gt;&lt;strong&gt;3&lt;/strong&gt;&lt;strong&gt;. Professional Behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;Commercial awareness – You will work with an awareness and knowledge of the market place in which the business operates demonstrating your ability to work efficiently.&lt;/li&gt;\n&lt;li&gt;Customer service – You will proactively build and effectively maintain internal and external professional relationship&lt;/li&gt;\n&lt;li&gt;Problem-solving – You will use your own initiative to complete any activities defined in your brief in an appropriate timescale, demonstrating your ability to manage the client(s) and supervisor(s) expectations.&lt;/li&gt;\n&lt;li&gt;Critical thinking – you will be able to manage a standard transaction(s) using the appropriate legal methods to research, develop and formulate action&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;Essential Technical Knowledge &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices will be required to complete recognised CLC academic qualifications which will be subject to amendment at the Council’s discretion.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;English &amp;amp; Maths&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the End-Point Assessment. For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3. A British Sign Language (BSL) qualification is an alternative to the English qualification for those whose primary language is BSL&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&#160;&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Successful Apprentices will hold a formally recognised qualification at Level 4 relevant to their work as a Conveyancing Technician.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Apprenticeship Duration&#160;&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Minimum 1 year. Candidates new to the sector with no previous legal qualifications may take up to 3 years to complete the Apprenticeship. Candidates with previous legal experience may complete the Apprenticeship within 1 to 2 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Conveyancing Technicians work under the direct supervision of an Authorised Person, a qualified individual authorised by an Approved Regulator to carry on reserved legal activities e.g. a Licensed Conveyancer; a Solicitor; a Fellow of the Chartered Institute of Legal Executives.The role of a Conveyancing Technician is to support the fee earning activities of a principal Licensed Conveyancer by working on a brief defined by the supervisor to action legal procedures related to conveyancing transactions. It is an entry-level role into the industry and is suitable for candidates of all ages; including those experienced and new to the sector with no legal qualifications.Meeting the competency standard of the apprenticeship will enable the successful apprentice to apply for voluntary registration in order to carry out conveyancing procedures under the supervision of an Authorised Person. Job Role: As a qualified Conveyancing Technician your primary responsibility will be to support the Authorised Person in dealing with legal matters relating to the transfer of ownership of land or property from a seller to a buyer; as well as legal advice and/or work carried out in connection with any transaction that creates, varies, transfers or discharges a legal or equitable interest in any real property. You will understand that each property transaction is unique and you will work closely with clients who are the buyers and sellers of property and often also a lending institution. You will need to demonstrate that you understand the intent of Regulatory Arrangements, consumer and Lender requirements and are able to escalate or deal with your day to day tasks accordingly; this will involve managing a range of standard non-complex conveyancing transactions as a fee earner, and you will do this by: working in compliance with the Firm’s policies and procedures and The Regulators Codes of Conduct; supporting the Authorised Person with the management of their case load; being competent to manage a small standard non-complex case load. Achieving the apprenticeship will enable you to build a professional career in property law and work on a standard range of property and land transactions; qualifying you to carry out work in residential and commercial conveyancing employment under the direct supervision of an Authorised Person.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "c9b0a73e-5ce7-473a-a7d5-38d7d1ce585d",
      "detail": "Legal Requirements: You will demonstrate foundation knowledge of the principles of Law applicable to conveyancing and be able to translate using plain English clarification and explanation of standard Legal terms."
    },
    {
      "knowledgeId": "044a1584-2f95-4fbe-ab38-32a3a139d39d",
      "detail": "Legal Requirements: You will provide examples that demonstrate your awareness of legal and regulatory liabilities with regards to the client(s) and business and how they relate to satisfactorily discharging obligations appropriate to your authority."
    },
    {
      "knowledgeId": "9f15c11e-cc9e-4a48-b410-3cd099a9c95f",
      "detail": "Legal Requirements: You will have a thorough understanding of the scope of your professional accountability and will work within this to uphold Regulatory Arrangements and Lender requirements; to support the provision of satisfactory outcomes on behalf of the client(s) and the business."
    },
    {
      "knowledgeId": "af363049-9264-4d1d-ac20-33c608c69572",
      "detail": "Professional ethics – You will provide examples when technical requirements have exceeded the level of your accountability or knowledge, and demonstrate how you recognised this together with any actions taken to escalate appropriately."
    },
    {
      "knowledgeId": "e09bd65f-628d-427b-bb6b-6d82f8a7e827",
      "detail": "Compliance - You will provide examples to demonstrate you have understood Regulatory Arrangements and Codes of Conduct."
    },
    {
      "knowledgeId": "be1d0e61-16ca-4bc9-8108-6876d72a1156",
      "detail": "Accountability – You will provide evidence of your ability to organise work so that it adheres to rigorous legal processes and demonstrates your understanding of Professional and regulatory Codes of Conduct"
    },
    {
      "knowledgeId": "8cd85545-fd18-4bb0-8696-ecc1682bee59",
      "detail": "Commercial awareness – You will work with an awareness and knowledge of the market place in which the business operates demonstrating your ability to work efficiently."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "ade5a8b8-ba5a-4a59-8c95-75070b1a7572",
      "detail": "Consumer ethics – You will provide evidence of how you built and maintained client relationships underpinned by ethical behaviours."
    },
    {
      "behaviourId": "622cba7f-532f-48fc-935d-4351f9b0fa01",
      "detail": "Customer service – You will proactively build and effectively maintain internal and external professional relationship"
    },
    {
      "behaviourId": "c83a89c0-827e-4921-9701-1d0be8c33082",
      "detail": "Problem-solving – You will use your own initiative to complete any activities defined in your brief in an appropriate timescale, demonstrating your ability to manage the client(s) and supervisor(s) expectations."
    },
    {
      "behaviourId": "969f86cb-594b-4737-a515-d4f2d0daa839",
      "detail": "Critical thinking – you will be able to manage a standard transaction(s) using the appropriate legal methods to research, develop and formulate action"
    }
  ],
  "skills": [
    {
      "skillId": "2a4084b5-4d26-4fdd-b2ac-7ba9dd279236",
      "detail": " be able to provide a recognised professional level of support in a legal office environment;"
    },
    {
      "skillId": "89ebf2d7-2b8e-4195-a106-106f3f273757",
      "detail": "be able to use appropriate legal methods to research, request, complete and submit legal forms; "
    },
    {
      "skillId": "c920423c-8bcb-497b-a6ca-163274655c32",
      "detail": "be able to manage legal files and effectively use client case management and accounting systems;"
    },
    {
      "skillId": "c1cc7059-05da-4eec-800e-90e6f11117fc",
      "detail": "be confident to handle and deal with client(s) and third party(s) enquiries;"
    },
    {
      "skillId": "5c4dbe0b-04f8-4911-8374-03b3e1fa47a1",
      "detail": "be proficient at building professional third party relationships;"
    },
    {
      "skillId": "a44d9994-8203-4bc8-8c00-c587e6af620a",
      "detail": "know how to operate effectively in a team contributing to ideas as well as towards business targets."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2015-09-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "siobhan.connolly@simplify.co.uk ",
  "involvedEmployers": "Countrywide Conveyancing Services, Convey Law, Conveyancing Direct, Dezrezlegal, enact, Total Conveyancing Services, premierpropertylawyers, myhomemove Ltd, Specialist Property Lawyers, Council for Licensed Conveyancers (CLC)",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "conveyancer",
    "property lawyer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Legal",
  "cluster": "Legal technician",
  "clusterId": "250",
  "clusterDescription": null,
  "createdDate": "2017-09-22T14:24:30 +00:00",
  "lastUpdated": "2024-09-11T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-09-03T00:00:00 +00:00",
  "banners": "This occupational standard has been replaced by ST1312 Legal technician - conveyancing technician or probate technician.",
  "occupationCode": "OCC0100",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0100-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0100-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-09-11T00:00:00"
}