{
  "larsCode": 186,
  "referenceNumber": "ST0163",
  "title": "Project controls technician",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/186",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2017-08-17T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Analysing progress and performance data on engineering, manufacturing, construction and infrastructure projects",
  "level": 3,
  "typicalDuration": 36,
  "maxFunding": 21000,
  "route": "Engineering and manufacturing",
  "keywords": [
    "performance data analysis",
    "progress analysis"
  ],
  "jobRoles": [
    "data analyst",
    "project control technician",
    "data performance manager"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/1230/project_controls_technician.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;1&lt;/strong&gt;&lt;strong&gt;. &lt;/strong&gt;&lt;strong&gt;Occupation(s)&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;A Project Controls Technician controls, monitors and systematically analyses progress and performance data on engineering, manufacturing, construction and infrastructure projects. They require strong analytical skills and a practical approach to interpret technical information. They use specific, complex software tools to undertake a wide range of project controls tasks, including: identifying the right data for scrutinising progress; setting baseline targets; tracking progress and performance; forecasting trends; identifying, modelling and anticipating deviations from baseline; assessing the impact of design/construction changes; and using insight to recommend early preventative and remedial actions.&lt;/p&gt;\r\n&lt;p&gt;Project Controls includes the technical disciplines of estimating, planning, scheduling and cost engineering for which this apprenticeship gives a comprehensive grounding leading to roles such as project controller, estimator, planner, scheduler and cost engineer. Typically job holders work in large project teams on complex projects in sectors such as construction, manufacturing, engineering, energy and infrastructure – where detailed progress /performance tracking, and an understanding of on-site hazards, health and safety requirements and compliance is critical. This hands-on role is crucial to ensuring the successful delivery of complex projects and a shortage of skilled professionals provides opportunities for a secure, fulfilling long-term career.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;2&lt;/strong&gt;&lt;strong&gt;. &lt;/strong&gt;&lt;strong&gt;Progression&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;With additional training the Project Controls Technician could also progress to more specialist roles in areas such as project controls, planning, scheduling, estimating, cost control, risk and quality and ultimately a role as project controls manager or director&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;3&lt;/strong&gt;&lt;strong&gt;. &lt;/strong&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;u&lt;/strong&gt;&lt;strong&gt;gg&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;sted Entry Requirements&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Set by individual employers, entry requirements will typically include a minimum of 5 GCSE grades A* - C (or equivalent qualifications) including mathematics; English (Language).&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;4&lt;/strong&gt;&lt;strong&gt;. &lt;/strong&gt;&lt;strong&gt;Technical knowledge&#160;&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;The Project Controls Technician requires an understanding of:&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Project controls: &lt;/strong&gt;the project life-cycle, breakdown structures, the relationship between time and cost, quality and risk, how project controls is critical to successful project delivery&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Technical information: &lt;/strong&gt;how to review and interpret technical information from different sources e.g. engineering drawings, manufacturing plans or construction plans to develop the scope for control&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;stimating practice: &lt;/strong&gt;classes of estimate, how to interpret technical requirements and specifications to develop the estimate, techniques for estimate development such as parametric, analogous, bottom-up.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Planning and scheduling practice: &lt;/strong&gt;difference between planning and scheduling, key terms and processes used to produce control schedules, how to interpret the technical requirements to produce a workable control schedule including development of logic networks, dependencies, critical paths, resource management, levelling and smoothing and impact of uncertainty and risk&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Cost engineering practice: &lt;/strong&gt;key terms and processes related to preparing control budgets, cash flow, cost control and cost engineering relationships&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;W&lt;/strong&gt;&lt;strong&gt;or&lt;/strong&gt;&lt;strong&gt;k breakdown and coding structures: &lt;/strong&gt;their purpose, how to create, use and interpret them to enable accurate control and the need for flexibility&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Tracking data and progress reporting: &lt;/strong&gt;collection, validation and monitoring of data against plan, reviewing accuracy of reporting, how to tailor the presentation of data for understanding and buy-in&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;A&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;alysis techniques: &lt;/strong&gt;how to identify trends and variances using techniques such as earned value analysis, forecasting, critical path analysis and risk analysis&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Technical, engineering and mathematical principles: &lt;/strong&gt;what these are and how to apply them to support effective project controls within the context of the role&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Importance of safety: &lt;/strong&gt;relevant engineering, construction and infrastructure specific knowledge including related national and industrial health, safety and environmental standards and legislation&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;mp&lt;/strong&gt;&lt;strong&gt;l&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;y&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;r organisation, management systems, and procedures: &lt;/strong&gt;related governance including quality, change control, data management and security, configuration management, version control, risk analysis and management, and document control&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Commercial matters: &lt;/strong&gt;how they impact on the role, the basics of contract and supply chain management&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Project controls related software and IT systems: &lt;/strong&gt;attributes, limitations and systems used, in-house and proprietary applications used for: planning and scheduling, cost and risk analysis, estimating and progress and performance monitoring.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;5&lt;/strong&gt;&lt;strong&gt;. &lt;/strong&gt;&lt;strong&gt;Technical skills &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;The Project Controls Technician is able to:&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;D&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;v&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;l&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;p work breakdown and coding structures &lt;/strong&gt;to meet the scope laid out in the projects’ technical information and specification, ensuring that the controls will monitor project progress and performance accurately&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;M&lt;/strong&gt;&lt;strong&gt;anage data: &lt;/strong&gt;source, retrieve, check, edit, format, record and analyse data – using it to create relevant time, cost and resource reports&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;stimate: &lt;/strong&gt;develop cost estimates for defined scopes of work, create appropriate benchmarks, analyse quotes from sub- contractors and suppliers, and input to tenders and the early stages of projects&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;chedu&lt;/strong&gt;&lt;strong&gt;l&lt;/strong&gt;&lt;strong&gt;e and plan: &lt;/strong&gt;break down the scope into activities to create a logical linked control schedule to input to the development of outline and integrated plans and baseline schedules; identify critical milestones; gather accurate progress data for controlling the schedule; and monitor progress&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Cost engineer and control: &lt;/strong&gt;prepare control budgets, carry out cost control activities, gather and interpret cost data, monitor progress on a regular basis, interpret trends and forecasts; keep in line with contractual requirements, maintain baselines; ensure accurate reporting and control&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Mon&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;to&lt;/strong&gt;&lt;strong&gt;r progress/performance and analyse data: &lt;/strong&gt;associated with milestones, schedules, progress, manpower, resource and costs; undertake earned value analysis, create progress reports and identify variances from plan and likely consequences if no corrective action is taken&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Use computer based technology: &lt;/strong&gt;model potential trends and resource use etc. using the right software package for the right task&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Problem solve: &lt;/strong&gt;recommend early corrective actions to reduce variances, identify issues and risks, present and maintain related action plans and contingencies&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Eff&lt;/strong&gt;&lt;strong&gt;ectively communicate: &lt;/strong&gt;with good interpersonal skills and share the right information with the right people in an appropriate format to enable effective project control&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Input to project closeout&lt;/strong&gt;: generate key benchmarks and outturns including lessons learnt&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Observe and apply professional ethics&lt;/strong&gt;, and maintain a duty of care&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;A&lt;/strong&gt;&lt;strong&gt;pp&lt;/strong&gt;&lt;strong&gt;l&lt;/strong&gt;&lt;strong&gt;y safety in the context of the role&lt;/strong&gt;: comply with relevant national and international health, safety and environmental requirements&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;W&lt;/strong&gt;&lt;strong&gt;or&lt;/strong&gt;&lt;strong&gt;k in accordance with company management systems, policies and procedures&lt;/strong&gt;: especially those relating to quality, data security, risk, change and document management.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;6&lt;/strong&gt;&lt;strong&gt;. &lt;/strong&gt;&lt;strong&gt;Beh&lt;/strong&gt;&lt;strong&gt;aviours&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Strong work ethic, takes personal responsibility for own work, meets deadlines, sets the right example for others and displays honesty and integrity&lt;/p&gt;\r\n&lt;p&gt;Team player that shows sensitivity to others and works collaboratively demonstrating an openness to others’ ideas and input&lt;/p&gt;\r\n&lt;p&gt;Positive attitude, constructive thinking and able to adjust to change&lt;/p&gt;\r\n&lt;p&gt;Attention to detail, with an enquiring mind, not afraid to ask questions, seek assistance or challenge&lt;/p&gt;\r\n&lt;p&gt;Committed to advancing own learning and competence, showing a willingness to learn new skills&lt;/p&gt;\r\n&lt;p&gt;Applies and upholds principles of social responsibility, environmental sustainability, equality and diversity.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;&lt;em&gt;7&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;. &lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;D&lt;/strong&gt;&lt;strong&gt;u&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;ation&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;The duration of this apprenticeship is typically 36-42 months.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;8&lt;/strong&gt;&lt;strong&gt;. &lt;/strong&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Prior to taking the end-point assessment candidates must achieve level 2 English and maths and must attain a&lt;/p&gt;\r\n&lt;p&gt;Level 3 Diploma in project control practice.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;9&lt;/strong&gt;&lt;strong&gt;. &lt;/strong&gt;&lt;strong&gt;Level and Professional registration&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;This is a level 3 apprenticeship. On completion the apprentice will be eligible to apply for membership of the Association of Cost Engineers (ACostE) as a Graduate Member, and will also be eligible to apply for registration as an Engineering Technician (EngTech), subject to having suitable engineering experience and undergoing a professional review process.&lt;/p&gt;\r\n&lt;p&gt;With further training following on from the apprenticeship, individuals may choose to specialise in specific sectors or related roles which could lead to membership of other related professional bodies.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;10&lt;/strong&gt;&lt;strong&gt;. &lt;/strong&gt;&lt;strong&gt;Re&lt;/strong&gt;&lt;strong&gt;vi&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;w date&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;This apprentice standard will be reviewed in 3 years.&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Engineering Construction Industry Training Board (ECITB)",
    "contactName": "Nicola Timson",
    "contactAddress": "Blue Court\r\nChurch Lane\r\nKings Langley\r\nHertfordshire\r\nWD4 8JP",
    "contactEmail": "Nicola.Timson@ecitb.org.uk",
    "webLink": "https://www.ecitb.org.uk/"
  },
  "approvedForDelivery": "2017-08-17T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "mike.rathge@fluor.com",
  "involvedEmployers": "Costain, 20/20 Business Group (training company), ACostE, ACSL, AkerSolutions, Amec FosterWheeler, Atkins Global, Balfour Beatty, BCECA, Bechtel, Cavendish Nuclear, CB&I, CH2MHill, CICES, Cumbria University, Decipher Group, Diviani Consulting, Doosan, ECITB, EDF Energy, Engineering Construction Institute, Fabricom Engie, First Planner, Fluor, Gardiner and Theobold, Gen2 (training company), HS2, KBR, LakerVent, Leeds University, Loughborough University, Magnox, Manchester University, Monitor Mpower (training company), N-SAN, Pathfinder planning, Petrofac, Prima Uno, Project Controls Institute, Richmond College, RICS (Royal Institute of Chartered Surveyors), Sellafield, Sunbeam, Turner and Townsend, TASC (training)",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "data analyst",
    "project control technician",
    "data performance manager"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Quality Improvement and Project Control Technician",
  "createdDate": "2017-09-22T14:24:54 +00:00",
  "lastUpdated": "2017-08-17T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/project-controls-technician-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/project-controls-technician-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}