{
  "larsCode": 172,
  "referenceNumber": "ST0194",
  "title": "Fishmonger",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/172",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2017-05-16T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "isLegacyVersion": 1,
  "overviewOfRole": "Selling fish and seafood products, and advising customers on how to prepare them.",
  "level": 2,
  "typicalDuration": 24,
  "maxFunding": 12000,
  "route": "Sales, marketing and procurement",
  "keywords": [
    "fishmongering",
    "selling seafood",
    "fishing industry"
  ],
  "jobRoles": [
    "fishmonger",
    "mobile fish van operator",
    "fishcounter operative"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/1969/st0194_fishmonger_l2_assessment-plan-for-publication_revise-error_040720_.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Section 1: Occupational Profile of a Fishmonger&lt;/h3&gt;\r\n&lt;p&gt;A career as a fishmonger is hugely rewarding and no two days are ever the same. They carry out a wealth of different tasks and develop a multitude of different skills.&lt;/p&gt;\r\n&lt;p&gt;Fishmongers are responsible for preparing and selling fish, and shellfish products, to members of the public. They possess first class customer service and selling skills, and have a deep understanding of the fish and shellfish industry, species identification, preparation methods, and detailed product knowledge. Fishmongers are the face of the seafood industry, interacting with consumers, answering any questions they have, and helping them to make educated decisions on which fish they purchase.&lt;/p&gt;\r\n&lt;p&gt;Fishmongers know about a range of fish and shellfish, and the various techniques needed to process and/or produce their products. In addition, they will be able to cut, prepare, package and present fish and shellfish products to the highest of standards.&lt;/p&gt;\r\n&lt;p&gt;Food safety and quality produce are of premium importance to a fishmonger. Fishmongers perform a multitude of tasks including raw materials intake and food handling, and developing filleting and other knife skills. They are also responsible for displaying their products in the most attractive way possible to entice customers into purchasing their products.&lt;/p&gt;\r\n&lt;p&gt;Fishmongering is a highly skilled profession which is steeped in tradition. A qualified fishmonger could work in a range of different types of businesses including supermarket fishcounters, independent high street fishmongers, and mobile fish vans. Talented fishmongers can go on to manage and even own their own fishmongering business.&lt;/p&gt;\r\n&lt;p&gt;Fishmongers have a range of skills, knowledge and behaviours that can lead to a rewarding career in the industry, and allow them to work not only in the UK but across the world!&lt;/p&gt;\r\n&lt;h3&gt;Section 2: The Knowledge, Skills and Behaviours&lt;/h3&gt;\r\n&lt;h4&gt;Knowledge&lt;/h4&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;The history and development of the fish and shellfish sector&lt;/li&gt;\r\n&lt;li&gt;The range of commercially available fish and shellfish species, harvesting methods and fish stocks&lt;/li&gt;\r\n&lt;li&gt;The fish and shellfish supply chain&lt;/li&gt;\r\n&lt;li&gt;Seasonality and supply and the factors that impact on price and availability&lt;/li&gt;\r\n&lt;li&gt;Safe handling and storage of fish and shellfish from receipt to sale, including opening and closing a fish display counter&lt;/li&gt;\r\n&lt;li&gt;The principles of product food safety&lt;/li&gt;\r\n&lt;li&gt;Stock control, product pricing, traceability and quality assurance&lt;/li&gt;\r\n&lt;li&gt;Preparation of the different types of fish and shellfish for retail display and sale&lt;/li&gt;\r\n&lt;li&gt;The principles of displaying fish and shellfish for sale&lt;/li&gt;\r\n&lt;li&gt;Customer requirements, complaints and how to meet their expectations&lt;/li&gt;\r\n&lt;li&gt;The principles of selling fish and shellfish, profitability and how to maximise sales&lt;/li&gt;\r\n&lt;li&gt;How to process the sale of fish and shellfish including weighing, packing and labelling&lt;/li&gt;\r\n&lt;li&gt;The factors that impact on the commercial success of the business&lt;/li&gt;\r\n&lt;li&gt;Basic cooking methods – recipes for a variety of fish and shellfish&lt;/li&gt;\r\n&lt;li&gt;Health and safety within the working environment&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h4&gt;Skills&lt;/h4&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Adherence with safe handling and storage requirements from receipt to sale, including stock rotation, quality assessment, temperature control and monitoring and avoiding cross- contamination&lt;/li&gt;\r\n&lt;li&gt;The ability to hand prepare fish including scaling, gutting, filleting, boning, pocketing, canoeing and skinning&lt;/li&gt;\r\n&lt;li&gt;The ability to hand prepare shellfish including dressing and shucking&lt;/li&gt;\r\n&lt;li&gt;Display fish and shellfish for retail sale&lt;/li&gt;\r\n&lt;li&gt;An ability to sell fish and shellfish by interpreting and satisfying customer needs, through upselling/link selling and promotions&lt;/li&gt;\r\n&lt;li&gt;Process the sale of fish and shellfish, including portioning, preparing, weighing, packing, labelling and processing payments relevant to the business&lt;/li&gt;\r\n&lt;li&gt;Use tools and equipment safely in the handling, preparation and sale of fish and shellfish&lt;/li&gt;\r\n&lt;li&gt;Work safely and hygienically in the handling, preparation and sale of fish and shellfish&lt;/li&gt;\r\n&lt;li&gt;Handle complaints and resolve problems appropriate to business policy and procedures&lt;/li&gt;\r\n&lt;li&gt;Communicate effectively with customers and colleagues&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h4&gt;Behaviours&lt;/h4&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Safe Working: ensures safety of self and others, addresses safety issues and concerns&lt;/li&gt;\r\n&lt;li&gt;Hygienic working: follows food safety procedures and policies, address food safety issues and concerns&lt;/li&gt;\r\n&lt;li&gt;Ownership of work: accepts responsibility and is proactive&lt;/li&gt;\r\n&lt;li&gt;Pride in work: integrity, aims for excellence, punctual and reliable&lt;/li&gt;\r\n&lt;li&gt;Self-development: seeks learning and development opportunities&lt;/li&gt;\r\n&lt;li&gt;Integrity and respect: for all colleagues&lt;/li&gt;\r\n&lt;li&gt;Working in a team: builds good relationships with others&lt;/li&gt;\r\n&lt;li&gt;Problem solving: identifies and participates in problem solving&lt;/li&gt;\r\n&lt;li&gt;Responsiveness to change: flexibility to changing environment and demands&lt;/li&gt;\r\n&lt;li&gt;Company/industry perspective: desire to learn about own company and food industry, acts as an ambassador&lt;/li&gt;\r\n&lt;li&gt;Effective Communication: confident and professional engagement with others, listens effectively, receives feedback&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;Section 3: Additional Information&#160;&lt;/h3&gt;\r\n&lt;h4&gt;Duration&#160;&lt;/h4&gt;\r\n&lt;p&gt;Typical duration 18 to 24 months for new entrants&lt;/p&gt;\r\n&lt;h4&gt;Entry requirements&lt;/h4&gt;\r\n&lt;p&gt;There are no formal entry requirements for this programme&lt;/p&gt;\r\n&lt;h4&gt;Progression&lt;/h4&gt;\r\n&lt;p&gt;Apprentices may progress to further learning within the food and drink industry, or a range of employment opportunities&lt;/p&gt;\r\n&lt;h4&gt;English and Maths&lt;/h4&gt;\r\n&lt;p&gt;Apprentices without level 1 English and maths will need to achieve this level, and take the test for level 2 English and maths prior to taking the end-point assessment for this apprenticeship&lt;/p&gt;\r\n&lt;h4&gt;Standard Review&lt;/h4&gt;\r\n&lt;p&gt;After 3 years&lt;/p&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "Claire Gill / Steve Walker",
    "contactAddress": "Ofqual \r\nEarlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "public.enquiries@ofqual.gov.uk",
    "webLink": "https://www.gov.uk/government/organisations/ofqual"
  },
  "approvedForDelivery": "2017-05-16T00:00:00 +00:00",
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "academy@seafish.co.uk",
  "involvedEmployers": "Cross of York (chair), GCH Fishmongers, Hodgson Fish, Hudsons Fish, Morrisons Produce Ltd, National Skills Academy for Food & Drink, Passionate About Fish Ltd, Regal Fish Supplies Ltd, Sainbury’s Supermarkets Ltd, Seafoods (Burnham on Sea), Seafood Training Academy, Ramus Seafood Emporium, Wellgate Fisheries",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "fishmonger",
    "mobile fish van operator",
    "fishcounter operative"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Retail",
  "cluster": "Specialist Retail Assistant",
  "createdDate": "2017-09-22T14:24:26 +00:00",
  "lastUpdated": "2018-07-19T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/fishmonger-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/fishmonger-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}