{
  "templateType": "Apprenticeship Standard",
  "larsCode": 159,
  "referenceNumber": "ST0168",
  "learningAimClassCode": "",
  "title": "Event assistant",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0168",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-01-18T00:00:00",
  "earliestStartDate": "2017-01-12T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Working in an events company or events department in an organisation, helping event planners and project managers to organise and host events.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Sales, marketing and procurement",
  "keywords": [
    "organising",
    "logistics",
    "transportation",
    "catering",
    "outdoor",
    "cultural",
    "sporting",
    "music",
    "events",
    "conferences",
    "corporate",
    "entertainment",
    "weddings",
    "party",
    "meetings",
    "trade shows",
    "product launch",
    "exhibitions"
  ],
  "jobRoles": [
    "Event Management",
    "Events Planner",
    "Party Planner"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1203/event_assistant.pdf",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.2 Crafts, creative arts and design",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupation: Event Assistant&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;An Event Assistant is an entry level position, typically working within a team of people in an events company or within the events department of a larger organisation. The role would usually provide support to a number of Event Planners or Project Managers by carrying out a diverse range of tasks necessary to plan, organise and deliver an event: for example, searching for the right location and venue for the event; working with the design team on the look and feel of the event; or organising logistics like transportation and catering. The events organised may be for the company where the Event Assistant is working, or could be for a variety of different clients including large corporations, smaller companies and not- for-profit organisations.&lt;/p&gt;\n&lt;p&gt;Events cover a broad range of activities as well as sizes, from small numbers of attendees through to thousands. &amp;nbsp;Around 75% of events are conferences, meetings, trade shows and exhibitions. Other events include outdoor events, cultural events, sporting and music events. &amp;nbsp;Companies use events to bring together different groups of people: from employees attending a sales conference; to customers or suppliers attending the launch of a new product; to shareholders gathering at a conference designed to attract new investors. These are just a few examples – the breadth and diversity of the events industry is partly what makes it such an exciting place to work.&lt;/p&gt;\n&lt;p&gt;As well as holding events in the UK, events agencies and events departments organise events in different countries around the world.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set their own selection criteria. &amp;nbsp;This will typically include a minimum of Level 2 Maths and English. Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\n&lt;p&gt;Anyone, from any background, can have a successful career in event management if they have the right attitude, passion, stamina and commitment to learning. Previous experience is not typically needed. &amp;nbsp;It is a demanding yet very rewarding environment to work in.&amp;nbsp; &amp;nbsp;Flexible, calm and proactive individuals with energy, enthusiasm, good communication skills, patience and an ability to empathise are ideal candidates for the events profession.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;C&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;e requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;An Event Assistant has the following skills, knowledge and understanding&lt;/p&gt;\n&lt;table border=&quot;0&quot; width=&quot;696&quot; style=&quot;height: 1335px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;80&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;th width=&quot;180&quot; style=&quot;width: 180px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;205&quot; style=&quot;width: 205px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and Understanding&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;80&quot;&gt;\n&lt;p&gt;Operational&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;180&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Gather facts and collate information in response to a brief or request, like searching for the right location and venue for an event.&lt;/li&gt;\n&lt;li&gt;Respond to requests from the different functional teams and carry out a variety of daily and weekly tasks to assist in the planning and preparation of an event.&lt;/li&gt;\n&lt;li&gt;Provide assistance onsite at an event by registering delegates or by helping to assist the onsite team with a variety of tasks.&lt;/li&gt;\n&lt;li&gt;Manage your time effectively by understanding how to prioritise tasks according to their importance and urgency for the stakeholders of an event.&lt;/li&gt;\n&lt;li&gt;Use software packages to create word processing and spreadsheet documents.&lt;/li&gt;\n&lt;li&gt;Contribute to reports, event project plans and written presentations for clients&lt;/li&gt;\n&lt;li&gt;Use a range of event technology platforms and in-house bespoke software systems and databases.&lt;/li&gt;\n&lt;li&gt;Show careful attention to regulations and internal policies.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;How an event moves through its lifecycle from research and planning to delivery and evaluation.&lt;/li&gt;\n&lt;li&gt;The respective roles of different functions: logistics, production, creative and design in event management; what each area is responsible for and how they contribute to the successful delivery of an event.&lt;/li&gt;\n&lt;li&gt;How different venues may be suited a particular event based on clients’ needs.&lt;/li&gt;\n&lt;li&gt;How event logistics can impact on the smooth running of an event.&lt;/li&gt;\n&lt;li&gt;Each aspect of event logistics: the venue, delegate management, transportation, accommodation, catering.&lt;/li&gt;\n&lt;li&gt;How the event suppliers combine to contribute to deliver an event.&lt;/li&gt;\n&lt;li&gt;What the onsite team at an event are responsible for and how they work to ensure&amp;nbsp; that the client’s and all the delegates needs are met.&lt;/li&gt;\n&lt;li&gt;Regulation and policies that are relevant to your job role.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;80&quot;&gt;\n&lt;p&gt;Professional&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;180&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Listen, interpret, understand, vocalise and respond to clients’ needs.&lt;/li&gt;\n&lt;li&gt;Speak and write clearly in order to prepare written communications or provide instructions that are needed for a client, supplier or team member.&lt;/li&gt;\n&lt;li&gt;Build rapport and trust with the stakeholders of an event so that stakeholders can collaborate well throughout the planning and organisation processes.&lt;/li&gt;\n&lt;li&gt;Question effectively to ensure understanding of what is required from clients or colleagues.&lt;/li&gt;\n&lt;li&gt;Have the skills to maintain relationships with colleagues, suppliers or clients once they are built, and be able to repair them when they are damaged.&lt;/li&gt;\n&lt;li&gt;Work effectively within a group environment to prepare for, deliver and/or follow up after an event takes place.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Why clients’ choose to hold events, what purpose they serve, and how they would evaluate different types of events.&lt;/li&gt;\n&lt;li&gt;What clients typically expect from a department or company who is organising the event, and the importance of meeting or exceeding clients’ expectations.&lt;/li&gt;\n&lt;li&gt;The importance of client feedback – dealing with it and using it to improve.&lt;/li&gt;\n&lt;li&gt;Importance of time-keeping, attendance, personal presentation and conduct and how this reflects on the company or department that is responsible for organising events for clients.&lt;/li&gt;\n&lt;li&gt;The importance of being flexible to the needs of urgent requirements for an event.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;80&quot;&gt;\n&lt;p&gt;Commercial&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;180&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Assist in the preparation, management and reconciliation of event budgets by collecting information, checking data and making calculations.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;Show how commercial awareness has been applied through task and time management, specifically using efficient and effective measures to conclude a project in the most proficient way.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Develop an understanding of the business, its competitors, and how success is measured.&lt;/li&gt;\n&lt;li&gt;How the role of the Event Assistant contributes to business success.&lt;/li&gt;\n&lt;li&gt;Understand how an event budget is constructed and managed.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;An Event Assistant demonstrates the following behaviours&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Have an enthusiastic and positive approach to providing swift and accurate service.&lt;/li&gt;\n&lt;li&gt;Show tact and discretion with sensitive information.&lt;/li&gt;\n&lt;li&gt;Contribute to conversations with team members and share ideas with confidence.&lt;/li&gt;\n&lt;li&gt;Remain calm and positive under pressure.&lt;/li&gt;\n&lt;li&gt;Take pride in producing accurate work with a consistently strong attention to detail, seeking clarity where necessary.&lt;/li&gt;\n&lt;li&gt;Use initiative when faced with problems or challenges, and be flexible to the needs of the project.&lt;/li&gt;\n&lt;li&gt;Demonstrate consideration and respect for team members regardless of sex, race, religion and other differences.&lt;/li&gt;\n&lt;li&gt;Frequently seek and act upon feedback, reflect on performance and show commitment to self-development.&lt;/li&gt;\n&lt;li&gt;Demonstrate personal commitment to sustainability by minimising the negative affect on the environment caused by work activities.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;The length of this apprenticeship is typically 18 months. This apprenticeship standard is at level 3.&lt;/p&gt;\n&lt;p&gt;This standard will be reviewed after 3 years.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;An Event Assistant is an entry level position, typically working within a team of people in an events company or within the events department of a larger organisation. The role would usually provide support to a number of Event Planners or Project Managers by carrying out a diverse range of tasks necessary to plan, organise and deliver an event: for example, searching for the right location and venue for the event; working with the design team on the look and feel of the event; or organising logistics like transportation and catering. The events organised may be for the company where the Event Assistant is working, or could be for a variety of different clients including large corporations, smaller companies and not- for-profit organisations. Events cover a broad range of activities as well as sizes, from small numbers of attendees through to thousands. Around 75% of events are conferences, meetings, trade shows and exhibitions. Other events include outdoor events, cultural events, sporting and music events. Companies use events to bring together different groups of people: from employees attending a sales conference; to customers or suppliers attending the launch of a new product; to shareholders gathering at a conference designed to attract new investors. These are just a few examples – the breadth and diversity of the events industry is partly what makes it such an exciting place to work. As well as holding events in the UK, events agencies and events departments organise events in different countries around the world.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "f6803cfa-6881-4a23-92ba-1878b6017b88",
      "detail": "Operational: How an event moves through its lifecycle from research and planning to delivery and evaluation."
    },
    {
      "knowledgeId": "eb32f45b-0314-4f98-92ca-fe2fbbbc0a03",
      "detail": "Operational: The respective roles of different functions: logistics, production, creative and design in event management; what each area is responsible for and how they contribute to the successful delivery of an event."
    },
    {
      "knowledgeId": "f1203a12-13df-4a09-99b0-8f50fe0f51d2",
      "detail": "Operational: How different venues may be suited a particular event based on clients’ needs."
    },
    {
      "knowledgeId": "661ac051-463f-49ae-aa54-df0fc2ec2ebc",
      "detail": "Operational: How event logistics can impact on the smooth running of an event."
    },
    {
      "knowledgeId": "44ed79d9-7eef-4388-9d4d-e389667be8ca",
      "detail": "Operational: Each aspect of event logistics: the venue, delegate management, transportation, accommodation, catering."
    },
    {
      "knowledgeId": "587009ce-9e2a-43c0-8009-8d4091c53c99",
      "detail": "Operational: How the event suppliers combine to contribute to deliver an event."
    },
    {
      "knowledgeId": "e63ab5f9-ddd2-458f-848d-a63011238501",
      "detail": "Operational: What the onsite team at an event are responsible for and how they work to ensure  that the client’s and all the delegates needs are met."
    },
    {
      "knowledgeId": "59faab48-224f-44a5-b349-2fb29cf0bafb",
      "detail": "Operational: Regulation and policies that are relevant to your job role."
    },
    {
      "knowledgeId": "a5bd16e1-35e0-4aa9-aa9e-2dfcbdfca11f",
      "detail": "Professional: Why clients’ choose to hold events, what purpose they serve, and how they would evaluate different types of events."
    },
    {
      "knowledgeId": "4caf92da-d778-4373-9f93-b481a9d0e9f7",
      "detail": "Professional: What clients typically expect from a department or company who is organising the event, and the importance of meeting or exceeding clients’ expectations."
    },
    {
      "knowledgeId": "e3bb0397-fe61-4933-b39a-e41ce6e4aebb",
      "detail": "Professional: The importance of client feedback – dealing with it and using it to improve."
    },
    {
      "knowledgeId": "539ba8af-ce05-4736-99a9-3968858f21bb",
      "detail": "Professional: Importance of time-keeping, attendance, personal presentation and conduct and how this reflects on the company or department that is responsible for organising events for clients."
    },
    {
      "knowledgeId": "0838cf28-dd6a-4fdc-b74f-91cdf78297b4",
      "detail": "Professional: The importance of being flexible to the needs of urgent requirements for an event."
    },
    {
      "knowledgeId": "b03160c8-cd51-47b0-982c-691fb013edb8",
      "detail": "Commercial: Develop an understanding of the business, its competitors, and how success is measured."
    },
    {
      "knowledgeId": "3ff505de-688b-42a3-bf28-3c303ec64557",
      "detail": "Commercial: How the role of the Event Assistant contributes to business success."
    },
    {
      "knowledgeId": "f8689171-90cc-4cc5-ad23-f061a7d172bf",
      "detail": "Commercial: Understand how an event budget is constructed and managed."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "671a85bf-8f4e-4403-a7b4-6e709ceac3dc",
      "detail": "Have an enthusiastic and positive approach to providing swift and accurate service."
    },
    {
      "behaviourId": "a805ee5f-f536-4265-ae7f-2983310635e6",
      "detail": "Show tact and discretion with sensitive information."
    },
    {
      "behaviourId": "c90fee87-d311-4f58-9b40-88a8a17780e6",
      "detail": "Contribute to conversations with team members and share ideas with confidence."
    },
    {
      "behaviourId": "3252f089-94bb-4761-b1df-fc1d8f0c9cbf",
      "detail": "Remain calm and positive under pressure."
    },
    {
      "behaviourId": "03745d9d-2fe0-43e5-bed1-17e2770e4587",
      "detail": "Take pride in producing accurate work with a consistently strong attention to detail, seeking clarity where necessary."
    },
    {
      "behaviourId": "a8dcc4a5-0a61-4bdd-9e70-ab96c62b0c31",
      "detail": "Use initiative when faced with problems or challenges, and be flexible to the needs of the project."
    },
    {
      "behaviourId": "599f1a30-5d29-421f-b4b7-475b7f9c95d7",
      "detail": "Demonstrate consideration and respect for team members regardless of sex, race, religion and other differences."
    },
    {
      "behaviourId": "b58d5dda-b647-450a-a68e-7f8502304f34",
      "detail": "Frequently seek and act upon feedback, reflect on performance and show commitment to self-development"
    },
    {
      "behaviourId": "0cee4176-8e10-41bb-a3eb-f57f6896eb52",
      "detail": "Demonstrate personal commitment to sustainability by minimising the negative affect on the environment caused by work activities."
    }
  ],
  "skills": [
    {
      "skillId": "8fc091d2-cadb-4cb7-bef8-7fdb9e7510ca",
      "detail": "Operational: Gather facts and collate information in response to a brief or request, like searching for the right location and venue for an event."
    },
    {
      "skillId": "ad860329-cff9-4595-891c-39c2dc75e615",
      "detail": "Operational: Respond to requests from the different functional teams and carry out a variety of daily and weekly tasks to assist in the planning and preparation of an event."
    },
    {
      "skillId": "0ebe0686-bb19-4946-bd12-b87bfba3baef",
      "detail": "Operational: Provide assistance onsite at an event by registering delegates or by helping to assist the onsite team with a variety of tasks."
    },
    {
      "skillId": "2098aa89-0e1d-4f15-bab5-9beb6655acfb",
      "detail": "Operational: Manage your time effectively by understanding how to prioritise tasks according to their importance and urgency for the stakeholders of an event."
    },
    {
      "skillId": "22c4a612-34f9-4a37-be1d-a9af934c50ba",
      "detail": "Operational: Use software packages to create word processing and spreadsheet documents."
    },
    {
      "skillId": "05afc60d-6f6a-4087-9833-53e98b4ecda1",
      "detail": "Operational: Contribute to reports, event project plans and written presentations for clients"
    },
    {
      "skillId": "2827acc2-ea98-4fc7-bc46-316e88013342",
      "detail": "Operational: Use a range of event technology platforms and in-house bespoke software systems and databases."
    },
    {
      "skillId": "95df93b7-c1c3-419f-a1f4-72285c8e7dbb",
      "detail": "Operational: Show careful attention to regulations and internal policies."
    },
    {
      "skillId": "6ccc0866-fbf1-47d2-84f7-76c9463b7d23",
      "detail": "Professional: Listen, interpret, understand, vocalise and respond to clients’ needs."
    },
    {
      "skillId": "e1681cf9-6371-4c08-8eca-0bf2c048ead9",
      "detail": "Professional: Speak and write clearly in order to prepare written communications or provide instructions that are needed for a client, supplier or team member."
    },
    {
      "skillId": "f38a6e7b-510f-47f2-b0a4-4f2ec05f0293",
      "detail": "Professional: Build rapport and trust with the stakeholders of an event so that stakeholders can collaborate well throughout the planning and organisation processes."
    },
    {
      "skillId": "ee70d887-051c-4456-b8b4-4e6ea896d5d3",
      "detail": "Professional: Question effectively to ensure understanding of what is required from clients or colleagues."
    },
    {
      "skillId": "1d15eea1-341e-40a9-97c7-97084ad7ce00",
      "detail": "Professional: Have the skills to maintain relationships with colleagues, suppliers or clients once they are built, and be able to repair them when they are damaged."
    },
    {
      "skillId": "71182571-b68d-4476-9b18-dbbb10f255f2",
      "detail": "Professional: Work effectively within a group environment to prepare for, deliver and/or follow up after an event takes place."
    },
    {
      "skillId": "bfa40324-9b07-4e45-8636-d15743f978c2",
      "detail": "Commercial: Assist in the preparation, management and reconciliation of event budgets by collecting information, checking data and making calculations."
    },
    {
      "skillId": "db1f8f40-cb69-4720-a59a-ed97f4c3c3ef",
      "detail": "Commercial: Show how commercial awareness has been applied through task and time management, specifically using efficient and effective measures to conclude a project in the most proficient way."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-01-12T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "EMAP@wright-hq.com",
  "involvedEmployers": "Connection Crew, DRP (UK) Limited, Everyday Mentor, First Protocol, George P Johnson, Media for Development, Off to Work, Regan and Dean, Sarah Wright Consulting, Stage Struck, TRO Group, Trinity Event Solutions, Wise Productions, 2 Heads",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Event Management",
    "Events Planner",
    "Party Planner"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Marketing",
  "cluster": "Marketing assistant",
  "clusterId": "124",
  "clusterDescription": "Plan, organise and deliver key marketing actions and events",
  "createdDate": "2017-09-22T14:25:00 +00:00",
  "lastUpdated": "2022-01-18T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-01-12T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised or adjusted. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeships being revised or adjusted are available in the revisions and adjustments status report.&nbsp;",
  "occupationCode": "OCC0168",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0168-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0168-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-01-18T00:00:00"
}