{
  "templateType": "Occupational Standard",
  "larsCode": 162,
  "referenceNumber": "ST0170",
  "learningAimClassCode": "",
  "title": "Facilities management supervisor",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0170",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Occupational standard, end-point assessment plan and funding band revised",
  "changedDate": "2025-05-12T00:00:00",
  "earliestStartDate": "2024-01-01T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Managing the working environment for an organisation's employees and services within industrial and commercial buildings.",
  "level": 3,
  "ePALength": 3,
  "typicalDuration": 18,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "building administration",
    "property management",
    "British Institute of Facilities Management",
    "BIFM",
    "health and safety"
  ],
  "jobRoles": [
    "Facilities management coordinator",
    "Facilities management supervisor",
    "Facilities management team leader"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0170-v1-1?view=epa",
  "ssa1": "7 Retail and Commercial Enterprise",
  "ssa2": "7.3 Service enterprises",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;Typical job roles&lt;/h3&gt;\n&lt;p&gt;Facilities Management Supervisors, Facilities Management Coordinators and Facilities Management Administrators&lt;/p&gt;\n&lt;h3&gt;Suggested Sectors&lt;/h3&gt;\n&lt;p&gt;Housing, Health, Social Care, Energy, Hospitality, Education, Commercial Properties, Leisure, Retail, Public &amp;amp; Private Sector&lt;/p&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;Typically 18 - 24 Months dependent on previous experience&lt;/p&gt;\n&lt;h3&gt;Apprenticeship level&lt;/h3&gt;\n&lt;p&gt;Level 3&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Wha&lt;/strong&gt;&lt;strong&gt;t is Facilities Management?&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Facilities Management impacts on the vast majority of individuals and organisations across the UK and adds value through a highly skilled workforce creating efficiencies in service delivery and implementation.&lt;/p&gt;\n&lt;p&gt;It encompasses multi-disciplinary activities within the built environment and the management of their impact upon people and the workplace. Effective Facilities Management, combining resources and activities, is vital to the success of any organisation. At a corporate level, it contributes to the delivery of strategic and operational objectives. On a day-to-day level, effective Facilities Management provides a safe and efficient working environment, which is essential to the performance of any business – whatever its size and scope. Within this fast growing professional discipline, facilities managers have extensive responsibilities for providing, maintaining and developing myriad services. These range from property strategy, space management and communications infrastructure to building maintenance, administration and contract management.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Role Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship prepares an individual for managing a facilities management service, or a group of services, which can be labelled as ‘hard’ (estate/building management) or soft (catering/cleaning/administration/security). All apprentices will be required to supervise others; to understand the contractual requirements and service delivery targets between their employing organisation and the client/customer in order to achieve service targets. The apprentice will have to provide customer service skills and be proactive in finding solutions to problems.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Employers will identify entry requirements through selection. Employers who recruit candidates without a level 2 English and maths must ensure the apprentice achieves this standard prior to completion of the apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Kn&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;w&lt;/strong&gt;&lt;strong&gt;l&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;d&lt;/strong&gt;&lt;strong&gt;g&lt;/strong&gt;&lt;strong&gt;e &amp;amp; Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Full competence for a Facilities Management Supervisor, Facilities Management Administrator, Facilities Management Coordinators will be demonstrated by delivery and understanding of&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Facilities Management within the context of the employing organisation (Hard Facilities Management, Soft Facilities Management, Total or Integrated Facilities Management)&lt;/li&gt;\n&lt;li&gt;Management of Health and Safety in accordance with employing organisation and client/customer requirements for the facilities management service they are supervising&lt;/li&gt;\n&lt;li&gt;Developing relationships in the workplace with colleagues from own employing organisation and with employees of the customer/client to achieve service targets&lt;/li&gt;\n&lt;li&gt;Develop and implement risk assessment plans in accordance with the requirements for the facilities management service they are supervising&lt;/li&gt;\n&lt;li&gt;Organize and delegate day to day activities of staff to ensure that the facilities management service meets contractual requirements and service targets&lt;/li&gt;\n&lt;li&gt;Monitor the costs of the facilities management service to ensure the budget is not exceeded&lt;/li&gt;\n&lt;li&gt;Procure supplies for the facilities management service and maintain relationships with suppliers&lt;/li&gt;\n&lt;li&gt;Resolve customer service queries and issues in accordance with contractual requirements; monitor customer service issues in order to prevent re-occurrence&lt;/li&gt;\n&lt;li&gt;Solve day to day problems to ensure the facilities management service meets its service targets and contractual requirements&lt;/li&gt;\n&lt;li&gt;Manage the day to day performance of staff and contribute to their development&lt;/li&gt;\n&lt;li&gt;Ensure that resources (materials and equipment) are used efficiently by ensuring correct use in accordance with manufacturer’s instructions&lt;/li&gt;\n&lt;li&gt;Take responsibility for own development of skills and knowledge&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;C&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;e Behavioural Competencies&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The standard also defines some core behavioural competencies&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;A&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;alytical&lt;/strong&gt;: Systematic in their approach to understanding a problem&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Customer Focused&lt;/strong&gt;: Considerate of the needs of users and stakeholders&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Collaborative&lt;/strong&gt;: Able to work as part of a team and with a wide variety of stakeholders&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;ffective communicator&lt;/strong&gt;: Ability to build relationships based on common understanding&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Flexible&lt;/strong&gt;: Capable of adapting to changing circumstances and expectations&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;H&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;est&lt;/strong&gt;: Truthful in the dealings with stakeholders&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;M&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;thodical&lt;/strong&gt;: Detailed in the way they go about their work&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Professional Recognition&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices will receive up to two years studying membership of the Institute of Workplace and Facilities Management (IWFM) and on completion of the apprenticeship will meet the qualifying criteria for Associate Membership of the Institute. Further progress can be made post apprenticeship through the professional membership pathway which ultimately leads to recognition as a Certified Facilities Manager by the IWFM.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Progression&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Completing this apprenticeship programme will enable progression into &amp;nbsp;a wide range of senior roles within the Facilities Management area &amp;nbsp;roles such as a Facilities Manager, Premises Manager, Energy Services Manager or Contract Manager.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review of Standard&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard will be reviewed every 3 years in line with any legislative and or technology &amp;nbsp;changes.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in small and medium enterprises, large and multinational organisations in private and public sectors.&amp;nbsp; For example: housing, health, social care, energy, hospitality, education, commercial properties, leisure, and retail.&amp;nbsp; It is found in organisations where the management of multi-disciplinary activities, within the built environment, impact upon people and the workplace.&amp;nbsp; At a corporate level, facilities management contributes to the delivery of strategic and operational objectives.&amp;nbsp; On a day-to-day level, effective facilities management activities are vital to the performance and success of any organisation, whatever its size and scope.&amp;nbsp; &amp;nbsp;&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to supervise a team of facilities management staff to provide a safe and efficient working environment.&amp;nbsp; Facilities management encompasses hard, soft, total or integrated functions.&amp;nbsp; Services labelled as hard are estate or building management.&amp;nbsp; Services called soft are catering, cleaning, administration, and security.&amp;nbsp; Total facilities management can be the process of combining and integrating all facility management services into a single contract.&amp;nbsp; As a facilities management supervisor it is vital to contribute towards health and safety regulations and organisational or contractual procedures.&amp;nbsp; They need to achieve agreed key performance indicators and meet service level agreements.&amp;nbsp; They will supervise a team, delegating duties and responsibilities.&amp;nbsp; The team must always maintain high standards of performance meeting clients, customers and building users.&amp;nbsp; They need good communication skills to resolve customer service queries.&amp;nbsp; Analytical skills are required for monitoring customer service issues.&amp;nbsp; They will identify reoccurring issues, problem-solving and then implementing solutions to improve services.&amp;nbsp; There will be involvement in continuous improvement of systems and processes to ensure procedures, policies and guidance are updated.&amp;nbsp; These can relate to emerging and technological advancements, legislative and social changes.&amp;nbsp; As a supervisor they will contribute towards the development and wellbeing of the team.&lt;/p&gt;\n&lt;p&gt;In their daily, work an employee in this occupation interacts with their clients, the public or building users to ensure the service provided meets their needs.&amp;nbsp; They will work collaboratively with internal and external stakeholders.&amp;nbsp; Within an organisation they could work with the senior leadership team, procurement and supply chain, sales and marketing, and human resources staff.&amp;nbsp; Working on sustainability plans with continuous improvement teams to improve the organisation&#39;s carbon footprint on their net-zero journey.&amp;nbsp; They could interact with the finance and audit departments to ensure accurate reporting.&amp;nbsp; External stakeholders can include suppliers, logistics and transportation providers, contractors, and the emergency services.&amp;nbsp; They would typically report to a facilities manager or head of facilities.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for the safety of themselves and their team when conducting daily activities.&amp;nbsp; Always aiming to ensure the safety of the public and building users.&amp;nbsp; They will be responsible for carrying out and reviewing risk assessment plans.&amp;nbsp; Supporting and reviewing the budget and the costs of the facilities management service to meet financial targets.&amp;nbsp; &amp;nbsp;Facilities management supervisors will monitor and adhere to appropriate building governance and compliance standards.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "8170fdbb-0767-409c-ba07-f315a93af213",
      "detail": "Characteristics and features of facilities management: hard, soft, total or integrated, personnel."
    },
    {
      "knowledgeId": "a173c1c0-5ef6-40a7-966e-79f7f3058b4a",
      "detail": "Awareness of health and safety regulations and codes of practice, relevance to the occupation and the own responsibilities. Health and Safety at Work Act.  Control of Substances Hazardous to Health (COSHH).  Reporting of Injuries, Diseases and Dangerous Occurrences Regulations (RIDDOR).  Business continuity plans (BCP).  Building regulations.  Life support systems.  L8 water hygiene.  Manual handling.  Personal Protective Equipment (PPE).  Working at height.  Working in confined spaces. Isolation and emergency stop procedures. Emergency evacuation procedures. Slips, trips and falls.   "
    },
    {
      "knowledgeId": "c2d1f1b7-ae94-46d2-a5c0-c6c9309f27e6",
      "detail": "Methods and policies to promote safe working; risk assessments, method statements and safe systems of work."
    },
    {
      "knowledgeId": "33011239-ab93-41bb-a3ac-bdf9d0e2e2a2",
      "detail": "Manufacturer's instructions; facilities management environment tools and equipment: for example, plant, machinery, electrical equipment, manual maintenance tools. "
    },
    {
      "knowledgeId": "9de10846-9a21-461c-bb09-d280ad263502",
      "detail": "Sustainability legislation and regulations: current and developing sustainable principles, practices and techniques."
    },
    {
      "knowledgeId": "d55a82d1-0ae2-4c60-9a68-98a0af3f94be",
      "detail": "Sustainable procurement methods and practices: and use of resources, equipment and supplies. "
    },
    {
      "knowledgeId": "5230617a-54d3-474e-9766-c61c5f71732a",
      "detail": "Principles of leadership: supervisory, teamwork, and coaching techniques."
    },
    {
      "knowledgeId": "2214e72e-da19-497d-b2f7-56d9c1967e3b",
      "detail": "Scope and limits of authority within own role and knowing when to escalate issues and to whom."
    },
    {
      "knowledgeId": "c69a229f-89cf-4112-be93-e9e5c1411e29",
      "detail": "Awareness of issues and common symptoms and warning signs of stress, anxiety and depression, plus where to go for help and the resources available."
    },
    {
      "knowledgeId": "240cdd82-a4d8-4066-8415-9db1bde23945",
      "detail": "Legislative guidance relating to equity, diversity and inclusivity in the workplace."
    },
    {
      "knowledgeId": "c65dcb3d-8a54-41f6-a253-f49a00cc7013",
      "detail": "Principles of contract management including prioritisation and issue resolution."
    },
    {
      "knowledgeId": "2700778f-afa8-4df3-bb7e-5642ebfe586c",
      "detail": "Service Level Agreements (SLAs) and Key Performance Indicators (KPIs) their purpose and value in a facilities management environment."
    },
    {
      "knowledgeId": "b9ecf5b5-cd11-4b4a-8ae7-66f6021a9b74",
      "detail": "Stakeholder management and relationship building: internal and external, clients, customers, colleagues and building users.  "
    },
    {
      "knowledgeId": "885f0f87-e984-44f7-9bcc-5bed9e543146",
      "detail": "Principles of financial management in a facilities environment including, annual budgets and cost centre management."
    },
    {
      "knowledgeId": "a1e2fed9-a4a8-4a36-8fa7-9632e6368623",
      "detail": "Written and digital communication techniques. Plain English principles. Facilities terminology. Report writing."
    },
    {
      "knowledgeId": "a5d4a843-a481-44f0-b25a-171f3262e1a1",
      "detail": "Principles and techniques of continuous improvement, for example lean, 6-sigma, KAIZEN."
    },
    {
      "knowledgeId": "444613b8-3d1f-46d3-bbe8-fac746ed11d8",
      "detail": "Verbal communication techniques. Giving and receiving information. Matching style to audience. Barriers in communication and how to overcome them. Facilities terminology."
    },
    {
      "knowledgeId": "b64dc7a2-f97a-4313-957e-b1e54e27914d",
      "detail": "Problem solving techniques for example diagnostics, root cause analysis DMAIC (Define, Measure, Analyse, Improve, Control), PDCA (Plan Do Check Act)."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "2eb24dad-5664-48b8-b49c-b1ffddbdb3fd",
      "detail": "Take responsibility for own actions and for the actions of those under their supervision or direction to promote safety.    "
    },
    {
      "behaviourId": "61ca909f-46c8-4899-bfe0-5c368ec433f8",
      "detail": "Considers the environment and sustainability."
    },
    {
      "behaviourId": "fdb3fd8b-c76f-42ec-bad0-c66b23be785e",
      "detail": "Act ethically."
    },
    {
      "behaviourId": "d6a6e84a-7f21-444d-856d-1993d0fcdbb1",
      "detail": "Promote an inclusive workplace for example respectful of different views."
    },
    {
      "behaviourId": "6a302c0a-c0a2-4a24-840e-d7d167d08919",
      "detail": "Adapt to new and changing situations with clients and customers."
    },
    {
      "behaviourId": "9bdbd48d-d6d5-499c-b01e-921d5e520302",
      "detail": "Committed to continued professional development (CPD) to maintain and enhance competence in their own area of practice and supports others' professional development. "
    }
  ],
  "skills": [
    {
      "skillId": "40e6b091-54fe-4d1c-aa17-28e90d7fc7b2",
      "detail": "Supervise the facilities management function. "
    },
    {
      "skillId": "418757aa-5be9-40ca-8905-b5bba9d88197",
      "detail": "Comply with health and safety regulations, building regulations, codes of practice and organisational policies and procedures."
    },
    {
      "skillId": "4120abe8-0e72-4990-9822-5ebd97ef3c5f",
      "detail": "Comply with risk assessments, method statements and safe systems of work and apply control measures."
    },
    {
      "skillId": "57d47c58-9a6f-454f-948d-52d1bc6f7ad6",
      "detail": "Supervise others when using facilities management environment tools and equipment for example, plant, machinery, electrical equipment, manual tools."
    },
    {
      "skillId": "6fdfa85d-6695-4aad-89b4-8a90cd309fbf",
      "detail": "Apply sustainable processes and practices, monitoring and solving sustainability problems which impact climate change in the facilities management function within their organisation."
    },
    {
      "skillId": "299cdc4f-c0c1-4da6-b981-19a32f1f5236",
      "detail": "Use resources to complete tasks, with consideration for cost, quality, safety, security and environmental impact."
    },
    {
      "skillId": "03ba1aeb-b1c3-4612-b233-b1ebb218c5fa",
      "detail": "Lead a team of facilities personnel."
    },
    {
      "skillId": "07b375fd-d1e7-40d9-98d0-63ea8a9c2a70",
      "detail": "Apply problem solving techniques to create solutions to complex problems within limits of authority within own role and consult line management."
    },
    {
      "skillId": "49b53bc9-3a6e-4b33-8aa1-b019d8c93538",
      "detail": "Plan, prioritise and delegate tasks to the facilities team for completion."
    },
    {
      "skillId": "52df7d87-5d6a-40d9-b8a8-96efe120404f",
      "detail": "Use information and digital technology to analyse data to monitor performance."
    },
    {
      "skillId": "a5c36fd5-8d64-41a5-8fae-93e6c6588f4a",
      "detail": "Create, maintain and enhance collaborative working relationships with internal and external stakeholders."
    },
    {
      "skillId": "e7143ee5-5f34-4f81-89c8-cb0e5f35bdc2",
      "detail": "Communicate verbally with internal and external stakeholders Give and receive information. Matching style to audience. Recognising barriers in communication and how to overcome them. Facilities terminology.  "
    },
    {
      "skillId": "c0eb8085-b1ef-4a70-a582-1b9c4f413d09",
      "detail": "Investigate queries to find underlying cause and identify potential solutions. "
    },
    {
      "skillId": "2eea2113-8f18-48ac-a2b3-755f684e6abb",
      "detail": "Apply financial management principles in department budget spending."
    },
    {
      "skillId": "a39bf8a6-a71c-436b-8d85-9500706b6f83",
      "detail": "Apply continuous improvement techniques to devise potential solutions."
    },
    {
      "skillId": "dde503f4-e09b-4404-9c3a-b086865377ed",
      "detail": "Communicate with internal and external stakeholders using sector specific terminology through written means. "
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-02-17T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0413",
  "tbMainContact": "luke.ford@compass-group.co.uk",
  "involvedEmployers": "Womble Bond Dickinson, Jigsaw Training, Interserve, BWA Europe Ltd, Rendall and Rittner, Leeds College of Building, Matt Hamnett (consultant), Kier, Ministry of Justice, Environment Agency, Compass Group, Mitie, Sodexo, 5 Boroughs Partnership NHS Foundation Trust, Mersey Care NHS Trust, NHS Property Services, Apelona HSG Ltd",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Facilities management coordinator",
    "Facilities management supervisor",
    "Facilities management team leader"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Building Services Engineering",
  "cluster": "Facilities management operative or supervisor",
  "clusterId": "123",
  "clusterDescription": null,
  "createdDate": "2025-05-16T07:43:06 +00:00",
  "lastUpdated": "2025-05-12T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-02-17T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0170",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0170-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0170-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "afc75785-7af4-457a-a4c8-c02055970b71",
      "dutyDetail": "Support hard and soft facilities management functions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "61ca909f-46c8-4899-bfe0-5c368ec433f8",
        "fdb3fd8b-c76f-42ec-bad0-c66b23be785e",
        "d6a6e84a-7f21-444d-856d-1993d0fcdbb1",
        "6a302c0a-c0a2-4a24-840e-d7d167d08919",
        "9bdbd48d-d6d5-499c-b01e-921d5e520302"
      ],
      "mappedKnowledge": [
        "8170fdbb-0767-409c-ba07-f315a93af213",
        "9de10846-9a21-461c-bb09-d280ad263502",
        "d55a82d1-0ae2-4c60-9a68-98a0af3f94be",
        "b9ecf5b5-cd11-4b4a-8ae7-66f6021a9b74",
        "444613b8-3d1f-46d3-bbe8-fac746ed11d8",
        "b64dc7a2-f97a-4313-957e-b1e54e27914d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "40e6b091-54fe-4d1c-aa17-28e90d7fc7b2",
        "6fdfa85d-6695-4aad-89b4-8a90cd309fbf",
        "299cdc4f-c0c1-4da6-b981-19a32f1f5236",
        "49b53bc9-3a6e-4b33-8aa1-b019d8c93538",
        "a5c36fd5-8d64-41a5-8fae-93e6c6588f4a",
        "e7143ee5-5f34-4f81-89c8-cb0e5f35bdc2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e3e95ce5-c076-49f5-a69a-99cd8aa3d1b6",
      "dutyDetail": "Contribute to health and safety regulations and organisational or contractual procedures.  Carry out and review risk assessment plans in accordance with the requirements for the facilities management service. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2eb24dad-5664-48b8-b49c-b1ffddbdb3fd",
        "fdb3fd8b-c76f-42ec-bad0-c66b23be785e",
        "d6a6e84a-7f21-444d-856d-1993d0fcdbb1",
        "9bdbd48d-d6d5-499c-b01e-921d5e520302"
      ],
      "mappedKnowledge": [
        "a173c1c0-5ef6-40a7-966e-79f7f3058b4a",
        "c2d1f1b7-ae94-46d2-a5c0-c6c9309f27e6",
        "33011239-ab93-41bb-a3ac-bdf9d0e2e2a2",
        "2214e72e-da19-497d-b2f7-56d9c1967e3b",
        "c69a229f-89cf-4112-be93-e9e5c1411e29",
        "240cdd82-a4d8-4066-8415-9db1bde23945"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "418757aa-5be9-40ca-8905-b5bba9d88197",
        "4120abe8-0e72-4990-9822-5ebd97ef3c5f",
        "57d47c58-9a6f-454f-948d-52d1bc6f7ad6",
        "52df7d87-5d6a-40d9-b8a8-96efe120404f",
        "e7143ee5-5f34-4f81-89c8-cb0e5f35bdc2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fb3f9228-5646-411f-8f08-e38e22e34d9d",
      "dutyDetail": "Ensure public, team and own safety on site through active collaboration with key stakeholders. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2eb24dad-5664-48b8-b49c-b1ffddbdb3fd",
        "fdb3fd8b-c76f-42ec-bad0-c66b23be785e",
        "d6a6e84a-7f21-444d-856d-1993d0fcdbb1",
        "9bdbd48d-d6d5-499c-b01e-921d5e520302"
      ],
      "mappedKnowledge": [
        "8170fdbb-0767-409c-ba07-f315a93af213",
        "a173c1c0-5ef6-40a7-966e-79f7f3058b4a",
        "c2d1f1b7-ae94-46d2-a5c0-c6c9309f27e6",
        "33011239-ab93-41bb-a3ac-bdf9d0e2e2a2",
        "2214e72e-da19-497d-b2f7-56d9c1967e3b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "418757aa-5be9-40ca-8905-b5bba9d88197",
        "4120abe8-0e72-4990-9822-5ebd97ef3c5f",
        "57d47c58-9a6f-454f-948d-52d1bc6f7ad6",
        "e7143ee5-5f34-4f81-89c8-cb0e5f35bdc2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "15f5cc46-84a7-43a0-9332-e1b85be95a19",
      "dutyDetail": "Manage the day-to-day performance of your team in reaching personal goals and contribute to their wellbeing and development.  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2eb24dad-5664-48b8-b49c-b1ffddbdb3fd",
        "fdb3fd8b-c76f-42ec-bad0-c66b23be785e",
        "d6a6e84a-7f21-444d-856d-1993d0fcdbb1",
        "6a302c0a-c0a2-4a24-840e-d7d167d08919",
        "9bdbd48d-d6d5-499c-b01e-921d5e520302"
      ],
      "mappedKnowledge": [
        "5230617a-54d3-474e-9766-c61c5f71732a",
        "2214e72e-da19-497d-b2f7-56d9c1967e3b",
        "c69a229f-89cf-4112-be93-e9e5c1411e29",
        "240cdd82-a4d8-4066-8415-9db1bde23945",
        "b9ecf5b5-cd11-4b4a-8ae7-66f6021a9b74",
        "885f0f87-e984-44f7-9bcc-5bed9e543146",
        "a1e2fed9-a4a8-4a36-8fa7-9632e6368623"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "40e6b091-54fe-4d1c-aa17-28e90d7fc7b2",
        "418757aa-5be9-40ca-8905-b5bba9d88197",
        "4120abe8-0e72-4990-9822-5ebd97ef3c5f",
        "03ba1aeb-b1c3-4612-b233-b1ebb218c5fa",
        "49b53bc9-3a6e-4b33-8aa1-b019d8c93538",
        "52df7d87-5d6a-40d9-b8a8-96efe120404f",
        "a5c36fd5-8d64-41a5-8fae-93e6c6588f4a",
        "e7143ee5-5f34-4f81-89c8-cb0e5f35bdc2",
        "a39bf8a6-a71c-436b-8d85-9500706b6f83"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4848465a-0805-4611-af08-6591ca613440",
      "dutyDetail": "Supporting the organisation's environmental and sustainability plans and targets.  Consider sustainable use of resources, equipment and supplies for the facilities management service.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "61ca909f-46c8-4899-bfe0-5c368ec433f8",
        "fdb3fd8b-c76f-42ec-bad0-c66b23be785e",
        "9bdbd48d-d6d5-499c-b01e-921d5e520302"
      ],
      "mappedKnowledge": [
        "33011239-ab93-41bb-a3ac-bdf9d0e2e2a2",
        "9de10846-9a21-461c-bb09-d280ad263502",
        "d55a82d1-0ae2-4c60-9a68-98a0af3f94be",
        "a5d4a843-a481-44f0-b25a-171f3262e1a1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "418757aa-5be9-40ca-8905-b5bba9d88197",
        "57d47c58-9a6f-454f-948d-52d1bc6f7ad6",
        "6fdfa85d-6695-4aad-89b4-8a90cd309fbf",
        "299cdc4f-c0c1-4da6-b981-19a32f1f5236",
        "e7143ee5-5f34-4f81-89c8-cb0e5f35bdc2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "30fadf89-5299-4fbc-8c71-7f0aec902f9c",
      "dutyDetail": "Managing internal and external customer relationships to build trust and ensure delivery is in line with agreed key performance indicators (KPIs) or service level agreements (SLAs).",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "fdb3fd8b-c76f-42ec-bad0-c66b23be785e",
        "d6a6e84a-7f21-444d-856d-1993d0fcdbb1",
        "6a302c0a-c0a2-4a24-840e-d7d167d08919",
        "9bdbd48d-d6d5-499c-b01e-921d5e520302"
      ],
      "mappedKnowledge": [
        "8170fdbb-0767-409c-ba07-f315a93af213",
        "240cdd82-a4d8-4066-8415-9db1bde23945",
        "2700778f-afa8-4df3-bb7e-5642ebfe586c",
        "b9ecf5b5-cd11-4b4a-8ae7-66f6021a9b74",
        "a1e2fed9-a4a8-4a36-8fa7-9632e6368623",
        "444613b8-3d1f-46d3-bbe8-fac746ed11d8"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "40e6b091-54fe-4d1c-aa17-28e90d7fc7b2",
        "418757aa-5be9-40ca-8905-b5bba9d88197",
        "4120abe8-0e72-4990-9822-5ebd97ef3c5f",
        "299cdc4f-c0c1-4da6-b981-19a32f1f5236",
        "49b53bc9-3a6e-4b33-8aa1-b019d8c93538",
        "52df7d87-5d6a-40d9-b8a8-96efe120404f",
        "a5c36fd5-8d64-41a5-8fae-93e6c6588f4a",
        "e7143ee5-5f34-4f81-89c8-cb0e5f35bdc2",
        "dde503f4-e09b-4404-9c3a-b086865377ed"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7aa56bf0-172b-4b95-96d3-fb00ce9ee40d",
      "dutyDetail": "Deliver day-to-day facilities management services meeting clients, customers and building users expectations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2eb24dad-5664-48b8-b49c-b1ffddbdb3fd",
        "fdb3fd8b-c76f-42ec-bad0-c66b23be785e",
        "d6a6e84a-7f21-444d-856d-1993d0fcdbb1",
        "6a302c0a-c0a2-4a24-840e-d7d167d08919",
        "9bdbd48d-d6d5-499c-b01e-921d5e520302"
      ],
      "mappedKnowledge": [
        "8170fdbb-0767-409c-ba07-f315a93af213",
        "5230617a-54d3-474e-9766-c61c5f71732a",
        "2214e72e-da19-497d-b2f7-56d9c1967e3b",
        "240cdd82-a4d8-4066-8415-9db1bde23945",
        "2700778f-afa8-4df3-bb7e-5642ebfe586c",
        "b9ecf5b5-cd11-4b4a-8ae7-66f6021a9b74",
        "885f0f87-e984-44f7-9bcc-5bed9e543146",
        "a1e2fed9-a4a8-4a36-8fa7-9632e6368623"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "40e6b091-54fe-4d1c-aa17-28e90d7fc7b2",
        "418757aa-5be9-40ca-8905-b5bba9d88197",
        "4120abe8-0e72-4990-9822-5ebd97ef3c5f",
        "299cdc4f-c0c1-4da6-b981-19a32f1f5236",
        "03ba1aeb-b1c3-4612-b233-b1ebb218c5fa",
        "49b53bc9-3a6e-4b33-8aa1-b019d8c93538",
        "52df7d87-5d6a-40d9-b8a8-96efe120404f",
        "a5c36fd5-8d64-41a5-8fae-93e6c6588f4a",
        "e7143ee5-5f34-4f81-89c8-cb0e5f35bdc2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ddd7456c-8292-4f3e-a5dc-28025256bcb0",
      "dutyDetail": "Resolve customer service queries and issues in accordance with contractual requirements. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "fdb3fd8b-c76f-42ec-bad0-c66b23be785e",
        "9bdbd48d-d6d5-499c-b01e-921d5e520302"
      ],
      "mappedKnowledge": [
        "2214e72e-da19-497d-b2f7-56d9c1967e3b",
        "c65dcb3d-8a54-41f6-a253-f49a00cc7013",
        "a1e2fed9-a4a8-4a36-8fa7-9632e6368623",
        "b64dc7a2-f97a-4313-957e-b1e54e27914d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "07b375fd-d1e7-40d9-98d0-63ea8a9c2a70",
        "49b53bc9-3a6e-4b33-8aa1-b019d8c93538",
        "a5c36fd5-8d64-41a5-8fae-93e6c6588f4a",
        "e7143ee5-5f34-4f81-89c8-cb0e5f35bdc2",
        "c0eb8085-b1ef-4a70-a582-1b9c4f413d09",
        "dde503f4-e09b-4404-9c3a-b086865377ed"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0c790443-9490-4377-92c6-97cbf54ca688",
      "dutyDetail": "Monitor customer service issues in order to prevent re-occurrence through problem-solving and implementing solutions. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "fdb3fd8b-c76f-42ec-bad0-c66b23be785e",
        "6a302c0a-c0a2-4a24-840e-d7d167d08919",
        "9bdbd48d-d6d5-499c-b01e-921d5e520302"
      ],
      "mappedKnowledge": [
        "2214e72e-da19-497d-b2f7-56d9c1967e3b",
        "c65dcb3d-8a54-41f6-a253-f49a00cc7013",
        "a5d4a843-a481-44f0-b25a-171f3262e1a1",
        "444613b8-3d1f-46d3-bbe8-fac746ed11d8"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "07b375fd-d1e7-40d9-98d0-63ea8a9c2a70",
        "49b53bc9-3a6e-4b33-8aa1-b019d8c93538",
        "52df7d87-5d6a-40d9-b8a8-96efe120404f",
        "e7143ee5-5f34-4f81-89c8-cb0e5f35bdc2",
        "a39bf8a6-a71c-436b-8d85-9500706b6f83",
        "dde503f4-e09b-4404-9c3a-b086865377ed"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6dacde45-8b53-4d07-9bbf-296de61fccc5",
      "dutyDetail": "Support and review the budget and the costs of the facilities management service to meet financial targets. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "fdb3fd8b-c76f-42ec-bad0-c66b23be785e",
        "9bdbd48d-d6d5-499c-b01e-921d5e520302"
      ],
      "mappedKnowledge": [
        "d55a82d1-0ae2-4c60-9a68-98a0af3f94be",
        "2214e72e-da19-497d-b2f7-56d9c1967e3b",
        "885f0f87-e984-44f7-9bcc-5bed9e543146"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "299cdc4f-c0c1-4da6-b981-19a32f1f5236",
        "52df7d87-5d6a-40d9-b8a8-96efe120404f",
        "e7143ee5-5f34-4f81-89c8-cb0e5f35bdc2",
        "2eea2113-8f18-48ac-a2b3-755f684e6abb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "cefd2418-a341-4700-a8ac-916a5b261bde",
      "dutyDetail": "Monitor and adhere to appropriate building governance and compliance standards.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2eb24dad-5664-48b8-b49c-b1ffddbdb3fd",
        "fdb3fd8b-c76f-42ec-bad0-c66b23be785e",
        "9bdbd48d-d6d5-499c-b01e-921d5e520302"
      ],
      "mappedKnowledge": [
        "8170fdbb-0767-409c-ba07-f315a93af213",
        "a173c1c0-5ef6-40a7-966e-79f7f3058b4a",
        "c2d1f1b7-ae94-46d2-a5c0-c6c9309f27e6",
        "2214e72e-da19-497d-b2f7-56d9c1967e3b",
        "b64dc7a2-f97a-4313-957e-b1e54e27914d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "418757aa-5be9-40ca-8905-b5bba9d88197",
        "4120abe8-0e72-4990-9822-5ebd97ef3c5f",
        "52df7d87-5d6a-40d9-b8a8-96efe120404f",
        "e7143ee5-5f34-4f81-89c8-cb0e5f35bdc2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5864b377-03f3-43f6-a64c-184cf222ede2",
      "dutyDetail": "Contribute to continuous improvement of systems and processes to ensure procedures, policies and guidance are updated in line with emerging and technological advancements, legislative and social changes. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "61ca909f-46c8-4899-bfe0-5c368ec433f8",
        "fdb3fd8b-c76f-42ec-bad0-c66b23be785e",
        "6a302c0a-c0a2-4a24-840e-d7d167d08919",
        "9bdbd48d-d6d5-499c-b01e-921d5e520302"
      ],
      "mappedKnowledge": [
        "33011239-ab93-41bb-a3ac-bdf9d0e2e2a2",
        "9de10846-9a21-461c-bb09-d280ad263502",
        "d55a82d1-0ae2-4c60-9a68-98a0af3f94be",
        "a5d4a843-a481-44f0-b25a-171f3262e1a1",
        "b64dc7a2-f97a-4313-957e-b1e54e27914d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6fdfa85d-6695-4aad-89b4-8a90cd309fbf",
        "299cdc4f-c0c1-4da6-b981-19a32f1f5236",
        "03ba1aeb-b1c3-4612-b233-b1ebb218c5fa",
        "07b375fd-d1e7-40d9-98d0-63ea8a9c2a70",
        "52df7d87-5d6a-40d9-b8a8-96efe120404f",
        "e7143ee5-5f34-4f81-89c8-cb0e5f35bdc2",
        "c0eb8085-b1ef-4a70-a582-1b9c4f413d09",
        "a39bf8a6-a71c-436b-8d85-9500706b6f83"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-05-12T00:00:00"
}