{
  "templateType": "Apprenticeship Standard",
  "larsCode": 40,
  "referenceNumber": "ST0101",
  "learningAimClassCode": "",
  "title": "Licensed conveyancer",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0101",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-09-11T00:00:00",
  "earliestStartDate": "2015-09-03T00:00:00",
  "latestStartDate": "2024-09-10T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Responsible for legal matters relating to the transfer of ownership of land or property, managing client portfolios and providing conveyancing legal services.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Legal, finance and accounting",
  "keywords": [
    "conveyancing",
    "land ownership",
    "residential conveyancing",
    "commercial conveyancing",
    "wills",
    "legal"
  ],
  "jobRoles": [
    "conveyancer",
    "property lawyer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1088/licensed_conveyancer.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.5 Law and legal services",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;h&lt;/strong&gt;&lt;strong&gt;e Occupation&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Licensed Conveyancers are specialist property lawyers who deal with all legal matters relating to the transfer of ownership of land or property from a seller to a buyer; as well as legal advice and/or work carried out in connection with any transaction that creates, varies, transfers or discharges a legal or equitable interest in any real property. Conveyancers manage client portfolios in residential, commercial and agricultural contexts and provide conveyancing legal services on behalf of private individuals, commercial and charitable organisations, housing associations, public authorities, building companies, mortgage lenders, including banks and building societies.&lt;/p&gt;\n&lt;p&gt;The Conveyancing Apprenticeship is one of a number of equivalent ways to qualify as a Licensed Conveyancer and become an Authorised Person; Regulators approve Authorised Persons to carry out reserved legal activities e.g. a Licensed Conveyancer; a Solicitor; a Fellow of the Chartered Institute of Legal Executives&lt;/p&gt;\n&lt;p&gt;Meeting the competency standards of the apprenticeship will enable the successful apprentice to become eligible to apply for a professional Licence to provide the reserved activity of conveyancing to members of the public and businesses.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Jo&lt;/strong&gt;&lt;strong&gt;b Role&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Licensed Conveyancers work as principal fee earners, have a significant level of autonomy and are responsible for compliance with Regulatory Arrangements and Lender requirements. You will understand that each property transaction is unique and will work closely with clients who are the buyers and sellers of property and often also a lending institution. As a Licensed Conveyancer your primary responsibility will be to provide an ethical and efficient legal service to the client/consumer and you will do this by:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;upholding &#160;the Firms policies and procedures and The Regulator’s Codes of Conduct;&lt;/li&gt;\n&lt;li&gt;delivering professionally and ethically satisfactory outcomes on behalf of the client(s) and the business;&lt;/li&gt;\n&lt;li&gt;managing a complex case load of property and land transactions;&lt;/li&gt;\n&lt;li&gt;providing professional supervision to others; including but not limited to Conveyancing Technicians.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Achieving the apprenticeship will enable you to independently conduct, manage and deliver all legal processes and requirements in relation to the broadest range of property and land transactions; qualifying you to carry out work in residential, commercial and agricultural conveyancing employment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Essential Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;To be able to conduct complex land and property matters candidates will need to demonstrate they have an in depth knowledge and a broad range of experience in all areas of property and land transactions. On successful completion of the apprenticeship you will:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&#160;be a professional licensed accountable person in a legal environment and therefore able to provide legal services, including advice and guidance to clients/consumers;&lt;/li&gt;\n&lt;li&gt;be able to assess legal, regulatory and commercial risk related to property and land transactions;&lt;/li&gt;\n&lt;li&gt;be able to prioritise and plan the most appropriate actions for the business in which you work and in your clients best interests&lt;/li&gt;\n&lt;li&gt;be able to effectively&#160; manage dealings with other lawyers and professional third parties;&lt;/li&gt;\n&lt;li&gt;be able to reliably manage clients/consumers and their expectations;&lt;/li&gt;\n&lt;li&gt;know how to manage legal files, case management and accounting systems;&lt;/li&gt;\n&lt;li&gt;know how to draft and review all the legal documents related to property and land transactions;&lt;/li&gt;\n&lt;li&gt;understand how your work contributes to broader business targets.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Day-One-Outcomes set the benchmark for performance upon qualification to provide a reserved legal activity. As a successful Apprentice you will be able to demonstrate the full range of knowledge, skills, values and behaviours of a qualified Licensed Conveyancer, and evidence that you are able to conduct and deliver a full range of Conveyancing services. You will do this by meeting the requirements of the Day-One-Outcomes contained in this standard, which are:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;1&lt;/strong&gt;&lt;strong&gt;. Legal Requirements&lt;/strong&gt;&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;You will demonstrate a comprehensive knowledge of the principles of Law applicable to conveyancing and be able to translate using plain English to provide clarification and explanation of standard Legal terms.&lt;/li&gt;\n&lt;li&gt;You will provide comprehensive examples of how you have managed the legal and regulatory liabilities with regards to the client(s) and business to satisfactorily discharge all professional obligation&lt;/li&gt;\n&lt;li&gt;You will demonstrate a comprehensive understanding of how to manage the Regulatory Arrangements and Lender requirements to deliver satisfactory outcomes on behalf of the client(s) and the business.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;p&gt;&lt;strong&gt;2&lt;/strong&gt;&lt;strong&gt;. Professional Conduct&lt;/strong&gt;&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;Professional ethics – You will provide examples of how you have acted with integrity and exercised due-diligence at all times.&lt;/li&gt;\n&lt;li&gt;Consumer ethics – You will demonstrate your integrity by evidencing that you have protected client(s) interest(s) ensuring they receive an honest and lawful service.&lt;/li&gt;\n&lt;li&gt;Compliance – You will provide examples to demonstrate that you understand how to manage Regulatory Arrangements and uphold Codes of Conduct.&lt;/li&gt;\n&lt;li&gt;Accountability – You will demonstrate you are able to conduct yourself in order to manage rigorous legal processes adhering to professional, supervisory and regulatory Codes of Condut&lt;/li&gt;\n&lt;/ol&gt;\n&lt;p&gt;&lt;strong&gt;3&lt;/strong&gt;&lt;strong&gt;. Professional Behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;Commercial awareness – Your work will directly contribute to the economics of the business demonstrating that you are able to manage the commercial realities of the market place.&lt;/li&gt;\n&lt;li&gt;Customer service – You will be accountable for internal and external professional relationships and demonstrate that you are able to resolve issues impartially and comprehensively.&lt;/li&gt;\n&lt;li&gt;Problem-solving – You will be able to formulate solutions using all reasonable methods to ensure satisfactory conclusions are reached.&lt;/li&gt;\n&lt;li&gt;Critical Thinking – You will be able to recognise complex transactions and determine remedial action(s) to provide advice and guidance to clients.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;Essential technical knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices will be required to complete recognised CLC academic qualifications which will be subject to amendment at the Council’s discretion.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;English and Maths&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the End-Point Assessment. For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3. A British Sign Language (BSL) qualification is an alternative to the English qualification for those whose primary language is BSL&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Successful Apprentices will hold a formally recognised qualification at Level 6 relevant to their work as a&lt;/p&gt;\n&lt;p&gt;Licensed Conveyancer.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Apprenticeship duration &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Minimum 1&#189; years. Candidates new to the sector with no previous legal qualifications may take up to 5 years to complete the Apprenticeship. Candidates with previous legal experience and those with a LPC or Qualifying Law Degree may complete the Apprenticeship within 1&#189; to 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Licensed Conveyancers are specialist property lawyers who deal with all legal matters relating to the transfer of ownership of land or property from a seller to a buyer; as well as legal advice and/or work carried out in connection with any transaction that creates, varies, transfers or discharges a legal or equitable interest in any real property. Conveyancers manage client portfolios in residential, commercial and agricultural contexts and provide conveyancing legal services on behalf of private individuals, commercial and charitable organisations, housing associations, public authorities, building companies, mortgage lenders, including banks and building societies. The Conveyancing Apprenticeship is one of a number of equivalent ways to qualify as a Licensed Conveyancer and become an Authorised Person; Regulators approve Authorised Persons to carry out reserved legal activities e.g. a Licensed Conveyancer; a Solicitor; a Fellow of the Chartered Institute of Legal Executives Meeting the competency standards of the apprenticeship will enable the successful apprentice to become eligible to apply for a professional Licence to provide the reserved activity of conveyancing to members of the public and businesses. Job role: Licensed Conveyancers work as principal fee earners, have a significant level of autonomy and are responsible for compliance with Regulatory Arrangements and Lender requirements. You will understand that each property transaction is unique and will work closely with clients who are the buyers and sellers of property and often also a lending institution. As a Licensed Conveyancer your primary responsibility will be to provide an ethical and efficient legal service to the client/consumer and you will do this by: upholding &#160;the Firms policies and procedures and The Regulator’s Codes of Conduct; delivering professionally and ethically satisfactory outcomes on behalf of the client(s) and the business; managing a complex case load of property and land transactions; providing professional supervision to others; including but not limited to Conveyancing Technicians. Achieving the apprenticeship will enable you to independently conduct, manage and deliver all legal processes and requirements in relation to the broadest range of property and land transactions; qualifying you to carry out work in residential, commercial and agricultural conveyancing employment.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "4ff4baf8-d6e8-4396-b9ed-ca560efa22b5",
      "detail": "Legal Requirements: You will demonstrate a comprehensive knowledge of the principles of Law applicable to conveyancing and be able to translate using plain English to provide clarification and explanation of standard Legal terms."
    },
    {
      "knowledgeId": "87ddbed2-0abd-41bb-9095-3d9142fde11a",
      "detail": "Legal Requirements: You will demonstrate a comprehensive understanding of how to manage the Regulatory Arrangements and Lender requirements to deliver satisfactory outcomes on behalf of the client(s) and the business."
    },
    {
      "knowledgeId": "c5b751af-5f0d-4076-b8c8-18a9843ef3a6",
      "detail": "Professional Conduct: Compliance – You will provide examples to demonstrate that you understand how to manage Regulatory Arrangements and uphold Codes of Conduct."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "36ba404d-f6d1-449c-b9c2-4f654b4f3a1f",
      "detail": "Legal Requirements: You will provide comprehensive examples of how you have managed the legal and regulatory liabilities with regards to the client(s) and business to satisfactorily discharge all professional obligation"
    },
    {
      "behaviourId": "4028cc1d-e431-49c3-8f10-1c79091b11d5",
      "detail": "Professional Conduct: Professional ethics – You will provide examples of how you have acted with integrity and exercised due-diligence at all times."
    },
    {
      "behaviourId": "4e217186-4659-465c-b9b8-68b82650990c",
      "detail": "Professional Conduct: Consumer ethics – You will demonstrate your integrity by evidencing that you have protected client(s) interest(s) ensuring they receive an honest and lawful service."
    },
    {
      "behaviourId": "8e3c7d86-3712-4e57-96e4-4ddfc7a516d2",
      "detail": "Professional Conduct: Accountability – You will demonstrate you are able to conduct yourself in order to manage rigorous legal processes adhering to professional, supervisory and regulatory Codes of Condut"
    },
    {
      "behaviourId": "7dfd61e6-64e2-435d-9568-72ac89fa1be7",
      "detail": "Professional Behaviours: Commercial awareness – Your work will directly contribute to the economics of the business demonstrating that you are able to manage the commercial realities of the market place."
    },
    {
      "behaviourId": "d84b772a-f6a7-4195-b527-139b72dbe544",
      "detail": "Professional Behaviours: Customer service – You will be accountable for internal and external professional relationships and demonstrate that you are able to resolve issues impartially and comprehensively."
    },
    {
      "behaviourId": "388bc922-34d5-462d-9db9-1ffc38494174",
      "detail": "Professional Behaviours: Problem-solving – You will be able to formulate solutions using all reasonable methods to ensure satisfactory conclusions are reached."
    },
    {
      "behaviourId": "ccb51878-741b-4372-8c4c-f6bbe856bd12",
      "detail": "Professional Behaviours: Critical Thinking – You will be able to recognise complex transactions and determine remedial action(s) to provide advice and guidance to clients."
    }
  ],
  "skills": [
    {
      "skillId": "0c3da82b-05d8-4773-a193-2a2554b7ebbb",
      "detail": " be a professional licensed accountable person in a legal environment and therefore able to provide legal services, including advice and guidance to clients/consumers;"
    },
    {
      "skillId": "b4a69d50-0f96-46be-9cc8-3f3e0e6e58f8",
      "detail": "be able to assess legal, regulatory and commercial risk related to property and land transactions;"
    },
    {
      "skillId": "d1495c60-77dd-4cc0-858e-35b77a5c5d96",
      "detail": "be able to prioritise and plan the most appropriate actions for the business in which you work and in your clients best interests"
    },
    {
      "skillId": "3e3a48ec-5ff7-4c54-8241-d8237aa2e264",
      "detail": "be able to effectively  manage dealings with other lawyers and professional third parties;"
    },
    {
      "skillId": "d23b4a8b-d11a-446a-bef5-2433f76b358c",
      "detail": "be able to reliably manage clients/consumers and their expectations;"
    },
    {
      "skillId": "cf7d53bd-0ce8-4609-b8f1-a4c09f3019e0",
      "detail": "know how to manage legal files, case management and accounting systems;"
    },
    {
      "skillId": "a3e7c713-8da2-471c-84fc-72a30c34691a",
      "detail": "know how to draft and review all the legal documents related to property and land transactions;"
    },
    {
      "skillId": "458ed13f-46a3-4133-8b7a-dc913b5e4cc0",
      "detail": "understand how your work contributes to broader business targets."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2015-09-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "",
  "tbMainContact": "siobhan.connolly@simplify.co.uk ",
  "involvedEmployers": "Countrywide Conveyancing Services, Convey Law, Conveyancing Direct, Dezrezlegal, enact, Total Conveyancing Services, premierpropertylawyers, myhomemove Ltd, Specialist Property Lawyers, Council for Licensed Conveyancers (CLC)",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "conveyancer",
    "property lawyer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Legal",
  "cluster": "Legal professional or lawyer",
  "clusterId": "249",
  "clusterDescription": null,
  "createdDate": "2017-09-22T14:24:17 +00:00",
  "lastUpdated": "2024-09-11T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-09-03T00:00:00 +00:00",
  "banners": "This occupational standard has been replaced by ST1311 Licensed conveyancer or licensed probate practitioner.",
  "occupationCode": "OCC0101",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0101-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0101-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-09-11T00:00:00"
}