{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 61,
  "referenceNumber": "ST0113",
  "learningAimClassCode": "",
  "title": "Dental nurse (integrated)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0113",
  "qualificationStandardUrl": null,
  "versionNumber": "1.3",
  "change": "End-point assessment plan revised.",
  "changedDate": "2022-07-28T00:00:00",
  "earliestStartDate": "2022-07-01T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Assisting other dental health professionals, providing chair side support and a high level of patient care.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "dental",
    "dentsitry",
    "nursing",
    "oral health",
    "dental professionals",
    "dental care",
    "teeth"
  ],
  "jobRoles": [
    "Dental nurse"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/6285/st0113_dental-nurse_l3_fully-integrated_ap_for-publication_27072022.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.3 Health and social care",
  "version": "1.3",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in healthcare under the profession of dentistry. Dental nurses work in a clinical environment that could be located in a NHS general dental practice, hospital, private dental practice, specialist dental practice, community dental service or military dental clinic. The clinical environment is called a dental surgery and consists of a dental chair, x-ray unit and various equipment and instruments required for dentistry. An apprentice will predominately work with a dentist, dental hygienist, dental therapist, clinical dental technician or orthodontic therapist within a surgery environment with patients attending throughout the day. &lt;br&gt;&lt;br&gt;The broad purpose of the occupation is to provide chair side support to all dental professionals and ensure high standards of cleanliness and infection control. Dental nurses prepare instruments, materials and medicaments for dental procedures, mix materials, sterilise instruments, keep records, note dictation, carry out stock control and ensure patient comfort and safety throughout their visit.&lt;br&gt;&lt;br&gt;In their daily work, an employee in this occupation interacts with patients of all ages, other members of the dental team, other health professionals and representatives of organisations providing support services to the setting. Depending on the dental setting the dental nurse could also interact with schools, the prison service, community dental service, individuals in their own homes and those in care home settings. &lt;br&gt;&lt;br&gt;An employee in this occupation will be responsible for providing care for people of all ages, different backgrounds, cultures and beliefs within a variety of clinical environments. Dental nurses must ensure that they only carry out a task, treatment or make decisions about a patient’s care if they are appropriately trained, competent, indemnified and have the necessary skills. Dental nurses are registered professionals and work within the standards and scope of practice as defined by the General Dental Council Scope of Practice document.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "01ceafa9-4aee-4e7b-98a3-8c3f9649c7ee",
      "detail": "Know and understand the General Dental Council Scope of Practice and Standards for the Dental Team for your role as a dental nurse and that of others in the team"
    },
    {
      "knowledgeId": "eacde661-f43b-4e69-a12a-d7e24d143233",
      "detail": "Know and understand legislation, policy and procedures related to your role as a dental nurse"
    },
    {
      "knowledgeId": "40268ac6-1708-4133-9fe2-073a049f31c8",
      "detail": "Know and understand the wider dental and healthcare system that dental nurses work in"
    },
    {
      "knowledgeId": "855184dc-1351-4f11-abe2-1238c09c8fdf",
      "detail": "Know and understand the principles relating to evidence-based approaches to learning, clinical, professional practice and decision-making"
    },
    {
      "knowledgeId": "db660b94-636b-4dad-8065-75d6576c7993",
      "detail": "Know and understand the basic principles of a population healthcare approach including safeguarding, oral and general healthcare and your duty of care"
    },
    {
      "knowledgeId": "1fa89f5f-0c1e-4b34-94b5-290170b04402",
      "detail": "Know and understand how to raise concerns as described in the current General Dental Council guidance"
    },
    {
      "knowledgeId": "0b2fa611-e3d2-493b-831d-19f5252b842b",
      "detail": "Know and understand dental and regional anatomy"
    },
    {
      "knowledgeId": "e31fde67-b112-4e94-8cad-4366202a092e",
      "detail": "Know and understand the respiratory and circulatory system"
    },
    {
      "knowledgeId": "170b4cf0-2384-4a67-9567-844f1bbcc590",
      "detail": "Know and understand legal and ethical responsibilities involved in protecting and promoting the health of individual patients"
    },
    {
      "knowledgeId": "1ebfc7b4-f39c-4dbe-8a48-751cd59fcc45",
      "detail": "Know and understand duty of candour"
    },
    {
      "knowledgeId": "c59af126-a12c-4183-996c-4ab29f2ed425",
      "detail": "Know and understand the principals of preventative dentistry"
    },
    {
      "knowledgeId": "6eab54d5-2658-46c5-b1f9-ec9794748119",
      "detail": "Know and understand a range of communication methods, including verbal and non-verbal, listening skills, being aware of the barriers to communication and of how to check you have been understood"
    },
    {
      "knowledgeId": "c0a699ef-c79e-4abc-9ecc-8a631e3ad35b",
      "detail": "Know and understand the importance of maintaining confidentiality and protecting all data relating to patients and their treatment"
    },
    {
      "knowledgeId": "a231bc16-ca69-4a34-b3e4-bb09ac14efc4",
      "detail": "Know and understand the importance of gaining patient consent"
    },
    {
      "knowledgeId": "96174e12-2417-4a9e-a7b5-a4a0359222b2",
      "detail": "Know and understand the equipment, instruments and materials used to provide chairside support to dental professionals, and operate in the clinical environment"
    },
    {
      "knowledgeId": "af3f40e2-6bac-40fb-a07f-1cf910673ead",
      "detail": "Know and understand how to assess, reduce and manage risks as outlined in current best practice guidelines"
    },
    {
      "knowledgeId": "988d0791-3f16-4daa-a600-463d6b61a9e8",
      "detail": "Know and understand how to raise concerns that affect the running of the clinical environment in line with local policy and procedures"
    },
    {
      "knowledgeId": "7e173c6e-eab0-460b-8d78-3ecb413a2f1e",
      "detail": "Know and understand the potential routes of transmission of infectious agents in dental practice"
    },
    {
      "knowledgeId": "7ebacc9c-7f5e-4bb4-8719-5f2e1aa6d0d5",
      "detail": "Know and understand the mechanisms for the prevention of infection"
    },
    {
      "knowledgeId": "56c85ae9-f4d6-4646-b9db-39937d441473",
      "detail": "Know and understand the scientific principles of decontamination and disinfection and their relevance to health & safety"
    },
    {
      "knowledgeId": "7a10c769-ac04-44ff-bb5f-4c4f3f72c774",
      "detail": "Know and understand local infection control protocols and your own responsibilities"
    },
    {
      "knowledgeId": "a2a7bf66-05c5-4c0f-9a4a-e5ad851145f3",
      "detail": "Know and understand the appropriate materials for different treatments"
    },
    {
      "knowledgeId": "22a88dde-a97a-4889-9221-80f21fa53c88",
      "detail": "Know and understand how to prepare materials in line with manufacturers recommendations"
    },
    {
      "knowledgeId": "89efb3e4-9ea2-4de1-997a-92efaad01d2a",
      "detail": "Know and understand Health & Safety legislation relating to dental materials and other medication"
    },
    {
      "knowledgeId": "c35dd081-d56a-4fda-9fc2-8791d63edb05",
      "detail": "Know and understand the importance of maintaining accurate and current patient records in accordance with legal and regulatory requirements"
    },
    {
      "knowledgeId": "652c8ef4-9fcf-416b-a32b-865b679fd95c",
      "detail": "Know and understand the principles of information governance"
    },
    {
      "knowledgeId": "693e4478-fb8a-4cff-85bd-dea294060ba2",
      "detail": "Know and understand the scientific principles of medical ionising radiation"
    },
    {
      "knowledgeId": "cacec684-837b-46da-9622-169abc29d037",
      "detail": "Know and understand the statutory regulations in relation to radiography"
    },
    {
      "knowledgeId": "98b7094a-790a-4742-acd8-5d015dac0899",
      "detail": "Know and understand the different types of radiographs used in dentistry including how to process and store them"
    },
    {
      "knowledgeId": "7f61b173-e157-4e96-b9e6-98e27650e075",
      "detail": "Know and understand contributing factors that can impact on oral and general health"
    },
    {
      "knowledgeId": "5f6d1386-5480-44af-af82-43a8d3147ed7",
      "detail": "Know and understand a range of conditions that could contribute to medical emergencies"
    },
    {
      "knowledgeId": "f7257389-b051-46af-9097-4c4662b42da6",
      "detail": "Know and understand the principles of First aid in the workplace"
    },
    {
      "knowledgeId": "a5b6e7e2-d602-4dc1-9778-746566cff96a",
      "detail": "Know and understand the regulatory requirements regarding documentation of medical emergencies and first aid incidents"
    },
    {
      "knowledgeId": "ba33dca3-7fe6-4b9a-b97e-d3403f63907a",
      "detail": "Know and understand your own competence and limitations in dealing with medical emergencies"
    },
    {
      "knowledgeId": "92ab914d-b35c-4945-bb76-f994024b7725",
      "detail": "Know and understand ways to maintain your professional knowledge and competence including reflecting on your own practice"
    },
    {
      "knowledgeId": "1c52a4eb-670b-468c-8ca7-1ebe0b4e86ba",
      "detail": "Know and understand the importance of appraisal, training and ongoing review including ways to give and receive feedback"
    },
    {
      "knowledgeId": "e574c0b9-8451-4aa4-afd8-8ff857c54717",
      "detail": "Know and understand the consequences of own professional actions, attitudes and behaviours and their effect on own registration, other registrants, the dental team, the workplace and public opinion"
    },
    {
      "knowledgeId": "b93a2555-ea11-442d-9c6c-47a1b2082a54",
      "detail": "Know and understand audit and quality improvement processes"
    },
    {
      "knowledgeId": "a0812260-b913-4ef3-8c82-251a0d10d366",
      "detail": "Know and understand health and safety policy related to your role as a dental nurse"
    },
    {
      "knowledgeId": "a4b933d2-45ea-4dfd-bfa1-0b28c088b5e8",
      "detail": "Know and understand the importance of maintaining your own network of dental professionals and other stakeholders involved in the care and support of patients"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "b69492d8-5bf7-4f7c-94de-7952e7ff0049",
      "detail": "Act in a manner consistent with the GDC standards for the dental team which include communication, professionalism, teamwork and clinical skills"
    },
    {
      "behaviourId": "d285aed1-f36e-47a0-bba7-d0a25fda86d1",
      "detail": "Act in a non-discriminatory manner respecting diversity and upholding the rights, dignity and autonomy of others"
    }
  ],
  "skills": [
    {
      "skillId": "4d4ac4cd-0f95-43ad-975d-95ac13f1374c",
      "detail": "Adhere to legal and ethical responsibilities in line with General Dental Council requirements"
    },
    {
      "skillId": "9b0b6bc9-fd6d-458b-bc17-894fe1720d2e",
      "detail": "Take responsibility for the integrity of own actions and completed work, recognising the limits of your competence and experience"
    },
    {
      "skillId": "9d3828df-991c-463b-809b-abeaed5a78fd",
      "detail": "Comply with current best practice guidelines"
    },
    {
      "skillId": "a9ad25ba-b992-46ff-ba43-96aba9d3201a",
      "detail": "Put patients’ interests first and act to protect them by working in a patient-centred way"
    },
    {
      "skillId": "efc86fca-24fe-4f5e-b60d-140edd29770b",
      "detail": "Effectively manage own time and resources"
    },
    {
      "skillId": "13d7da59-cbc3-406e-b9fd-625c5dfa42f2",
      "detail": "Provide chair side support during dental procedures"
    },
    {
      "skillId": "5ca358ac-ab90-46d2-a32b-a06596a8a8cc",
      "detail": "Monitor, support and reassure patients throughout all aspects of their treatment, ensuring patient-centred care"
    },
    {
      "skillId": "e34c4ea2-0841-4414-a3aa-d77520b230d3",
      "detail": "Communicate appropriately, effectively and sensitively at all times and through all media"
    },
    {
      "skillId": "2655f4d5-61b7-48f1-916f-ab2e48234dfd",
      "detail": "Respect patients’ dignity and choices and act without discrimination"
    },
    {
      "skillId": "dd43e638-d66e-41ed-988c-62076a34b19b",
      "detail": "Check that valid consent is obtained for all treatments and personal care delivery"
    },
    {
      "skillId": "f876fbb8-07b7-43be-ae2f-bf5ebfaccef3",
      "detail": "Maintain patient confidentiality at all times"
    },
    {
      "skillId": "d57d70b5-8f3e-4c8e-90af-4edb51ac2b01",
      "detail": "Work in the clinical environment in a safe and efficient manner"
    },
    {
      "skillId": "15d4697f-a30b-495f-9557-706877ec69ee",
      "detail": "Select and prepare the correct equipment, instruments and materials"
    },
    {
      "skillId": "2b517679-695c-4e5f-8b4b-e48c35c7f026",
      "detail": "Carry out and record maintenance and testing of equipment in line with local policy, procedures and the scope of your own role"
    },
    {
      "skillId": "39a9e235-6bbe-4c24-8beb-ce31a1a6ba8f",
      "detail": "Manage and perform effective decontamination and infection control procedures complying with legislative, local and current best practice guidelines"
    },
    {
      "skillId": "ab36b0fe-e4bf-46af-86b2-70acbfa2b610",
      "detail": "Mix, handle, store and dispose of materials in line with manufacturers recommendations"
    },
    {
      "skillId": "91decdce-c3af-4ba6-97ba-79d3333c311f",
      "detail": "Create and update accurate and current patient records, including social, medical and dental history, storing and archiving them securely and in line with legislation"
    },
    {
      "skillId": "e2fbe9a5-5219-4944-b17f-4b99da23fc71",
      "detail": "Carry out processing of radiographs in line with local procedures and rules"
    },
    {
      "skillId": "e7ae14be-ad4f-4751-9f62-7d92d36b41f0",
      "detail": "Make effective decisions regarding the safety of patients when taking a radiograph"
    },
    {
      "skillId": "467a16e1-5464-4de2-a014-1f8e8697a2e7",
      "detail": "Deliver appropriate and current evidence-based oral and general health advice"
    },
    {
      "skillId": "7b2351d9-c08b-405c-b048-0f679c54aecc",
      "detail": "Recognise and support action to deal with medical emergencies"
    },
    {
      "skillId": "aeb37dbd-16c9-464c-9e28-bfd773a8f761",
      "detail": "Respond to medical emergencies and be competent in cardiopulmonary resuscitation"
    },
    {
      "skillId": "ad9f4934-ee1d-4a51-b338-a9006613dc51",
      "detail": "Take part in appraisal and ongoing review processes"
    },
    {
      "skillId": "c89239dd-6871-4497-98b4-b487ba07a525",
      "detail": "Take part in continuous professional development activities"
    },
    {
      "skillId": "d0c34c32-3ad0-4fc7-84bc-b436633b1645",
      "detail": "Reflect on how your daily practice complies with the General Dental Council requirements for continual improvement"
    },
    {
      "skillId": "0e3a3881-f281-4c4c-8d32-f04fb91bf5bf",
      "detail": "Comply with personal development planning as specified by the General Dental Council"
    },
    {
      "skillId": "4e78aca8-ffa9-457c-913d-f257b50fb069",
      "detail": "Participate in quality improvement activities as required"
    },
    {
      "skillId": "1d352acb-3911-4b99-bfb8-9eb519316e1c",
      "detail": "Be collaborative and work as part of the team"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2015-11-12T00:00:00 +00:00",
  "integratedApprenticeship": true,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0053",
  "tbMainContact": "Healthcare.Trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "Genix Healthcare, 211 Dental, 543 Dental Care Centre Ltd, Azam & Associates Healthcare Ltd, Bupa Dental Services, Den Dental Group Practices Ltd, Integrated Dental Holdings, Oasis Healthcare Ltd, Rodericks Dental, Smile Care Group, Acodent Dental Laboratory, Aesthetic Dental Laboratory, Bremandent Premier (Bristol) Ltd, CosTech Elite, Knight Dental Design, Optimum Dental Laboratories, PDS Dental Laboratory, A S Harrison Lab Ltd, S4S (UK) Ltd, Sparkle Dental Labs",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "General Dental Council",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Dental nurse"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health assistant",
  "clusterId": "112",
  "clusterDescription": null,
  "createdDate": "2022-06-30T13:37:23 +00:00",
  "lastUpdated": "2022-07-28T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-11-12T00:00:00 +00:00",
  "banners": "This occupational standard and end-point assessment plan has been updated to align to the General Dental Council's Standards of Practice. The latest agreed version is&nbsp;ST1431 Dental nurse (GDC 2023).ST0113 version 1.3 will be available for new starts until 31 July 2025.",
  "occupationCode": "OCC0113",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0113-v1-3?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0113-v1-3",
  "qualifications": [
    {
      "qualificationId": "1643b9e4-a9ae-43dd-9c7d-84394dabaf2b",
      "title": " A level 3 qualification which has been approved by the General Dental Council as meeting the requirements for entry to the professional register as a dental nurse.",
      "level": "3",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "250faab3-fbce-4f67-9fc1-bd9c7e44b1bf",
      "dutyDetail": "Work to current best practice for dental nurses",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b69492d8-5bf7-4f7c-94de-7952e7ff0049",
        "d285aed1-f36e-47a0-bba7-d0a25fda86d1"
      ],
      "mappedKnowledge": [
        "01ceafa9-4aee-4e7b-98a3-8c3f9649c7ee",
        "eacde661-f43b-4e69-a12a-d7e24d143233",
        "40268ac6-1708-4133-9fe2-073a049f31c8",
        "855184dc-1351-4f11-abe2-1238c09c8fdf",
        "db660b94-636b-4dad-8065-75d6576c7993",
        "1fa89f5f-0c1e-4b34-94b5-290170b04402",
        "0b2fa611-e3d2-493b-831d-19f5252b842b",
        "e31fde67-b112-4e94-8cad-4366202a092e",
        "170b4cf0-2384-4a67-9567-844f1bbcc590",
        "1ebfc7b4-f39c-4dbe-8a48-751cd59fcc45",
        "c59af126-a12c-4183-996c-4ab29f2ed425"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4d4ac4cd-0f95-43ad-975d-95ac13f1374c",
        "9b0b6bc9-fd6d-458b-bc17-894fe1720d2e",
        "9d3828df-991c-463b-809b-abeaed5a78fd",
        "a9ad25ba-b992-46ff-ba43-96aba9d3201a",
        "efc86fca-24fe-4f5e-b60d-140edd29770b",
        "13d7da59-cbc3-406e-b9fd-625c5dfa42f2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "012224f6-e413-4a8c-8357-64228ad034b4",
      "dutyDetail": "Use appropriate communication maintaining professionalism at all times and through all media to provide patient-centred care",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b69492d8-5bf7-4f7c-94de-7952e7ff0049",
        "d285aed1-f36e-47a0-bba7-d0a25fda86d1"
      ],
      "mappedKnowledge": [
        "6eab54d5-2658-46c5-b1f9-ec9794748119",
        "c0a699ef-c79e-4abc-9ecc-8a631e3ad35b",
        "a231bc16-ca69-4a34-b3e4-bb09ac14efc4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5ca358ac-ab90-46d2-a32b-a06596a8a8cc",
        "e34c4ea2-0841-4414-a3aa-d77520b230d3",
        "2655f4d5-61b7-48f1-916f-ab2e48234dfd",
        "dd43e638-d66e-41ed-988c-62076a34b19b",
        "f876fbb8-07b7-43be-ae2f-bf5ebfaccef3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "caf05fd7-b97f-4235-8430-6b5baf00304f",
      "dutyDetail": "Prepare and maintain the clinical environment",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b69492d8-5bf7-4f7c-94de-7952e7ff0049"
      ],
      "mappedKnowledge": [
        "96174e12-2417-4a9e-a7b5-a4a0359222b2",
        "af3f40e2-6bac-40fb-a07f-1cf910673ead",
        "988d0791-3f16-4daa-a600-463d6b61a9e8"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d57d70b5-8f3e-4c8e-90af-4edb51ac2b01",
        "15d4697f-a30b-495f-9557-706877ec69ee",
        "2b517679-695c-4e5f-8b4b-e48c35c7f026"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "37f76967-e4c1-4e7e-9805-9eb456138a28",
      "dutyDetail": "Carry out infection control procedures",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b69492d8-5bf7-4f7c-94de-7952e7ff0049"
      ],
      "mappedKnowledge": [
        "7e173c6e-eab0-460b-8d78-3ecb413a2f1e",
        "7ebacc9c-7f5e-4bb4-8719-5f2e1aa6d0d5",
        "56c85ae9-f4d6-4646-b9db-39937d441473",
        "7a10c769-ac04-44ff-bb5f-4c4f3f72c774"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "39a9e235-6bbe-4c24-8beb-ce31a1a6ba8f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a6ae6e2c-c7d5-41c5-8221-2c858f72b72a",
      "dutyDetail": "Prepare, mix and handle materials",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b69492d8-5bf7-4f7c-94de-7952e7ff0049"
      ],
      "mappedKnowledge": [
        "a2a7bf66-05c5-4c0f-9a4a-e5ad851145f3",
        "22a88dde-a97a-4889-9221-80f21fa53c88",
        "89efb3e4-9ea2-4de1-997a-92efaad01d2a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "15d4697f-a30b-495f-9557-706877ec69ee",
        "ab36b0fe-e4bf-46af-86b2-70acbfa2b610"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9504a309-77db-431a-8c4a-f9b5f28d483e",
      "dutyDetail": "Keep accurate and current patient records",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b69492d8-5bf7-4f7c-94de-7952e7ff0049",
        "d285aed1-f36e-47a0-bba7-d0a25fda86d1"
      ],
      "mappedKnowledge": [
        "c0a699ef-c79e-4abc-9ecc-8a631e3ad35b",
        "c35dd081-d56a-4fda-9fc2-8791d63edb05",
        "652c8ef4-9fcf-416b-a32b-865b679fd95c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f876fbb8-07b7-43be-ae2f-bf5ebfaccef3",
        "91decdce-c3af-4ba6-97ba-79d3333c311f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b095b19b-1fff-4686-a73a-8ed1bafb3ff6",
      "dutyDetail": "Prepare equipment and materials for dental radiographs",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b69492d8-5bf7-4f7c-94de-7952e7ff0049"
      ],
      "mappedKnowledge": [
        "693e4478-fb8a-4cff-85bd-dea294060ba2",
        "cacec684-837b-46da-9622-169abc29d037",
        "98b7094a-790a-4742-acd8-5d015dac0899"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e2fbe9a5-5219-4944-b17f-4b99da23fc71",
        "e7ae14be-ad4f-4751-9f62-7d92d36b41f0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c1084e3c-a824-47df-932d-178d62674369",
      "dutyDetail": "Give appropriate oral and general health advice to patients",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b69492d8-5bf7-4f7c-94de-7952e7ff0049",
        "d285aed1-f36e-47a0-bba7-d0a25fda86d1"
      ],
      "mappedKnowledge": [
        "db660b94-636b-4dad-8065-75d6576c7993",
        "7f61b173-e157-4e96-b9e6-98e27650e075"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "467a16e1-5464-4de2-a014-1f8e8697a2e7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "31433284-9090-4dc7-877b-5bbe6fc7daa0",
      "dutyDetail": "Recognise and deal with medical emergencies",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b69492d8-5bf7-4f7c-94de-7952e7ff0049",
        "d285aed1-f36e-47a0-bba7-d0a25fda86d1"
      ],
      "mappedKnowledge": [
        "5f6d1386-5480-44af-af82-43a8d3147ed7",
        "f7257389-b051-46af-9097-4c4662b42da6",
        "a5b6e7e2-d602-4dc1-9778-746566cff96a",
        "ba33dca3-7fe6-4b9a-b97e-d3403f63907a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7b2351d9-c08b-405c-b048-0f679c54aecc",
        "aeb37dbd-16c9-464c-9e28-bfd773a8f761"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7be0185f-175a-44bc-bfa9-94d7c7e1480f",
      "dutyDetail": "Take responsibility for your own professional development in line with General Dental Council requirements",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b69492d8-5bf7-4f7c-94de-7952e7ff0049",
        "d285aed1-f36e-47a0-bba7-d0a25fda86d1"
      ],
      "mappedKnowledge": [
        "01ceafa9-4aee-4e7b-98a3-8c3f9649c7ee",
        "855184dc-1351-4f11-abe2-1238c09c8fdf",
        "92ab914d-b35c-4945-bb76-f994024b7725",
        "1c52a4eb-670b-468c-8ca7-1ebe0b4e86ba",
        "e574c0b9-8451-4aa4-afd8-8ff857c54717"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ad9f4934-ee1d-4a51-b338-a9006613dc51",
        "c89239dd-6871-4497-98b4-b487ba07a525",
        "d0c34c32-3ad0-4fc7-84bc-b436633b1645",
        "0e3a3881-f281-4c4c-8d32-f04fb91bf5bf"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "cbfdf62f-a635-42af-9d7c-095817f4f674",
      "dutyDetail": "Contribute to the quality improvement of the service",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b69492d8-5bf7-4f7c-94de-7952e7ff0049",
        "d285aed1-f36e-47a0-bba7-d0a25fda86d1"
      ],
      "mappedKnowledge": [
        "1fa89f5f-0c1e-4b34-94b5-290170b04402",
        "b93a2555-ea11-442d-9c6c-47a1b2082a54",
        "a0812260-b913-4ef3-8c82-251a0d10d366",
        "a4b933d2-45ea-4dfd-bfa1-0b28c088b5e8"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4e78aca8-ffa9-457c-913d-f257b50fb069",
        "1d352acb-3911-4b99-bfb8-9eb519316e1c"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [
    {
      "name": "EPAO",
      "webLink": "",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": true,
  "coronationEmblem": false,
  "publishDate": "2022-07-28T00:00:00"
}