{
  "templateType": "Apprenticeship Standard",
  "larsCode": 74,
  "referenceNumber": "ST0155",
  "learningAimClassCode": "",
  "title": "Gas engineering operative",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0155",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2022-05-31T00:00:00",
  "earliestStartDate": "2016-02-05T00:00:00",
  "latestStartDate": "2019-06-30T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Installing and maintaining gas appliances in a domestic or non-domestic setting, advising customers on how appliances work and how to use energy more efficiently.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "gas safe registration",
    "electrical safety checks",
    "flue testing",
    "Gas Safe",
    "gas",
    "engineering"
  ],
  "jobRoles": [
    "Gas engineer",
    "boiler repair man"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1121/gas_engineering.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupation &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Gas engineering&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupational profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Gas engineering involves the safe installation, commission, decommission and the ongoing service and repair of gas appliances in either a domestic or non-domestic setting. Appliances can include, but are not limited to, a range of work categories such as central heating boilers, unvented hot water storage, ducted air heaters, cookers, space heaters, meters, alternative fuel, boosters, testing and purging for industrial pipework. &#160;Roles in gas engineering will include explaining how installations and appliances work, providing energy efficiency advice and ensuring customer service excellence at all times. Gas engineering operates strictly within the requirements of health and safety legislation.&lt;/p&gt;\n&lt;p&gt;Roles in gas engineering are physical in nature, and may involve lifting and moving of equipment, working at heights and working in confined spaces. All gas engineers must be registered on the Gas Safe&#174; Register for each appliance in which they are competent to undertake work on.&lt;/p&gt;\n&lt;p&gt;Applicants will normally have gained a minimum of 3-5 GCSEs (grade A-C) or equivalent, preferably English, mathematics and a science or relevant / appropriate experience. Individual employers will set the selection criteria for their apprenticeship and will include a recognised background check, equivalent to Criminal Record Bureau/Disclosure and Barring Service (CRB/DBS).&lt;/p&gt;\n&lt;p&gt;Those who work within Gas engineering must have the core requirements below and demonstrate the technical requirements in one setting – domestic or non-domestic. They must be registered on the Gas Safe&#174; Register for four appliances.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Requirements - Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;Current Health, Safety and Environmental legislation and regulations applicable to work in the gas industry&lt;/li&gt;\n&lt;li&gt;Safe gas and electrical installation, commissioning, decommissioning and/or ongoing service and repair procedures of gas installations and appliances needed to establish the safe operation of the equipment and installation in accordance with industry standards&lt;/li&gt;\n&lt;li&gt;Gas and electrical theories and procedures involved in the practical installation, commissioning, decommissioning and/or ongoing service and repair of gas installations, appliances and associated equipment&lt;/li&gt;\n&lt;li&gt;Relevant electrical/mechanical principles and how they are applied in work processes and procedures&lt;/li&gt;\n&lt;li&gt;Up to date energy efficiency advice and guidance to be given to the customer&lt;/li&gt;\n&lt;li&gt;Product knowledge to be able to discuss and advise the customer&lt;/li&gt;\n&lt;li&gt;Current regulatory compliance, current Gas Safety (Installation and Use) Regulations and the current Electricity at Work Regulations&lt;/li&gt;\n&lt;li&gt;Company rules, policies and procedures as defined by the employer&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;Core Requirements - Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;Undertake and document rigorous risk assessments to ensure the safety of all affected by the work activities&lt;/li&gt;\n&lt;li&gt;Take personal responsibility for maintaining safety standards and achieving job objectives&lt;/li&gt;\n&lt;li&gt;Use and maintain tools, equipment and personal protective equipment (PPE) in a safe and appropriate manner&lt;/li&gt;\n&lt;li&gt;Safe gas and electrical installation, commissioning, decommissioning and/or ongoing service and repair of gas installations and appliances needed to establish the safe operation of the equipment and installation accordance with industry standards&lt;/li&gt;\n&lt;li&gt;Work with focus and clear purpose in all conditions and locations, covering business requirements, including lone working and safely adapt working methods to reflect changes in working environments&lt;/li&gt;\n&lt;li&gt;Work on customer premises/property showing appropriate care and respect whilst focusing on safety&lt;/li&gt;\n&lt;li&gt;Use a variety of appropriate and effective communication methods to interact with customers and others to give/receive information accurately, in a timely and positive manner in order to deliver the best possible service&lt;/li&gt;\n&lt;li&gt;Identify where situations or conditions are to unsafe standards and take appropriate actions within your range of competency&lt;/li&gt;\n&lt;li&gt;Achieve individual and team tasks which align to overall work objectives, be self-motivated and disciplined in the approach to work activities&lt;/li&gt;\n&lt;li&gt;Work effectively and efficiently with people from different trades/disciplines, backgrounds and expertise to accomplish an activity in a safe manner, on time, to meet customer expectations&lt;/li&gt;\n&lt;li&gt;Identify, organise and use resources effectively and sustainably to complete the task with consideration to cost, quality, safety, security and environmental impact&lt;/li&gt;\n&lt;li&gt;Be able to read and follow technical documentation associated with equipment and installation requirements&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;Core Requirements - Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;Ensure personal wellbeing and the safety of customers and others is a priority&lt;/li&gt;\n&lt;li&gt;Be risk aware showing the desire to reduce risks through systematic monitoring and checking information and the strict compliance with appropriate regulations and normative documents&lt;/li&gt;\n&lt;li&gt;Demonstrate an awareness of how the work impacts on others in the work environment&lt;/li&gt;\n&lt;li&gt;Confidently deliver a polite, courteous, professional service to all customers and members of the public whilst safeguarding customer welfare and recognising vulnerability, equality and diversity&lt;/li&gt;\n&lt;li&gt;Undertake Continuous Professional Development to enhance knowledge and skills to maintain competence&lt;/li&gt;\n&lt;li&gt;Recognise personal and professional limitations and seek appropriate advice when necessary&lt;/li&gt;\n&lt;li&gt;Display self-discipline and self-motivated approach&lt;/li&gt;\n&lt;li&gt;Exercise responsibilities in an ethical manner&lt;/li&gt;\n&lt;/ol&gt;\n&lt;p&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;echnical Requirements – must be completed in either a domestic or non-domestic setting carrying out service and repair and/or installation&lt;/strong&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;echnical Requirements&lt;/strong&gt; -&lt;strong&gt; Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;Electrical awareness and be able to carry out safe isolation and essential electrical safety checks&lt;/li&gt;\n&lt;li&gt;Combustion, combustion analysis, gas properties, carbon monoxide (CO), and types of burners&lt;/li&gt;\n&lt;li&gt;Flues and ventilation principles&lt;/li&gt;\n&lt;li&gt;The necessary safety checks following gas work on an appliance (regulation 26/9)&lt;/li&gt;\n&lt;li&gt;The range and suitability of appliances&lt;/li&gt;\n&lt;li&gt;The statutory and normative documentation including building regulations, water regulations and electrical regulations&lt;/li&gt;\n&lt;li&gt;Emergency procedures, including gas escapes, report of fumes and for unsafe situations&lt;/li&gt;\n&lt;li&gt;A knowledge and understanding of four appliances&lt;/li&gt;\n&lt;li&gt;System design, location, controls, flue types for appliances and smart controls&lt;/li&gt;\n&lt;li&gt;An awareness of green technologies&lt;/li&gt;\n&lt;li&gt;The properties of Liquid Petroleum Gas (LPG)&lt;/li&gt;\n&lt;li&gt;An awareness of fuel storage – tanks and bottles (Liquid Petroleum Gas - LPG)&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;echnical Requirements - Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;Carry out safe isolation essential electrical safety checks&lt;/li&gt;\n&lt;li&gt;Carry out flue testing&lt;/li&gt;\n&lt;li&gt;Undertake the necessary safety checks following gas work on an appliance (regulation 26/9)&lt;/li&gt;\n&lt;li&gt;Work in compliance with statutory and normative documentation including building regulations, water regulations and electrical regulations&lt;/li&gt;\n&lt;li&gt;Access and comply with technical guidance, bulletins and safety alerts e.g. Gas Industry Unsafe Situations Procedures (GIUSP)&lt;/li&gt;\n&lt;li&gt;Demonstrate tightness testing, purging and relight procedures on gas installations&lt;/li&gt;\n&lt;li&gt;Demonstrate pipework installations/pipework skills, pressure and flow/pipework sizing, meter installations&lt;/li&gt;\n&lt;li&gt;Demonstrate ambient air testing/carbon monoxide/dioxide atmosphere testing&lt;/li&gt;\n&lt;li&gt;Identify gas safety controls and prove their safe operation&lt;/li&gt;\n&lt;li&gt;Complete records and maintain records accordingly&lt;/li&gt;\n&lt;li&gt;Identify faults and take the appropriate action&lt;/li&gt;\n&lt;li&gt;Undertake the installation and/or repair and maintenance of four appliances&lt;/li&gt;\n&lt;li&gt;Reinstate following completion of works cleaning up and making good&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship will typically take 18 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qu&lt;/strong&gt;&lt;strong&gt;alifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and mathematics will need to achieve this level prior to taking the end point assessment&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;L&lt;/strong&gt;&lt;strong&gt;ink to professional registration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Registration with Gas Safe&#174; Register for four appliances&lt;/p&gt;\n&lt;p&gt;In achieving a pass or a distinction in this apprenticeship, the successful apprentice will be eligible to apply for membership with the Institution of Gas Engineers &amp;amp; Managers (IGEM) professional registration as an Engineering Technician (EngTech)&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;L&lt;/strong&gt;&lt;strong&gt;evel&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship is level 3&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard will be reviewed within 3 years of approval&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-02-05T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0162",
  "tbMainContact": "",
  "involvedEmployers": "Carillion Services, Cofely, Dixons Carphone, Great Bay Ltd, Homeserve, Mears Group PLC, Mitie, PH Jones, Premier Energy Solutions, Robert Heath Heating Ltd, Energy & Utilities Skills, Heating & Hot Water Industry Council, Institution of Gas Engineers & Managers",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Gas engineer",
    "boiler repair man"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Building Services Engineering",
  "cluster": "Building Services Engineering Operative/Technician",
  "clusterId": "65",
  "clusterDescription": "Design, plan, assemble, install, house, commission, test, maintain, service and repair of all forms of a buildings' emergency, security and utility systems",
  "createdDate": "2020-10-02T12:50:50 +00:00",
  "lastUpdated": "2022-05-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-02-05T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0155",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0155-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0155-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-05-31T00:00:00"
}