{
  "templateType": "Apprenticeship Standard",
  "larsCode": 6,
  "referenceNumber": "ST0156",
  "learningAimClassCode": "",
  "title": "Power network craftsperson",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0156",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2022-07-26T00:00:00",
  "earliestStartDate": "2014-11-12T00:00:00",
  "latestStartDate": "2019-03-03T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Constructing, maintaining and repairing the UK's electrical power network, providing a safe and reliable supply of electricity to the country.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 30,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "power lines",
    "overhead lines",
    "cabling",
    "underground cables",
    "substation fitting",
    "power"
  ],
  "jobRoles": [
    "linesman",
    "lineman",
    "lineswoman",
    "linewoman"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1055/power_network_craftsperson.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Oc&lt;img style=&quot;width: 0px; height: 0px;&quot; src=&quot;/media/1295/power-network-craftsperson-image.jpg&quot; alt=&quot;&quot;&gt;cupational Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Power Network Craftsperson has responsibility for the safe construction, maintenance and repair of the UK’s electrical power network, to provide a safe and reliable supply of electricity to the country. This involves working at various locations across a company’s power network. The occupation exists within an industry with a high level of safety critical activities, so there is a requirement for a disciplined and responsible approach to work. The work requires a good level of physical ability in order to access and egress work positions at height.&lt;/p&gt;\n&lt;p&gt;Individual employers will set the selection criteria. Apprenticeship candidates will normally have attained 3 to 5 GCSEs at grades A to C (including mathematics, English and a science), or equivalent qualifications.&lt;/p&gt;\n&lt;p&gt;There are three specialisms within this occupation: working on overhead lines, on underground cables and in substation fitting. A successful apprentice will have met the core requirements and also one of the specialism requirements below.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Requirements:&amp;nbsp;Technical Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Electrical testing and the associated procedures needed to establish the condition of the plant, equipment, network and the actions needed as a result of the tests&lt;/li&gt;\n&lt;li&gt;Electrical theories involved in the practical application of building and maintenance of electrical power networks&lt;/li&gt;\n&lt;li&gt;Relevant electrical/mechanical principles and how they are applied in work processes and procedures&lt;/li&gt;\n&lt;li&gt;Mathematical calculations used to support design, construction and ongoing operational maintenance activities related to power engineering&lt;/li&gt;\n&lt;li&gt;Current Health, Safety and Environmental legislation and regulations applicable to work in the power sector&lt;/li&gt;\n&lt;li&gt;Company rules, policies and procedures as defined by the employer&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Core Requirements: Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Work with focus and clear purpose in all weather conditions, covering 24/7 operations, sometimes working alone and safely adapt working methods to reflect changes in working environments&lt;/li&gt;\n&lt;li&gt;Work on customer premises/property and on customer installations showing appropriate care and respect&lt;/li&gt;\n&lt;li&gt;Use tools and equipment to construct and maintain electrical infrastructure across a range of voltages&lt;/li&gt;\n&lt;li&gt;Take personal responsibility for maintaining safety standards and achieving job objectives&lt;/li&gt;\n&lt;li&gt;Use a variety of appropriate communication methods to interact with others to give/receive information accurately, in a timely, positive and professional manner&lt;/li&gt;\n&lt;li&gt;Identify that something is wrong/likely to go wrong and the appropriate solution(s) within current expertise&lt;/li&gt;\n&lt;li&gt;Achieve individual and team tasks which align to overall work objectives, be self-motivated and disciplined in the approach to work tasks&lt;/li&gt;\n&lt;li&gt;Prepare and sequence equipment and tasks in a certain order to a specific rule(s)&lt;/li&gt;\n&lt;li&gt;Undertake standby duties to provide 24 hour cover to the network in fault situations requiring diagnostic testing procedures to analyse and calculate system parameters and rectification procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Core Requirements: Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Work well with people from different trades/disciplines, backgrounds and expertise to accomplish an activity safely and on time and meet customer requirements&lt;/li&gt;\n&lt;li&gt;Deliver a polite, courteous professional service to all customers and members of the public&lt;/li&gt;\n&lt;li&gt;Be risk aware showing the desire to reduce risks through systematic monitoring &amp;amp; checking information and the strict compliance with appropriate rules, demonstrating:&lt;/li&gt;\n&lt;li&gt;Situational Awareness - the impact of changing circumstances on an activity&lt;/li&gt;\n&lt;li&gt;Concentration on task – identify and deal appropriately with distractions to enable tasks to be achieved&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Specialism Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;&lt;strong&gt; Overhead Lines&lt;/strong&gt;&lt;/li&gt;\n&lt;/ol&gt;\n&lt;p&gt;The transmission and distribution overhead lines area involves working predominantly on wood poles and steel tower structures, showing the ability to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Adhere to safety practices and procedures, carry out risk assessments and checking the structures to be climbed and the working conditions while working at height&lt;/li&gt;\n&lt;li&gt;Carry out excavations, erect wood poles, steel towers and install their support mechanisms,&lt;/li&gt;\n&lt;li&gt;Climb poles and steel towers to install, maintain, test, repair and dismantle overhead line plant and equipment safely at height Use electrical theories and principles to use test equipment for voltage, current and earth resistance testing to maintain the integrity of the network&lt;/li&gt;\n&lt;li&gt;Consult design specifications to tension and terminate conductors, erect and assemble steel work and fittings&lt;/li&gt;\n&lt;li&gt;Install and connect&amp;nbsp;electrical transformers, switchgear, circuit breakers and other associated equipment.&lt;/li&gt;\n&lt;li&gt;Drive vehicles equipped with tools and materials to job sites including mobile elevated work platforms&lt;/li&gt;\n&lt;li&gt;Apply mechanical knowledge to use winches, drum handlers, pull lifts, tirfors and tensioning devices&lt;/li&gt;\n&lt;li&gt;Carry out electrical switching procedures on high and low voltage networks, operating switchgear, fuses and making and breaking live conductor connections&lt;/li&gt;\n&lt;li&gt;Organise and control work teams to carry out maintenance operations on overhead line plant and apparatus&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ol start=&quot;2&quot;&gt;\n&lt;li&gt;&lt;strong&gt; Underground Cables&lt;/strong&gt;&lt;/li&gt;\n&lt;/ol&gt;\n&lt;p&gt;Undertaking work in excavations at differing depths on underground power cables showing the ability to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Adhere to safety practices and procedures, carry out risk assessments, check the condition of excavations and install and maintain barrier systems to protect the work area&lt;/li&gt;\n&lt;li&gt;Carry out excavations by hand and by the use of mechanical equipment to install cables in trenches&lt;/li&gt;\n&lt;li&gt;Use electrical/mechanical knowledge to joint and terminate a range of cable sizes and types of joints using cable connectors across both Low and High Voltage cables networks to design specifications&lt;/li&gt;\n&lt;li&gt;Install and remove excavation shuttering to support the sides of excavations and maintain a safe work environment&lt;/li&gt;\n&lt;li&gt;Use technical knowledge to operate electronic location equipment to identify and locate underground cables&lt;/li&gt;\n&lt;li&gt;Use electrical theories and principles to carry out fault diagnosis on underground cable networks&lt;/li&gt;\n&lt;li&gt;Drive vehicles equipped with tools and materials to job sites and operate powered ground breakers&lt;/li&gt;\n&lt;li&gt;Carry out electrical switching procedures on low voltage networks, operating switchgear, links and making and breaking live conductor connections&lt;/li&gt;\n&lt;li&gt;Organise and control the resources required to carry out the installation of cables, joints and link boxes&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ol start=&quot;3&quot;&gt;\n&lt;li&gt;&lt;strong&gt; Substation Fitting&lt;/strong&gt;&lt;/li&gt;\n&lt;/ol&gt;\n&lt;p&gt;Working in and around substations means showing the ability to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Adhere to safety practices and procedures, carry out risk assessments, check the condition of the work site&lt;/li&gt;\n&lt;li&gt;Use electrical/mechanical knowledge and skills to install, maintain and dismantle a wide variety of high voltage plant and apparatus including transformers, switchgear, cable terminations and other associated equipment.&lt;/li&gt;\n&lt;li&gt;Build and install high voltage substations safely in both urban and rural locations&lt;/li&gt;\n&lt;li&gt;Use technical knowledge to carry out substation inspections, condition monitoring and reporting&lt;/li&gt;\n&lt;li&gt;Apply electrical theories and principles to use electronic equipment to carry out diagnostic fault finding procedures&lt;/li&gt;\n&lt;li&gt;Maintain sub-station transformers and switchgear by replacing insulating oils and other insulating mediums&lt;/li&gt;\n&lt;li&gt;Inspect and maintain substation earthing, security equipment, telecommunication devices and alarm systems&lt;/li&gt;\n&lt;li&gt;Drive vehicles equipped with tools and materials to job sites including using mobile elevated work platforms&lt;/li&gt;\n&lt;li&gt;Carry out electrical switching procedures on high and low voltage networks, operating switchgear, fuses and carrying out live working operations&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship will typically take between 30 and 36 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and mathematics will need to achieve this level prior to completion of their Apprenticeship.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Link to professional registration&lt;/strong&gt;&amp;nbsp;-&amp;nbsp;Successful apprentices will be eligible for Engineering Technician (Eng. Tech.) professional registration with the Institution of Engineering &amp;amp; Technology (IET).&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Review date&lt;/strong&gt;&amp;nbsp;– June 2018&lt;/p&gt;\n&lt;p&gt;&lt;a href=&quot;http://www.euskills.co.uk/power-network-trailblazer&quot;&gt;www.euskills.co.uk/power-network-trailblazer&lt;/a&gt;&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [
    "Overhead Lines",
    "Substation Fitting",
    "Underground Cables"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2014-11-12T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0407",
  "tbMainContact": "",
  "involvedEmployers": "National Grid, AMEY, SSE, Freedom Group, Grosvenor Power, IUS, Morrison Utility Services, NIE, Northern Powergrid, Scottish Power, SPIE-ENS, Electricity Northwest, UK Power Networks, WPD, The Institution of Engineering and Technology",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "linesman",
    "lineman",
    "lineswoman",
    "linewoman"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, installation and repair",
  "cluster": "Manufacturing or process maintenance operative or technician",
  "clusterId": "71",
  "clusterDescription": "Maintain and repair production and process plant and equipment in manufacturing",
  "createdDate": "2020-10-02T09:21:36 +00:00",
  "lastUpdated": "2022-07-26T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2014-11-12T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0156",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0156-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0156-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "bb6fc3a0-e6c1-490a-aac7-78454349c14a",
      "title": "Overhead Lines",
      "occupationCode": "OCC0156A"
    },
    {
      "optionId": "8615888b-f11f-45a8-9e6a-81c2e793dd96",
      "title": "Substation Fitting",
      "occupationCode": "OCC0156B"
    },
    {
      "optionId": "7a870abc-dd3c-4e6e-911e-4ba03801fca9",
      "title": "Underground Cables",
      "occupationCode": "OCC0156C"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Overhead Lines",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Substation Fitting",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Underground Cables",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-07-26T00:00:00"
}