{
  "templateType": "Apprenticeship Standard",
  "larsCode": 146,
  "referenceNumber": "ST0154",
  "learningAimClassCode": "",
  "title": "Maintenance and operations engineering technician",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0154",
  "qualificationStandardUrl": null,
  "versionNumber": "1.3",
  "change": "End-point assessment plan revised",
  "changedDate": "2024-09-26T00:00:00",
  "earliestStartDate": "2023-09-05T00:00:00",
  "latestStartDate": "2024-09-25T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Maintaining the safety, integrity and effective operation of plant and equipment in industries that are part of the national infrastructure engineering sector, such as electricity generating, oil and gas refining and pharmaceuticals",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 26000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "industrial plant",
    "electrics",
    "mechanics",
    "plant operations",
    "plant maintenance",
    "wind power",
    "infrastructure"
  ],
  "jobRoles": [
    "Maintenance technician",
    "Maintenance engineer",
    "Engineering technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/fo5nzqoo/maintenance-operations-engineering-technician-assessment-plan_correction_for-publication_6sept23.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.3",
  "standardInformation": "&lt;p&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupational Profile&lt;/strong&gt;&#160;&lt;/p&gt;\n&lt;p&gt;Maintenance and Operations Engineering Technicians covers 7 roles: Electrical Technicians; Mechanical Technicians; Control and Instrumentation Technicians; Wind Turbine Technicians Electrical System and Process Control Technicians; Electromechanical Technicians and Plant Operations Technicians. They will maintain the safety, integrity and effective operation of plant and equipment in one or more of the following Industries that are part of or have activities that are part of the broader national infrastructure Engineering Sector: the electricity generating environment, which may use a range of different fuels including coal, gas, nuclear, wind and other renewable sources; telecommunications power plants; oil and gas refining; nuclear waste reprocessing; processing and production of chemicals; pharmaceuticals; human and animal food; cosmetics; petrochemicals; sewerage and the exploration and exploitation of oil and gas.&lt;/p&gt;\n&lt;p&gt;Electrical, Mechanical, Control and Instrumentation, and Wind Turbine Technicians will work on various types of plant and equipment commonly found throughout the Engineering Industry sectors and the Technicians can be expected to migrate through these sectors during the course of their careers. Dependent upon the sector that they are employed in there may be subtle differences in terms of the composition and application of the plant and equipment. However, the fundamental principles of operation will be the same regardless of the engineering sector.&lt;/p&gt;\n&lt;p&gt;To support the business and operational requirements of modern integrated engineered production plant and services, Electrical Systems and Process Control Technicians and Electromechanical Technicians will need to apply a range of conventional skills and knowledge to undertake engineering activities on a selection of electromechanical and process control plant, systems and equipment.&lt;/p&gt;\n&lt;p&gt;These Technicians will undertake installation, testing, servicing, removal, replacement, maintenance and repair of a range of equipment, sometimes complex, as part of planned preventative and reactive maintenance programmes. They may also undertake decommissioning activities when plant is being removed from service.&lt;/p&gt;\n&lt;p&gt;Plant Operation Technicians will undertake the safe and efficient operation of complex integrated energy conversion and production plant and systems. These activities could include plant commissioning, isolation and testing, plant preparation, plant start-up and shut down, monitoring and controlling plant and dealing with critical operational problems.&lt;/p&gt;\n&lt;p&gt;They will be responsible for the quality of their own work, possibly others’ and&#160; ensuring the work is completed safely, meets stakeholder quality, time and budget requirements, whilst maintaining the efficient running of plant and equipment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 3 GCSEs at grade C or higher including mathematics, English and science, or equivalent or relevant experience.&lt;/p&gt;\n&lt;p&gt;A Technician must have the core requirements below and demonstrate the specialist requirements in one role.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Knowledge&lt;/strong&gt;:&lt;/h3&gt;\n&lt;p&gt;&#160;A Technician will understand:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;first principles relating to the operation and maintenance of appropriate plant and equipment&lt;/li&gt;\n&lt;li&gt;relevant industry health and safety standards, regulations, and environmental and regulatory requirements&lt;/li&gt;\n&lt;li&gt;maintenance and operational practices, processes and procedures covering a range of plant and equipment&lt;/li&gt;\n&lt;li&gt;the relevant engineering theories and principles relative to their occupation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Core Skills:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Technician will apply their knowledge of plant and systems to safely perform maintenance and operational activities with minimum supervision. This will require them to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;comply with industry health, safety and environmental working practices and regulations&lt;/li&gt;\n&lt;li&gt;locate, and rectify faults on plant and equipment&lt;/li&gt;\n&lt;li&gt;communicate with and provide information to stakeholders in line with personal role and responsibilities&lt;/li&gt;\n&lt;li&gt;read, understand and interpret information and work in compliance with technical specifications and supporting documentation&lt;/li&gt;\n&lt;li&gt;prepare work areas to undertake work related activities and reinstate those areas after the completion of the work related activities&lt;/li&gt;\n&lt;li&gt;inspect and maintain appropriate plant and equipment to meet operational requirements&lt;/li&gt;\n&lt;li&gt;assess and test the performance and condition of plant and equipment&lt;/li&gt;\n&lt;li&gt;communicate, handover and confirm that the appropriate engineering process has been completed to specification&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Core Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;He&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;l&lt;/strong&gt;&lt;strong&gt;t&lt;/strong&gt;&lt;strong&gt;h and Safety &lt;/strong&gt;– follows health and safety policies and procedures and be prepared to challenge unsafe behaviour using appropriate techniques to ensure the protection of people and property when working alone or with appropriate supervision&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Quality focused &lt;/strong&gt;– ensures that work achieves quality standard both occupationally and personally&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;W&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;rking with others &lt;/strong&gt;– works well with people from different disciplines, backgrounds and expertise to accomplish an activity safely and on time&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Interpersonal skills &lt;/strong&gt;– gets along well with others and takes into account their needs and concerns&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Critical reasoning &lt;/strong&gt;– uses resources, techniques and obtained facts to develop sound solutions while recognising and defining problems&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Sustainability and ethical behaviour &lt;/strong&gt;– behaves ethically and undertakes work in a way that contributes to sustainable development&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Risk awareness &lt;/strong&gt;– demonstrates high concentration, the desire to reduce risks, ability to be compliant and awareness of change, through regular monitoring and checking of information&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Specialist roles&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;In addition an Electrical Technician will:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;position, assemble, install and dismantle electrical plant and equipment, which may include motors, switchgear, cables and conductors, to agreed specifications&lt;/li&gt;\n&lt;li&gt;carry out planned, unplanned and preventative maintenance procedures on electrical plant and equipment&lt;/li&gt;\n&lt;li&gt;replace, repair or remove components in electrical plant and equipment and ensure its return to operational condition&lt;/li&gt;\n&lt;li&gt;diagnose and determine the cause of faults in electrical plant and equipment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;In addition a Mechanical Technician will:&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;position, assemble, install and dismantle mechanical plant and equipment which may include pumps, valves, gearboxes, pipework, to agreed specifications&lt;/li&gt;\n&lt;li&gt;carry out planned, unplanned and preventative maintenance procedures on mechanical plant and equipment&lt;/li&gt;\n&lt;li&gt;replace, repair or remove components in mechanical plant and equipment and ensure its return to operational condition&lt;/li&gt;\n&lt;li&gt;diagnose and determine the cause of faults in mechanical plant and equipment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;In addition a Control and Instrumentation Technician will:&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;position, assemble, install and dismantle plant and equipment which may include instrumentation and control of temperature, pressure and flow systems to agree specifications&lt;/li&gt;\n&lt;li&gt;carry out planned, unplanned and preventative maintenance procedures on plant and equipment&lt;/li&gt;\n&lt;li&gt;replace, repair or remove components in plant and equipment and ensure its return to operational condition&lt;/li&gt;\n&lt;li&gt;diagnose and determine the cause of faults in plant and equipment&lt;/li&gt;\n&lt;li&gt;calibrate and configure instrument and control systems&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;In addition a Wind Turbine Technician will be able to:&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;install, assemble and dismantle wind turbine plant and equipment, which will include pitch systems, yaw systems, switchgear, control systems to agreed specifications&lt;/li&gt;\n&lt;li&gt;carry out planned, unplanned and preventative maintenance procedures on wind turbine plant and equipment including mechanical drive systems&lt;/li&gt;\n&lt;li&gt;replace, repair or remove components in wind turbine plant and equipment and ensure its return to operational condition&lt;/li&gt;\n&lt;li&gt;diagnose and determine the cause of faults in wind turbine plant and equipment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;In addition an Electrical System and Process Control Technician will:&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;position, assemble, install and dismantle integrated electrical apparatus, systems and process control equipment&lt;/li&gt;\n&lt;li&gt;carry out planned, unplanned and preventative maintenance procedures on integrated plant and equipment.&lt;/li&gt;\n&lt;li&gt;replace, repair or remove components within integrated plant and equipment and ensure its return to operational condition&lt;/li&gt;\n&lt;li&gt;diagnose and determine the cause of faults within integrated plant and equipment&lt;/li&gt;\n&lt;li&gt;calibrate and configure integrated electrical apparatus, systems and process control equipment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;In addition an Electromechanical Technician will:&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;position, assemble, install and dismantle integrated electromechanical power and control systems&lt;/li&gt;\n&lt;li&gt;carry out planned, unplanned and preventative maintenance procedures on integrated plant and equipment&lt;/li&gt;\n&lt;li&gt;replace, repair or remove components within integrated plant and equipment and ensure its return to operational condition.&lt;/li&gt;\n&lt;li&gt;diagnose and determine the cause of faults within integrated electromechanical power and control systems&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;In addition a Plant Operations Technician will need to understand:&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;complex thermal, chemical, mechanical and electrical energy conversion processes&lt;/li&gt;\n&lt;li&gt;the principles, design and operation of plant, systems and equipment used for energy conversion and production&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;In addition, a Plant Operations Technician will be able to:&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;safely and efficiently carry out routine and non-routine operating procedures on plant and equipment&lt;/li&gt;\n&lt;li&gt;monitor and control the operation and performance of the plant and equipment&lt;/li&gt;\n&lt;li&gt;handover and accept responsibility for plant and equipment&lt;/li&gt;\n&lt;li&gt;evaluate and solve complex problems within energy conversion plant and systems&lt;/li&gt;\n&lt;li&gt;rapidly and correctly respond to contingencies and abnormal conditions, to maintain energy conversion and production plant and equipment within operational parameters&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Qualification&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&#160;Apprentices must achieve level 2 English and mathematics prior to taking the end-point assessment for the apprenticeship if they haven’t achieved them on entry.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 36 - 42 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Link to Professional Registration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard will meet the professional standards of the Engineering Council for registration as Engineering Technician (Eng Tech) by an appropriate Professional Engineering Institution.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship is level 3.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard will initially be reviewed 3 years after publication.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Maintenance &amp;amp; Operations Engineering Technicians covers 7 roles: Electrical Technicians; Mechanical Technicians; Control &amp;amp; Instrumentation Technicians; Wind Turbine Technicians Electrical System and Process Control Technicians; Electromechanical Technicians and Plant Operations Technicians. They will maintain the safety, integrity and effective operation of plant and equipment in one or more of the following Industries that are part of or have activities that are part of the broader national infrastructure Engineering Sector: the electricity generating environment, which may use a range of different fuels including coal, gas, nuclear, wind and other renewable sources; telecommunications power plants; oil and gas refining; nuclear waste reprocessing; processing and production of chemicals; pharmaceuticals; human and animal food; cosmetics; petrochemicals; sewerage and the exploration and exploitation of oil and gas. Electrical/Mechanical/Control and Instrumentation/Wind Turbine Technicians will work on various types of plant and equipment commonly found throughout the Engineering Industry sectors and the Technicians can be expected to migrate through these sectors during the course of their careers. Dependent upon the sector that they are employed in there may be subtle differences in terms of the composition and application of the plant and equipment. However, the fundamental principles of operation will be the same regardless of the engineering sector. To support the business and operational requirements of modern integrated engineered production plant and services, Electrical Systems and Process Control Technicians and Electromechanical Technicians will need to apply a range of conventional skills and knowledge to undertake engineering activities on a selection of electromechanical and process control plant, systems and equipment. These Technicians will undertake installation, testing, servicing, removal, replacement, maintenance and repair of a range of equipment, sometimes complex, as part of planned preventative and reactive maintenance programmes. They may also undertake decommissioning activities when plant is being removed from service. Plant Operation Technicians will undertake the safe and efficient operation of complex integrated energy conversion and production plant and systems. These activities could include plant commissioning, isolation and testing, plant preparation, plant start-up and shut down, monitoring and controlling plant and dealing with critical operational problems. They will be responsible for the quality of their own work, possibly others’ and ensuring the work is completed safely, meets stakeholder quality, time and budget requirements, whilst maintaining the efficient running of plant and equipment.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "832b428b-682e-4c9d-a230-c3f0bd0a8a5e",
      "detail": "First principles relating to the operation and maintenance of appropriate plant and equipment."
    },
    {
      "knowledgeId": "9e36a38f-89a6-4b47-9641-3a8f2dcddbba",
      "detail": "Relevant industry health and safety standards, regulations, and environmental and regulatory requirements."
    },
    {
      "knowledgeId": "bc991494-51b4-42bf-8925-1166e6e4f0a4",
      "detail": "Maintenance and operational practices, processes and procedures covering a range of plant and equipment."
    },
    {
      "knowledgeId": "07ca34b0-a8ce-4686-9fb9-c484da61beb3",
      "detail": "The relevant engineering theories and principles relative to their occupation."
    },
    {
      "knowledgeId": "18a1a27e-c6c3-415a-bfca-5e670e213dbb",
      "detail": "Diagnose and determine the cause of faults in electrical plant and equipment."
    },
    {
      "knowledgeId": "9b148acf-bb69-435b-a9c3-fb5750708f46",
      "detail": "Diagnose and determine the cause of faults in mechanical plant and equipment."
    },
    {
      "knowledgeId": "e683d373-67bc-487c-bbd8-4ff44640de09",
      "detail": "Diagnose and determine the cause of faults in plant and equipment."
    },
    {
      "knowledgeId": "39e8725d-600d-42de-b94a-2e07d25d5ce6",
      "detail": "Diagnose and determine the cause of faults in wind turbine plant and equipment."
    },
    {
      "knowledgeId": "c9c4ae09-fdca-4f1f-b939-27f7df2a1d8d",
      "detail": "Diagnose and determine the cause of faults within integrated plant and equipment."
    },
    {
      "knowledgeId": "fec2e3c2-7e6e-4ab9-8b7a-49cd8a3b3c99",
      "detail": "Diagnose and determine the cause of faults within integrated electromechanical power and control systems."
    },
    {
      "knowledgeId": "ac945af2-b213-4af3-bdf4-31983964d777",
      "detail": "Complex thermal, chemical, mechanical and electrical energy conversion processes."
    },
    {
      "knowledgeId": "a3253a4c-8332-46eb-97ba-310978d7e6bb",
      "detail": "The principles, design and operation of plant, systems and equipment used for energy conversion and production."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "53604f53-fd23-42d0-945b-d0f36893176f",
      "detail": "Health and Safety – follows health and safety policies and procedures and be prepared to challenge unsafe behaviour using appropriate techniques to ensure the protection of people and property when working alone or with appropriate supervision."
    },
    {
      "behaviourId": "c9d21313-5768-4d4a-956c-a5717f04a248",
      "detail": "Quality focused – ensures that work achieves quality standard both occupationally and personally."
    },
    {
      "behaviourId": "72c9f6d9-8024-4cff-acc8-50c870e5b522",
      "detail": "Working with others – works well with people from different disciplines, backgrounds and expertise to accomplish an activity safely and on time."
    },
    {
      "behaviourId": "2c448374-6cca-4e32-b923-edac14b5f4fd",
      "detail": "Interpersonal skills – gets along well with others and takes into account their needs and concerns."
    },
    {
      "behaviourId": "1ff34fc0-38a8-456d-98b9-f9623869353d",
      "detail": "Critical reasoning – uses resources, techniques and obtained facts to develop sound solutions while recognising and defining problems."
    },
    {
      "behaviourId": "8d41d192-085c-45c6-b740-6fb30a42cec6",
      "detail": "Sustainability and ethical behaviour – behaves ethically and undertakes work in a way that contributes to sustainable development."
    },
    {
      "behaviourId": "ffce59e7-9cae-457f-94e3-8dccfca901c2",
      "detail": "Risk awareness – demonstrates high concentration, the desire to reduce risks, ability to be compliant and awareness of change, through regular monitoring and checking of information."
    }
  ],
  "skills": [
    {
      "skillId": "5d475d16-988c-4565-bab7-2b04c5cf0ddc",
      "detail": "Comply with industry health, safety and environmental working practices and regulations."
    },
    {
      "skillId": "8d1ac662-29c1-46a9-af38-c81123f83fe8",
      "detail": "Locate, and rectify faults on plant and equipment."
    },
    {
      "skillId": "f36e657d-b4a7-4126-8e6a-96ae91cb5326",
      "detail": "Communicate with and provide information to stakeholders in line with personal role and responsibilities."
    },
    {
      "skillId": "b75233f5-12cc-46c4-956f-fc57f88d182f",
      "detail": "Read, understand and interpret information and work in compliance with technical specifications and supporting documentation."
    },
    {
      "skillId": "10b2e7fc-377d-4b7e-915b-9a3f4bec34f2",
      "detail": "Prepare work areas to undertake work related activities and reinstate those areas after the completion of the work related activities."
    },
    {
      "skillId": "a131a3ec-d294-4501-ab8b-6b1643307013",
      "detail": "Inspect and maintain appropriate plant and equipment to meet operational requirements."
    },
    {
      "skillId": "74a9d19e-8834-45b5-b771-a2b9e7a76ee9",
      "detail": "Assess and test the performance and condition of plant and equipment."
    },
    {
      "skillId": "82426672-fe3a-40ca-8061-bceaabc51c16",
      "detail": "Communicate, handover and confirm that the appropriate engineering process has been completed to specification."
    },
    {
      "skillId": "10b9b591-e9e8-46c2-a8c4-9a21f9564c9b",
      "detail": "Position, assemble, install and dismantle electrical plant and equipment, which may include motors, switchgear, cables and conductors, to agreed specifications."
    },
    {
      "skillId": "2d72105c-cd39-45ee-9631-a72a9b89fc05",
      "detail": "Carry out planned, unplanned and preventative maintenance procedures on electrical plant and equipment."
    },
    {
      "skillId": "11524948-5b87-4705-ab9d-928390cc29fb",
      "detail": "Replace, repair or remove components in electrical plant and equipment and ensure its return to operational condition."
    },
    {
      "skillId": "830d7323-db53-49a2-a92d-1d132d4d2064",
      "detail": "Position, assemble, install and dismantle mechanical plant and equipment which may include pumps, valves, gearboxes, pipework, to agreed specifications,"
    },
    {
      "skillId": "0cca3d2b-9b01-4a5b-a1ec-1450e1b03e71",
      "detail": "Carry out planned, unplanned and preventative maintenance procedures on mechanical plant and equipment."
    },
    {
      "skillId": "4efe3ca7-f256-4686-a9cb-9983410a8d3c",
      "detail": "Replace, repair or remove components in mechanical plant and equipment and ensure its return to operational condition."
    },
    {
      "skillId": "43987041-48bc-484a-a506-25ac5efb9447",
      "detail": "Position, assemble, install and dismantle plant and equipment which may include instrumentation and control of temperature, pressure and flow systems to agreed specifications."
    },
    {
      "skillId": "41dcee6f-55a6-4beb-b283-54b972c5ba0f",
      "detail": "Carry out planned, unplanned and preventative maintenance procedures on plant and equipment."
    },
    {
      "skillId": "fc03ea28-636f-4da3-97b0-0a9837898e45",
      "detail": "Replace, repair or remove components in plant and equipment and ensure its return to operational condition."
    },
    {
      "skillId": "89b2b4de-dcde-42ff-a363-73d5981df293",
      "detail": "Calibrate and configure instrument and control systems."
    },
    {
      "skillId": "eddc91ec-fcb4-4a53-abbe-a189b887f91a",
      "detail": "Install, assemble and dismantle wind turbine plant and equipment, which will include pitch systems, yaw systems, switchgear, control systems to agreed specifications."
    },
    {
      "skillId": "453d11db-0f93-4ba6-888c-1191638dd631",
      "detail": "Carry out planned, unplanned and preventative maintenance procedures on wind turbine plant and equipment including mechanical drive systems."
    },
    {
      "skillId": "a8d8e41a-ed1a-400c-a0b1-8b274bd56e3f",
      "detail": "Replace, repair or remove components in wind turbine plant and equipment and ensure its return to operational condition."
    },
    {
      "skillId": "2dc1171b-62dc-42f3-b922-0cdd7a60fc89",
      "detail": "Position, assemble, install and dismantle integrated electrical apparatus, systems and process control equipment."
    },
    {
      "skillId": "118cbb46-c343-431b-9bdd-d0318d49d43e",
      "detail": "Carry out planned, unplanned and preventative maintenance procedures on integrated plant and equipment."
    },
    {
      "skillId": "b2e1bb27-6d53-4440-8506-a0b84a913be3",
      "detail": "Replace, repair and/or remove components within integrated plant and equipment and ensure its return to operational condition."
    },
    {
      "skillId": "48e02035-1db1-4d56-b52b-77cfb10e2d77",
      "detail": "Calibrate and configure integrated electrical apparatus, systems and process control equipment."
    },
    {
      "skillId": "c39cce6d-6312-46ad-8e5d-57caa84af5f3",
      "detail": "Position, assemble, install and dismantle integrated electromechanical power and control systems."
    },
    {
      "skillId": "23d41ee7-93af-4f7b-a1c3-4dc992a9b223",
      "detail": "Carry out planned, unplanned and preventative maintenance procedures on integrated plant and equipment."
    },
    {
      "skillId": "e6fed17c-b80c-4c3b-8178-297a292cd888",
      "detail": "Replace, repair or remove components within integrated plant and equipment and ensure its return to operational condition."
    },
    {
      "skillId": "4648a29d-105a-47dd-95fe-c325921aa5bf",
      "detail": "Safely and efficiently carry out routine and non-routine operating procedures on plant and equipment."
    },
    {
      "skillId": "e20773a0-e2af-414d-ba65-0046b6cd751b",
      "detail": "Monitor and control the operation and performance of the plant and equipment."
    },
    {
      "skillId": "4a287d12-e803-483b-a765-232a22543ee8",
      "detail": "Handover and accept responsibility for plant and equipment."
    },
    {
      "skillId": "af018371-259c-4676-bd3b-269594c3cb2a",
      "detail": "Evaluate and solve complex problems within energy conversion plant and systems."
    },
    {
      "skillId": "fb9980c8-d129-40ff-9116-8cf457185e26",
      "detail": "Rapidly and correctly respond to contingencies and abnormal conditions, to maintain energy conversion and production plant and equipment within operational parameters."
    }
  ],
  "optionsUnstructuredTemplate": [
    "Electrical Technician",
    "Mechanical Technician",
    "Control & Instrumentation Technician",
    "Wind Turbine Technician",
    "Electrical System & Process Control Technician",
    "Electromechanical Technician",
    "Plant Operations Technician"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-09-26T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0238",
  "tbMainContact": "engineering.manufacturing@education.gov.uk",
  "involvedEmployers": "Alstom, AMEC Foster Wheeler, Beck & Pollitzer Engineering Limited, Boulting, Cavendish Nuclear, Centrica Energy, Cofley Fabrication, Cordell Group, Doosan, E.ON, EDF Energy, Engenda Group, ESB, Horizon Nuclear Power, The Institution of Engineering and Technology, Jacabs, Magnox, PEME, RWE, Shepley Engineers Limited, Specialised Management Services, Springfields Fuels Limited, Scottish and Southern Energy, Technica, Veolia, Vogal Group, Wisbeach Electrical Ltd",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Maintenance technician",
    "Maintenance engineer",
    "Engineering technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, installation and repair",
  "cluster": "Manufacturing or process maintenance operative or technician",
  "clusterId": "71",
  "clusterDescription": "Maintain and repair production and process plant and equipment in manufacturing",
  "createdDate": "2023-09-05T08:11:15 +00:00",
  "lastUpdated": "2024-09-26T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-09-26T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0154",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0154-v1-3?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0154-v1-3",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "9748f927-3773-4675-946c-e3f0bb36b560",
      "title": "Electrical Technician",
      "occupationCode": "OCC0154C"
    },
    {
      "optionId": "097a7730-0bf1-4448-b4ab-3339a7894836",
      "title": "Mechanical Technician",
      "occupationCode": "OCC0154E"
    },
    {
      "optionId": "0907d62f-62e6-43cb-ad17-f9c052b610c5",
      "title": "Control & Instrumentation Technician",
      "occupationCode": "OCC0154A"
    },
    {
      "optionId": "4632ca9d-7e98-453a-868e-9f686934e986",
      "title": "Wind Turbine Technician",
      "occupationCode": "OCC0154G"
    },
    {
      "optionId": "a83685c7-7d0e-4b09-953a-d6b4803a0f15",
      "title": "Electrical System & Process Control Technician",
      "occupationCode": "OCC0154B"
    },
    {
      "optionId": "08f047e5-8ad9-4d22-9fa8-fff9cb8429f0",
      "title": "Electromechanical Technician",
      "occupationCode": "OCC0154D"
    },
    {
      "optionId": "73debde9-c7ab-402a-bd5b-67cd62215d56",
      "title": "Plant Operations Technician",
      "occupationCode": "OCC0154F"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "53604f53-fd23-42d0-945b-d0f36893176f",
        "c9d21313-5768-4d4a-956c-a5717f04a248",
        "72c9f6d9-8024-4cff-acc8-50c870e5b522",
        "2c448374-6cca-4e32-b923-edac14b5f4fd",
        "1ff34fc0-38a8-456d-98b9-f9623869353d",
        "8d41d192-085c-45c6-b740-6fb30a42cec6",
        "ffce59e7-9cae-457f-94e3-8dccfca901c2"
      ],
      "mappedKnowledge": [
        "832b428b-682e-4c9d-a230-c3f0bd0a8a5e",
        "9e36a38f-89a6-4b47-9641-3a8f2dcddbba",
        "bc991494-51b4-42bf-8925-1166e6e4f0a4",
        "07ca34b0-a8ce-4686-9fb9-c484da61beb3"
      ],
      "mappedSkills": [
        "5d475d16-988c-4565-bab7-2b04c5cf0ddc",
        "8d1ac662-29c1-46a9-af38-c81123f83fe8",
        "f36e657d-b4a7-4126-8e6a-96ae91cb5326",
        "b75233f5-12cc-46c4-956f-fc57f88d182f",
        "10b2e7fc-377d-4b7e-915b-9a3f4bec34f2",
        "a131a3ec-d294-4501-ab8b-6b1643307013",
        "74a9d19e-8834-45b5-b771-a2b9e7a76ee9",
        "82426672-fe3a-40ca-8061-bceaabc51c16"
      ]
    },
    {
      "coreOrOptionTitle": "Electrical Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "18a1a27e-c6c3-415a-bfca-5e670e213dbb"
      ],
      "mappedSkills": [
        "10b9b591-e9e8-46c2-a8c4-9a21f9564c9b",
        "2d72105c-cd39-45ee-9631-a72a9b89fc05",
        "11524948-5b87-4705-ab9d-928390cc29fb"
      ]
    },
    {
      "coreOrOptionTitle": "Mechanical Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "9b148acf-bb69-435b-a9c3-fb5750708f46"
      ],
      "mappedSkills": [
        "830d7323-db53-49a2-a92d-1d132d4d2064",
        "0cca3d2b-9b01-4a5b-a1ec-1450e1b03e71",
        "4efe3ca7-f256-4686-a9cb-9983410a8d3c"
      ]
    },
    {
      "coreOrOptionTitle": "Control & Instrumentation Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "e683d373-67bc-487c-bbd8-4ff44640de09"
      ],
      "mappedSkills": [
        "43987041-48bc-484a-a506-25ac5efb9447",
        "41dcee6f-55a6-4beb-b283-54b972c5ba0f",
        "fc03ea28-636f-4da3-97b0-0a9837898e45",
        "89b2b4de-dcde-42ff-a363-73d5981df293"
      ]
    },
    {
      "coreOrOptionTitle": "Wind Turbine Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "39e8725d-600d-42de-b94a-2e07d25d5ce6"
      ],
      "mappedSkills": [
        "eddc91ec-fcb4-4a53-abbe-a189b887f91a",
        "453d11db-0f93-4ba6-888c-1191638dd631",
        "a8d8e41a-ed1a-400c-a0b1-8b274bd56e3f"
      ]
    },
    {
      "coreOrOptionTitle": "Electrical System & Process Control Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "c9c4ae09-fdca-4f1f-b939-27f7df2a1d8d"
      ],
      "mappedSkills": [
        "2dc1171b-62dc-42f3-b922-0cdd7a60fc89",
        "118cbb46-c343-431b-9bdd-d0318d49d43e",
        "b2e1bb27-6d53-4440-8506-a0b84a913be3",
        "48e02035-1db1-4d56-b52b-77cfb10e2d77"
      ]
    },
    {
      "coreOrOptionTitle": "Electromechanical Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "fec2e3c2-7e6e-4ab9-8b7a-49cd8a3b3c99"
      ],
      "mappedSkills": [
        "c39cce6d-6312-46ad-8e5d-57caa84af5f3",
        "23d41ee7-93af-4f7b-a1c3-4dc992a9b223",
        "e6fed17c-b80c-4c3b-8178-297a292cd888"
      ]
    },
    {
      "coreOrOptionTitle": "Plant Operations Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "ac945af2-b213-4af3-bdf4-31983964d777",
        "a3253a4c-8332-46eb-97ba-310978d7e6bb"
      ],
      "mappedSkills": [
        "4648a29d-105a-47dd-95fe-c325921aa5bf",
        "e20773a0-e2af-414d-ba65-0046b6cd751b",
        "4a287d12-e803-483b-a765-232a22543ee8",
        "af018371-259c-4676-bd3b-269594c3cb2a",
        "fb9980c8-d129-40ff-9116-8cf457185e26"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-09-26T00:00:00"
}