{
  "larsCode": 338,
  "referenceNumber": "ST0103",
  "title": "Express delivery operative",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/338",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2018-08-17T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "isLegacyVersion": 1,
  "overviewOfRole": "Using world class equipment and software to provide timed deliveries and collections to homes and businesses",
  "level": 2,
  "typicalDuration": 12,
  "maxFunding": 4000,
  "route": "Transport and logistics",
  "keywords": [
    "Express Delivery Operative",
    "warehousing",
    "software",
    "express",
    "delivery"
  ],
  "jobRoles": [
    "postal workers",
    "couriers",
    "express delivery drivers"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/1776/st0103_express-delivery-operative_l2_assessment-plan-for-publication_may-2018.pdf",
  "ssa1": "7 Retail and Commercial Enterprise",
  "ssa2": "7.2 Warehousing and distribution",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;&lt;strong&gt;Occupation: &lt;/strong&gt;Express Delivery Operative, &lt;strong&gt;Level: &lt;/strong&gt;2, &lt;strong&gt;Programme duration&lt;/strong&gt;: The apprenticeship will take a minimum of 12 months to complete*.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Role: &lt;/strong&gt;The dramatic growth of internet shopping and the use of portable ICT devices have transformed the occupations involved in express delivery services. Using world class equipment and software to provide timed deliveries and collections to homes and businesses; postal workers, couriers and express delivery drivers have a high level of individual responsibility for their working day and delivery route. They may be on foot using trolleys or required to use a vehicle such as a pedal cycle, motorbike, van or lorry. They are an ambassador for the industry, their brand and the goods they carry. They provide a high level of customer service which may include real time tracking of deliveries or the installation of electrical and other goods. They maintain excellent communication throughout the delivery chain from collection to delivery point and dealing correctly with failed deliveries and returns. All Apprentices are required to gain and maintain all of the knowledge set out in this Standard, irrespective of their current or initial job role and duties.&lt;/p&gt;\r\n&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Knowledge and Understanding&#160;&lt;/strong&gt;&lt;strong&gt;(Know it)&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Skills&#160;&lt;/strong&gt;&lt;strong&gt;(Show it)&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Behaviours&#160;&lt;/strong&gt;&lt;strong&gt;(Live it)&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Technical Operations&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Range of express delivery services offered to domestic and business customers; concept of ‘the last mile’, deliveries of all types of goods, care of perishable items, collections and returns across multiple brands, services, concept of reverse logistics&lt;/p&gt;\r\n&lt;p&gt;Learn and maintain UK geographic and local road network knowledge to plan and check routes. Road map reading, use of satellite navigation and postcodes to locate addresses&lt;/p&gt;\r\n&lt;p&gt;Brand presentation related to delivery transport, uniform and sender especially where multiple brands are carried&lt;/p&gt;\r\n&lt;p&gt;Operating policies and instructions relating to click and collect drop points, collections and returns. The principles of customer service and service delivery&lt;/p&gt;\r\n&lt;p&gt;Hardware and software used to plan and manage deliveries and collections including hand-held devices to verify and record deliveries and provide real time tracking&lt;/p&gt;\r\n&lt;p&gt;Numeracy required to calculate load weights, dimensions , pricing schedules, assessing the dimensions of internet- generated returns&lt;/p&gt;\r\n&lt;p&gt;Principles of commercial and common contract law as applied to express delivery businesses. Principles and laws relating to self-employment in express delivery services&#160;&lt;/p&gt;\r\n&lt;p&gt;The Laws and Regulations applying to traffic, transport&lt;/p&gt;\r\n&lt;p&gt;operations, and to specific goods e.g. hazardous goods&lt;/p&gt;\r\n&lt;p&gt;How personal health and lifestyle impacts on ability to work safely and efficiently. The elements of an appropriate, balanced diet and the range of exercises and fitness regimes or techniques that will ensure and maintain fitness for work&lt;/p&gt;\r\n&lt;p&gt;Legal and safe procedures, including the manufacturers’ instructions for installing electrical and other goods when these are part of delivery services&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Deliver goods to customer premises; load and unload goods in a safe way that ensures the safety and condition of the goods and correctly relates to the delivery schedule&lt;/p&gt;\r\n&lt;p&gt;Plan and track progress against a schedule, using equipment where required e.g. scheduling software, satellite navigation&lt;/p&gt;\r\n&lt;p&gt;Interpret delivery/ collection schedules; follow route instructions and company policies and instructions related to collections, deliveries, failed deliveries and returns&#160;&lt;/p&gt;\r\n&lt;p&gt;Consistently meet customer expectations, respond to customer’s needs and identify ways to improve customer service&#160;&lt;/p&gt;\r\n&lt;p&gt;Verify delivery or collection of goods. Use manual and ICT systems to confirm delivery and collection and to authorise or make payments for goods where required&lt;/p&gt;\r\n&lt;p&gt;Comply with the law and with contracts to provide express delivery, postal and courier services&#160;&lt;/p&gt;\r\n&lt;p&gt;Work safely in accordance with employment law and traffic law. Where required, operate vehicles to DVSA standards to ensure safety of others and a green environmental impact, minimising fuel use, noise and congestion.&lt;/p&gt;\r\n&lt;p&gt;Operate equipment provided to move, collect and deliver goods and when required use any systems and ancillary equipment in compliance with company instructions&lt;/p&gt;\r\n&lt;p&gt;Comply with legal and regulatory requirements relating to express&lt;/p&gt;\r\n&lt;p&gt;delivery services and where required, with a contract from a client company&lt;/p&gt;\r\n&lt;p&gt;Uses diet, exercise and fitness techniques appropriate to job role&lt;/p&gt;\r\n&lt;p&gt;Where required to carry out basic installation of goods, use correct manual handling techniques and use correct tools and equipment in compliance with manufacturers installation instructions&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Acts as a company ambassador&#160;&lt;/p&gt;\r\n&lt;p&gt;Shows pride in work: integrity, aims for excellence, time management&#160;&lt;/p&gt;\r\n&lt;p&gt;Engages positively with colleagues and clients&#160;&lt;/p&gt;\r\n&lt;p&gt;Strives to improve service quality&#160;&lt;/p&gt;\r\n&lt;p&gt;Is proactive in working with colleagues to resolve problems which might affect deliveries and collections&#160;&lt;/p&gt;\r\n&lt;p&gt;Takes personal responsibility for the environmental impacts of express delivery, postal and courier services and strives to reduce those impacts&#160;&lt;/p&gt;\r\n&lt;p&gt;Is mindful of the needs of pedestrians and other road users&lt;/p&gt;\r\n&lt;p&gt;Adopts a healthy lifestyle, eats an appropriate, balanced diet and takes regular exercise to ensure and enhance own health and fitness to work&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&#160;&lt;strong&gt;Financial&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;The business models for express delivery services; employed and self- employed couriers, types of contract and payment processes used by companies&lt;/p&gt;\r\n&lt;p&gt;Where costs occur in the business process&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Work in a way that minimises business costs while meeting customer requirements&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Acts with integrity and honesty in all financial dealings, astute in work activities and acts credibly&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Safety&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Health and safety and specific security regulations related to goods carried and how these impact on duties&lt;/p&gt;\r\n&lt;p&gt;The principles of safe manual handling and the correct use of trollies and lifting equipment&lt;/p&gt;\r\n&lt;p&gt;The potential environmental and air pollution hazards associated with express delivery, postal and courier services in urban and rural environments&lt;/p&gt;\r\n&lt;p&gt;National legislation and own organisations policy with regard to safeguarding young people and vulnerable adults&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Comply with rules and regulations relating to the movement and handling of items, handling goods correctly using lifting and other equipment where appropriate&lt;/p&gt;\r\n&lt;p&gt;Apply safeguarding policy whenever deliveries involve young persons or vulnerable adults&lt;/p&gt;\r\n&lt;p&gt;Maintain the health, safety and security of self, colleagues and customers during deliveries&lt;/p&gt;\r\n&lt;p&gt;Carry out appropriate daily equipment or vehicle checks and rectify or report faults&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Shows concern about the safety of self, customers and the wider public&lt;/p&gt;\r\n&lt;p&gt;Follows&#160;&#160;&#160;&#160;&#160; organisations&#160;&#160;&#160;&#160;&#160; security&#160;&#160;&#160;&#160;&#160; policies&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; during deliveries&lt;/p&gt;\r\n&lt;p&gt;Follows safeguarding policies during deliveries to young persons or vulnerable adults&lt;/p&gt;\r\n&lt;p&gt;When riding or driving vehicles, adopts a defensive driving approach&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Contingencies&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Principles of initial risk assessment of load prior to commencing duties. Dynamic risk assessment during deliveries&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Apply dynamic risk assessment principles to plan and respond to changing circumstances e.g. footpath closures, road diversions, incidents and accidents&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Is calm under pressure and focused on solutions not problems&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Progression&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td colspan=&quot;3&quot;&gt;\r\n&lt;p&gt;On completion of this Standard, express delivery service apprentices may progress to more senior duties. These may involve supervising, team leading, training or mentoring colleagues or to senior express delivery management roles through further apprenticeships or degree apprenticeships. They may also become self-employed courier drivers which may lead them to create and manage a business and employ others or may move into operational and management roles related to the manual or automated sortation of goods and packages.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td colspan=&quot;3&quot;&gt;\r\n&lt;p&gt;Individual employers will set the selection criteria for their Apprenticeships.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td colspan=&quot;3&quot;&gt;\r\n&lt;p&gt;Apprentices without Level 1 English and Maths will need to achieve this level and take the test for Level 2 English and Maths prior to taking the end point assessment.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Recognition&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td colspan=&quot;3&quot;&gt;\r\n&lt;p&gt;This Apprenticeship is supported by the Institute of Couriers (IOC) and Apprentices will automatically be eligible for Associate Membership of this industry professional body as the programme will provide sufficient knowledge and sector experience to satisfy the requirements for IOC entry.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Review&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td colspan=&quot;3&quot;&gt;\r\n&lt;p&gt;The Standard will be reviewed after 3 years&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "Pete Moss ",
    "contactAddress": "Open Awards Estuary Commerce Park\r\n17 De Havilland Dr\r\nSpeke\r\nLiverpool \r\nL24 8RN",
    "contactEmail": "EQA@openawards.org.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2018-08-17T00:00:00 +00:00",
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "chairman@ioc.uk.com. ",
  "involvedEmployers": "APC, Bibby, CitySprint, Diamond Logistics, Delivered, DPD, DX, Fedex, GLH, Gnewt, Hermes, Point to Point, Rush, Swift Group, TNT, UK Mail, Yodel",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "postal workers",
    "couriers",
    "express delivery drivers"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Logistics",
  "cluster": "Supply Chain Operative/Technician",
  "createdDate": "2017-11-14T17:08:46 +00:00",
  "lastUpdated": "2018-08-17T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/express-delivery-operative-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/express-delivery-operative-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}