{
  "templateType": "Apprenticeship Standard",
  "larsCode": 433,
  "referenceNumber": "ST0107",
  "learningAimClassCode": "",
  "title": "Systems engineer (degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0107",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "End-point assessment plan revised",
  "changedDate": "2022-09-23T00:00:00",
  "earliestStartDate": "2022-09-23T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Solving some of the most complex engineering challenges by organising all the information needed to understand the whole problem, exploring it and finding the most appropriate solution.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 21000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Defence",
    "Lifecycle management",
    "Design solutions",
    "Developing systems",
    "Emerging technologies"
  ],
  "jobRoles": [
    "Systems engineer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/6402/st0107_systems_engineer_degree_l7_ap_forpublication_21092022-edited.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.2",
  "standardInformation": "&lt;h3&gt;Occupational Profile&lt;/h3&gt;\n&lt;p&gt;Systems engineering is an&#160;&lt;a href=&quot;https://en.wikipedia.org/wiki/Interdisciplinary&quot;&gt;interdisciplinary&lt;/a&gt;&#160;field of&#160;&lt;a href=&quot;https://en.wikipedia.org/wiki/Engineering&quot;&gt;engineering&lt;/a&gt;&#160;and&#160;&lt;a href=&quot;https://en.wikipedia.org/wiki/Engineering_management&quot;&gt;engineering management&lt;/a&gt;&#160;that focuses on how to design and manage&#160;&lt;a href=&quot;https://en.wikipedia.org/wiki/Complex_system&quot;&gt;complex systems&lt;/a&gt;&#160;over their&#160;&lt;a href=&quot;https://en.wikipedia.org/wiki/Enterprise_life_cycle&quot;&gt;life cycles&lt;/a&gt;.&#160; The occupation is found in any sector where complex engineered systems are defined, developed and/or operated; some examples are transport (e.g. rail, aviation, automotive, maritime), defence &amp;amp; security, telecommunications, health, manufacturing, construction, and infrastructure.&#160; Systems Engineers are found in all parts of the supply chain from Small Medium Enterprises (SMEs) to multi-national businesses, and in commercial and public sector organisations.&lt;/p&gt;\n&lt;p&gt;The broad purpose of Systems Engineering is to create and execute an interdisciplinary process to ensure that the customer and stakeholder&#39;s needs are satisfied in a high quality, trustworthy, cost efficient and schedule compliant manner throughout a system&#39;s entire life cycle. Systems Engineers integrate multiple technological elements in complex systems that, in the case of socio-technical systems, may also include organisational elements and human interactions. &#160;Socio-technical systems include requirements that span hardware, software, personnel, and community aspects (e.g. a rail network includes human considerations at many different levels).&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with project managers or personnel from business development and/or sales functions. They may assemble and manage teams of domain specialists (such as mechanical, electrical, electronics, software engineers, etc.) and subject matter experts in specific technology or scientific areas. A Systems Engineer will often work in a customer-facing role ensuring that the system meets customer and user needs and preferences, often with responsibility for technical and business communication. &#160;Mostly the occupation is office-based, although site visits may be needed during implementation of designed systems.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for overall technical management and coordination within a programme or project and contribute to safety, security and quality of outputs.&#160; They may be responsible for specific processes within the lifecycle as, for example, a Requirements Engineer, Systems Architect, or Integration Engineer.&#160; For larger programmes or projects, Systems Engineers will typically be responsible for staff and budgets.&lt;/p&gt;\n&lt;p&gt;Jobs typically held by individuals undertaking this occupation include Lead Engineer, Project Engineer, Technical Lead, Acquisition Engineer; Systems Engineer; Test Engineer; Requirements Engineer; Requirements Manager, Systems Architect, Systems Designer, Systems Analyst, Engineering Manager, Systems Specialist, Technical Manager, in-service Engineer, Through-life Systems Engineer, Operation and Support Engineer, Acceptance Engineer, Integration Engineer, Interface Manager.&lt;/p&gt;\n&lt;h3&gt;Duties:&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;Define and manage the system lifecycle for a project&lt;/li&gt;\n&lt;li&gt;Define and manage project requirements&lt;/li&gt;\n&lt;li&gt;Manage project risk&lt;/li&gt;\n&lt;li&gt;Model and analyse systems&lt;/li&gt;\n&lt;li&gt;Generate solution concepts&lt;/li&gt;\n&lt;li&gt;Architect and design systems&lt;/li&gt;\n&lt;li&gt;Plan and manage systems integration&lt;/li&gt;\n&lt;li&gt;Plan and execute system verification&lt;/li&gt;\n&lt;li&gt;Plan and execute system validation&lt;/li&gt;\n&lt;li&gt;Provide technical leadership within a project&lt;/li&gt;\n&lt;li&gt;Support transition of the system into the operational environment&lt;/li&gt;\n&lt;li&gt;Provide systems-level in-service support of the system&lt;/li&gt;\n&lt;li&gt;Support technical aspects of project management&lt;/li&gt;\n&lt;li&gt;Take responsibility for configuration and data management&lt;/li&gt;\n&lt;li&gt;Co-ordinate technical outputs and work of multi-disciplinary teams&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;Knowledge, skills, behaviours&lt;/h3&gt;\n&lt;h4&gt;&lt;strong&gt;To carry out the duties of a systems engineer, the following knowledge is required:&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;K1.&#160;&#160;&#160;&#160;&#160; Systems engineering lifecycle processes&lt;/p&gt;\n&lt;p&gt;K2.&#160;&#160;&#160;&#160;&#160; The role a system plays in the super system of which it is a part&lt;/p&gt;\n&lt;p&gt;K3.&#160;&#160;&#160;&#160;&#160; The characteristics of good quality requirements and the need for traceability&lt;/p&gt;\n&lt;p&gt;K4.&#160;&#160;&#160;&#160;&#160; The distinction between risk, issue, and opportunity and the different forms of treatment available&lt;/p&gt;\n&lt;p&gt;K5.&#160;&#160;&#160;&#160;&#160; The benefits and risks associated with modelling and analysis&lt;/p&gt;\n&lt;p&gt;K6.&#160;&#160;&#160;&#160;&#160; How creativity, ingenuity, experimentation and accidents or errors, often lead to technological and engineering successes and advances&lt;/p&gt;\n&lt;p&gt;K7.&#160;&#160;&#160;&#160;&#160; Different types of systems architecture and techniques used to support the architectural design process (i.e. the specification of systems elements and their relationships)&lt;/p&gt;\n&lt;p&gt;K8.&#160;&#160;&#160;&#160; Non-functional design attributes such as manufacturability, testability, reliability, maintainability, affordability, safety, security, human factors, environmental impacts, robustness and resilience, flexibility, interoperability, capability growth, disposal, cost, natural variations, etc.&lt;/p&gt;\n&lt;p&gt;K9.&#160;&#160;&#160;&#160;&#160; Integration as a logical sequence to confirm the system design, architecture, and interfaces&lt;/p&gt;\n&lt;p&gt;K10.&#160;&#160;&#160; Interface management and its potential impact on the integrity of the system solution&lt;/p&gt;\n&lt;p&gt;K11.&#160;&#160;&#160; Systems verification against specified requirements and characteristics and the need to execute it in a logical sequence&lt;/p&gt;\n&lt;p&gt;K12.&#160;&#160;&#160; The relationship between verification, validation, and acceptance&lt;/p&gt;\n&lt;p&gt;K13.&#160;&#160;&#160; The purpose and importance of system validation in relevant commercial context&lt;/p&gt;\n&lt;p&gt;K14.&#160;&#160;&#160; Scientific, technical, engineering, and mathematics fundamentals and a broad technical domain knowledge for the relevant industry&lt;/p&gt;\n&lt;p&gt;K15.&#160;&#160;&#160; How to take account of health and safety legislation and sustainable development requirements in the relevant industry&lt;/p&gt;\n&lt;p&gt;K16.&#160;&#160;&#160; The relationship of service quality to user satisfaction and cost, risk, and availability of the operational system&lt;/p&gt;\n&lt;p&gt;K17.&#160;&#160;&#160; The elements of a project management plan (including statement of work, work breakdown structure, resource allocation, scheduling, management plan, monitoring, risk management, change requests, record keeping, and acceptance)&lt;/p&gt;\n&lt;p&gt;K18.&#160;&#160;&#160; The commercial and financial environment in which a project is being executed (e.g. procurement model, interest rates, exchange rates)&lt;/p&gt;\n&lt;p&gt;K19.&#160;&#160;&#160; The role of systems engineering planning as part of an overall project/programme plan&lt;/p&gt;\n&lt;p&gt;K20.&#160;&#160;&#160; The legal, commercial, and security constraints that affect the management of data and information (e.g. General Data Protection Regulation, handling of specific commercial contract restrictions)&lt;/p&gt;\n&lt;p&gt;K21&#160;&#160;&#160;&#160; Support and sustainability needs of a deployed system or product&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;To carry out the duties of a systems engineer, the following skills are required to:&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;S1.&#160;&#160;&#160;&#160;&#160; Select appropriate lifecycle for a system or element of a system and establish its lifecycle stages and the relationships between them&lt;/p&gt;\n&lt;p&gt;S2.&#160;&#160;&#160;&#160;&#160; Define context of a system from a range of viewpoints including system boundaries and external interfaces&lt;/p&gt;\n&lt;p&gt;S3.&#160;&#160;&#160;&#160;&#160; Use appropriate methods to analyse stakeholder needs to produce good quality, consistent requirements with acceptance criteria and manage them throughout system development&lt;/p&gt;\n&lt;p&gt;S4.&#160;&#160;&#160;&#160;&#160; Identify, analyse, recommend treatment, and monitor and communicate risks and opportunities throughout project&lt;/p&gt;\n&lt;p&gt;S5.&#160;&#160;&#160;&#160;&#160; Generate a physical, mathematical, or logical representation of a system entity, phenomenon or process&lt;/p&gt;\n&lt;p&gt;S6.&#160;&#160;&#160;&#160;&#160; Apply creativity, innovation and problem solving techniques to system development or operation&lt;/p&gt;\n&lt;p&gt;S7.&#160;&#160;&#160;&#160;&#160; Define the systems architecture and derived requirements to produce an implementable solution that enables a balanced and optimum result that considers all stakeholder requirements across all stages of the lifecycle.&lt;/p&gt;\n&lt;p&gt;S8.&#160;&#160;&#160;&#160;&#160; Identify, define, and control interactions across system or system element boundaries&lt;/p&gt;\n&lt;p&gt;S9.&#160;&#160;&#160;&#160;&#160; Assemble a set of system elements and aggregate into the realised system, product, or service using appropriate techniques to test interfaces, manage data flows, implement control mechanisms, and verify that elements and aggregates perform as expected&lt;/p&gt;\n&lt;p&gt;S10.&#160;&#160;&#160; Define verification plans (including tests) to obtain objective evidence that a system of system element fulfils its specified requirements and characteristics&lt;/p&gt;\n&lt;p&gt;S11.&#160;&#160;&#160; Provide objective evidence that the operational system fulfils its business or mission objectives and stakeholder requirements and expectations.&lt;/p&gt;\n&lt;p&gt;S12.&#160;&#160;&#160; Communicate effectively with all stakeholders of the project using the most appropriate medium and techniques including written and verbal presentation,&lt;/p&gt;\n&lt;p&gt;S13.&#160;&#160;&#160; Integrate a system into its operational environment, including the provision of support activities (e.g. specification of site preparation, training, logistics, etc.)&lt;/p&gt;\n&lt;p&gt;S14.&#160;&#160;&#160; Define and collect operation data for monitoring and control of a system&lt;/p&gt;\n&lt;p&gt;S15.&#160;&#160;&#160; Initiate design change proposals in response to system failure or degradation&lt;/p&gt;\n&lt;p&gt;S16.&#160;&#160;&#160; Create and maintain project management plan, including work breakdown structure, scheduling, and risk management&lt;/p&gt;\n&lt;p&gt;S17.&#160;&#160;&#160; Balance project scope, time, cost, risk, and resources to optimise product or service quality and return on investment&lt;/p&gt;\n&lt;p&gt;S18.&#160;&#160;&#160; Manage and control system elements and configuration over the project or programme lifecycle ensuring overall coherence of the design is maintained in a verifiable manner throughout the lifecycle&lt;/p&gt;\n&lt;p&gt;S19.&#160;&#160;&#160; Plan, execute, and control the storage and provision of information to stakeholders.&lt;/p&gt;\n&lt;p&gt;S20.&#160;&#160;&#160; Define, coordinate and maintain effective and workable plans across multiple disciplines&lt;/p&gt;\n&lt;p&gt;S21.&#160;&#160;&#160; Identify concepts and ideas in sciences, technologies and engineering disciplines beyond their own discipline that could benefit the project solution&lt;/p&gt;\n&lt;p&gt;S22.&#160;&#160;&#160; Partition between discipline technologies and work with specialists to derive discipline specific requirements&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;A competent systems engineer will exhibit the following behaviours:&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;B1.&#160;&#160;&#160;&#160;&#160; Adopt and encourage within the team an holistic thinking approach to system development&lt;/p&gt;\n&lt;p&gt;B2.&#160;&#160;&#160;&#160;&#160; Perform negotiations with stakeholders recognizing different styles of negotiating parties and adapts own style accordingly&lt;/p&gt;\n&lt;p&gt;B3.&#160;&#160;&#160;&#160;&#160; Adopt and encourage within the team a critical thinking approach using a logical critique of work including assumptions, approaches, arguments, conclusions, and decisions&lt;/p&gt;\n&lt;p&gt;B4.&#160;&#160;&#160;&#160;&#160; Take personal responsibility for health and safety practices and sustainable development&lt;/p&gt;\n&lt;p&gt;B5.&#160;&#160;&#160;&#160;&#160; Operate with integrity and in an ethical manner, and ensure that team members perform with integrity and in an ethical manner&lt;/p&gt;\n&lt;p&gt;B6.&#160;&#160;&#160;&#160;&#160; Take a proactive and systematic approach to resolving operational issues&lt;/p&gt;\n&lt;p&gt;B7.&#160;&#160;&#160;&#160;&#160; Maintain awareness of developments in sciences, technologies and related engineering disciplines.&lt;/p&gt;\n&lt;h3&gt;Entry requirements&lt;/h3&gt;\n&lt;p&gt;Whilst individual employers and academic providers may set their own entry requirements, a typical apprentice might be expected to have already achieved a level 6&lt;a href=&quot;#_ftn1&quot; name=&quot;_ftnref1&quot;&gt;&lt;span&gt;[1]&lt;/span&gt;&lt;/a&gt;&lt;span&gt;&#160;&lt;/span&gt;STEM&lt;a href=&quot;#_ftn2&quot; name=&quot;_ftnref2&quot;&gt;&lt;span&gt;[2]&lt;/span&gt;&lt;/a&gt;&lt;span&gt;&#160;&lt;/span&gt;qualification and 2 years relevant experience, or a level 5 STEM qualification and 5 years relevant experience, or a level 3 or 4 STEM qualification and 10 years relevant experience.&lt;/p&gt;\n&lt;h3&gt;English and maths&lt;/h3&gt;\n&lt;p&gt;Apprentices without English and maths at level 2 or above will need to achieve this level prior to undertaking the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeship’s English and maths minimum requirement is Entry Level 3. British Sign Language qualification is an alternative to English qualifications for those whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 48 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualification:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Master’s degree in Systems Engineering&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Link to Professional Recognition&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Systems Engineers who successfully complete the apprenticeship will achieve the standard of Practitioner against a selected profile of the International Council on Systems Engineering (INCOSE) competences as detailed in the Assessment Plan. The apprenticeship also provides a route towards the knowledge, experience and competence required to apply for recognition by INCOSE as a Certified Systems Engineering Professional (CSEP) and to apply to be registered by the Engineering Council as a Chartered Engineer (CEng).&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;7&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Route:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Engineering and Manufacturing&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;After 3 years&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;blockquote&gt;&lt;a href=&quot;#_ftnref1&quot; name=&quot;_ftn1&quot;&gt;&lt;span&gt;[1]&lt;/span&gt;&lt;/a&gt;&lt;span&gt;&#160;&lt;/span&gt;Qualification levels are defined at:&lt;span&gt;&#160;&lt;/span&gt;&lt;a href=&quot;https://www.gov.uk/what-different-qualification-levels-mean/list-of-qualification-levels&quot;&gt;https://www.gov.uk/what-different-qualification-levels-mean/list-of-qualification-levels&lt;/a&gt;&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;a href=&quot;#_ftnref2&quot; name=&quot;_ftn2&quot;&gt;&lt;span&gt;[2]&lt;/span&gt;&lt;/a&gt;&lt;span&gt;&#160;&lt;/span&gt;Science, Technology, Engineering or Mathematics&lt;/blockquote&gt;",
  "occupationalSummary": "&lt;p&gt;Systems engineering is an interdisciplinary field of engineering and engineering management that focuses on how to design and manage complex systems over their life cycles. The occupation is found in any sector where complex engineered systems are defined, developed and/or operated; some examples are transport (e.g. rail, aviation, automotive, maritime), defence &amp;amp; security, telecommunications, health, manufacturing, construction, and infrastructure. Systems Engineers are found in all parts of the supply chain from Small Medium Enterprises (SMEs) to multi-national businesses, and in commercial and public sector organisations. The broad purpose of Systems Engineering is to create and execute an interdisciplinary process to ensure that the customer and stakeholder&#39;s needs are satisfied in a high quality, trustworthy, cost efficient and schedule compliant manner throughout a system&#39;s entire life cycle. Systems Engineers integrate multiple technological elements in complex systems that, in the case of socio-technical systems, may also include organisational elements and human interactions. Socio-technical systems include requirements that span hardware, software, personnel, and community aspects (e.g. a rail network includes human considerations at many different levels). In their daily work, an employee in this occupation interacts with project managers or personnel from business development and/or sales functions. They may assemble and manage teams of domain specialists (such as mechanical, electrical, electronics, software engineers, etc.) and subject matter experts in specific technology or scientific areas. A Systems Engineer will often work in a customer-facing role ensuring that the system meets customer and user needs and preferences, often with responsibility for technical and business communication. Mostly the occupation is office-based, although site visits may be needed during implementation of designed systems. An employee in this occupation will be responsible for overall technical management and coordination within a programme or project and contribute to safety, security and quality of outputs. They may be responsible for specific processes within the lifecycle as, for example, a Requirements Engineer, Systems Architect, or Integration Engineer. For larger programmes or projects, Systems Engineers will typically be responsible for staff and budgets. Jobs typically held by individuals undertaking this occupation include Lead Engineer, Project Engineer, Technical Lead, Acquisition Engineer; Systems Engineer; Test Engineer; Requirements Engineer; Requirements Manager, Systems Architect, Systems Designer, Systems Analyst, Engineering Manager, Systems Specialist, Technical Manager, in-service Engineer, Through-life Systems Engineer, Operation and Support Engineer, Acceptance Engineer, Integration Engineer, Interface Manager.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "303ac82b-c017-40a2-b627-41a1a81ba25e",
      "detail": "Systems engineering lifecycle processes"
    },
    {
      "knowledgeId": "7db7a037-6220-4f55-802a-58e9a183343d",
      "detail": "The role a system plays in the super system of which it is a part"
    },
    {
      "knowledgeId": "1ac22a89-cec9-458b-9ab6-151592ed5649",
      "detail": "The characteristics of good quality requirements and the need for traceability"
    },
    {
      "knowledgeId": "f5cb1792-b4cc-4ae6-b4a8-3a0b95009936",
      "detail": "The distinction between risk, issue, and opportunity and the different forms of treatment available"
    },
    {
      "knowledgeId": "2a9c354b-bbe1-4321-baec-7e174e0fdab7",
      "detail": "The benefits and risks associated with modelling and analysis"
    },
    {
      "knowledgeId": "cfcdb86f-8a32-4be9-8da0-8b2457f8de73",
      "detail": "How creativity, ingenuity, experimentation and accidents or errors, often lead to technological and engineering successes and advances"
    },
    {
      "knowledgeId": "a4841216-89a9-4c6c-a585-c1c4fc623b64",
      "detail": "Different types of systems architecture and techniques used to support the architectural design process (i.e. the specification of systems elements and their relationships)"
    },
    {
      "knowledgeId": "9fbbc1d6-83b3-4189-9fd3-d9a541d52281",
      "detail": "Non-functional design attributes such as manufacturability, testability, reliability, maintainability, affordability, safety, security, human factors, environmental impacts, robustness and resilience, flexibility, interoperability, capability growth, disposal, cost, natural variations, etc."
    },
    {
      "knowledgeId": "f15f8fb9-df7e-4efe-bde3-eaf21040b104",
      "detail": "Integration as a logical sequence to confirm the system design, architecture, and interfaces"
    },
    {
      "knowledgeId": "5337a6e0-3808-43e9-9976-322c36eb22cb",
      "detail": "Interface management and its potential impact on the integrity of the system solution"
    },
    {
      "knowledgeId": "162f9e99-78c5-44ad-b3f4-c3ab813651db",
      "detail": "Systems verification against specified requirements and characteristics and the need to execute it in a logical sequence"
    },
    {
      "knowledgeId": "3470494b-e77d-4311-b043-1114616401bb",
      "detail": "The relationship between verification, validation, and acceptance"
    },
    {
      "knowledgeId": "dbb07953-e30a-42c1-a166-646ee40ef6fa",
      "detail": "The purpose and importance of system validation in relevant commercial context"
    },
    {
      "knowledgeId": "c3e5df5d-a7f0-4def-be70-5db15624fabc",
      "detail": "Scientific, technical, engineering, and mathematics fundamentals and a broad technical domain knowledge for the relevant industry"
    },
    {
      "knowledgeId": "4b62f65f-834e-47fb-9866-253d9326c5ff",
      "detail": "How to take account of health and safety legislation and sustainable development requirements in the relevant industry"
    },
    {
      "knowledgeId": "9fad185c-f397-45ed-9b3d-f164eca162b3",
      "detail": "The relationship of service quality to user satisfaction and cost, risk, and availability of the operational system"
    },
    {
      "knowledgeId": "981da028-ad97-4553-87c8-fc23748e4a30",
      "detail": "The elements of a project management plan (including statement of work, work breakdown structure, resource allocation, scheduling, management plan, monitoring, risk management, change requests, record keeping, and acceptance)"
    },
    {
      "knowledgeId": "eaf50a77-99b5-4d04-b4a9-704969dd4aa1",
      "detail": "The commercial and financial environment in which a project is being executed (e.g. procurement model, interest rates, exchange rates)"
    },
    {
      "knowledgeId": "862f7106-5479-48f5-aaa2-1aa919b31dfe",
      "detail": "The role of systems engineering planning as part of an overall project/programme plan"
    },
    {
      "knowledgeId": "7bf00495-b54c-41d0-92c3-81e957812fcc",
      "detail": "The legal, commercial, and security constraints that affect the management of data and information (e.g. General Data Protection Regulation, handling of specific commercial contract restrictions)"
    },
    {
      "knowledgeId": "c199a4fb-6962-428d-9cc2-63f1c1eacaa4",
      "detail": "Support and sustainability needs of a deployed system or product"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "3a7c959a-ad70-4a5e-969a-fd6c71470878",
      "detail": "Adopt and encourage within the team an holistic thinking approach to system development"
    },
    {
      "behaviourId": "f874c94a-aaac-4575-8d62-dabd4339e3d9",
      "detail": "Perform negotiations with stakeholders recognizing different styles of negotiating parties and adapts own style accordingly"
    },
    {
      "behaviourId": "840c5e5c-f7f3-4b53-8312-f81b8acab97f",
      "detail": "Adopt and encourage within the team a critical thinking approach using a logical critique of work including assumptions, approaches, arguments, conclusions, and decisions"
    },
    {
      "behaviourId": "fb06899a-1ed3-4b74-a149-e9b0174506d4",
      "detail": "Take personal responsibility for health and safety practices and sustainable development"
    },
    {
      "behaviourId": "e85adc11-4044-4081-b99f-52372cef094a",
      "detail": "Operate with integrity and in an ethical manner, and ensure that team members perform with integrity and in an ethical manner"
    },
    {
      "behaviourId": "18836dc1-c2ca-400c-be9e-6d5f3d428da6",
      "detail": "Take a proactive and systematic approach to resolving operational issues"
    },
    {
      "behaviourId": "f8698c99-491f-40cf-a0f2-c188da756d1e",
      "detail": "Maintain awareness of developments in sciences, technologies and related engineering disciplines."
    }
  ],
  "skills": [
    {
      "skillId": "58dc96bc-5545-462f-99be-ea62d9a7b582",
      "detail": "Select appropriate lifecycle for a system or element of a system and establish its lifecycle stages and the relationships between them"
    },
    {
      "skillId": "a8c565ab-e63c-448a-97b4-3cc1926e0f45",
      "detail": "Define context of a system from a range of viewpoints including system boundaries and external interfaces"
    },
    {
      "skillId": "a43f13e1-8f3b-44e5-a32b-f7810d83c3fa",
      "detail": "Use appropriate methods to analyse stakeholder needs to produce good quality, consistent requirements with acceptance criteria and manage them throughout system development"
    },
    {
      "skillId": "6b821c59-c879-49b1-8286-1627715e3e49",
      "detail": "Identify, analyse, recommend treatment, and monitor and communicate risks and opportunities throughout project"
    },
    {
      "skillId": "86673cf8-ad83-4b75-ace9-83774acefc75",
      "detail": "Generate a physical, mathematical, or logical representation of a system entity, phenomenon or process"
    },
    {
      "skillId": "2df34252-b579-45c3-b43b-5848e7029c70",
      "detail": "Apply creativity, innovation and problem solving techniques to system development or operation"
    },
    {
      "skillId": "ebd07029-7602-44f5-8819-d0c30875271f",
      "detail": "Define the systems architecture and derived requirements to produce an implementable solution that enables a balanced and optimum result that considers all stakeholder requirements across all stages of the lifecycle."
    },
    {
      "skillId": "bae852f8-5153-4f1c-83c8-fd8d02107828",
      "detail": "Identify, define, and control interactions across system or system element boundaries"
    },
    {
      "skillId": "80ea9579-d4ce-4295-bafd-b88d529de152",
      "detail": "Assemble a set of system elements and aggregate into the realised system, product, or service using appropriate techniques to test interfaces, manage data flows, implement control mechanisms, and verify that elements and aggregates perform as expected"
    },
    {
      "skillId": "bb40c00e-94d1-453c-9b65-34b72e1c7bb5",
      "detail": "Define verification plans (including tests) to obtain objective evidence that a system of system element fulfils its specified requirements and characteristics"
    },
    {
      "skillId": "d7b7e19f-969c-4a1b-8ddb-6999b160fc04",
      "detail": "Provide objective evidence that the operational system fulfils its business or mission objectives and stakeholder requirements and expectations."
    },
    {
      "skillId": "58e68b25-4c7a-4c92-b496-e252de4693e1",
      "detail": "Communicate effectively with all stakeholders of the project using the most appropriate medium and techniques including written and verbal presentation,"
    },
    {
      "skillId": "10ee852a-a6aa-45f0-b153-5c464191c3b9",
      "detail": "Integrate a system into its operational environment, including the provision of support activities (e.g. specification of site preparation, training, logistics, etc.)"
    },
    {
      "skillId": "cfe14ca1-1aee-495d-a76d-b7fa6113f079",
      "detail": "Define and collect operation data for monitoring and control of a system"
    },
    {
      "skillId": "34e74d25-b50a-43cf-b33b-7bd0b6e4bb99",
      "detail": "Initiate design change proposals in response to system failure or degradation"
    },
    {
      "skillId": "3057b188-4167-4a49-8d89-e16943fcce2d",
      "detail": "Create and maintain project management plan, including work breakdown structure, scheduling, and risk management"
    },
    {
      "skillId": "d09bc325-710b-41fa-a56d-9f0a69815a67",
      "detail": "Balance project scope, time, cost, risk, and resources to optimise product or service quality and return on investment"
    },
    {
      "skillId": "645a1bd0-df39-4fe9-884a-73a4c02798fb",
      "detail": "Manage and control system elements and configuration over the project or programme lifecycle ensuring overall coherence of the design is maintained in a verifiable manner throughout the lifecycle"
    },
    {
      "skillId": "df9a94bf-2476-498e-a00b-a548ab5d9224",
      "detail": "Plan, execute, and control the storage and provision of information to stakeholders."
    },
    {
      "skillId": "2dc0948c-6cf2-4588-8f37-1cf93e01f2bd",
      "detail": "Define, coordinate and maintain effective and workable plans across multiple disciplines"
    },
    {
      "skillId": "cd85e605-570b-4cbc-838b-28d6442004e6",
      "detail": "Identify concepts and ideas in sciences, technologies and engineering disciplines beyond their own discipline that could benefit the project solution"
    },
    {
      "skillId": "d561671a-06ad-470d-8c8b-3dcde0f43e06",
      "detail": "Partition between discipline technologies and work with specialists to derive discipline specific requirements"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2015-09-11T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "TB0341",
  "tbMainContact": "PJMOORE@qinetiq.com",
  "involvedEmployers": "Atkins, Altran, BAE Systems, Cobham, General Dynamics, INCOSE UK, Marshall, MBDA, MoD DE&S, MoD Dstl, MooD International, QinetiQ, Raytheon, Rolls-Royce, Selex ES, Serco, Thales",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Systems engineer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, design and development",
  "cluster": "Design and development engineer",
  "clusterId": "253",
  "clusterDescription": "Design and develop a range of products and/or process technologies using discipline and applications specific expertise",
  "createdDate": "2022-09-23T08:35:05 +00:00",
  "lastUpdated": "2022-09-23T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-09-11T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0107",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0107-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0107-v1-2",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-09-23T00:00:00"
}