{
  "templateType": "Apprenticeship Standard",
  "larsCode": 25,
  "referenceNumber": "ST0119",
  "learningAimClassCode": "",
  "title": "Digital and technology solutions professional (integrated degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0119",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2019-05-12T00:00:00",
  "earliestStartDate": "2015-03-26T00:00:00",
  "latestStartDate": "2019-05-12T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Maintaining digital and technology strategies through technology leadership.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Digital",
  "keywords": [
    "software analysis",
    "business analysis",
    "cyber security",
    "data analysis",
    "network infrastructure",
    "technology solutions",
    "coding",
    "technology",
    "tech",
    "IT",
    "programming",
    "code",
    "development",
    "computing",
    "computers",
    "degree"
  ],
  "jobRoles": [
    "Software Developer",
    "Software Engineer",
    "Software Tester",
    "Application Specialist",
    "Business Analyst",
    "IT Project Manager",
    "IT Consultant",
    "Network Engineer",
    "Cyber Security Analyst",
    "Database Specialist",
    "Data Analyst",
    "Digital Media Technology Practitioner",
    "Systems Designer",
    "Digital Solutions Professional",
    "Technology Solutions Professional"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1073/digital_and_technology_solutions_professional.pdf",
  "ssa1": "6 Digital Technology",
  "ssa2": "6.1 Digital technology (practitioners)",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;Typical job titles:&lt;/h3&gt;\n&lt;p&gt;Software developer, Software engineer, Software tester, Application specialist, Business analyst, IT project manager, IT consultant, Network engineer, Cyber security analyst, Database specialist, Data analyst, Digital media Technology practitioner, Systems designer&lt;/p&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;Typically 36 months&lt;/p&gt;\n&lt;h3&gt;Level&amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;6&lt;/p&gt;\n&lt;h3&gt;Award&lt;/h3&gt;\n&lt;p&gt;BSc (Hons) in Digital &amp;amp; Technology Solutions&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;English &amp;amp; Maths&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the End-Point Assessment. For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3. A British Sign Language (BSL) qualification is an alternative to the English qualification for those whose primary language is BSL&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Role Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Digital &amp;amp; Technology Solutions Professional provides technology enabled solutions to internal and/or external customers, in a range of areas including software, business and systems analysis, cyber security, data analysis and network infrastructure. They implement technology solutions that enable businesses to develop new products and services and to increase an organisations productivity using digital technologies. They are confident, competent and capable independent Technology Solutions Professionals able to operate in a range of related roles. The occupation is based upon a core set of outcomes that will be supplemented by one, and only one, of six specialism areas detailed below that cover the roles identified by employers.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria, but this is likely to include three ‘A’ levels, including maths, although some employers will accept other relevant qualifications or experience.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Information Systems: is able to critically analyse a business domain in order to identify the role of information systems, highlight issues and identify opportunities for improvement through evaluating information systems in relation to their intended purpose and effectiveness.&lt;/li&gt;\n&lt;li&gt;Systems Development: analyses business and technical requirements to select and specify appropriate technology solutions. Designs, implements, tests, and debugs software to meet requirements using contemporary methods including agile development. Manages the development and assurance of software artefacts applying secure development practises to ensure system resilience. Configures and deploys solutions to end users.&lt;/li&gt;\n&lt;li&gt;Data: identifies organisational information requirements and can model data solutions using conceptual data modelling techniques. Is able to implement a database solution using an industry standard database management system (DBMS). Can perform database administration tasks and is cognisant of the key concepts of data quality and data security. Is able to manage data effectively and undertake data analysis.&lt;/li&gt;\n&lt;li&gt;Cyber Security: can undertake a security risk assessment for a simple IT system and propose resolution advice. Can identify, analyse and evaluate security threats and hazards to planned and installed information systems or services (e.g. Cloud services).&lt;/li&gt;\n&lt;li&gt;Business Organisation: can apply organisational theory, change management, marketing, strategic practice, human resource management and IT service management to technology solutions development. Develops well- reasoned investment proposals and provides business insights.&lt;/li&gt;\n&lt;li&gt;IT Project Management: follows a systematic methodology for initiating, planning, executing, controlling, and closing technology solutions projects. Applies industry standard processes, methods, techniques and tools to execute projects. Is able to manage a project (typically less than six months, no inter-dependency with other projects and no strategic impact) including identifying and resolving deviations and the management of problems and escalation processes.&lt;/li&gt;\n&lt;li&gt;Computer and Network Infrastructure: can plan, design and manage computer networks with an overall focus on the services and capabilities that network infrastructure solutions enable in an organisational context. Identifies network security risks and their resolution.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Core Technical Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Knows and understands:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How business exploits technology solutions for competitive advantage.&lt;/li&gt;\n&lt;li&gt;The value of technology investments and how to formulate a business case for a new technology solution, including estimation of both costs and benefits.&lt;/li&gt;\n&lt;li&gt;Contemporary techniques for design, developing, testing, correcting, deploying and documenting software systems from specifications, using agreed standards and tools.&lt;/li&gt;\n&lt;li&gt;How teams work effectively to produce technology solutions.&lt;/li&gt;\n&lt;li&gt;The role of data management systems in managing organisational data and information.&lt;/li&gt;\n&lt;li&gt;Common vulnerabilities in computer networks including unsecure coding and unprotected networks.&lt;/li&gt;\n&lt;li&gt;The various roles, functions and activities related to technology solutions within an organisation.&lt;/li&gt;\n&lt;li&gt;How strategic decisions are made concerning acquiring technology solutions resources and capabilities including the ability to evaluate the different sourcing options.&lt;/li&gt;\n&lt;li&gt;How to deliver a technology solutions project accurately consistent with business needs.&lt;/li&gt;\n&lt;li&gt;The issues of quality, cost and time for projects, including contractual obligations and resource constraints.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Core Behavioural Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 295px;&quot; width=&quot;295&quot;&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;P&lt;/strong&gt;&lt;strong&gt;rofessional, interpersonal&amp;nbsp; and business skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;169&quot;&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;A&lt;/strong&gt;&lt;strong&gt;t&lt;/strong&gt;&lt;strong&gt;t&lt;/strong&gt;&lt;strong&gt;ributes and behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;295&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Fluent in written communications and able to articulate complex issues.&lt;/li&gt;\n&lt;li&gt;Makes concise, engaging and well-structured verbal presentations, arguments and explanations.&lt;/li&gt;\n&lt;li&gt;Able to deal with different, competing interests within and outside the organisation with excellent negotiation skills.&lt;/li&gt;\n&lt;li&gt;Is able to identify the preferences, motivations, strengths and limitations of other people and apply these insights to work more effectively with and to motivate others.&lt;/li&gt;\n&lt;li&gt;Competent in active listening and in leading, influencing and persuading others.&lt;/li&gt;\n&lt;li&gt;Able to give and receive feedback constructively and incorporate it into his/her own development and life-long learning.&lt;/li&gt;\n&lt;li&gt;Applies analytical and critical thinking skills to Technology Solutions development and to systematically analyse and apply structured problem solving techniques to complex systems and situations.&lt;/li&gt;\n&lt;li&gt;Able to put forward, demonstrate value and gain commitment to a moderately complex technology-oriented solution, demonstrating understanding of business need, using open questions and summarising skills and basic negotiating skills.&lt;/li&gt;\n&lt;li&gt;&#183;Able to conduct effective research, using literature and other media, into IT and business related topics.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;169&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Have demonstrated that they have mastered basic business disciplines, ethics and courtesies, demonstrating timeliness and focus when faced with distractions and the ability to complete tasks to a deadline with high quality.&lt;/li&gt;\n&lt;li&gt;Flexible attitude.&lt;/li&gt;\n&lt;li&gt;Ability to perform under pressure.&lt;/li&gt;\n&lt;li&gt;A thorough approach to work.&lt;/li&gt;\n&lt;li&gt;Logical thinking and creative approach to problem solving.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard will be reviewed in two years from the date of publication.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecialism Outcomes&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Each of the specialisms is set out below. All apprentices will require the core skills and knowledge to be combined with the specialist skills and knowledge to be able to operate effectively in the defined role. The employer will select one, and only one, of the specialisms for the apprentice which is specific to the role the apprentice will be performing.&lt;/p&gt;\n&lt;h4&gt;Software Engineer&lt;/h4&gt;\n&lt;p&gt;The primary role of a software engineer is to be able to design, build and test high-quality software solutions. The software engineer role is broader and with higher levels of responsibility than a software developer as they need to apply engineering principles to all stages of the software development process, from requirements, analysis and design, development and data requirements whilst ensuring security robustness is built in. They will typically be working as part of a larger collaborative team and will have responsibility for significant elements of software projects.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&amp;nbsp;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Create effective and secure software solutions using contemporary software development languages to deliver the full range of functional and non-functional requirements using relevant development methodologies.&lt;/li&gt;\n&lt;li&gt;Undertake analysis and design to create artefacts, such as use cases to produce robust software designs.&lt;/li&gt;\n&lt;li&gt;Produce high quality code with sound syntax in at least one language following best practices and standards.&lt;/li&gt;\n&lt;li&gt;Perform code reviews, debugging and refactoring to improve code quality and efficiency.&lt;/li&gt;\n&lt;li&gt;Test code to ensure that the functional and non-functional requirements have been met.&lt;/li&gt;\n&lt;li&gt;Deliver software solutions using industry standard build processes, and tools for configuration management, version control and software build, release and deployment into enterprise environments.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;ec&lt;/strong&gt;&lt;strong&gt;hnical Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knows and understands:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How to operate at all stages of the software development lifecycle.&lt;/li&gt;\n&lt;li&gt;How teams work effectively to develop software solutions embracing agile and other development approaches.&lt;/li&gt;\n&lt;li&gt;How to apply software analysis and design approaches.&lt;/li&gt;\n&lt;li&gt;How to interpret and implement a design, compliant with functional, non-functional and security requirements.&lt;/li&gt;\n&lt;li&gt;How to perform functional and unit testing.&lt;/li&gt;\n&lt;li&gt;How to use and apply the range of software tools used in Software engineering.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;IT consultant&amp;nbsp;&lt;/h4&gt;\n&lt;p&gt;An IT consultant requires a broad set of skills in business analysis, solutions development, network infrastructure, data, cyber security etc. They use their consulting skills in order to advise clients on how to best utilise technology to meet their business objectives, overcome problems and increase productivity. They provide strategic guidance to clients with regard to technology and facilitate changing business processes through enhancements to technology solutions. They provide technical assistance, and are often responsible for providing training.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Perform technical process improvement tasks in a range of environments to solve business problems.&lt;/li&gt;\n&lt;li&gt;Present optimised solutions to improve business process and workflows through improved technology.&lt;/li&gt;\n&lt;li&gt;Recommend options based upon risks, costs vs benefits, and impact on other business processes.&lt;/li&gt;\n&lt;li&gt;Participate in walk-throughs for IT, to identify and document key risks within a client’s organisation.&lt;/li&gt;\n&lt;li&gt;Support training of end-users in preparation for system activation.&lt;/li&gt;\n&lt;li&gt;Evaluate the &amp;nbsp;success &amp;nbsp;of &amp;nbsp;a &amp;nbsp;new &amp;nbsp;system, &amp;nbsp;process, initiative, &amp;nbsp;etc.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;ec&lt;/strong&gt;&lt;strong&gt;hnical Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knows and understands:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How consulting ties into project management, business analysis and business management.&lt;/li&gt;\n&lt;li&gt;The barriers to solving problems or maximizing opportunities.&lt;/li&gt;\n&lt;li&gt;How to present recommendations and influence action.&lt;/li&gt;\n&lt;li&gt;The different structured process approaches for digital technology consulting.&lt;/li&gt;\n&lt;li&gt;How to frame/define business problems objectively before solving them.&lt;/li&gt;\n&lt;li&gt;How to discover hidden requirements &amp;nbsp;using &amp;nbsp;probing techniques &amp;nbsp;to establish trust, using open and closed questions effectively, and avoiding leading questions.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Business analyst&lt;/h4&gt;\n&lt;p&gt;A business analyst is responsible for assessing the business impact of change, capturing, analysing and documenting requirements and supporting the communication and delivery of requirements with relevant stakeholders. They create detailed analysis of systems and make recommendations for improvement. They produce specifications of user requirements that enable software engineers to develop the right software solutions. They require a broad foundation of skills and knowledge to be able to be effective as their work incorporates all aspects of digital technology systems.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Develop and apply modelling and analysis techniques to describe business problem scenarios and to help select solutions using a range of industry standard analysis techniques.&lt;/li&gt;\n&lt;li&gt;Elicit and prioritise business requirements for a digital technology system using ‘industry best practice’ methods.&lt;/li&gt;\n&lt;li&gt;Develop a clear, complete, unambiguous and testable requirements specification, including functional, non- functional, data, user interface and security requirements.&lt;/li&gt;\n&lt;li&gt;Model the ‘as is’ and future state for a business process using industry standard approaches and notation.&lt;/li&gt;\n&lt;li&gt;Evaluate selected models against business objectives and system requirements.&lt;/li&gt;\n&lt;li&gt;Use ‘industry’ standard tools to facilitate the analysis, documentation and traceability of requirements&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Technical Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knows and understands:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The use of requirements elicitation techniques and their relevance to given situations.&lt;/li&gt;\n&lt;li&gt;The principles of requirements engineering and the importance of managing requirements.&lt;/li&gt;\n&lt;li&gt;How to conduct a range of business/organisational analyses.&lt;/li&gt;\n&lt;li&gt;The use of tools to support modelling and requirements engineering.&lt;/li&gt;\n&lt;li&gt;How the selected models inter-relate with each other.&lt;/li&gt;\n&lt;li&gt;How the products of analysis feed into the design and development of a system.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Cyber Security Specialist&lt;/h4&gt;\n&lt;p&gt;A cyber security analyst is responsible for the implementation, maintenance and support of the security controls that protect an organisation’s systems and data assets from threats and hazards. They ensure that security technologies and practices are operating in accordance with the organisation’s policies and standards to provide continued protection. They require a broad understanding of network infrastructure, software and data to identify where threat and hazard can occur. They are responsible for performing periodic vulnerability assessments to evaluate the organisation’s ongoing security posture and will provide visibility to management of the main risks and control status on an ongoing basis. They respond to security incidents and implement resolution activities across the organisation.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Analyse and evaluate security threats and vulnerabilities to planned and installed information systems or services and identify how these can be mitigated against.&lt;/li&gt;\n&lt;li&gt;Perform security risk assessments for a range of information systems and propose solutions.&lt;/li&gt;\n&lt;li&gt;Develop a security case against recognised security threats, and recommend mitigation, security controls and appropriate processes.&lt;/li&gt;\n&lt;li&gt;Define and justify a user access policy for an information system given knowledge of the system architecture, security requirements and threat/risk environment. This should be in terms of what they can do, resources they can access, and operations they are allowed to perform.&lt;/li&gt;\n&lt;li&gt;Perform a business impact analysis in response to a security incident and follow a disaster recovery plan to meet elements of a given business continuity policy.&lt;/li&gt;\n&lt;li&gt;Conduct a range of cyber security audit activities to demonstrate security control effectiveness&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Technical Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knows and understands:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The types of security (confidentiality, authentication; non-repudiation; service integrity) and security big picture (network security; host OS security; physical security).&lt;/li&gt;\n&lt;li&gt;The main types of common attack techniques, including phishing, social engineering, malware, network interception, blended techniques, denial of service and theft.&lt;/li&gt;\n&lt;li&gt;How to recognise and assess risk including performing a risk assessment.&lt;/li&gt;\n&lt;li&gt;How to apply penetration testing effectively and how it contributes to assurance.&lt;/li&gt;\n&lt;li&gt;The different approaches to risk treatment and management in practice.&lt;/li&gt;\n&lt;li&gt;What the ‘cyber security culture’ in an organisation is, and how it may contribute to security risk.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Data analyst&lt;/h4&gt;\n&lt;p&gt;The primary role of a data analyst is to collect, organise and study data to provide new business insight. They are responsible for providing up-to-date, accurate and relevant data analysis for the organisation. They are typically involved with managing, cleansing, abstracting and aggregating data across the network infrastructure. They have a good understanding of data structures, software development procedures and the range of analytical tools used to undertake a wide range of standard and custom analytical studies, providing data solutions to a range of business issues. They document and report the results of data analysis activities making recommendations to improve business performance. They need a broad grounding in technology solutions to be effective in their role.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Import, cleanse, transform, and validate data with the purpose of understanding or making conclusions from the data for business decision making purposes.&lt;/li&gt;\n&lt;li&gt;Present data visualisation using charts, graphs, tables, and more sophisticated visualisation tools.&lt;/li&gt;\n&lt;li&gt;Perform routine statistical analyses and ad-hoc queries.&lt;/li&gt;\n&lt;li&gt;Use a range of analytical techniques such as data mining, time series forecasting and modelling techniques to identify and predict trends and patterns in data.&lt;/li&gt;\n&lt;li&gt;Report on conclusions gained from analysing data using a range of statistical software tools.&lt;/li&gt;\n&lt;li&gt;Summarise and present results to a range of stakeholders making recommendations.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Technical Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knows and understands:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The quality issues that can arise with data and how to avoid and/or resolve these.&lt;/li&gt;\n&lt;li&gt;The processes involved in carrying out data analysis projects.&lt;/li&gt;\n&lt;li&gt;How to use and apply industry standard tools and methods for data analysis.&lt;/li&gt;\n&lt;li&gt;The range of data protection and legal issues.&lt;/li&gt;\n&lt;li&gt;The fundamentals of data structures, database system design, implementation and maintenance.&lt;/li&gt;\n&lt;li&gt;The organisation&#39;s data architecture.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Network Engineer&lt;/h4&gt;\n&lt;p&gt;The primary role of a network engineer is to design, install, maintain and support communication networks within an organisation or between organisations. They need to maintain high levels of network performance performance and availability for their users, such as staff, clients, customers and suppliers. They will understand network configuration, cloud, network administration and monitoring tools, and be able to give technical advice and guidance. As part of their role they need to be proficient in technology solutions as they will analyse system requirements to ensure the network and its services operate to desired levels. They will need to understand the data traffic and transmission across the network and they have a major role to play in ensuring network security.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Skills&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Plan, design, build and test a simple network to a requirement specification that includes hubs, switches, routers and wireless user devices, applying appropriate security products and processes.&lt;/li&gt;\n&lt;li&gt;Identify the key characteristics of a new network service and develop estimates of the expected traffic intensity and traffic load that the network must support.&lt;/li&gt;\n&lt;li&gt;Determine the minimum network capacity of planned networks to meet network requirements.&lt;/li&gt;\n&lt;li&gt;Design, build, test, configure and optimise a distributed network (more than 1 sub- net), including switches, routers and firewalls to meet given requirements.&lt;/li&gt;\n&lt;li&gt;Analyse network performance and troubleshoot typical problems in networks.&lt;/li&gt;\n&lt;li&gt;Identify and evaluate network security risks and incorporate appropriate security products and processes into network designs to increase security, resilience and dependability.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Technical Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knows and understands:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The &amp;nbsp;fundamental&amp;nbsp;&amp;nbsp;&amp;nbsp; building&amp;nbsp; &amp;nbsp;blocks&amp;nbsp; &amp;nbsp;(e.g.&amp;nbsp; &amp;nbsp;routers, switches, hubs, storage, transmission) and typical architectures (e.g. server/client, hub/spoke) of computers, networks and the Internet.&lt;/li&gt;\n&lt;li&gt;The main &amp;nbsp;features &amp;nbsp;of &amp;nbsp;routing &amp;nbsp;and &amp;nbsp;Internet &amp;nbsp;network protocols in use, their purpose and relationship to each other, including the physical and data link layer &amp;nbsp;(e.g. https, HTTP, SMTP, SNMP, TCP, IP, etc.).&lt;/li&gt;\n&lt;li&gt;The main factors that affect network performance (e.g. the relationship between bandwidth, number of users, nature of traffic, contention).&lt;/li&gt;\n&lt;li&gt;Failure modes in protocols (e.g. why a protocol may ‘hang’ and the effect of data communication errors).&lt;/li&gt;\n&lt;li&gt;The ways to improve performance (e.g. application of traffic shaping, changes to architecture to avoid bottlenecks, network policy that prohibit streaming protocols).&lt;/li&gt;\n&lt;li&gt;The issues that may arise in the day to day operation of networks and how to resolve them.&lt;/li&gt;\n&lt;/ul&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [
    "Business Analyst",
    "Cyber Security Specialist",
    "Network Engineer",
    "Software Engineer",
    "Data Analyst",
    "IT Consultant"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2015-03-26T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0402",
  "tbMainContact": "julia.bateson@techskills.org ",
  "involvedEmployers": "Accenture, Bright Future, BT, Capgemini, CGI, Ford, Fujitsu, GSK, HMRC, HP, IBM, John Lewis, Lloyds Banking Group, Network Rail, Tata Consulting Services",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Software Developer",
    "Software Engineer",
    "Software Tester",
    "Application Specialist",
    "Business Analyst",
    "IT Project Manager",
    "IT Consultant",
    "Network Engineer",
    "Cyber Security Analyst",
    "Database Specialist",
    "Data Analyst",
    "Digital Media Technology Practitioner",
    "Systems Designer",
    "Digital Solutions Professional",
    "Technology Solutions Professional"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Digital Business Services",
  "cluster": "Digital Solutions Professional",
  "clusterId": "235",
  "clusterDescription": "Provide and implement technology enabled solutions to internal and external customers",
  "createdDate": "2017-09-22T14:24:11 +00:00",
  "lastUpdated": "2019-05-12T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-03-26T00:00:00 +00:00",
  "banners": "This apprenticeship standard is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards in revision are available in the revisions status report.",
  "occupationCode": "OCC0119",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0119-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0119-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "345b3f26-fb8a-4d69-9c12-dc90621b278b",
      "title": "Software Engineer",
      "occupationCode": ""
    },
    {
      "optionId": "53e8dcad-ff43-429c-b6c2-023b8af7bb75",
      "title": "Cyber Security Specialist",
      "occupationCode": ""
    },
    {
      "optionId": "8be9615e-c1ef-498a-859b-98aa39ec3506",
      "title": "Network Engineer",
      "occupationCode": ""
    },
    {
      "optionId": "17c7b00b-6d1f-4ea8-b212-ac17162c8862",
      "title": "Business Analyst",
      "occupationCode": ""
    },
    {
      "optionId": "194a8e02-f356-4d64-95cf-4a11f60ed1ee",
      "title": "Data Analyst",
      "occupationCode": ""
    },
    {
      "optionId": "09bef77d-25cc-4d52-a5ee-060ec4877bd4",
      "title": "IT Consultant",
      "occupationCode": ""
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Business Analyst",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Cyber Security Specialist",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Network Engineer",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Software Engineer",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Data Analyst",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "IT Consultant",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2019-05-12T00:00:00"
}