{
  "templateType": "Apprenticeship Standard",
  "larsCode": 127,
  "referenceNumber": "ST0157",
  "learningAimClassCode": "",
  "title": "Electrical power protection and plant commissioning engineer",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0157",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2016-09-19T00:00:00",
  "earliestStartDate": "2016-09-19T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Carrying out a range of engineering work on power protection systems, plant and equipment.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Electrical engineering",
    "EPPPC engineering",
    "technical support",
    "operational",
    "electrical skills"
  ],
  "jobRoles": [
    "Electrical power protection engineer",
    "Electrical plant commissioning engineer",
    "EPPPC engineer",
    "EPPPC"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1171/electrical_power_protection_and_plant_commissioning_engineer.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Any Electrical Power Plant &amp;amp; Equipment and Protection System requires testing and commissioning to confirm that the installation and operation of new and refurbished protection plant &amp;amp; equipment comply with manufacturers’ specifications, company procedures and the operating parameters.&lt;/p&gt;\n&lt;p&gt;Commissioning requires a logical approach which builds from individual component tests through to full system commissioning which means it includes making the equipment live and monitoring equipment integrity when it is first ‘turned on.’&lt;/p&gt;\n&lt;p&gt;The Electrical Power Protection and Plant Commissioning (EPPPC) Engineer will work across the electrical power sector in Power Generation, Power Transmission and Power Distribution.&lt;/p&gt;\n&lt;p&gt;Working with other engineers, they will install, conduct tests and commission protection systems and prove the integrity of other power system plant &amp;amp; equipment. They will be responsible for testing and commissioning on electrical power projects and ensure that the work is conducted safely and, reliably, meeting customer, quality, time and budget requirements.&lt;/p&gt;\n&lt;p&gt;EPPPC Engineers are required to provide technical support to others about operational procedures and compliance as well as diagnosing problems and rectifying faults. Prioritising and scheduling work may be a part of the role.&lt;/p&gt;\n&lt;h3&gt;Entry Requirements&lt;/h3&gt;\n&lt;p&gt;Individual employers will set their own entry requirement, but this will typically include GCSE English grade B and 2 A Levels grade C (or higher) in Maths/Science, and/or relevant industry experience. Apprentices without Level 2 English and maths will need to achieve this prior to taking the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;Core Requirements: Technical Knowledge&lt;/h3&gt;\n&lt;p&gt;EPPPC Engineers will have a comprehensive understanding of electrical power systems together with detailed understanding of the application/operation of relevant plant &amp;amp; equipment. They also need an in-depth understanding of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;fault analysis methods in order to interpret results&lt;/li&gt;\n&lt;li&gt;how high voltage power generation, transmission and distribution plant &amp;amp; equipment operates&lt;/li&gt;\n&lt;li&gt;protection, control and telemetry equipment and the impact on the electrical network of its operation&lt;/li&gt;\n&lt;li&gt;commissioning and testing procedures &amp;amp; processes&lt;/li&gt;\n&lt;li&gt;failure mode(s) of plant and equipment and the impact on the electrical network and the knowledge to identify required remedial actions&lt;/li&gt;\n&lt;li&gt;high voltage electrical network operations and topologies&lt;/li&gt;\n&lt;li&gt;high voltage safe systems of work and risk management&lt;/li&gt;\n&lt;li&gt;the application of Electricity Supply Standards, regulations and policies&lt;/li&gt;\n&lt;li&gt;test equipment to select appropriate equipment for commissioning&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Core Requirements - Skills&lt;/h3&gt;\n&lt;p&gt;The EPPPC Engineer, working autonomously, will:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;apply sound engineering and analytical processes to both normal and abnormal conditions on high voltage power generation, transmission &amp;amp; distribution plant &amp;amp; equipment&lt;/li&gt;\n&lt;li&gt;apply safe working practices in line with company processes and legislative requirements&lt;/li&gt;\n&lt;li&gt;use of a wide range of test equipment to confirm the suitability of the high voltage plant for conformity and operational service&lt;/li&gt;\n&lt;li&gt;accurately read and interpret a wide range of engineering diagrams and drawings&lt;/li&gt;\n&lt;li&gt;prepare and check technical reports&lt;/li&gt;\n&lt;li&gt;effectively communicate with others to confirm that the tests meet the required standards/specifications&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Specific Plant Skills&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;undertake testing, commissioning and maintenance activities on electrical power systems and equipment. This could include transformers, switchgear, conductors, battery systems and ancillary equipment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Specific Protection Skills&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;undertake protection, testing, commissioning and maintenance activities involving functionality testing and the injection of currents and voltages into high voltage equipment and their associated protection and control systems to simulate the range of fault conditions and scenarios that can occur on the electrical system&lt;/li&gt;\n&lt;li&gt;use appropriate test equipment to verify protection and control settings and ensure correct installation and operation of modern microprocessor and numerical based protection as well as older electromechanical relays&lt;/li&gt;\n&lt;li&gt;ensure that protection systems interface correctly with the associated high voltage equipment and, where necessary, coordinates effectively with the wider high voltage system&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Core Requirements - Behaviours&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Team working: safely working as a member of a team to achieve required outcomes within time, cost, quality and budget constraints&lt;/li&gt;\n&lt;li&gt;Interpersonal skills: able to relate to people at all levels and take others’ views into account to ensure the best possible outcome&lt;/li&gt;\n&lt;li&gt;Communication: confident and effective communicator both verbally and in writing ensuring that all parties understand&lt;/li&gt;\n&lt;li&gt;Problem solving: pro-actively identifies and solves problems, within personal area of expertise, by using a logical and systematic approach&lt;/li&gt;\n&lt;li&gt;Methodical: identifies and applies procedures and processes as appropriate to the situation&lt;/li&gt;\n&lt;li&gt;Ownership: takes personal responsibility for the work of themselves and others under their control&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;This apprenticeship will typically take 36 months.&lt;/p&gt;\n&lt;h3&gt;Link to Professional Registration&lt;/h3&gt;\n&lt;p&gt;The successful apprentice will initially be eligible to apply for Engineering Technician (EngTech) (or equivalent) professional registration and progression to Incorporated Engineer (IEng).&lt;/p&gt;\n&lt;h3&gt;Level&lt;/h3&gt;\n&lt;p&gt;This apprenticeship is level 4.&lt;/p&gt;\n&lt;h3&gt;Review Date&lt;/h3&gt;\n&lt;p&gt;This Standard will initially be reviewed 3 years after publication.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Any Electrical Power Plant &amp;amp; Equipment and Protection System requires testing and commissioning to confirm that the installation and operation of new and refurbished protection plant &amp;amp; equipment comply with manufacturers’ specifications, company procedures and the operating parameters. Commissioning requires a logical approach which builds from individual component tests through to full system commissioning which means it includes making the equipment live and monitoring equipment integrity when it is first ‘turned on.’ The Electrical Power Protection and Plant Commissioning (EPPPC) Engineer will work across the electrical power sector in Power Generation, Power Transmission and Power Distribution. Working with other engineers, they will install, conduct tests and commission protection systems and prove the integrity of other power system plant &amp;amp; equipment. They will be responsible for testing and commissioning on electrical power projects and ensure that the work is conducted safely and, reliably, meeting customer, quality, time and budget requirements. EPPPC Engineers are required to provide technical support to others about operational procedures and compliance as well as diagnosing problems and rectifying faults. Prioritising and scheduling work may be a part of the role.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "3841d0c6-6bb2-4b20-aa28-591bf5d4b5b7",
      "detail": "Fault analysis methods in order to interpret results"
    },
    {
      "knowledgeId": "ebc85e37-05bd-474a-bdcf-e84e52b6bf0c",
      "detail": "How high voltage power generation, transmission and distribution plant & equipment operates"
    },
    {
      "knowledgeId": "07a0e763-0dbb-42c1-8cb1-1b0cbfc9bca5",
      "detail": "Protection, control and telemetry equipment and the impact on the electrical network of its operation"
    },
    {
      "knowledgeId": "d34bcd6c-62eb-416c-ae99-9c7409588a1b",
      "detail": "Commissioning and testing procedures & processes"
    },
    {
      "knowledgeId": "379cff70-6e4d-4e50-b4df-01896a873609",
      "detail": "Failure mode(s) of plant and equipment and the impact on the electrical network and the knowledge to identify required remedial actions"
    },
    {
      "knowledgeId": "65890e64-a181-47e9-a6ed-5b5150afebe2",
      "detail": "High voltage electrical network operations and topologies"
    },
    {
      "knowledgeId": "64967c4c-d30a-4e45-8dc2-66b9a091f0af",
      "detail": "High voltage safe systems of work and risk management"
    },
    {
      "knowledgeId": "300f0e9f-aa66-4b5e-b2e8-df9d8d34bc69",
      "detail": "The application of Electricity Supply Standards, regulations and policies"
    },
    {
      "knowledgeId": "4c8c2b41-6e90-472b-b853-078787366d61",
      "detail": "Test equipment to select appropriate equipment for commissioning"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "4278e2d0-b3f9-4f84-bd06-1d5f131aa617",
      "detail": "Team working: safely working as a member of a team to achieve required outcomes within time, cost, quality and budget constraints"
    },
    {
      "behaviourId": "1091660d-79e5-48dd-8fa7-99f10047dcde",
      "detail": "Interpersonal skills: able to relate to people at all levels and take others’ views into account to ensure the best possible outcome"
    },
    {
      "behaviourId": "fbbd1188-1edd-449d-aa49-a885fb210509",
      "detail": "Communication: confident and effective communicator both verbally and in writing ensuring that all parties understand"
    },
    {
      "behaviourId": "04f049cd-9f35-4a04-98be-3181da2c0883",
      "detail": "Problem solving: pro-actively identifies and solves problems, within personal area of expertise, by using a logical and systematic approach"
    },
    {
      "behaviourId": "cc5cf42c-a20f-4e5e-a158-ec83b870cc2a",
      "detail": "Methodical: identifies and applies procedures and processes as appropriate to the situation"
    },
    {
      "behaviourId": "b3e45c84-8d2f-4c58-8f86-b5a43cc7c6d5",
      "detail": "Ownership: takes personal responsibility for the work of themselves and others under their control"
    }
  ],
  "skills": [
    {
      "skillId": "82666ed7-db86-4055-afd9-5559aad19b5d",
      "detail": "Apply sound engineering and analytical processes to both normal and abnormal conditions on high voltage power generation, transmission & distribution plant & equipment"
    },
    {
      "skillId": "0bec1161-70ea-4472-b10d-9f611d1616a8",
      "detail": "Apply safe working practices in line with company processes and legislative requirements"
    },
    {
      "skillId": "3e3a46da-b519-4fc1-a991-9b5227172a09",
      "detail": "Use of a wide range of test equipment to confirm the suitability of the high voltage plant for conformity and operational service"
    },
    {
      "skillId": "238f7543-d377-4f5e-8ca6-6a8c38d2d2ff",
      "detail": "Accurately read and interpret a wide range of engineering diagrams and drawings"
    },
    {
      "skillId": "855ce0cd-1d05-431d-89d2-921d34e95e91",
      "detail": "Prepare and check technical reports"
    },
    {
      "skillId": "861dcad1-19a0-458d-a6de-a87177a96fa9",
      "detail": "Effectively communicate with others to confirm that the tests meet the required standards/specifications"
    },
    {
      "skillId": "29b1954a-03b4-4836-a355-c256cd68a625",
      "detail": "O1: Undertake testing, commissioning and maintenance activities on electrical power systems and equipment. This could include transformers, switchgear, conductors, battery systems and ancillary equipment"
    },
    {
      "skillId": "98e8afa3-ccfc-4ada-a83a-532d0f50e24f",
      "detail": "O2: Undertake protection, testing, commissioning and maintenance activities involving functionality testing and the injection of currents and voltages into high voltage equipment and their associated protection and control systems to simulate the range of fault conditions and scenarios that can occur on the electrical system"
    },
    {
      "skillId": "3068b086-6ba7-4874-ac45-ced3e73a93eb",
      "detail": "O2: Use appropriate test equipment to verify protection and control settings and ensure correct installation and operation of modern microprocessor and numerical based protection as well as older electromechanical relays"
    },
    {
      "skillId": "b43d5148-411f-47f6-858c-9e9e73256572",
      "detail": "O2:Ensure that protection systems interface correctly with the associated high voltage equipment and, where necessary, coordinates effectively with the wider high voltage system"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-09-19T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0186",
  "tbMainContact": "engineering.manufacturing@education.gov.uk",
  "involvedEmployers": "National Grid, AMEY, SSE, Freedom Group, Grosvenor Power, IUS, Morrison Utility Services, NIE, Northern Powergrid, Scottish Power, SPIE-ENS, Electricity Northwest, UK Power Networks, WPD, The Institution of Engineering and Technology",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Electrical power protection engineer",
    "Electrical plant commissioning engineer",
    "EPPPC engineer",
    "EPPPC"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, Installation & Repair",
  "cluster": "Manufacturing or process maintenance advanced technician",
  "clusterId": "206",
  "clusterDescription": null,
  "createdDate": "2017-09-22T14:24:22 +00:00",
  "lastUpdated": "2016-09-19T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-09-19T00:00:00 +00:00",
  "banners": "This apprenticeship standard is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards in revision are available in the revisions status report.",
  "occupationCode": "OCC0157",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0157-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0157-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2016-09-19T00:00:00"
}