{
  "templateType": "Apprenticeship Standard",
  "larsCode": 165,
  "referenceNumber": "ST0117",
  "learningAimClassCode": "",
  "title": "IS business analyst",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0117",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-12-30T00:00:00",
  "earliestStartDate": "2017-03-31T00:00:00",
  "latestStartDate": "2021-05-31T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Working with organisations to improve their information systems.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 18000,
  "maxFundingAdditionalInformation": "",
  "route": "Digital",
  "keywords": [
    "business analyst apprenticeships",
    "business management",
    "computing and systems development",
    "computer science careers",
    "stakeholder relationships"
  ],
  "jobRoles": [
    "information systems business analyst",
    "information technology business analyst",
    "business systems analyst",
    "requirements engineer",
    "business process analyst"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1209/is_business_analyst.pdf",
  "ssa1": "6 Digital Technology",
  "ssa2": "6.1 Digital technology (practitioners)",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Role Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;IS (Information Systems) Business Analysis is an advisory role that provides a critical layer of challenge and scrutiny for organisations who wish to deliver IS change successfully. IS Business Analysis enables organisations to “do the thing right.” The role embodies early and regular investigation and analysis that ensures the &lt;em&gt;right&lt;/em&gt; IS solution is chosen to meet the required business need. Given the risk of solutions failing to meet organisational needs, it is crucial that IS Business Analysis is undertaken &lt;em&gt;before&lt;/em&gt; projects are initiated. Pre-project analysis ensures that there is a thorough and shared understanding of the &#39;root cause&#39; of any problem or opportunity being addressed, and that various options are considered and the most effective is chosen. Therefore, IS Business Analysis is a multi-faceted role and practitioners have the ability to investigate business situations, identify and evaluate options for improvement and define the features required by organisations. The main focus of the IS Business Analyst role is to model business processes and to facilitate, coordinate and document detailed business requirements regarding the business change agenda. IS Business Analysts will determine and present solutions of how information systems can be used to improve operational efficiency, and support acceptance testing to ensure that the proposed solution meets the defined requirements. IS Business Analysis provides a recognised career with professionals taking lead roles in successful change delivery in many organisations.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Typical Job Roles&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;IS Business Analyst, IT Business Analyst, Business Systems Analyst, Requirements Analyst/Engineer, Business Process Analyst.&lt;/p&gt;\n&lt;h3&gt;Entry Requirements&lt;/h3&gt;\n&lt;p&gt;individual employers will set the selection criteria, but this is likely to include ‘A’ levels, a level 3 apprenticeship or other relevant qualifications and experience.&lt;/p&gt;\n&lt;h3&gt;Technical Competencies&lt;/h3&gt;\n&lt;p&gt;the IS Business Analyst will be able to undertake the following responsibilities in line with organisational procedures and where appropriate under supervision.&lt;/p&gt;\n&lt;h4&gt;Investigation Techniques&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Apply structured techniques to investigate wants, needs, problems and opportunities&lt;/li&gt;\n&lt;li&gt;Document the current situation and apply relevant techniques to structure information&lt;/li&gt;\n&lt;li&gt;Assist in the recommendation of business and IS changes&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Business Process Modelling&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Model business situations with clearly-defined boundaries using contemporary modelling techniques and digital modelling tools&lt;/li&gt;\n&lt;li&gt;Analyse business process models to identify opportunities for improvement&lt;/li&gt;\n&lt;li&gt;Redesign business process models using different scenarios and different solution models&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Requirements Engineering and Management&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Elicit requirements from stakeholders to identify business and user needs&lt;/li&gt;\n&lt;li&gt;Analyse, validate, prioritise and document functional and non-functional requirements for business situations&lt;/li&gt;\n&lt;li&gt;Identify data requirements relating to business improvement&lt;/li&gt;\n&lt;li&gt;Assist in the management and controlled change of requirements&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Data Modelling&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Create data models to illustrate how data is represented within a business system&lt;/li&gt;\n&lt;li&gt;Revise the data model in accordance with different proposed solutions&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Gap Analysis&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Compare current and future state business situations with a view to developing a roadmap for business improvement&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Acceptance Testing&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Define acceptance tests for business change and IS solutions&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Stakeholder Analysis and Management&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Identify stakeholders impacted by a proposed change, understand their perspectives and assess how their interests are best managed&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Business Impact Assessment&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Assess and document the drivers, costs, benefits and impacts of a proposed business change&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Technical Knowledge and Understanding of&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;How to conduct internal and external environmental analysis of an industry domain&lt;/li&gt;\n&lt;li&gt;How business change and system development lifecycles work, including the use of appropriate methodologies and impact of organisational culture&lt;/li&gt;\n&lt;li&gt;The role of the IS Business Analyst and its relationship with other roles on a business change initiative including those with system development responsibility&lt;/li&gt;\n&lt;li&gt;The value of Business Analysis in improving the IS system performance of an organisation&lt;/li&gt;\n&lt;li&gt;What is meant by IS Business Analysis and the stages of activity that constitute it&lt;/li&gt;\n&lt;li&gt;The procedures, tools and techniques that can be used to conduct all stages of IS Business analysis&lt;/li&gt;\n&lt;li&gt;The approach to investment appraisal, benefits realisation and management&lt;/li&gt;\n&lt;li&gt;The purpose and value of quality assurance techniques&lt;/li&gt;\n&lt;li&gt;The role and application of contemporary modelling software and techniques in modelling the current and proposed business processes&lt;/li&gt;\n&lt;li&gt;How to scope, plan and manage Business Analysis tasks&lt;/li&gt;\n&lt;li&gt;How to document options, proposals and plans arising from a specified IT Business Analysis assignment and the sign-off process&lt;/li&gt;\n&lt;li&gt;The importance of communicating effectively and in a timely manner with a range of stakeholders during an IS Business Analysis assignment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Underpinning skills, attitudes and behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Logical and creative thinking skills to help solve business change challenges&lt;/li&gt;\n&lt;li&gt;Analytical and problem solving skills within IS and business change environments&lt;/li&gt;\n&lt;li&gt;Ability to work independently and to take responsibility appropriate to the role&lt;/li&gt;\n&lt;li&gt;Can use own initiative in a range of IS business change situations&lt;/li&gt;\n&lt;li&gt;A thorough and organised approach: planning analysis activities in line with business priorities&lt;/li&gt;\n&lt;li&gt;Ability to work with a range of internal and external people impacted by IS business change&lt;/li&gt;\n&lt;li&gt;Ability to communicate effectively in a variety of situations such as IS business change workshops and interviews&lt;/li&gt;\n&lt;li&gt;Maintain productive, professional and secure working environment within relevant organisational and legislative requirements&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Further details are available in the occupational brief available from&lt;span&gt;&#160;&lt;/span&gt;&lt;a href=&quot;https://www.nsar.co.uk/digital-eqa/digital-apprenticeship-standards/&quot;&gt;https://www.nsar.co.uk/digital-eqa/digital-apprenticeship-standards/&lt;/a&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;English and Maths&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Level 2 English and Maths will need to be achieved, if not already held, prior to taking end-point assessment.&lt;/p&gt;\n&lt;h3&gt;Professional Recognition&lt;/h3&gt;\n&lt;p&gt;This apprenticeship is recognised for entry onto the BCS Register of IT Technicians confirming SFIA (Skills Framework for the Information Age) level 3 professional competence and those completing the apprenticeship are eligible to apply for registration.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The duration of this apprenticeship is typically 18 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a Level 4 apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard will be reviewed two years from the date of publication.&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-03-31T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0556",
  "tbMainContact": "Enquiries.IFA@education.gov.uk",
  "involvedEmployers": "Allianz, AssistKD, BUPA, NHS Digital, Zurich Insurance, Barclaycard, National Grid, Department of Work and Pensions, Co-operative Bank, Virgin Atlantic, Nationwide, Yorkshire Water",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "information systems business analyst",
    "information technology business analyst",
    "business systems analyst",
    "requirements engineer",
    "business process analyst"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Digital Business Services",
  "cluster": "Data Analyst Advanced Technician",
  "clusterId": "189",
  "clusterDescription": "Collect, organise and analyse data to provide business insights using extensive knowledge of data solutions, database systems and analytical tools",
  "createdDate": "2017-09-22T14:24:56 +00:00",
  "lastUpdated": "2022-12-30T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-03-31T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0117",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0117-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0117-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-12-30T00:00:00"
}