{
  "templateType": "Apprenticeship Standard",
  "larsCode": 155,
  "referenceNumber": "ST0130",
  "learningAimClassCode": "",
  "title": "Unified communications technician",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0130",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2021-09-09T00:00:00",
  "earliestStartDate": "2016-07-31T00:00:00",
  "latestStartDate": "2021-10-26T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Setting up and maintaining communications systems under supervision, and installing communication hardware and software.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 15000,
  "maxFundingAdditionalInformation": "",
  "route": "Digital",
  "keywords": [
    "IT",
    "Comms",
    "Security",
    "connectivity",
    "security principles",
    "software",
    "access",
    "encryption",
    "regulation",
    "firewalls",
    "VPN",
    "Remote Access Security"
  ],
  "jobRoles": [
    "Telecommunication Technician",
    "Unified Communications Technician",
    "Telecommunications Operative"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1199/unified_communications_technician.pdf",
  "ssa1": "6 Digital Technology",
  "ssa2": "6.1 Digital technology (practitioners)",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;J&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;b Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The primary role of a Unified Communications Technician is to establish and maintain communications systems under supervision. They use a range of remote and physical tools and equipment. They install basic communication hardware and software. They also deal with routine service requests from internal and external sources including fault rectification across a range of technologies, applying security principals in line with legal and organisational requirements. This role will require the individual to work alone or as part of a team, and could be office based, field-based, or in remote sites as required.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Typical Job Roles&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Telecommunication Technician, Unified Communications Technician, Telecommunications Operative.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;try Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria, but this is likely to include 5 GCSEs; other relevant qualifications and experience; or an aptitude test with a focus on IT skills.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Technical Competencies&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Analysis: analyses system problems by selecting the appropriate tools and techniques in line with organisation guidance&lt;/li&gt;\n&lt;li&gt;Rectification: selects the most appropriate solution to the fault, using the relevant logistical support where appropriate, or escalates to a higher-level where necessary.&lt;/li&gt;\n&lt;li&gt;Installing and configuring: installs and configures appropriate component and or systems appropriate to the organisation&lt;/li&gt;\n&lt;li&gt;Diagnostic tools: selects the appropriate diagnostic tools to monitor, test and reacts to network performance&lt;/li&gt;\n&lt;li&gt;Hardware and software: undertakes hardware or software upgrades appropriate to the organisation&lt;/li&gt;\n&lt;li&gt;Interpreting specifications: interprets technical specifications for activities and maintains accurate records&lt;/li&gt;\n&lt;li&gt;Providing technical support: responds effectively with customers and provides technical support to them in line with organisations process&lt;/li&gt;\n&lt;li&gt;Documenting completed tasks: documents completed tasks in accordance with agreed organisational procedures&lt;/li&gt;\n&lt;li&gt;Cabling: competently cables or connects equipment in line with technical requirements&lt;/li&gt;\n&lt;li&gt;Installing: installs and work with a variety of digital communications mediums as appropriate to the organisation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Technical Knowledge and Understanding&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Has a knowledge of networks: data, protocols and how they relate to each other; the main routing protocols; the main factors affecting network performance including typical faults, and approaches to error control.&lt;/li&gt;\n&lt;li&gt;Has an awareness of cloud services / solutions Has a knowledge of routers and switches&lt;/li&gt;\n&lt;li&gt;Has a working knowledge of IT test or diagnostic equipment&lt;/li&gt;\n&lt;li&gt;Has a working knowledge of the different types of cabling and connectivity&lt;/li&gt;\n&lt;li&gt;Has a working knowledge of security principles including software, access, encryption and regulation&lt;/li&gt;\n&lt;li&gt;Has a knowledge of the purpose of firewalls&lt;/li&gt;\n&lt;li&gt;Has a knowledge of VPN and Remote Access Security&lt;/li&gt;\n&lt;li&gt;Has a knowledge of data, including network architectures&lt;/li&gt;\n&lt;li&gt;Has an awareness of back-up and storage solutions&lt;/li&gt;\n&lt;li&gt;Has an awareness of service level agreements&lt;/li&gt;\n&lt;li&gt;Understands the purpose of digital communication technologies&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Underpinning Skills, Attitudes and Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Logical and creative thinking skills&lt;/li&gt;\n&lt;li&gt;Analytical and problem solving skills&lt;/li&gt;\n&lt;li&gt;Ability to work independently and as part of a team&lt;/li&gt;\n&lt;li&gt;Can use own initiative&lt;/li&gt;\n&lt;li&gt;A thorough and organised approach to work&lt;/li&gt;\n&lt;li&gt;Ability to work with a range of internal and external people&lt;/li&gt;\n&lt;li&gt;Ability to communicate effectively orally and in writing in a variety of situations and at all levels with colleagues and customers&lt;/li&gt;\n&lt;li&gt;Maintain productive, professional and secure working environment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Further details are available in the occupational brief available from&lt;span&gt;&amp;nbsp;&lt;/span&gt;&lt;a href=&quot;https://www.nsar.co.uk/digital-eqa/digital-apprenticeship-standards/&quot;&gt;https://www.nsar.co.uk/digital-eqa/digital-apprenticeship-standards/&lt;/a&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;g&lt;/strong&gt;&lt;strong&gt;l&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;sh and Maths&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Level 2 English and maths will need to be achieved, if not already, prior to taking the end point assessment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional Recognition&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship is recognised for entry onto the Register of IT Technicians upon confirming an appropriate SFIA level 3 professional competence and those completing the apprenticeship would then be eligible to apply for registration.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;D&lt;/strong&gt;&lt;strong&gt;ur&lt;/strong&gt;&lt;strong&gt;ation&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The duration of this apprenticeship is typically 24 – 30 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a level 3 apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard will be reviewed in two years.&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-12-16T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0458 ",
  "tbMainContact": "Enquiries.IFA@education.gov.uk ",
  "involvedEmployers": "IBM, Cisco, Cap Gemini, Qinetiq, Accenture, Capp, Virgin Media, Fujitsu, The Royal Signals, The Royal Navy, The RAF, Lloyds Banking Group, John Lewis, BCS, BT, Army Air Corps, Royal Signals, Virgin Media, RAF, Freedom Communications, Kelly Communications, IT Network Services, Vodafone, Cisco",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Telecommunication Technician",
    "Unified Communications Technician",
    "Telecommunications Operative"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Digital Support and Services",
  "cluster": "IT Support and Services Technician",
  "clusterId": "187",
  "clusterDescription": "Help internal and external customers to install and use IT technology along with trouble - shooting their problems. Skills are developed across IT security and data management",
  "createdDate": "2017-09-22T14:24:10 +00:00",
  "lastUpdated": "2021-09-09T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-12-16T00:00:00 +00:00",
  "banners": "A temporary dispensation has been applied to the assessment plan version 1.0 for this apprenticeship. The dispensation will last from 25th March 2025 to 25th September 2025 but may be withdrawn if the assessment plan is revised sooner or the dispensation is no longer necessary.\nEnd-point assessment organisations (EPAOs) delivering EPAs for the apprenticeship will implement the dispensation as required, supported and monitored by the relevant EQA provider.&nbsp;\nThe key changes are:&nbsp;\n1.2 Assessment arrangements when national security is a factor&nbsp;\nThe Institute for Apprenticeships and Technical Education (IfATE) may approve a variation to EPA delivery where it confirms, having considered adequate evidence, it is satisfied that:&nbsp;&nbsp;\n• all options supporting a fully independent model have been exhausted and&nbsp;&nbsp;\n• national security issues prevent remote end-point assessment and&nbsp;\n• the fair assessment of occupational competence can only be achieved in the apprentice’s operating environment.&nbsp;&nbsp;\nIt is expected this approach to delivery is only applicable to the Royal Navy because of their unique operating environment combined with their role in connection with national security.&nbsp;&nbsp;\nIfATE must be satisfied that every possible way of having a fully independent EPA has been considered and that the unique circumstances of the Royal Navy prevents any arrangements for a fully independent model.&nbsp;\nIfATE must also be satisfied that the EPA meets all of its other requirements, including the delivery of valid and accurate judgements of occupational competence, such that all apprentices who complete the EPA will be judged competent in the occupation regardless of who their employer is.&nbsp;&nbsp;\n&nbsp;Bespoke EPA arrangements for this apprenticeship have been approved by IfATE for the Royal Navy to use. Further details can be found on the apprenticeships web-page on the IfATE website.\n\nThe final apprenticeship EPA decision will be made by the EPAO; successful achievement of the EPA will lead to formal certification of the apprenticeship and demonstrate that the apprentice is a competent Unified Communications Trouble Shooter.",
  "occupationCode": "",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0130-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0130-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-10-26T00:00:00"
}