{
  "templateType": "Apprenticeship Standard",
  "larsCode": 68,
  "referenceNumber": "ST0161",
  "learningAimClassCode": "",
  "title": "Junior energy manager",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0161",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-05-20T00:00:00",
  "earliestStartDate": "2015-12-01T00:00:00",
  "latestStartDate": "2022-07-27T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Helping organisations meet sustainability commitments by reducing energy consumption and reducing costs.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "energy assessment",
    "energy management",
    "energy consumption",
    "energy performance",
    "energy"
  ],
  "jobRoles": [
    "junior project manager energy"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1699/junior-energy-manager.pdf",
  "ssa1": "7 Retail and Commercial Enterprise",
  "ssa2": "7.3 Service enterprises",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupational Profile&#160;&lt;/h3&gt;\n&lt;p&gt;The UK will be one of the most competitive market places for energy managers’ skills in the next 5-7 years, as British businesses start to see the rise in the cost of energy as a priority. Many companies in the UK either have no energy managers in place or have outsourced energy management skillsets, and therefore&#160; have reduced ability to manage their own energy consumption. In-house skills in energy management will lead to long term savings for companies. There is a major shortage of trained energy managers and this apprenticeship will help to address the need for basic in-house energy management skills which can benefit organisation across all industries, including hospitality, leisure, retail, banking, manufacturing, construction and property.&lt;/p&gt;\n&lt;p&gt;Junior Energy Managers often work in fields such as facilities management, property or sustainability. Such broad fields offer specialised skillsets in a wide range of vocations.&lt;/p&gt;\n&lt;p&gt;Junior Energy Managers perform an essential role in supporting their company or organisation to meet energy and cost reduction objectives and targets within the context of wider sustainability commitments such as carbon and water management and corporate social responsibility. They need to be technically aware, numerate, have good communication skills and be keen to broaden and continually improve their existing knowledge of energy management core topics.&lt;/p&gt;\n&lt;p&gt;Junior Energy Managers would be expected to focus on energy assessment and measurement of energy consumption, &#160;their &#160;organisation’s &#160;technical &#160;and &#160;operational &#160;energy&#160; management &#160;issues, energy management strategy, regulatory and legal compliance, reporting and communicating on the status of their organisation’s energy performance and progress of improvements.&lt;/p&gt;\n&lt;p&gt;Energy &#160;management&#160; is &#160;itself &#160;a &#160;specialist &#160;profession &#160;and &#160;increasingly, &#160;at a&#160;senior&#160;level, energy managers undertake a key strategic role in the influencing of senior management and setting the energy policy for organisation.&lt;/p&gt;\n&lt;h3&gt;Entry requirements&#160;&lt;/h3&gt;\n&lt;p&gt;Employers will set the entry requirements for their apprenticeships but apprenticeship candidates will normally have a minimum of 3 GCSEs at grades A* to C (including mathematics, English), or equivalent qualifications such as: IGCSEs, Scottish Standard Grade, 14-19 Diploma, BTEC/NVQs. Apprentices without English or Maths GCSE at grade A* to C or equivalent must achieve this prior to the completion of the Apprenticeship.&lt;/p&gt;\n&lt;h3&gt;Level and duration of Apprenticeship&#160;&lt;/h3&gt;\n&lt;p&gt;This is a level 3 Apprenticeship and will typically be of 24 months long.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional&#160;&lt;/strong&gt;&lt;strong&gt;Registration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;On &#160;successful &#160;completion &#160;of &#160;this &#160;Apprenticeship, &#160;the &#160;successful &#160;Apprentice &#160;will &#160;be &#160;eligible &#160;for relevant membership of energy management related bodies:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Energy Managers Association (EMA) Recognised Energy Manager&lt;/li&gt;\n&lt;li&gt;Technician Member status of the Energy Institute (TMEI)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;The following section describes the essential knowledge, skills and behaviours that employers would expect a competent Junior Energy Manager to demonstrate.&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;c&lt;/strong&gt;&lt;strong&gt;hni&lt;/strong&gt;&lt;strong&gt;c&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;l&#160;&lt;/strong&gt;&lt;strong&gt;Kno&lt;/strong&gt;&lt;strong&gt;wl&lt;/strong&gt;&lt;strong&gt;ed&lt;/strong&gt;&lt;strong&gt;g&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Relevant level of theory and practices at Junior Energy Manager level that underpins how energy flows in an out of buildings, equipment and processes and how key energy systems operate&lt;/li&gt;\n&lt;li&gt;Relevant level of theory and practices that underpin the energy efficient use of equipment, processes and IT systems&lt;/li&gt;\n&lt;li&gt;Energy performance, water measurement and verification of measured data&lt;/li&gt;\n&lt;li&gt;Understand the economics of energy consumption, supply and demand of energy, sustainability issues and role of the organisation in tackling them&lt;/li&gt;\n&lt;li&gt;Understand the principles of energy loss assessment&lt;/li&gt;\n&lt;li&gt;Understand the principles of industry regulations, and environmental and regulatory requirements, and EU directives relevant to energy and climate change within the context of the Junior Energy Manager’s workplace&lt;/li&gt;\n&lt;li&gt;Test and maintain procedures of equipment and processes used to determine energy performance and how inefficiencies arise and how to improve energy performance&lt;/li&gt;\n&lt;li&gt;Know how to read meters and sub-meters, collect, record and analyse metered data and interpret manufacturer’s installation and maintenance requirements&lt;/li&gt;\n&lt;li&gt;Understand how to estimate energy used from solid or liquid fuels that are not metered&lt;/li&gt;\n&lt;li&gt;Know how to understand a bill, set an energy baseline and identify variables that affect energy consumption in organisations, and how to query and challenge bills with suppliers&lt;/li&gt;\n&lt;li&gt;Understand energy tariffs&lt;/li&gt;\n&lt;li&gt;Know relevant initiatives/policies associated with transport, travel planning and logistics operational system within the context of the Junior Energy Manager’s workplace&lt;/li&gt;\n&lt;li&gt;Understand the impact of transport and logistics on climate change if relevant to the Junior Energy Manager’s workplace&lt;/li&gt;\n&lt;li&gt;Understand the importance of water management to the business’ utility costs and carbon emissions&lt;/li&gt;\n&lt;li&gt;Understand and continually improve an energy management contribution to strategic planning based on energy, carbon and water and key performance indicators for measuring and verifying success&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Skills&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Complete template reports and ensure records are maintained for audit and reporting purposes&lt;/li&gt;\n&lt;li&gt;Relate the workings of plant, processes and equipment to energy consumption&lt;/li&gt;\n&lt;li&gt;Identify and explain variables that vary the energy consumption of a building and process (Building operation: summer/winter; day/night, etc.)&lt;/li&gt;\n&lt;li&gt;Identify and&#160;&#160; explain&#160; &#160;suitable&#160; &#160;and&#160;&#160; measurable&#160; &#160;energy&#160; &#160;performance&#160; &#160;indicators&#160; &#160;(energy&#160; &#160;use, consumption, efficiency)&lt;/li&gt;\n&lt;li&gt;Implement and/or maintain metering and measurement plans and undertake basic analysis of the outputs&lt;/li&gt;\n&lt;li&gt;Carry out basic checks on bills and other recorded data to verify accuracy and repeatability&lt;/li&gt;\n&lt;li&gt;Contribute to all aspects of the energy and water use audits: conduct energy and water assessments and/or audits, and identify products’, systems’ and processes’ solutions that reduce energy and water consumption&lt;/li&gt;\n&lt;li&gt;Contribute to the organisation’s procurement process/products/services&lt;/li&gt;\n&lt;li&gt;Assist with the gathering of energy performance data and administration and implementation of energy awareness and motivation programmes and their associated communication strategies for reduced energy use&lt;/li&gt;\n&lt;li&gt;Identify, organise and use resources effectively to complete tasks as instructed, with consideration for efficiency, cost, quality, safety, security and environmental impact&lt;/li&gt;\n&lt;li&gt;Carry out basic financial calculations relating to energy costs and savings&lt;/li&gt;\n&lt;li&gt;Work effectively and safely when undertaking tasks to approved standards and safe working practices as part of a team, working alone or with appropriate supervision&lt;/li&gt;\n&lt;li&gt;Use a variety &#160;of &#160;appropriate &#160;communication &#160;methods &#160;to &#160;interact &#160;with &#160;others &#160;to &#160;give/receive information accurately, in a timely, positive and professional manner&lt;/li&gt;\n&lt;li&gt;Demonstrate analytical and problem solving skills&lt;/li&gt;\n&lt;li&gt;Communicate effectively using evidence-based reporting, communication and presentation skills&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Behaviours&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Target and goal oriented&lt;/li&gt;\n&lt;li&gt;Forward thinking and proactive&lt;/li&gt;\n&lt;li&gt;Display a self-disciplined, self-motivated approach whilst recognising personal limitations and seeking advice from fact holders and specialists when required&lt;/li&gt;\n&lt;li&gt;Deliver a supportive professional service to external and internal customers&lt;/li&gt;\n&lt;li&gt;Environmentally and economically focused&lt;/li&gt;\n&lt;li&gt;Focus on undertaking and completing work in a way that contributes to sustainable development&lt;/li&gt;\n&lt;li&gt;Comply responsibly with current and relevant industry standards and regulations&lt;/li&gt;\n&lt;li&gt;Be quality and efficiency focussed, and professional in work and in personal standards&lt;/li&gt;\n&lt;li&gt;Be aware of the needs and concerns of others, especially where related to diversity and equality&lt;/li&gt;\n&lt;li&gt;Carry out and record Continuing Professional Development and professional training, necessary for maintaining and enhancing competence&lt;/li&gt;\n&lt;li&gt;Exercise responsibilities in an ethical manner&lt;/li&gt;\n&lt;li&gt;Be able to adjust and respond effectively to unexpected change, and deal with contingency risks&lt;/li&gt;\n&lt;/ul&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2015-12-01T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "paul.graham9@nhs.net",
  "involvedEmployers": "The Energy Managers Association, Waterwise Ltd, Planet First Ltd, Whitbread Plc, Pinsent Masons LLP, Heelec Ltd, Voyage Control Ltd, Tivarri Ltd, Parker Bromley Energy Ltd, Siemens Plc",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "junior project manager energy"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": null,
  "cluster": null,
  "clusterId": null,
  "clusterDescription": null,
  "createdDate": "2017-09-22T14:24:33 +00:00",
  "lastUpdated": "2022-05-20T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-12-01T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0161",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0161-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0161-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-07-27T00:00:00"
}