{
  "templateType": "Apprenticeship Standard",
  "larsCode": 271,
  "referenceNumber": "ST0190",
  "learningAimClassCode": "",
  "title": "Advanced baker",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0190",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2021-12-10T00:00:00",
  "earliestStartDate": "2018-05-08T00:00:00",
  "latestStartDate": "2021-12-10T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Making and selling baked goods, such as bread, cakes, pies, pastries and biscuits.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Baker",
    "cooking",
    "bread",
    "cakes",
    "pies",
    "baking",
    "selling"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1751/advanced_baker_epa_for_publication_19_april_18.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;&#160;&lt;/p&gt;\n&lt;h3&gt;Section 1: Occupational Profile of an Advanced Baker&lt;/h3&gt;\n&lt;p&gt;Bakers work in one of the largest, most dynamic and fastest growing sectors of the food and drink industry. Every day bakers make and sell millions of loaves of bread and baked goods, such as cakes, pies, pastries and biscuits to customers in the UK and around the world.&lt;/p&gt;\n&lt;p&gt;Advanced bakers will have an in depth knowledge of bakery techniques and will demonstrate expertise in a range of bakery activities. They may work in craft, in store or in automated bakeries. They will have a full understanding of product costing and quality monitoring processes and will spend time working on activities such as product development and improvement. They will have both the knowledge and skills necessary to use problem solving techniques, quality assurance and Continuous Improvement (CI) techniques.&lt;/p&gt;\n&lt;p&gt;They may be expected to lead others and will have skills in leadership and management.&lt;/p&gt;\n&lt;p&gt;Advanced bakers may progress into more advanced technical or management roles. This apprenticeship is an ideal spring board for potential future leaders of the bakery industry.&lt;/p&gt;\n&lt;h3&gt;Section 2: The Knowledge, Skills, and Behaviours&lt;/h3&gt;\n&lt;p&gt;Advanced bakers will have the following knowledge and understanding:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Advanced understanding of baking techniques, methods and processes used within the baking industry, including methods for speciality production and manufacture; the principles of different mixing methods including high speed, spiral and planetary.&lt;/li&gt;\n&lt;li&gt;Current legislation and regulation requirements and updates; and how to keep abreast of changes.&lt;/li&gt;\n&lt;li&gt;Different bakery types: puff pastry manufacture, choux pastry principles, hot plate recipes, frying.&lt;/li&gt;\n&lt;li&gt;Advanced principles of ingredients and their functionality, including how to select the correct ingredients for specific applications (to include core science).&lt;/li&gt;\n&lt;li&gt;The composition, functionality and use of improvers, emulsifiers, aerating agents and other processing aids.&lt;/li&gt;\n&lt;li&gt;Advanced recipe formulation, including recipe balance and ingredient substitution.&lt;/li&gt;\n&lt;li&gt;An in-depth understanding of finished goods including: packaging types and functionality, storage requirements and distribution (including controlled atmosphere packaging), and finished product assessment.&lt;/li&gt;\n&lt;li&gt;Product costing.&lt;/li&gt;\n&lt;li&gt;The product development process from concept to launch.&lt;/li&gt;\n&lt;li&gt;Goods process control and product release process, including principles of segregation for allergens and organic products.&lt;/li&gt;\n&lt;li&gt;Principles and application of ingredients and finished product traceability.&lt;/li&gt;\n&lt;li&gt;The impact of consumer trends and requirements on the baking industry and how they affect your own business, including gluten free and nutritional information.&lt;/li&gt;\n&lt;li&gt;How to identify and utilise appropriate quality assurance monitoring processes within your business.&lt;/li&gt;\n&lt;li&gt;How to collate, analyse and apply data effectively.&lt;/li&gt;\n&lt;li&gt;Purpose and requirements of ingredient specifications.&lt;/li&gt;\n&lt;li&gt;The importance of innovation and new/existing Product Development (NPD/EPD) and how the system operates within your organisation.&lt;/li&gt;\n&lt;li&gt;How to develop effective relationships in the workplace and lead others.&lt;/li&gt;\n&lt;li&gt;The principles of Continuous Improvement (C.I.) and how to apply them in your organisation.&lt;/li&gt;\n&lt;li&gt;The importance of asset care and scheduled routine maintenance.&lt;/li&gt;\n&lt;li&gt;The value and benefits of internal and external audits and how they apply to your organisation.&lt;/li&gt;\n&lt;li&gt;Equipment, machinery and process limitations / capabilities within your organisation.&lt;/li&gt;\n&lt;li&gt;Advanced understanding of root cause analysis.&lt;/li&gt;\n&lt;li&gt;Understanding of Hazard Analysis and Critical Control Points (HACCP)/food safety/health and safety at Level 3 and how to use quality management systems in bakery effectively.&lt;/li&gt;\n&lt;li&gt;Understanding of environmental and waste management systems/requirements in bakery and how to minimise waste in your operation.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Advanced bakers will demonstrate the following skills:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Advanced practical baking skills, including mixing, decorative moulding and finished product decoration.&lt;/li&gt;\n&lt;li&gt;The ability to mix doughs, using sours, sponges, and enzymes.&lt;/li&gt;\n&lt;li&gt;Formulating a recipe from scratch and how to enhance it.&lt;/li&gt;\n&lt;li&gt;The ability to demonstrate a range of techniques including long-ferment, enriched dough, lamination, yeasted and non-yeasted, bread doughs, biscuit doughs, products with inclusions and batters.&lt;/li&gt;\n&lt;li&gt;Team working skills including listening, negotiation and planning.&lt;/li&gt;\n&lt;li&gt;Demonstration of compliance with relevant food safety and health &amp;amp; safety legislation.&lt;/li&gt;\n&lt;li&gt;Conduct and/or contribute to a risk assessment in accordance with your bakery practises.&lt;/li&gt;\n&lt;li&gt;Be able to collate and interpret product and process data and support the application of any changes required.&lt;/li&gt;\n&lt;li&gt;Analysis and reporting of appropriate product and process data within area of responsibility.&lt;/li&gt;\n&lt;li&gt;Demonstrate awareness of techniques to manage production problems within the bakery environment.&lt;/li&gt;\n&lt;li&gt;Contribute to Continuous Improvement (CI) activities in accordance with your organisation’s practises.&lt;/li&gt;\n&lt;li&gt;Contribute to a variety of internal and external audits in line with organisational procedures.&lt;/li&gt;\n&lt;li&gt;Sampling and testing of products for quality monitoring purposes on bread and/or confectionery products, including sensory analysis.&lt;/li&gt;\n&lt;li&gt;Work in accordance with internal quality assurance procedures.&lt;/li&gt;\n&lt;li&gt;Actively participate in new/existing bakery product development.&lt;/li&gt;\n&lt;li&gt;Demonstrate asset care within your organisation.&lt;/li&gt;\n&lt;li&gt;Adherence to Standard Operating Procedures to ensure best practice.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Advanced bakers will demonstrate the following behaviours:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Safe working: ensures safety of self and others, food safe, challenges safety issues.&lt;/li&gt;\n&lt;li&gt;Ownership of work: accepts responsibility, is proactive, plans work.&lt;/li&gt;\n&lt;li&gt;Pride in work: aims for excellence, time management.&lt;/li&gt;\n&lt;li&gt;Self-development: proposes objectives to support the business, seeks learning, drives the development of self and others.&lt;/li&gt;\n&lt;li&gt;Integrity and respect: respect for others, adapts style where appropriate.&lt;/li&gt;\n&lt;li&gt;Instinctive team working: builds good relationships with others, works collaboratively, contributes ideas and challenges appropriately, leads by example.&lt;/li&gt;\n&lt;li&gt;Problem solving: works to identify and ensure root causes are resolved, demonstrating a tenacious approach.&lt;/li&gt;\n&lt;li&gt;Responsiveness to change: flexibility to changing working environment and demands.&lt;/li&gt;\n&lt;li&gt;Company/industry perspective: desire to learn about the company and food industry, acts as an ambassador.&lt;/li&gt;\n&lt;li&gt;Effective communicator at all levels.&lt;/li&gt;\n&lt;li&gt;Demonstrates and encourages curiosity to foster new ways of thinking and working.&lt;/li&gt;\n&lt;li&gt;Acts in alignment with the business vision and values.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Section 3: Additional Information&lt;/h3&gt;\n&lt;h4&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Typically 24 months for new entrants&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;To be set by individual employers&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;3&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;English and Maths&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment for this apprenticeship.&lt;/p&gt;\n&lt;h4&gt;Review&lt;/h4&gt;\n&lt;p&gt;After 3 years&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-05-08T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "secretariat@nsafd.co.uk",
  "involvedEmployers": "2 Sisters Food Group, Bettys, Fermex, Fullers Bakers, Hovis, Jacksons, Lukeevans, Sainsbury’s, The London Bread &amp; Cake Company Ltd, Warburtons",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, manufacturing, process and control",
  "cluster": "Food and science manufacturing operative or technician",
  "clusterId": "261",
  "clusterDescription": "Operate semi-automated and automated plant and equipment to manufacture food and chemical products",
  "createdDate": "2017-11-14T17:09:44 +00:00",
  "lastUpdated": "2021-12-10T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-05-08T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0190-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0190-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-12-10T00:00:00"
}