{
  "templateType": "Apprenticeship Standard",
  "larsCode": 26,
  "referenceNumber": "ST0158",
  "learningAimClassCode": "",
  "title": "Dual fuel smart meter installer",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0158",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2018-10-02T00:00:00",
  "earliestStartDate": "2015-08-27T00:00:00",
  "latestStartDate": "2018-10-02T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Safely installing, exchanging and maintaining smart meters, explaining to customers how they work and how to use energy more efficiently.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 14,
  "maxFunding": 12000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "gas",
    "electricity",
    "smart metering systems",
    "gas safe register",
    "utilities",
    "power",
    "metering"
  ],
  "jobRoles": [
    "Dual Fuel Meter Engineer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1074/dual_fuel_smart_meter_installer.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupation&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Dual Fuel Smart Meter Installer (Electricity &amp;amp; Gas)&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Occupational profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Dual Fuel Smart Meter Installation forms a key part of the Smart Government mandate to reduce carbon emissions and improve energy management. Dual Fuel Smart Meter Installers are responsible for the safe installation, exchange, commission, decommission and ongoing maintenance of Smart metering systems and associated equipment and communication systems. &#160;This includes the explanation of how these work and giving up to date energy efficiency advice to the customer. The role is physical in nature, and may involve lifting and moving of equipment, working at heights and working in confined spaces.&#160; This occupation entails carrying out a high level of safety critical activities whilst working in customer properties. Therefore there is a rigorous requirement for a disciplined, responsible and professional approach to work that provides customer service excellence at all times.&lt;/p&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their apprenticeship and will include a recognised background check, equivalent to Criminal Record Bureau/Disclosure and Barring Service (CRB/DBS). The apprenticeship is demanding and employers will typically look for applicants who have gained a minimum of 2-4 GCSEs at grade C (including mathematics and English), or equivalent qualifications/experience.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Current Health, Safety and Environmental legislation and regulations applicable to work in the gas and power industries&lt;/li&gt;\n&lt;li&gt;Gas and electrical testing and assessment procedures needed to establish the condition of the equipment and installation and the actions needed as a result&lt;/li&gt;\n&lt;li&gt;Gas and electrical theories and procedures involved in the practical application of installation, exchange, commission, decommission and maintenance of Smart metering systems and associated equipment and communication systems&lt;/li&gt;\n&lt;li&gt;Relevant electrical/mechanical principles and how they are applied in work processes and procedures&lt;/li&gt;\n&lt;li&gt;Up to date knowledge of energy efficiency principles to be able to provide advice and guidance to the customer&lt;/li&gt;\n&lt;li&gt;Knowledge of Smart metering systems to be able to discuss and advise the custome&lt;/li&gt;\n&lt;li&gt;Current regulatory compliance, the recognition of different customer needs including vulnerability as defined by Office of Gas and Electricity Markets (OFGEM) and Smart Installation Codes of Practice (SMICoP)company rules, policies and procedures as defined by the employer&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Carry out a thorough and rigorous risk assessment to ensure safety of customer, self and property on arrival, during install and upon exit&lt;/li&gt;\n&lt;li&gt;Take personal responsibility for maintaining safety standards and achieving job objectives&lt;/li&gt;\n&lt;li&gt;Use tools, equipment and personal protective equipment in a safe and appropriate manner&lt;/li&gt;\n&lt;li&gt;Install, exchange, commission, decommission and ongoing maintenance of Smart metering systems, associated equipment and communication systems in accordance with industry standards&lt;/li&gt;\n&lt;li&gt;Work with focus and clear purpose in all conditions and locations, covering business requirements, usually working alone and safely adapt working methods to reflect changes in working environments&lt;/li&gt;\n&lt;li&gt;Work on customer premises/property showing appropriate care, respect whilst focusing on safety&lt;/li&gt;\n&lt;li&gt;Use a variety of appropriate communication methods to interact with customers and others to give/receive information accurately, in a timely and positive manner in order to deliver the best possible experience to customers. This will include practical advice and the benefits of using the equipment&lt;/li&gt;\n&lt;li&gt;Identify where situations or conditions are to unsafe standards and take appropriate actions within your range of competency&lt;/li&gt;\n&lt;li&gt;Achieve individual and team tasks which align to overall work objectives, be self- motivated and disciplined in the approach to work tasks&lt;/li&gt;\n&lt;li&gt;Prepare and sequence equipment and tasks in the order prescribed in relevant operational standards or according to a specific regulations or set of rules&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Have personal wellbeing and the safety of customers and others as a priority&lt;/li&gt;\n&lt;li&gt;Be risk aware showing the desire to reduce risks through systematic monitoring and checking information and the strict compliance with appropriate rules and regulations&lt;/li&gt;\n&lt;li&gt;Be energy aware and deliver appropriate advice to customers on energy efficiency&lt;/li&gt;\n&lt;li&gt;Work effectively with people from different trades/disciplines, backgrounds and expertise to accomplish an activity safely, on time, providing confident challenge whilst meeting customer requirements&lt;/li&gt;\n&lt;li&gt;Deliver a polite, courteous professional service to all customers and members of the public whilst safeguarding customer welfare and recognising vulnerability&lt;/li&gt;\n&lt;li&gt;To maintain and develop personal learning plans to continually develop knowledge and competence&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship will typically take 14 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications/mandatory requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;In order to progress to the end-point assessment the apprentice will need to be assessed against and achieve registration on the Gas Safe&#174; Register and Meter Operators Code of&lt;/p&gt;\n&lt;p&gt;Practice Agreement (MOCoPA). This is a legal requirement for the role and a required competency measure.&lt;/p&gt;\n&lt;p&gt;Apprentices without level 1 English and mathematics will need to achieve this level prior to completion of their apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Link to professional registration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;In achieving a pass in this apprenticeship, the successful apprentice will be eligible to apply for membership with the Institution of Gas Engineers &amp;amp; Managers (IGEM) and the Institution of Engineering and Technology (IET).&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship is level 2.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard will initially be reviewed within 3 years of publication.&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2015-08-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0169",
  "tbMainContact": "",
  "involvedEmployers": "Amey, British Gas, CH4, EDF, E.ON, G4S, Lowri Beck, Morrison Utility Services, npower, Scottish Power, Siemens, SSE, Trojan, Association of Meter Operators, Energy & Utility Skills Council, Institution of Gas Engineers & Managers",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Dual Fuel Meter Engineer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Building Services Engineering",
  "cluster": "Building Services Engineering Operative/Technician",
  "clusterId": "65",
  "clusterDescription": "Design, plan, assemble, install, house, commission, test, maintain, service and repair of all forms of a buildings' emergency, security and utility systems",
  "createdDate": "2020-09-21T15:20:22 +00:00",
  "lastUpdated": "2018-10-02T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-08-27T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0158",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0158-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0158-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2018-10-02T00:00:00"
}