{
  "larsCode": 250,
  "referenceNumber": "ST0188",
  "title": "Business fire safety advisor",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/250",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2018-02-27T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Work with businesses to help protect their premises from fire.",
  "level": 3,
  "typicalDuration": 24,
  "maxFunding": 2500,
  "route": "Protective services",
  "keywords": [
    "Business Fire Safety Advisor",
    "Fire Safety Advisor",
    "Fire Safety"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/1576/st0188_business-fire-safety-advisor_l3-final-clean.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.4 Public services",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupation&lt;/h3&gt;\r\n&lt;p&gt;Business Fire Safety Advisor&lt;/p&gt;\r\n&lt;h3&gt;Level&lt;/h3&gt;\r\n&lt;p&gt;This is a Level 3 Apprenticeship Standard&lt;/p&gt;\r\n&lt;h3&gt;Occupational Profile&lt;/h3&gt;\r\n&lt;p&gt;A Business Fire Safety Advisor works with businesses to help them keep their premises safe from fire by offering advice and education to reduce risk. People in this role also recognise and take appropriate steps when enforcement action may be required. The role contributes to the aims of saving life, preventing injury, enhancing business continuity and protecting premises. People in this role are typically employed by a Fire and Rescue Service. The role involves a diverse mix of essential work including visits to a wide spectrum of businesses and joint visits with other agencies in order to actively support and promote business safety. The role may also involve proactive promotional work at events and reactive work after incidents to raise awareness of Fire Safety in the business community. As ambassadors of Fire and Rescue Services, Business Fire Safety Advisors represent their organisation and will demonstrate excellent customer service skills to businesses in their community.&lt;/p&gt;\r\n&lt;p&gt;The key function of a Business Fire Safety Advisor will be to visit simple premises - this is defined by the sector as &lt;em&gt;small buildings with a simple layout such as small shops, offices or industrial units with non-complex means of escape &lt;/em&gt;for the purpose of providing fire safety advice.&lt;/p&gt;\r\n&lt;p&gt;A typical day in this important role will see the Business Fire Safety Advisor assessing risks and hazards associated with fire, evaluating measures in place to protect people and premises, influencing and supporting businesses to act on recommendations and where appropriate reporting breaches.&lt;/p&gt;\r\n&lt;h3&gt;Entry Requirements&lt;/h3&gt;\r\n&lt;p&gt;Employers will set their own entry requirements and these will typically be a need for entrants to be ICT literate and to have achieved GCSEs in Maths and English at Grade C or above.&lt;/p&gt;\r\n&lt;p&gt;Employers who recruit candidates without English and Maths at Grade C or above must ensure that the candidate achieves a Level 2 equivalent standard in both prior to the completion of the Apprenticeship.&lt;/p&gt;\r\n&lt;h3&gt;Knowledge Requirements&lt;/h3&gt;\r\n&lt;p&gt;&lt;strong&gt;Upon completion of the Apprenticeship, the Business Fire Safety Advisor will understand:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;How to plan and gather information, such as the history of the premises and data from partner agencies for the purpose of fire safety regulation in simple premises&lt;/li&gt;\r\n&lt;li&gt;The principles and parameters for visiting simple premises for the purposes of fire safety regulation&lt;/li&gt;\r\n&lt;li&gt;Principles for assessing fire risks associated with simple premises; for example the means of escape, fire detection and emergency lighting&lt;/li&gt;\r\n&lt;li&gt;Processes and guidance relevant to fire risk assessment in simple premises&lt;/li&gt;\r\n&lt;li&gt;How to identify hazards and risks associated with fire in simple premises and report on them&lt;/li&gt;\r\n&lt;li&gt;Control measures used to mitigate the risks from fire in simple premises; for example reducing the quantity of flammable products and limiting or adapting the means of escape&lt;/li&gt;\r\n&lt;li&gt;Measures for the protection of people from fire in simple premises including legislation, codes and guidance&lt;/li&gt;\r\n&lt;li&gt;Legislative and organisational requirements applicable to fire protection systems in simple premises&lt;/li&gt;\r\n&lt;li&gt;Procedures and processes for reviewing matters relating to fire protection systems in simple premises&lt;/li&gt;\r\n&lt;li&gt;Chemical principles of combustion; including fire growth and how smoke spreads through a building&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;&lt;strong&gt;&lt;br /&gt;Skills&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;&lt;strong&gt;Upon completion of the Apprenticeship, the Business Fire Safety Advisor will be able to:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Plan and prepare for visits to simple premises including interpreting building information&lt;/li&gt;\r\n&lt;li&gt;Conduct effective visits to simple premises&lt;/li&gt;\r\n&lt;li&gt;Advise, influence and educate stakeholders on fire safety matters in relation to simple premises&lt;/li&gt;\r\n&lt;li&gt;Identify fire hazards and risks in simple premises&lt;/li&gt;\r\n&lt;li&gt;Evaluate fire hazards, risks and control measures in simple premises&lt;/li&gt;\r\n&lt;li&gt;Report on the compliance and findings of visits to simple premises&lt;/li&gt;\r\n&lt;li&gt;Recommend options to support appropriate risk reduction measures, fire precautions and maintenance routines in simple premises&lt;/li&gt;\r\n&lt;li&gt;Recognise when a situation is beyond the scope of their role and take appropriate action&lt;/li&gt;\r\n&lt;li&gt;Record keep in line with organisational requirements&lt;/li&gt;\r\n&lt;li&gt;Use ICT effectively to support work&lt;/li&gt;\r\n&lt;li&gt;Demonstrate good organisational skills, the ability to work unsupervised and manage workloads within agreed timescales&lt;/li&gt;\r\n&lt;li&gt;Demonstrate strong communication skills, the ability to work with others and build positive professional working relationships&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;&lt;strong&gt;&lt;br /&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;&lt;strong&gt;Upon completion of the Apprenticeship, the Business Fire Safety Advisor:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Respect and welcome stakeholder and co-worker diversity&lt;/li&gt;\r\n&lt;li&gt;Treat people fairly and ethically&lt;/li&gt;\r\n&lt;li&gt;Remain in control of own emotions during challenging situations and concentrate on the task despite pressure and retain confidence in own ability or convictions despite setbacks&lt;/li&gt;\r\n&lt;li&gt;Behave courteously to calmly acknowledge the concerns of clients who may be hostile, rude, confused and / or frustrated&lt;/li&gt;\r\n&lt;li&gt;Adopt a conscientious approach and complete work as required within agreed timescales&lt;/li&gt;\r\n&lt;li&gt;Be committed to the organisational values&lt;/li&gt;\r\n&lt;li&gt;Respond with courtesy, clarity and accuracy to enquiries from stakeholders and other departments and agencies&lt;/li&gt;\r\n&lt;li&gt;Apply due diligence and sound judgement when responding to requests and dealing with confidential information&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;&lt;strong&gt;&lt;br /&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Depending on the size and location of the organisation and the qualifications upon entry, the apprenticeship may typically take a maximum of 24 months to complete.&lt;/p&gt;\r\n&lt;h3&gt;Qualification on Completion&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Apprentices must have obtained a Level 3 Certificate in Fire Safety qualification prior to the end point assessment of the Apprenticeship.&lt;/p&gt;\r\n&lt;h3&gt;Progression&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Further training and qualifications could lead to career pathways within Fire and Rescue Services and across&#160; UK industry such as Fire Safety Risk Assessor, Fire Safety Inspector, Fire Risk Manager and Fire Engineer.&#160;&lt;/p&gt;\r\n&lt;h3&gt;Review&lt;/h3&gt;\r\n&lt;p&gt;The standard will be reviewed within three years to ensure it is in line with best practice within the sector.&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "Pete Moss ",
    "contactAddress": "Open Awards Estuary Commerce Park\n17 De Havilland Dr\nSpeke\nLiverpool\nL24 8RN",
    "contactEmail": "EQA@openawards.org.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2018-02-27T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "TB0586",
  "tbMainContact": "aylettk@manchesterfire.gov.uk, oreillyp@manchesterfire.gov.uk",
  "involvedEmployers": "Greater Manchester Fire &amp; Rescue Service, Buckinghamshire &amp; Milton Keynes Fire &amp; Rescue Service, Cambridgeshire Fire &amp; Rescue Service, Cheshire Fire &amp; Rescue Service, Dorset Fire &amp; Rescue Service, East Sussex Fire &amp; Rescue Service, London Fire Brigade, Merseyside Fire &amp; Rescue Service, Northamptonshire Fire &amp; Rescue Service, Cumbria Fire &amp; Rescue Service, Hampshire Fire &amp; Rescue Service, Humberside Fire &amp; Rescue Service, Kent Fire &amp; Rescue Service, Devon &amp; Somerset Fire &amp; Rescue Service, Avon Fire &amp; Rescue Service, Derbyshire Fire &amp; Rescue Service, Bedfordshire Fire &amp; Rescue Service, County Durham Fire &amp; Rescue Service, Lancashire Fire &amp; Rescue Service, Northern Ireland Fire &amp; Rescue Service, Skills for Fire &amp; Rescue Service, Royal Air Force Fire Service, Fire Protection Association, The Fire Officers Association",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Protective Services",
  "cluster": "Protective Service Officer",
  "createdDate": "2017-11-14T17:09:26 +00:00",
  "lastUpdated": "2018-02-27T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/business-fire-safety-advisor-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/business-fire-safety-advisor-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}