{
  "templateType": "Apprenticeship Standard",
  "larsCode": 98,
  "referenceNumber": "ST0124",
  "learningAimClassCode": "",
  "title": "Cyber security technologist",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0124",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2021-04-23T00:00:00",
  "earliestStartDate": "2016-05-10T00:00:00",
  "latestStartDate": "2021-07-31T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Managing and dealing with cyber threats, hazards and risks to protect organisations, systems and people from harm.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 18000,
  "maxFundingAdditionalInformation": "",
  "route": "Digital",
  "keywords": [
    "IT",
    "cyber security",
    "digital",
    "computers",
    "hacking",
    "hackers",
    "networks",
    "systems",
    "databases",
    "viruses",
    "bugs",
    "secure information",
    "cybersecurity"
  ],
  "jobRoles": [
    "Cyber Operations Manager",
    "Security Architect",
    "Penetration Tester",
    "Security Analyst",
    "Risk Analyst",
    "Intelligence Researcher",
    "Security Sales Engineer",
    "Cyber Security Specialist",
    "Information Security Analyst",
    "Governance and Compliance Analyst",
    "Information Security Assurance and Threat Analyst",
    "Forensics and Incident Response Analyst",
    "Security Engineer",
    "Information Security Auditor",
    "Security Administrator",
    "Information Security Officer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1144/cyber_security_technologist.pdf",
  "ssa1": "6 Digital Technology",
  "ssa2": "6.1 Digital technology (practitioners)",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Ro&lt;/strong&gt;&lt;strong&gt;l&lt;/strong&gt;&lt;strong&gt;e Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The primary role of a Cyber Security Technologist is to apply an understanding of cyber threats, hazards, risks, controls, measures and mitigations to protect organisations systems and people.&lt;/p&gt;\n&lt;p&gt;Those focused on the technical side work on areas such as security design &amp;amp; architecture, security testing, investigations &amp;amp; response.&lt;/p&gt;\n&lt;p&gt;Those focussed on the risk analysis side focus on areas such as operations, risk, governance &amp;amp; compliance.&lt;/p&gt;\n&lt;p&gt;Whether focussed on the technical or risk analysis side, all people in this occupation work to achieve required security outcomes in a legal and regulatory context in all parts of the economy. They develop and apply practical knowledge of information security to deliver solutions that fulfil an organisation’s requirements.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Typical job roles&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Cyber Operations Manager, Security Architect, Penetration Tester, Security Analyst, Risk Analyst, Intelligence Researcher, Security Sales Engineer, Cyber Security Specialist, Information Security Analyst, Governance &amp;amp; Compliance Analyst, Information Security Assurance &amp;amp; Threat Analyst, Forensics &amp;amp; Incident Response Analyst, Security Engineer, Information Security Auditor, Security Administrator, Information Security Officer.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;ntr&lt;/strong&gt;&lt;strong&gt;y Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria, but this is likely to include A’ Levels, a relevant Level 3 apprenticeship, or other relevant qualifications, relevant experience and/or an aptitude test with a focus on functional maths.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Technical Competencies and Technical Knowledge and Understanding&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;&lt;strong&gt;CORE&lt;/strong&gt;&lt;/h4&gt;\n&lt;table style=&quot;width: 644px;&quot; border=&quot;0&quot;&gt;&lt;caption&gt;ALL apprentices will cover the following:&lt;/caption&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 301.292px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Technical Competencies&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 301.708px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Technical Knowledge and Understanding&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 301.292px;&quot;&gt;\n&lt;p&gt;Threats, hazards, risks and intelligence&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Discover (through a mix of research and practical exploration) vulnerabilities in a system&lt;/li&gt;\n&lt;li&gt;Analyse and evaluate security threats and hazards to a system or service or processes. Be aware of and demonstrate use of relevant external sources of threat intelligence or advice (e.g. CERT UK). Combine different sources to create an enriched view.&lt;/li&gt;\n&lt;li&gt;Research and investigate some common attack techniques and recommend how to defend against them. Be aware of and demonstrate use of&amp;nbsp; relevant external sources of vulnerabilities (e.g. OWASP)&lt;/li&gt;\n&lt;li&gt;Undertake a security risk assessment for a simple system without direct supervision and propose basic remediation advice in the context of the employer.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Developing and using a security case&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Source and analyse a security case (e.g. a Common Criteria Protection Profile for a security component) and describe what threats, vulnerability or risks are mitigated and identify any residual areas of concern.&lt;/li&gt;\n&lt;li&gt;Develop a simple security case without supervision. (A security case should describe the security objectives, threats, and for every identified attack technique identify mitigation or security controls that could include technical, implementation, policy or process).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Organisational context&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Identify and follow organisational policies and standards for information and cyber security.&lt;/li&gt;\n&lt;li&gt;Operate according to service level agreements or employer defined performance targets. Future Trends&lt;/li&gt;\n&lt;li&gt;Investigate different views of the future (using more than one external source) and trends in a relevant technology area and describe what this might mean for your business, with supporting reasoning.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 301.708px;&quot;&gt;\n&lt;p&gt;Understands the basics of cyber security including:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Why cyber security matters – the importance to business and society&lt;/li&gt;\n&lt;li&gt;-Basic theory – concepts such as security, identity, confidentiality, integrity, availability, threat, vulnerability, risk and hazard. Also how these relate to each other and lead to risk and harm&lt;/li&gt;\n&lt;li&gt;Security assurance – concepts (can explain what assurance is for in security, and ‘trustworthy’ versus ‘trusted’) and how assurance may be achieved in practice (can explain what penetration testing is and how it contributes to assurance; and extrinsic assurance methods)&lt;/li&gt;\n&lt;li&gt;How to build a security case – deriving security objectives with reasoned justification in a representative business scenario&lt;/li&gt;\n&lt;li&gt;Cyber security concepts applied to ICT infrastructure – can describe the fundamental building blocks and typical architectures and identify some common vulnerabilities in networks and systems.&lt;/li&gt;\n&lt;li&gt;Attack techniques and sources of threat – can describe the main types of common attack techniques; also the role of human behaviour. Explain how attack techniques combine with motive and opportunity to become a threat.&lt;/li&gt;\n&lt;li&gt;Cyber defence – describe ways to defend against attack techniques&lt;/li&gt;\n&lt;li&gt;Relevant laws and ethics – describe security standards, regulations and their consequences across at least two sectors; the role of criminal and other law; key relevant features of UK and international law&lt;/li&gt;\n&lt;li&gt;The existing threat landscape – can describe and know how to apply relevant techniques for horizon scanning including use of recognised sources of threat intelligence&lt;/li&gt;\n&lt;li&gt;Threat trends – can describe the significance of identified trends&amp;nbsp; in cyber security and understand the value and risk of this analyss&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;PECIALISMS&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;In addition to the core, all apprentices will do ONE of the following specialisms:&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Option 1: Technologist&lt;/strong&gt;&lt;/h4&gt;\n&lt;table style=&quot;width: 644px;&quot; border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 289.787px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Technical Competencies&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 313.213px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Technical Knowledge and Understanding&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 289.787px;&quot;&gt;\n&lt;p&gt;Design build &amp;amp; test a network (“Build a network”)&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Design, build, test and troubleshoot a network incorporating more than one subnet with static and dynamic routes, that includes servers, hubs, switches, routers and user devices to a given design requirement without supervision. Provide evidence that the system meets the design requirement.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Analysing a security case (“Make the security case”)&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Analyse security requirements (functional and non-functional security requirements that may be presented in a security case) against other design requirements (e.g. usability, cost, size, weight, power, heat, supportability etc.), given for a given system or product. Identify conflicting requirements and propose, with reasoning, resolution through appropriate trade-offs.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Structured and reasoned implementation of security in a network (“Build a secure network”)&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Design and build a simple system in accordance with a simple security case. Provide evidence that the system has properly implemented the security controls required by the security case.The system could be either at the enterprise, network or application layer.&lt;/li&gt;\n&lt;li&gt;Select and configure relevant types of common security hardware and software components to implement a given security policy.&lt;/li&gt;\n&lt;li&gt;Design a system employing a crypto to meet defined security objectives. Develop and implement a key management plan for the given scenario/system.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 313.213px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Understands the basics of networks: data, protocols and how they relate to each other; the main routing protocols; the main factors affecting network performance including typical failure modes in protocols and approaches to error control.&lt;/li&gt;\n&lt;li&gt;Understands, at a deeper level than from Knowledge Module 1, how to build a security case: describe what good practice in design is; describe common security architectures; be aware of reputable security architectures that incorporates hardware and software components, and sources of architecture patterns and guidance. Understand how to build a security case including context, threats, justifying the selected mitigations and security controls with reasoning and recognising the dynamic and adaptable nature of threats.&lt;/li&gt;\n&lt;li&gt;Understands how cyber security technology components are typically deployed in networks and systems to provide security functionality including: hardware and software&lt;/li&gt;\n&lt;li&gt;Understands the basics of cryptography – can describe the main techniques, the significance of key management, appreciate the legal issues&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&lt;strong&gt;Option 2: Risk Analyst&lt;/strong&gt;&lt;/h4&gt;\n&lt;table style=&quot;width: 643px;&quot; border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 287.762px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Technical Competencies&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 314.238px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Technical Knowledge and Understanding&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 287.762px;&quot;&gt;\n&lt;p&gt;Cyber security risk assessment&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Conduct a cyber-risk assessment against an externally (market) recognised cyber security standard using a recognised risk assessment methodology.&lt;/li&gt;\n&lt;li&gt;Identify threats relevant to a specific organisation and/or sector. Information security policy and process&lt;/li&gt;\n&lt;li&gt;Develop an information security policy or process to address an identified risk.&lt;/li&gt;\n&lt;li&gt;Develop an information security policy within a defined scope to take account of a minimum of 1 law or regulation relevant to cyber security.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Audit and assurance&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Take an active part in a security audit against a recognised cyber security standard, undertake a gap analysis and make recommendations for remediation.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Incident response and business continuity&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Develop an incident response plan for approval (within an organisations governance arrangements for incident response).&lt;/li&gt;\n&lt;li&gt;Develop a business continuity plan for approval (within an organisations governance arrangements for business continuity).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Cyber security culture in an organisation&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Assess security culture using a recognised approach.&lt;/li&gt;\n&lt;li&gt;Design and implement a simple ‘security awareness’ campaign to address a specific aspect of a security culture.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 314.238px;&quot;&gt;\n&lt;p&gt;Understands relevant types of risk assessment methodologies and approaches to risk treatment; can identify the vulnerabilities in organisations and security management systems; understand the threat intelligence lifecycle; describe different approaches to risk treatment. Understand the role of the risk owner and contrast that role with other stakeholders.&lt;/p&gt;\n&lt;p&gt;Understands, at a deeper level than from Knowledge Module 1, the legal, standards, regulations and ethical standards relevant to cyber security: governance, organisational structure, roles, policies, standard, guidelines and how these all work together to deliver identified security outcomes. Also awareness of the legal framework, key concepts applying to ISO27001 (a specification for information security management), and awareness of legal and regulatory&amp;nbsp;obligations for breach notificatio&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;&lt;br&gt;Underpinning Skills, Attitudes &amp;amp; Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Logical and creative thinking skills&lt;/li&gt;\n&lt;li&gt;Analytical and problem solving skills&lt;/li&gt;\n&lt;li&gt;Ability to work independently and to take responsibility&lt;/li&gt;\n&lt;li&gt;Can use own initiative&lt;/li&gt;\n&lt;li&gt;A thorough and organised approach&lt;/li&gt;\n&lt;li&gt;Ability to work with a range of internal and external people&lt;/li&gt;\n&lt;li&gt;Ability to communicate effectively in a variety of situations&lt;/li&gt;\n&lt;li&gt;Maintain productive, professional and secure working environment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The Knowledge Modules are summarised below and further details are available in the occupational brief available from &amp;nbsp;&lt;a href=&quot;https://www.nsar.co.uk/digital-eqa/digital-apprenticeship-standards/&quot;&gt;https://www.nsar.co.uk/digital-eqa/digital-apprenticeship-standards/&lt;/a&gt;&lt;span&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;No vendor or professional qualifications have been identified that would exempt these Knowledge Modules. Core (all the apprentices take this Knowledge Module)&lt;/p&gt;\n&lt;p&gt;Knowledge Module 1: Cyber Security Introduction&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;A&lt;/strong&gt;&lt;strong&gt;N&lt;/strong&gt;&lt;strong&gt;D&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Option 1 (Technologist): in addition to the core&lt;/p&gt;\n&lt;p&gt;Knowledge Module 2: Network and Digital Communications Theory Knowledge Module 3: Security Case Development and Design Good Practice Knowledge Module 4: Security Technology Building Blocks&lt;/p&gt;\n&lt;p&gt;Knowledge Module 5: Employment of Cryptography&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;OR&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Option 2 (Risk Analyst): in addition to the core&lt;/p&gt;\n&lt;p&gt;Knowledge Module 6: Risk Assessment&lt;/p&gt;\n&lt;p&gt;Knowledge Module 7: Governance, Organisation, Law, Regulation &amp;amp; Standards&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;g&lt;/strong&gt;&lt;strong&gt;l&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;sh and Maths&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Level 2 English and maths will need to be achieved, if not already, prior to taking the end point assessment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional Recognition&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship is recognised for entry to both IISP and BCS Associate Membership and for entry onto the Register of IT Technicians confirming SFIA level 3 professional competence. Those completing the apprenticeship are eligible to apply for registration.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;D&lt;/strong&gt;&lt;strong&gt;ur&lt;/strong&gt;&lt;strong&gt;ation&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The duration of this apprenticeship is typically 24 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a level 4 apprenticeship&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Re&lt;/strong&gt;&lt;strong&gt;vi&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;w Date &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard will be reviewed in April 2017.&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [
    "Risk Analyst",
    "Technologist"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-05-10T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0553",
  "tbMainContact": "Enquiries.IFA@education.gov.uk  ",
  "involvedEmployers": "QinetiQ, Airbus, BT, CGI, Cisco, Crest, Falanx, Fujitsu, IBM, Royal Signals, IRM",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Cyber Operations Manager",
    "Security Architect",
    "Penetration Tester",
    "Security Analyst",
    "Risk Analyst",
    "Intelligence Researcher",
    "Security Sales Engineer",
    "Cyber Security Specialist",
    "Information Security Analyst",
    "Governance and Compliance Analyst",
    "Information Security Assurance and Threat Analyst",
    "Forensics and Incident Response Analyst",
    "Security Engineer",
    "Information Security Auditor",
    "Security Administrator",
    "Information Security Officer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Digital Support and Services",
  "cluster": "Cyber Security Technician",
  "clusterId": "185",
  "clusterDescription": "Detect security breaches and respond using alerts from automated tools to determine breach status and resolution working with the incident response team. Extended skills allow hazards, risks and controls to be managed",
  "createdDate": "2017-09-22T14:24:28 +00:00",
  "lastUpdated": "2021-04-23T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-05-10T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0124-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0124-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "f7d4ccc5-a952-486d-aeb0-fea85cb98293",
      "title": "Risk Analyst",
      "occupationCode": ""
    },
    {
      "optionId": "22200f8a-41bf-4f64-b276-e1738ba6ec92",
      "title": "Technologist",
      "occupationCode": ""
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Risk Analyst",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Technologist",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-07-31T00:00:00"
}