{
  "templateType": "Apprenticeship Standard",
  "larsCode": 53,
  "referenceNumber": "ST0159",
  "learningAimClassCode": "",
  "title": "Utilities engineering technician",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0159",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2020-05-05T00:00:00",
  "earliestStartDate": "2015-09-24T00:00:00",
  "latestStartDate": "2020-05-05T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Carrying out reactive and routine maintenance on equipment to ensure safety and efficiency.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Instrumentation and Control Systems",
    "electrical networks",
    "instrumentation",
    "control",
    "automation",
    "utilities"
  ],
  "jobRoles": [
    "utilities engineer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1101/utilities_engineering_technician.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;Utilities Engineering Technicians perform reactive and routine maintenance on equipment to ensure safe and efficient running of the sites, supporting other disciplines as necessary. There are three main roles within the occupation: Electrical; Mechanical; Instrumentation Control and Automation (ICA).&lt;/p&gt;\n&lt;p&gt;Apprenticeship candidates will normally have 3 to 5 GCSEs at grades A to C (including mathematics, English), or equivalent qualifications. For Electrical and for Instrumentation, Control and Automation roles a good pass (B or above) in Maths GCSE (or equivalent) is desirable.&lt;/p&gt;\n&lt;p&gt;Utilities Engineering Technicians will meet the core requirements and also one set of specific requirements.&lt;/p&gt;\n&lt;h3&gt;Core Requirements: Technical Knowledge&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Relevant industry health and safety standards and regulations, and environmental and regulatory requirements&lt;/li&gt;\n&lt;li&gt;Maintenance practices, processes and procedures covering a range of waste and water systems, plant and equipment&lt;/li&gt;\n&lt;li&gt;Relevant level of theory and principles that underpin the design and function of electro-mechanical and instrumentation systems and equipment&lt;/li&gt;\n&lt;li&gt;Principles and processes that underpin the location, diagnosis and rectification of faults&lt;/li&gt;\n&lt;li&gt;Planned, reactive, and predictive maintenance processes, practices and procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Core Requirements: Skills&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Apply technical knowledge to carry out inspections, condition monitoring and reporting&lt;/li&gt;\n&lt;li&gt;Follow and comply with industry health and safety and environmental working practices and regulations&lt;/li&gt;\n&lt;li&gt;Locate, diagnose and rectify faults on plant and equipment&lt;/li&gt;\n&lt;li&gt;Carry out maintenance activities on a range of waste and water systems, plant and equipment&lt;/li&gt;\n&lt;li&gt;Use workshop machinery and equipment to create, repair and modify component and apparatus&lt;/li&gt;\n&lt;li&gt;Carry out and follow planned, reactive, and predictive plant and equipment maintenance procedures&lt;/li&gt;\n&lt;li&gt;Communicate with and provide information and guidance to contractors, suppliers and colleagues in line with personal role and responsibilities&lt;/li&gt;\n&lt;li&gt;Handover and confirm completion of engineering activities&lt;/li&gt;\n&lt;li&gt;Read, understand and interpret computer data and displays, and work to technical specifications and supporting documentation&lt;/li&gt;\n&lt;li&gt;Adhere to safe working practices and procedures and carry out risk assessments&lt;/li&gt;\n&lt;li&gt;Carry out safe isolation of equipment, using permit and lock-off systems as required&lt;/li&gt;\n&lt;li&gt;Drive vehicles equipped with tools and materials to job sites&lt;/li&gt;\n&lt;li&gt;Install, maintain, replace and commission equipment and components as required&lt;/li&gt;\n&lt;li&gt;As required, undertake standby duties to provide 24 hour cover to remedy fault situations requiring diagnostic testing procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Core Requirements: Behaviours&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Display a self-disciplined, self-motivated approach whilst recognising personal limitations and seeking advice from fact holders and specialists when required&lt;/li&gt;\n&lt;li&gt;Accept responsibility for work of self or others&lt;/li&gt;\n&lt;li&gt;Deliver a polite, courteous professional service to customers and members of the public&lt;/li&gt;\n&lt;li&gt;Work effectively and safely when undertaking tasks to approved standards and safe working practices as part of a team, working alone or with appropriate supervision&lt;/li&gt;\n&lt;li&gt;Undertake and complete work in a way that contributes to sustainable development&lt;/li&gt;\n&lt;li&gt;Be risk aware and minimise risks to life, property and the environment when undertaking work activities&lt;/li&gt;\n&lt;li&gt;Be quality focussed and professional in work and in personal standards&lt;/li&gt;\n&lt;li&gt;Identify, organise and use resources effectively to complete tasks, with consideration for cost, quality, safety, security and environmental impact&lt;/li&gt;\n&lt;li&gt;Accept, allocate and supervise technical and other tasks&lt;/li&gt;\n&lt;li&gt;Be aware of the needs and concerns of others, especially where related to diversity and equality&lt;/li&gt;\n&lt;li&gt;Carry out and record CPD necessary to maintain and enhance competence&lt;/li&gt;\n&lt;li&gt;Exercise responsibilities in an ethical manner&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Specific Requirements&lt;/h3&gt;\n&lt;h4&gt;A. Electrical&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Inspect and monitor electrical systems, and inspect, monitor, maintain and repair electrical equipment&lt;/li&gt;\n&lt;li&gt;Test electrical equipment and systems and assist in installing electrical systems and equipment&lt;/li&gt;\n&lt;li&gt;Access a range of sites to install, maintain, test, repair and dismantle electrical equipment&lt;/li&gt;\n&lt;li&gt;Use electrical theories and principles to use test equipment for voltage, current and earth resistance testing to maintain the integrity of the electrical system&lt;/li&gt;\n&lt;li&gt;Consult design specifications to analyse and calculate electrical system parameters and rectification procedures.&lt;/li&gt;\n&lt;li&gt;Interpret electrical drawings to install, position or re-locate electrical equipment and cabling.&lt;/li&gt;\n&lt;li&gt;Test, service and repair electrical equipment as part of planned preventative maintenance and/or reactive maintenance programmes&lt;/li&gt;\n&lt;li&gt;Install and connect electrical cables, switchgear, circuit breakers, motors, transformers and other associated equipment.&lt;/li&gt;\n&lt;li&gt;Carry out electrical procedures on industrial low voltage systems (up to 1000V AC) operating switchgear, fuses, motor control centres, transformers, manual &amp;amp; automatically controlled drives and motors.&lt;/li&gt;\n&lt;li&gt;Carry out basic fault diagnostics on Programmable Logic Controllers (PLC) and Supervisory Control &amp;amp; Data Acquisition (SCADA) systems.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;B. Mechanical&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Apply mechanical theories and principles in order to carry out diagnostic fault finding procedures&lt;/li&gt;\n&lt;li&gt;Inspect and monitor mechanical systems, and inspect, monitor, maintain, dismantle and repair mechanical equipment and components&lt;/li&gt;\n&lt;li&gt;Test mechanical equipment and systems and assist in installing mechanical systems and equipment&lt;/li&gt;\n&lt;li&gt;Basic Fabrication and welding of structures and components&lt;/li&gt;\n&lt;li&gt;Use mechanical knowledge and skills to install, maintain and dismantle a wide range of complex plant, machinery and components&lt;/li&gt;\n&lt;li&gt;Consult design specifications to analyse and calculate mechanical system parameters and rectification procedures.&lt;/li&gt;\n&lt;li&gt;Interpret plans and drawings to install, position or re-locate mechanical equipment and components.&lt;/li&gt;\n&lt;li&gt;Test, service and repair mechanical equipment as part of planned preventative maintenance and/or reactive maintenance programmes&lt;/li&gt;\n&lt;li&gt;Install and maintain mechanical components including motors, pumps and gearboxes, maintaining and replacing lubricants.&lt;/li&gt;\n&lt;li&gt;Inspect and maintain condition monitoring equipment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;C. Instrumentation Control and Automation&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Apply theories and principles of electronics to use equipment to carry out diagnostic fault finding procedures&lt;/li&gt;\n&lt;li&gt;Maintain instrumentation and control equipment and circuits, and repair and overhaul instrumentation and control equipment&lt;/li&gt;\n&lt;li&gt;Test and Calibrate Instrumentation and control equipment and circuits, and assist in installing instrumentation and control equipment&lt;/li&gt;\n&lt;li&gt;Use Instrumentation and Control Systems knowledge and skills to install, maintain and dismantle instruments, controllers, probes, attachments, cabling, meters and display units.&lt;/li&gt;\n&lt;li&gt;Carry out telemetry outstation and internal system configuration&lt;/li&gt;\n&lt;li&gt;Identify and resolve data quality and calibration issues&lt;/li&gt;\n&lt;li&gt;Test, calibrate and validate fixed and portable analogue and digital instrumentation using approved procedures and standards.&lt;/li&gt;\n&lt;li&gt;Repair, maintain, configure and calibrate field instrumentation, communication devices and associated equipment used in system and process control, such as Programmable Logic Controllers (PLC) and Supervisory Control &amp;amp; Data Acquisition (SCADA) systems&lt;/li&gt;\n&lt;li&gt;Use standards and specifications to improve the information gathered by telemetry data&lt;/li&gt;\n&lt;li&gt;Inspect and maintain security equipment, telecommunication devices and alarm systems&lt;/li&gt;\n&lt;li&gt;Carry out isolation procedures to ensure process or system stability and personnel safety when carrying out operations&lt;/li&gt;\n&lt;li&gt;Provide support to day-to-day users of instrumentation and control systems&lt;/li&gt;\n&lt;li&gt;Complete data cleansing to ensure consistent and valid data is available for business and regulation purposes&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;An apprenticeship will typically take up to 48 months to complete&lt;/p&gt;\n&lt;h3&gt;Qualifications&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and mathematics will need to achieve this level prior to completion of their apprenticeship&lt;/p&gt;\n&lt;h3&gt;Link to professional registration&lt;/h3&gt;\n&lt;p&gt;Successful apprentices will be eligible for Engineering Technician (Eng.Tech) (or equivalent) professional registration&lt;/p&gt;\n&lt;h3&gt;Level&lt;/h3&gt;\n&lt;p&gt;This apprenticeship is level 3&lt;/p&gt;\n&lt;h3&gt;Review date&lt;/h3&gt;\n&lt;p&gt;This standard will initially be reviewed within 3 years of publication&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [
    "Electrical",
    "Instrumentation Control & Automation",
    "Mechanical"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2015-09-24T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0004",
  "tbMainContact": "",
  "involvedEmployers": "Cory Environmental, FCC Environment, Grundon, London Waste Ltd, National Sewerage Association, Northumbrian Water, Severn Trent Water, Southern Water, South West Water, Thames Water, United Utilities, Veolia,  Viridor, Welsh Water, The Institution of Engineering and Technology, The Energy Institute, The Institute of Water, Chartered Institution of Water and Environmental Management",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "utilities engineer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, Installation & Repair",
  "cluster": "Manufacturing/Process Maintenance Operative/Technician",
  "clusterId": "71",
  "clusterDescription": "Maintain and repair production and process plant and equipment in manufacturing",
  "createdDate": "2020-09-07T14:33:15 +00:00",
  "lastUpdated": "2020-05-05T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-09-24T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0159",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0159-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0159-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "12189cd5-f38d-40fc-aba9-693a05c9800b",
      "title": "Electrical",
      "occupationCode": "OCC0159A"
    },
    {
      "optionId": "5fdd98c4-67d1-482d-84c1-c8ff7cd527be",
      "title": "Instrumentation Control & Automation",
      "occupationCode": "OCC0159B"
    },
    {
      "optionId": "81844252-8b89-46c6-8b3f-45af5ddff321",
      "title": "Mechanical",
      "occupationCode": "OCC0159C"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Electrical",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Instrumentation Control & Automation",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Mechanical",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2020-05-05T00:00:00"
}