{
  "templateType": "Apprenticeship Standard",
  "larsCode": 403,
  "referenceNumber": "ST0148",
  "learningAimClassCode": "",
  "title": "Learning mentor",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0148",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-07-26T00:00:00",
  "earliestStartDate": "2019-01-29T00:00:00",
  "latestStartDate": "2023-02-28T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Supporting learners of all ages, and all levels, to develop within a new work role.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Education and early years",
  "keywords": [
    "teaching",
    "teacher",
    "learning",
    "lecturing",
    "school",
    "education",
    "childcare"
  ],
  "jobRoles": [
    "Learning mentor"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3762/st0148_learning-mentor.pdf",
  "ssa1": "13 Education and Training",
  "ssa2": "13.1 Teaching and lecturing",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Role / Occupation &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Learning Mentor (LM)&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Minimum 12 months&lt;/p&gt;\n&lt;p&gt;Mentoring is - and has been for centuries - the foundation of vocational training and apprenticeships, yet this standard is the first formal recognition of this role.&#160; Nowadays, mentoring takes place in all parts of the Education and Training Sector (ETS) and staff-development contexts. LMs support learners of all ages, and all levels, to develop within a new work role.&#160; These learners may be, for example, apprentices, trainees or new recruits (ranging from young entrants, to new CEOs) in the workplace, or in any vocational learning environment.&#160;&lt;/p&gt;\n&lt;p&gt;LMs will have sector-specific experience and qualifications, as determined by their employer or professional body, which they use to guide and advise those who are less experienced and new to a work role. The LM is therefore a ‘dual professional’ having both up-to-date knowledge and skills in a specialist vocational or subject area, together with the generic skills necessary to support learners (as potentially a first step towards a secondary role as an education and training professional).&#160;&#160; &#160;&#160;&lt;/p&gt;\n&lt;p&gt;LMs therefore support the development of learners’ knowledge, skills and behaviours, throughout their programme, particularly in applying theoretical learning in practical work environments (and usually on a one-to-one, or small group, basis). They give practical, technical and/or pastoral support and guidance.&#160;&lt;/p&gt;\n&lt;p&gt;LMs collaborate closely with colleagues, other ETS professional, employers and/or human resource colleagues to meet learners’ needs and achieve their potential.&lt;/p&gt;\n&lt;p&gt;The LM apprenticeship requires development of the following professional behaviours, knowledge and skills:&lt;/p&gt;\n&lt;p&gt;&lt;span class=&quot;highlight&quot;&gt;Within the sector, ‘mentoring’ is understood to be different to ‘coaching’; being a relatively basic learning-support role, involving advice and guidance delivered by a more experienced person.&#160; (See the Level 4 Assessor-Coach Standard for further clarification about these two different roles.)&lt;/span&gt;&lt;/p&gt;\n&lt;h4&gt;&#160;&lt;strong&gt;Professional behaviours. The Learning Mentor will:&lt;/strong&gt;&lt;/h4&gt;\n&lt;ol style=&quot;list-style-type: lower-alpha;&quot;&gt;\n&lt;li&gt;Promote an ethos of motivation, aspiration and a passion for learning&lt;/li&gt;\n&lt;li&gt;Operate at all times to ethical and legal standards and within professional boundaries&lt;/li&gt;\n&lt;li&gt;Value equality and diversity and work with others to improve equality of opportunity and inclusion&lt;/li&gt;\n&lt;li&gt;Be resilient and adaptable when dealing with challenge and change, maintaining focus and self-control&lt;/li&gt;\n&lt;li&gt;Demonstrate, encourage and expect mutual respect in all professional contexts&lt;/li&gt;\n&lt;/ol&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;The Learning Mentor will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;The Learning Mentor will understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Provide mentoring support&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Procedures for effective mentoring&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&#160;S1&#160; &#160;advise, guide and supervise learners to acquire the most benefit from their learning programme&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K1&#160; &#160;effective practice in providing accurate and relevant vocational/pastoral advice and guidance&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S2&#160; &#160;communicate and collaborate effectively and use effective questioning, listening and assertiveness skills&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K2&#160; &#160;effective questioning, active-listening and assertiveness techniques&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S3&#160; &#160;work with education providers and workplace colleagues to plan and implement structured and meaningful learning and work experience&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K3&#160; &#160;learning programme requirements and the need to plan contextualised learning in authentic or realistic work settings with the learner support team&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S4&#160; &#160;liaise with assessors, coaches and/or teachers to facilitate formative and summative assessment of learners’ skills and knowledge&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K4&#160; &#160;the roles of assessors, coaches or teachers in providing practical help with assessment processes and requirements&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S5&#160; &#160;identify and refer issues relevant to learners’ progress and well-being, to education-providers and/or workplace colleagues&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K5&#160; &#160;who has a legitimate need to be kept informed of issues impacting on the learner’s well-being and progress&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S6&#160; &#160;collaborate with the wider education support team to review learners’ progress and to provide evidence of progress and achievement&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K6&#160; &#160;the mentor’s role in supporting the learner’s development and how to provide valid evidence of progress and achievement&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;S7&#160; &#160;maintain appropriate records for the learning programme, complying with quality, confidentiality and data protection requirements&lt;/td&gt;\n&lt;td&gt;K7&#160; &#160;organisational and legal requirements for recording, storing and sharing information on learners’ progress, needs and welfare&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;S8&#160; &#160;liaise with relevant colleagues to support the implementation of learners’ action plans&lt;/td&gt;\n&lt;td&gt;K8&#160; &#160;the roles of workplace and education provider colleagues who contribute to learners fulfilling their action plans&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;S9&#160; &#160;be vigilant in safeguarding learners and others in contact with them&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K9&#160; &#160;how learners may become physically or psychologically at risk, and channels for reporting concerns&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;S10&#160; maintain the currency of their vocational skills&lt;/td&gt;\n&lt;td&gt;K10&#160; opportunities for continuing professional development&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S11&#160; comply with internal and external quality assurance requirements&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K11&#160; quality assurance requirements relating to the mentoring environment.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers may set any entry requirements which may include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;A strong aspiration to support learners.&lt;/li&gt;\n&lt;li&gt;(As a dual-professional) A qualification, at an appropriate level in the candidate’s vocational/subject specialism.&lt;/li&gt;\n&lt;li&gt;Recent experience and knowledge relevant to the context of the mentoring role (e.g. current industry standards).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Candidates may have achieved maths, English and ICT skills at Level 2 (equivalent to GCSE Grade C or above) prior to commencing their training. Those that have not must achieve this prior to taking the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;Qualifications&#160;&lt;/h3&gt;\n&lt;p&gt;Outcomes for this standard must include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 1 Safeguarding&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Employers may also wish candidates to achieve appropriate additional qualifications in Education and Training including mentorship.&lt;/p&gt;\n&lt;p&gt;The above outcomes will be achieved before the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;Progression&lt;/h3&gt;\n&lt;p&gt;The LM could progress further within their vocation specialism and/or into roles involving the assessment and coaching of vocational learners.&#160; They may also be eligible to progress onto a full teaching role within an education and training provider organisation.&lt;/p&gt;\n&lt;h3&gt;Review&lt;/h3&gt;\n&lt;p&gt;The apprenticeship standard should be reviewed after a maximum of 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Mentoring is - and has been for centuries - the foundation of vocational training and apprenticeships, yet this standard is the first formal recognition of this role. Nowadays, mentoring takes place in all parts of the Education and Training Sector (ETS) and staff-development contexts. LMs support learners of all ages, and all levels, to develop within a new work role. These learners may be, for example, apprentices, trainees or new recruits (ranging from young entrants, to new CEOs) in the workplace, or in any vocational learning environment. LMs will have sector-specific experience and qualifications, as determined by their employer or professional body, which they use to guide and advise those who are less experienced and new to a work role. The LM is therefore a ‘dual professional’ having both up-to-date knowledge and skills in a specialist vocational or subject area, together with the generic skills necessary to support learners (as potentially a first step towards a secondary role as an education and training professional). LMs therefore support the development of learners’ knowledge, skills and behaviours, throughout their programme, particularly in applying theoretical learning in practical work environments (and usually on a one-to-one, or small group, basis). They give practical, technical and/or pastoral support and guidance. LMs collaborate closely with colleagues, other ETS professional, employers and/or human resource colleagues to meet learners’ needs and achieve their potential.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "e71b21e9-42d4-4841-841e-ff03429e3e2e",
      "detail": "K1 Effective practice in providing accurate and relevant vocational/pastoral advice and guidance"
    },
    {
      "knowledgeId": "b51208c4-ace2-456a-bcda-60c03885a4de",
      "detail": "K2 Effective questioning, active-listening and assertiveness techniques"
    },
    {
      "knowledgeId": "b67859ff-593b-4fc3-9e5d-63799c661920",
      "detail": "K3 Learning programme requirements and the need to plan contextualised learning in authentic or realistic work settings with the learner support team"
    },
    {
      "knowledgeId": "a37c2df1-ccca-4afd-9f5d-217ed1f4a96c",
      "detail": "K4 The roles of assessors, coaches or teachers in providing practical help with assessment processes and requirements"
    },
    {
      "knowledgeId": "415b0060-4e80-4bef-acc8-693a6d7230e3",
      "detail": "K5 Who has a legitimate need to be kept informed of issues impacting on the learner’s well-being and progress"
    },
    {
      "knowledgeId": "38869759-ff2b-4f77-8ce3-3e068b243889",
      "detail": "K6 The mentor’s role in supporting the learner’s development and how to provide valid evidence of progress and achievement"
    },
    {
      "knowledgeId": "43730370-e675-4fb0-9e91-ba6bde429b1c",
      "detail": "K7 Organisational and legal requirements for recording, storing and sharing information on learners’ progress, needs and welfare"
    },
    {
      "knowledgeId": "1c2ba580-f79f-44e1-a3b0-a1b52dfaf2d0",
      "detail": "K8 The roles of workplace and education provider colleagues who contribute to learners fulfilling their action plans"
    },
    {
      "knowledgeId": "bd82db6a-d730-44f9-a6e1-13593c9a139e",
      "detail": "K9 How learners may become physically or psychologically at risk, and channels for reporting concerns"
    },
    {
      "knowledgeId": "2895d0df-b669-49de-9a6f-01cf574a8f6c",
      "detail": "K10 Opportunities for continuing professional development"
    },
    {
      "knowledgeId": "f1bd54cb-0a1e-4bb6-a3d1-fb723ac647dc",
      "detail": "K11 Quality assurance requirements relating to the mentoring environment."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "cc7ed706-3610-4c92-bf99-87b24584111f",
      "detail": "Promote an ethos of motivation, aspiration and a passion for learning"
    },
    {
      "behaviourId": "7bc3f535-3ee5-4753-aea4-b8afeafa007b",
      "detail": "Operate at all times to ethical and legal standards and within professional boundaries"
    },
    {
      "behaviourId": "20469083-183f-41b1-8525-dbd264deca4c",
      "detail": "Value equality and diversity and work with others to improve equality of opportunity and inclusion"
    },
    {
      "behaviourId": "d39c49c2-9421-40fd-85d4-2b7c7103a0cd",
      "detail": "Be resilient and adaptable when dealing with challenge and change, maintaining focus and self-control"
    },
    {
      "behaviourId": "1d2197ee-182e-480b-9647-d26880abf0a5",
      "detail": "Demonstrate, encourage and expect mutual respect in all professional contexts"
    }
  ],
  "skills": [
    {
      "skillId": "1d281df9-f53e-4b4e-8320-96e0aeba3181",
      "detail": "S1 Advise, guide and supervise learners to acquire the most benefit from their learning programme"
    },
    {
      "skillId": "bdef3620-4c96-4361-a1b2-eff5dda6e595",
      "detail": "S2 Communicate and collaborate effectively and use effective questioning, listening and assertiveness skills"
    },
    {
      "skillId": "b106f464-ac5b-4633-9ed5-89de32e509f7",
      "detail": "S3 Work with education providers and workplace colleagues to plan and implement structured and meaningful learning and work experience"
    },
    {
      "skillId": "2fd9c213-2b80-46fe-bfdd-77a987ebbfef",
      "detail": "S4 Liaise with assessors, coaches and/or teachers to facilitate formative and summative assessment of learners’ skills and knowledge"
    },
    {
      "skillId": "2b7c3d12-f731-40a0-9cb9-dda706c076f2",
      "detail": "S5 Identify and refer issues relevant to learners’ progress and well-being, to education-providers and/or workplace colleagues"
    },
    {
      "skillId": "ec15c304-7b68-4f37-b957-89c4a010007f",
      "detail": "S6 Collaborate with the wider education support team to review learners’ progress and to provide evidence of progress and achievement"
    },
    {
      "skillId": "2770206a-2ab7-4d00-87f0-9839d29a80d5",
      "detail": "S7 Maintain appropriate records for the learning programme, complying with quality, confidentiality and data protection requirements"
    },
    {
      "skillId": "07995863-6536-4ff3-a5e3-26ecee5c3fcb",
      "detail": "S8 Liaise with relevant colleagues to support the implementation of learners’ action plans"
    },
    {
      "skillId": "88ec848d-0ed5-487b-a97f-8e0d542a1273",
      "detail": "S9 Be vigilant in safeguarding learners and others in contact with them"
    },
    {
      "skillId": "b36a8341-bc40-4544-aef8-891f2aaa081d",
      "detail": "S10 Maintain the currency of their vocational skills"
    },
    {
      "skillId": "765939cc-3939-40e3-a52f-e430216dca0f",
      "detail": "S11 Comply with internal and external quality assurance requirements"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-01-29T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0156 ",
  "tbMainContact": "Sharon.Gamble@hullcc.gov.uk, ctucker@halesowen.ac.uk",
  "involvedEmployers": "ACL Essex, Activate Apprenticeships, Basingstoke College\nBedford College, Birmingham Metropolitan College, City & Guilds\nDerbyshire Adult Community Manager, Doncaster College, Education & Training Foundation, IPS International Ltd, ITC Skills, Halesowen College, HIT Training, Hull Training & Adult Learning\nLeeds College of Building, Leicester College/De Montford, University Partnership, London Borough of Hillingdon, Michael john Training School, National Skills Academy for Health, Newcastle College, South Devon College, Swindon College, Youth Force",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Learning mentor"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Education and Childcare",
  "cluster": "Primary/Secondary/Tertiary Teaching and Support Assistant",
  "clusterId": "176",
  "clusterDescription": "Supports the development of a students' learning skills, behaviours and overall knowledge both one-to-one and in a small group",
  "createdDate": "2017-11-14T17:10:21 +00:00",
  "lastUpdated": "2024-07-26T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-01-29T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0148-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0148-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-07-26T00:00:00"
}