{
  "templateType": "Apprenticeship Standard",
  "larsCode": 401,
  "referenceNumber": "ST0146",
  "learningAimClassCode": "",
  "title": "Assessor coach",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0146",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-02-15T00:00:00",
  "earliestStartDate": "2019-01-29T00:00:00",
  "latestStartDate": "2023-03-30T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Coaching and assessing vocational learners, usually on a one-to-one basis, in a range of learning environments.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 15,
  "maxFunding": 7000,
  "maxFundingAdditionalInformation": "",
  "route": "Education and early years",
  "keywords": [
    "Coaching",
    "assessor",
    "coach",
    "learning",
    "teaching",
    "lecturing",
    "education"
  ],
  "jobRoles": [
    "Assessor",
    "Coach"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/6489/st0146-assessor-coach-level-4_ap_correction-for-publication_07112022.pdf",
  "ssa1": "13 Education and Training",
  "ssa2": "13.1 Teaching and lecturing",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Role / Occupation &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Assessor-Coach (AC)&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 15 months to gateway&#160;i.e. excluding EPA period.&lt;/p&gt;\n&lt;p&gt;The AC role has emerged within the Education and Training Sector (ETS), over the last 30 years, originally as a result of the implementation of vocational (competence-based) qualifications (notably NVQs) and formalised work-based education and training. The AC is a &lt;em&gt;dual professional&lt;/em&gt;, using their up-to-date professional knowledge and skills to support vocational and professional development across the formal ETS as well as in any employer setting, and at any level. They may, for example, coach and assess apprentices, trainees or new recruits (ranging from young entrants, to new CEOs) in the workplace, commensurate with their own level of experience and qualifications, as required by their employer or their sector. &#160;ACs coach and assess vocational learners, usually on a one-to-one basis, in a range of learning environments.&#160; Coaching skills involve complex communication techniques to actively listen, provide feedback and to engage learners in planning their individualised learning programme. These skills are also integral to assessing learners’ competence in-relation to work-related/industry standards and life skills.&#160;&lt;/p&gt;\n&lt;p&gt;ACs work co-operatively with other ETS or professionals (such as teachers, human resource professionals and mentors/supervisors in the workplace) in supporting the learner’s development of vocational competence and the wider skills that relate to employability and professionalism.&#160;&lt;/p&gt;\n&lt;p&gt;&lt;span class=&quot;highlight&quot;&gt;Within the sector, ‘coaching’ is seen as a more complex set of interpersonal skills, compared with ‘mentoring’.&#160; It is more learner-centred, exploring the learner’s understanding and needs rather than simply giving advice. (See the Level 3 Learning Mentor Standard for further clarification about these two different roles.)&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;The AC apprenticeship requires the development of following professional behaviours, knowledge and skills:&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Professional behaviours. The Assessor-Coach will:&lt;/strong&gt;&lt;/h4&gt;\n&lt;ol style=&quot;list-style-type: lower-alpha;&quot;&gt;\n&lt;li&gt;Inspire, motivate and raise learners’ aspirations through their passion for the sector&lt;/li&gt;\n&lt;li&gt;Operate at all times to ethical and legal standards and within professional boundaries&lt;/li&gt;\n&lt;li&gt;Model and encourage mutual respect, displaying a deep understanding of equality and diversity, with and between learners, colleagues and appropriate agencies&lt;/li&gt;\n&lt;li&gt;Be resilient and adaptable when dealing with challenge and change, maintaining focus and self-control&lt;/li&gt;\n&lt;li&gt;Value the importance of maths, English and ICT skills in the learners’ future economic and social well-being&lt;/li&gt;\n&lt;li&gt;Evaluate and improve their own professional practice in relation to the Professional Standards for Teachers and Educators in the Education and Training Sector&lt;/li&gt;\n&lt;/ol&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;The Assessor-Coach will be able to:&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;The Assessor-Coach will understand:&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Plan coaching and assessment&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Procedures for planning coaching and assessment&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S1&#160; &#160;facilitate access to relevant, current information advice and guidance (IAG)&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K1&#160; &#160;sources of and how to access up-to-date and valid IAG&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S2&#160; &#160;apply or reference relevant initial and diagnostic assessment&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K2&#160; &#160;relevant forms of assessment to identify individual needs&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S3&#160; &#160;agree a programme of development and assessment, setting realistic but challenging goals that meet learners’ and employers’ needs&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K3&#160; &#160;how to agree individual programmes that inspire and challenge learners to achieve current work-related knowledge and skills&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S4&#160; &#160;liaise with employers, colleagues and others to support learners’ development&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K4&#160; &#160;additional support for learners available through workplace and provider-based colleagues&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Deliver coaching support&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Effective coaching practice&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S5&#160; &#160;anticipate and overcome barriers to progress and inspire achievement, ensuring that learning is inclusive and supports diversity&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K5&#160; &#160;strategies for inspiring learners, increasing their resilience in overcoming barriers and obstacles, and in raising concerns&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S6&#160; &#160;highlight learners’ mathematics and English needs, and signposts to appropriate support&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K6&#160; &#160;maths and English underpinning vocational skills and how to access additional support&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;S7&#160; &#160;give timely feedback on progress towards mastery of relevant skills and knowledge&lt;/td&gt;\n&lt;td&gt;K7&#160; &#160;effective practice in giving feedback to guide progress and achievement&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;S8&#160; &#160;provide access to pastoral support and guidance&lt;/td&gt;\n&lt;td&gt;K8&#160; &#160;ways of supporting the learner’s well-being&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S9&#160; &#160;promote the safe and effective use of digital and mobile technologies to support learners and the Assessor-Coach role&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K9&#160; &#160;current and emerging technologies that could safely and effectively support learner autonomy and the Assessor-Coach role&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S10&#160; agree and record targets and progress, complying with quality, confidentiality and data protection requirements&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K10&#160; administrative procedures for recording, storing and sharing information that is legally compliant&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Assess learners&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Effective vocational assessment&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S11&#160; use effective listening, assertiveness and questioning to support learners’ to engage with their learning plans and with assessment criteria and processes&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K11&#160; the effective use of active listening, assertiveness and questioning skills to support retention, progress and achievement&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S12&#160; comply with awarding organisation requirements and local quality and safety guidelines&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K12&#160; the quality and safety requirements of assessment and procedures for reporting concerns&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Support quality improvement&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Ways to support quality improvement&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S13&#160; support peer review and quality assurance procedures&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K13&#160; Internal and External quality procedures and the role of peer review&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S14&#160; report concerns about quality and safeguarding through appropriate channels&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K14&#160; organisational and legislative requirements for reporting concerns about quality and safeguarding&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S15&#160; maintain the currency of their own knowledge and skills, with reference to workplace practice and feedback from others&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K15&#160; how to maintain occupational currency and ways to improve coaching and professional practice&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;Typical job titles:&#160;&lt;/h3&gt;\n&lt;p&gt;Typical job titles include: Assessor and coach&#160;&lt;/p&gt;\n&lt;h3&gt;Entry Requirements:&lt;/h3&gt;\n&lt;p&gt;individual employers may set any entry requirements which may include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;(As a dual-professional) - A qualification, at an appropriate level, and relevant up-to-date experience in the candidate’s vocational/subject specialism.&lt;/li&gt;\n&lt;li&gt;Many candidates will already possess a Level 3 qualification in Assessing. Depending on the specific education and training context, employers (and/or Awarding Organisations) may require candidates without an Assessor qualification, to achieve this prior to completion of their apprenticeship.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Candidates may have achieved maths, English and ICT skills at Level 2 (equivalent to GCSE Grade C, or above) prior to commencing their training. Those that have not must achieve this prior to taking the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;Qualifications outcomes must include:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 1 Safeguarding&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Employers may also wish candidates to achieve appropriate additional qualifications in Education and Training, including coaching.&lt;/p&gt;\n&lt;h3&gt;Progression opportunities:&lt;/h3&gt;\n&lt;p&gt;the AC may be eligible to progress onto a full teaching role within an education and training provider organisation.&lt;/p&gt;\n&lt;h3&gt;Review&lt;/h3&gt;\n&lt;p&gt;The apprenticeship standard should be reviewed after a maximum of 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The AC role has emerged within the Education and Training Sector (ETS), over the last 30 years, originally as a result of the implementation of vocational (competence-based) qualifications (notably NVQs) and formalised work-based education and training. The AC is a dual professional, using their up-to-date professional knowledge and skills to support vocational and professional development across the formal ETS as well as in any employer setting, and at any level. They may, for example, coach and assess apprentices, trainees or new recruits (ranging from young entrants, to new CEOs) in the workplace, commensurate with their own level of experience and qualifications, as required by their employer or their sector. ACs coach and assess vocational learners, usually on a one-to-one basis, in a range of learning environments. Coaching skills involve complex communication techniques to actively listen, provide feedback and to engage learners in planning their individualised learning programme. These skills are also integral to assessing learners’ competence in-relation to work-related/industry standards and life skills. ACs work co-operatively with other ETS or professionals (such as teachers, human resource professionals and mentors/supervisors in the workplace) in supporting the learner’s development of vocational competence and the wider skills that relate to employability and professionalism.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "826815f1-3105-4ef2-a555-10a9b7ef06e7",
      "detail": "\t\nProcedures for planning coaching and assessment"
    },
    {
      "knowledgeId": "ab1cad35-d103-435d-a252-cea57f950a33",
      "detail": "K1   sources of and how to access up-to-date and valid IAG"
    },
    {
      "knowledgeId": "e288dbd6-4d7e-4c27-a04a-ca1c0f87533e",
      "detail": "K2   relevant forms of assessment to identify individual needs"
    },
    {
      "knowledgeId": "61b97173-4a4f-4137-8972-f434ec6a811e",
      "detail": "K3   how to agree individual programmes that inspire and challenge learners to achieve current work-related knowledge and skills"
    },
    {
      "knowledgeId": "dd8fcef3-1fa0-4763-bc9a-a05629984fea",
      "detail": "K4   additional support for learners available through workplace and provider-based colleagues"
    },
    {
      "knowledgeId": "653619e0-0373-4fe8-b0ac-487c54e76044",
      "detail": "Effective coaching practice"
    },
    {
      "knowledgeId": "58b6e32a-0755-4faa-a5c9-7d164054b9db",
      "detail": "K5   strategies for inspiring learners, increasing their resilience in overcoming barriers and obstacles, and in raising concerns"
    },
    {
      "knowledgeId": "8a6ac673-0277-4f0a-8246-437a0ff4f90b",
      "detail": "K6   maths and English underpinning vocational skills and how to access additional support"
    },
    {
      "knowledgeId": "cf139aec-0a22-47d3-a26e-e35a68fcf92a",
      "detail": "K7   effective practice in giving feedback to guide progress and achievement"
    },
    {
      "knowledgeId": "c0ff7aa0-562f-42da-b7ba-5b843a6268d9",
      "detail": "K8   ways of supporting the learner’s well-being"
    },
    {
      "knowledgeId": "469db383-8fe6-415b-ab79-a0c0d7ead5a1",
      "detail": "K9   current and emerging technologies that could safely and effectively support learner autonomy and the Assessor-Coach role"
    },
    {
      "knowledgeId": "1d647620-d9b0-4cc2-8c25-6b72102f2e21",
      "detail": "K10  administrative procedures for recording, storing and sharing information that is legally compliant"
    },
    {
      "knowledgeId": "e14e3e3a-4123-4b0f-a54c-6cf1900326ed",
      "detail": "Effective vocational assessment"
    },
    {
      "knowledgeId": "1ccd3b91-3d7d-40d2-b8fe-e5b033a53b1f",
      "detail": "K11  the effective use of active listening, assertiveness and questioning skills to support retention, progress and achievement"
    },
    {
      "knowledgeId": "acbb3e62-4c53-4e0a-a750-2ee08b6c6661",
      "detail": "K12  the quality and safety requirements of assessment and procedures for reporting concerns"
    },
    {
      "knowledgeId": "22b960d6-4cea-4319-bb10-60c83f11ca0a",
      "detail": "Ways to support quality improvement"
    },
    {
      "knowledgeId": "3c2d3bb3-de48-4584-add4-30968b781f8e",
      "detail": "K13  Internal and External quality procedures and the role of peer review"
    },
    {
      "knowledgeId": "56f7f316-9bf2-4954-8e9a-9155fada2ad7",
      "detail": "K14  organisational and legislative requirements for reporting concerns about quality and safeguarding"
    },
    {
      "knowledgeId": "235ca289-84ad-40e9-86a0-a3adf8f0a22d",
      "detail": "K15  how to maintain occupational currency and ways to improve coaching and professional practice"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "7f523ec2-3795-4f55-97f6-8e265279ba57",
      "detail": "Inspire, motivate and raise learners’ aspirations through their passion for the sector"
    },
    {
      "behaviourId": "0fbb9e6a-9cfc-4254-8921-8c2dfbb186ef",
      "detail": "Operate at all times to ethical and legal standards and within professional boundaries"
    },
    {
      "behaviourId": "78d58910-619c-4193-9ea7-e4c9e0dcc448",
      "detail": "Model and encourage mutual respect, displaying a deep understanding of equality and diversity, with and between learners, colleagues and appropriate agencies"
    },
    {
      "behaviourId": "5480c843-a5c9-4eea-83b3-2295bdd3fc49",
      "detail": "Be resilient and adaptable when dealing with challenge and change, maintaining focus and self-control"
    },
    {
      "behaviourId": "084fac67-9826-49cf-8b57-ad1acea82733",
      "detail": "Value the importance of maths, English and ICT skills in the learners’ future economic and social well-being"
    },
    {
      "behaviourId": "7d371715-2925-469a-ae12-9639725d896c",
      "detail": "Evaluate and improve their own professional practice in relation to the Professional Standards for Teachers and Educators in the Education and Training Sector"
    }
  ],
  "skills": [
    {
      "skillId": "578ee79d-a50d-4bf3-87d8-fe10e82aaf02",
      "detail": "Plan coaching and assessment"
    },
    {
      "skillId": "075a72ad-20d9-43dc-9900-506b58f4df2d",
      "detail": "S1   facilitate access to relevant, current information advice and guidance (IAG)"
    },
    {
      "skillId": "d07c42ed-15b9-4ab3-8245-f6a80a75371d",
      "detail": "S2   apply or reference relevant initial and diagnostic assessment"
    },
    {
      "skillId": "a4c1f771-e0d9-4e39-8771-3bf53734a5bb",
      "detail": "S3   agree a programme of development and assessment, setting realistic but challenging goals that meet learners’ and employers’ needs"
    },
    {
      "skillId": "0c224f96-c6f2-45fb-8967-32f07ae2bb21",
      "detail": "S4   liaise with employers, colleagues and others to support learners’ development"
    },
    {
      "skillId": "a9f1af0a-a06b-4554-af49-14da2d534541",
      "detail": "Deliver coaching support"
    },
    {
      "skillId": "09c1309b-b84c-4a23-a4cc-1e2efad43ce0",
      "detail": "S5   anticipate and overcome barriers to progress and inspire achievement, ensuring that learning is inclusive and supports diversity"
    },
    {
      "skillId": "cf6467ff-7ebd-4a0b-b487-71889c53f49e",
      "detail": "S6   highlight learners’ mathematics and English needs, and signposts to appropriate support"
    },
    {
      "skillId": "e3b6601f-944f-4a9b-9566-0c2e378b9f89",
      "detail": "S7   give timely feedback on progress towards mastery of relevant skills and knowledge"
    },
    {
      "skillId": "809f1b98-b21e-4df6-b4cb-834cf48158ca",
      "detail": "S8   provide access to pastoral support and guidance"
    },
    {
      "skillId": "4cb29e77-621b-4d6d-8dee-a2d4bbc12b3c",
      "detail": "S9   promote the safe and effective use of digital and mobile technologies to support learners and the Assessor-Coach role"
    },
    {
      "skillId": "ff734681-7d6c-4672-8f86-194a797d165a",
      "detail": "S10  agree and record targets and progress, complying with quality, confidentiality and data protection requirements"
    },
    {
      "skillId": "3dd2f409-7306-4e0f-8ac7-0674081a44f3",
      "detail": "Assess learners"
    },
    {
      "skillId": "217d51e0-c9f5-442c-bd4c-3f099b9d8b18",
      "detail": "S11  use effective listening, assertiveness and questioning to support learners’ to engage with their learning plans and with assessment criteria and processes"
    },
    {
      "skillId": "c9f47853-8e5d-4e49-8271-12043757c214",
      "detail": "S12  comply with awarding organisation requirements and local quality and safety guidelines"
    },
    {
      "skillId": "8269402c-9c88-48a3-8a0e-1f813fa96039",
      "detail": "Support quality improvement"
    },
    {
      "skillId": "48da5345-4223-4ee8-be50-11fd3f2fa455",
      "detail": "S13  support peer review and quality assurance procedures"
    },
    {
      "skillId": "588807a3-cd6e-4012-9127-563de77c7c13",
      "detail": "S14  report concerns about quality and safeguarding through appropriate channels"
    },
    {
      "skillId": "e7f8e68e-db64-485c-a359-80dc03b2771c",
      "detail": "S15  maintain the currency of their own knowledge and skills, with reference to workplace practice and feedback from others"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-01-29T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0156",
  "tbMainContact": "katyjoy@southdevon.ac.uk (represents college community) Sharon.Gamble@hullcc.gov.uk (represents the non-college community/ employers)",
  "involvedEmployers": "ACL Essex, Activate Apprenticeships, Basingstoke College\nBedford College, Birmingham Metropolitan College, City & Guilds\nDerbyshire Adult Community Manager, Doncaster College, Education & Training Foundation, IPS International Ltd, ITC Skills, Halesowen College, HIT Training, Hull Training & Adult Learning\nLeeds College of Building, Leicester College/De Montford, University Partnership, London Borough of Hillingdon, Michael john Training School, National Skills Academy for Health, Newcastle College, South Devon College, Swindon College, Youth Force",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Assessor",
    "Coach"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": null,
  "cluster": null,
  "clusterId": null,
  "clusterDescription": null,
  "createdDate": "2017-11-14T17:09:12 +00:00",
  "lastUpdated": "2024-02-15T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-01-29T00:00:00 +00:00",
  "banners": "A dispensation has been applied to the Assessor Coach EPA version 1.0 for this apprenticeship. The dispensation will last to 28th May 2025 or sooner if the learners complete.End-point assessment organisations (EPAOs) delivering EPAs for the apprenticeship will implement the dispensation as required, supported and monitored by the relevant EQA provider. The key changes are: Observation: • In exceptional circumstances, where an external subject specialist advisor cannot be appointed, the EPAO can appoint a subject specialist advisor from the employer’s organisation.• The observations should reflect the normal working practices of the apprentice and be conducted either in person or online.; A temporary dispensation has been applied to the ST0146 assessor coach end-point assessment plan version AP01 for this apprenticeship. The dispensation will end 28/05/2025 but may be withdrawn sooner if the dispensation is no longer necessary.End-point assessment organisations (EPAOs) delivering EPAs for the apprenticeship will implement the dispensation as required, supported, and monitored by the relevant EQA provider. The key changes are: • Remove the requirement for the apprentice to complete the level 2 ICT qualification",
  "occupationCode": "",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0146-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0146-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-02-15T00:00:00"
}