{
  "larsCode": 378,
  "referenceNumber": "ST0169",
  "title": "Structural steelwork erector",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/378",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2018-11-22T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Assembling fabricated structural steel components in order to ensure that the finished structure is secure and level",
  "level": 2,
  "typicalDuration": 24,
  "maxFunding": 9000,
  "route": "Construction",
  "keywords": [],
  "jobRoles": [
    "Structural Steelwork Erectors"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/2470/st0169_structural-steelwork-erector_l2_ap-for-publication_november-2018.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;1. Role profile&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;&lt;strong&gt;There is a high demand for skilled structural steelwork erectors in the&#160; constructional steelwork industry and the civil construction industry. &lt;/strong&gt;The work usually takes place within a designated area of a construction site location.&lt;/p&gt;\r\n&lt;p&gt;Structural steelwork erectors are required to assemble fabricated structural steel components to the highest standards in order to ensure that the finished structure is secure and level.&#160; These structures can be on display as part of iconic structures such as national and local sports stadia, high rise towers or bridges and other structures such as schools, colleges, hospitals and warehousing.&#160;&lt;/p&gt;\r\n&lt;p&gt;A competent structural steelwork erector will be able to identify the relevant steelwork sections and plates that are required to complete a structural steel frame and the relevant tools and equipment that are required to complete the bolted connections. This will include the knowledge and understanding of material drawings and component lists. The use of the appropriate tools and equipment that requires skills to be developed (which will include working at height) to ensure they are used safely and accurately to the company specific standards, minimising any waste of product or production time.&lt;/p&gt;\r\n&lt;h3&gt;2. Role Requirements (Skills, Knowledge and Behaviours )&lt;/h3&gt;\r\n&lt;p&gt;&lt;strong&gt;Structural Steelwork Erectors will have the &lt;em&gt;skill &lt;/em&gt;to:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Plan and prepare to ensure production and personal development goals are achieved.&#160;&lt;/li&gt;\r\n&lt;li&gt;Identify the fabricated steel frame components for the correct sequence of erection for the structural steelwork.&#160;&lt;/li&gt;\r\n&lt;li&gt;Prepare the working area, equipment, consumables and materials for laying down and storage of steelwork components.&#160;&lt;/li&gt;\r\n&lt;li&gt;Identify and use the lifting accessories required to offload fabricated steelwork from delivery vehicles.&lt;/li&gt;\r\n&lt;li&gt;Use established lifting techniques to ensure the component can be connected into its final position.&lt;/li&gt;\r\n&lt;li&gt;Prepare and use the equipment for making the bolting connections.&#160;&lt;/li&gt;\r\n&lt;li&gt;Complete and dimensionally check the finished framework ready for inspection and report into the production control system.&#160;&lt;/li&gt;\r\n&lt;li&gt;Achieve a quality of work to meet international standards for dimensional inspection.&lt;/li&gt;\r\n&lt;li&gt;Ensure that health and safety requirements are fully accounted for in all of the above.&#160;&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Structural Steelwork Erectors will have the knowledge and understanding of:&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;The various sizes of materials used.&#160;&lt;/li&gt;\r\n&lt;li&gt;The different types of Bolts used and if required knowledge and training to cover sector specific schemes.&#160;&lt;/li&gt;\r\n&lt;li&gt;Identify the common steel frame component names and section descriptions (beam, column, channel, plate, round hollow, square hollow, angle, fin plates, gusset plates, etc).&lt;/li&gt;\r\n&lt;li&gt;The main non powered hand tools needed in structural steel erection work (hammer, podger spanner, measuring tape, chalk, etc).&lt;/li&gt;\r\n&lt;li&gt;The main powered equipment needed in structural steel erection (mobile elevated working platform grinder, hydraulic jack, gas cutting equipment, etc).&lt;/li&gt;\r\n&lt;li&gt;The causes of typical steel erection defects and how their occurrence can be reduced.&lt;/li&gt;\r\n&lt;li&gt;Identifying hazards and basic health, safety and quality requirements.&#160;&lt;/li&gt;\r\n&lt;li&gt;How to interpret method statements and work to fabrication drawings.&#160;&lt;/li&gt;\r\n&lt;li&gt;The basics of quality documents and reporting systems.&#160;&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;Structural Steelwork Erectors will display the following behaviours:&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;A questioning attitude&lt;/li&gt;\r\n&lt;li&gt;Intervention, to challenge poor practices and channel feedback to the right management/authorities to implement change.&#160;&lt;/li&gt;\r\n&lt;li&gt;Reliability and dependability to consistently deliver expectations in production, quality, work ethics, self-development, teamwork and self motivation.&lt;/li&gt;\r\n&lt;li&gt;Accountability, to follow the specified procedures and controls and be personally responsible for their production work and personal development.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;3. Qualifications&lt;/h3&gt;\r\n&lt;p&gt;Practical skills are just as important as academic ability. Apprentices without Level 2 English and maths will need to achieve level 1 English and maths and take the test for level 2 prior to taking their end-point assessment.&lt;/p&gt;\r\n&lt;h3&gt;4. Level&lt;/h3&gt;\r\n&lt;p&gt;This apprenticeship standard is at Level 2.&lt;/p&gt;\r\n&lt;h3&gt;5. Duration&lt;/h3&gt;\r\n&lt;p&gt;The typical duration of this apprenticeship is 24 months.&lt;/p&gt;\r\n&lt;h3&gt;6. Review&lt;/h3&gt;\r\n&lt;p&gt;This standard will be reviewed after 3 years.&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "Pete Moss ",
    "contactAddress": "Open Awards Estuary Commerce Park\r\n17 De Havilland Dr\r\nSpeke\r\nLiverpool \r\nL24 8RN",
    "contactEmail": "EQA@openawards.org.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2018-11-22T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "pete.walker@steelconstruction.org",
  "involvedEmployers": "Billington Structures Ltd, Adey, Steel Builders Beams, BHC Bourne Construction, Engineering Caunton, Elland H Young Nusteel, Shipley W Haley Hare Ltd",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Structural Steelwork Erectors"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Onsite Construction",
  "cluster": "Metal and Steel Operative",
  "createdDate": "2017-11-14T17:09:11 +00:00",
  "lastUpdated": "2018-11-22T14:08:40 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/structural-steelwork-erector-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/structural-steelwork-erector-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}