{
  "templateType": "Occupational Standard",
  "larsCode": 250,
  "referenceNumber": "ST0188",
  "learningAimClassCode": "",
  "title": "Fire safety advisor",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0188",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Occupational standard, end-point assessment plan and funding band revised.",
  "changedDate": "2023-12-01T00:00:00",
  "earliestStartDate": "2023-12-01T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Work with businesses to help protect people, premises, and the environment from fire.",
  "level": 3,
  "ePALength": 3,
  "typicalDuration": 18,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Protective services",
  "keywords": [
    "Business Fire Safety Advisor",
    "Fire Safety Advisor",
    "Fire Safety",
    "Customer Service",
    "health and safety"
  ],
  "jobRoles": [
    "Fire safety advisor"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0188-v1-1?view=epa",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.4 Public services",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;Occupation&lt;/h3&gt;\n&lt;p&gt;Business Fire Safety Advisor&lt;/p&gt;\n&lt;h3&gt;Level&lt;/h3&gt;\n&lt;p&gt;This is a Level 3 Apprenticeship Standard&lt;/p&gt;\n&lt;h3&gt;Occupational Profile&lt;/h3&gt;\n&lt;p&gt;A Business Fire Safety Advisor works with businesses to help them keep their premises safe from fire by offering advice and education to reduce risk. People in this role also recognise and take appropriate steps when enforcement action may be required. The role contributes to the aims of saving life, preventing injury, enhancing business continuity and protecting premises. People in this role are typically employed by a Fire and Rescue Service. The role involves a diverse mix of essential work including visits to a wide spectrum of businesses and joint visits with other agencies in order to actively support and promote business safety. The role may also involve proactive promotional work at events and reactive work after incidents to raise awareness of Fire Safety in the business community. As ambassadors of Fire and Rescue Services, Business Fire Safety Advisors represent their organisation and will demonstrate excellent customer service skills to businesses in their community.&lt;/p&gt;\n&lt;p&gt;The key function of a Business Fire Safety Advisor will be to visit simple premises - this is defined by the sector as &lt;em&gt;small buildings with a simple layout such as small shops, offices or industrial units with non-complex means of escape &lt;/em&gt;for the purpose of providing fire safety advice.&lt;/p&gt;\n&lt;p&gt;A typical day in this important role will see the Business Fire Safety Advisor assessing risks and hazards associated with fire, evaluating measures in place to protect people and premises, influencing and supporting businesses to act on recommendations and where appropriate reporting breaches.&lt;/p&gt;\n&lt;h3&gt;Entry Requirements&lt;/h3&gt;\n&lt;p&gt;Employers will set their own entry requirements and these will typically be a need for entrants to be ICT literate and to have achieved GCSEs in Maths and English at Grade C or above.&lt;/p&gt;\n&lt;p&gt;Employers who recruit candidates without English and Maths at Grade C or above must ensure that the candidate achieves a Level 2 equivalent standard in both prior to the completion of the Apprenticeship.&lt;/p&gt;\n&lt;h3&gt;Knowledge Requirements&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Upon completion of the Apprenticeship, the Business Fire Safety Advisor will understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How to plan and gather information, such as the history of the premises and data from partner agencies for the purpose of fire safety regulation in simple premises&lt;/li&gt;\n&lt;li&gt;The principles and parameters for visiting simple premises for the purposes of fire safety regulation&lt;/li&gt;\n&lt;li&gt;Principles for assessing fire risks associated with simple premises; for example the means of escape, fire detection and emergency lighting&lt;/li&gt;\n&lt;li&gt;Processes and guidance relevant to fire risk assessment in simple premises&lt;/li&gt;\n&lt;li&gt;How to identify hazards and risks associated with fire in simple premises and report on them&lt;/li&gt;\n&lt;li&gt;Control measures used to mitigate the risks from fire in simple premises; for example reducing the quantity of flammable products and limiting or adapting the means of escape&lt;/li&gt;\n&lt;li&gt;Measures for the protection of people from fire in simple premises including legislation, codes and guidance&lt;/li&gt;\n&lt;li&gt;Legislative and organisational requirements applicable to fire protection systems in simple premises&lt;/li&gt;\n&lt;li&gt;Procedures and processes for reviewing matters relating to fire protection systems in simple premises&lt;/li&gt;\n&lt;li&gt;Chemical principles of combustion; including fire growth and how smoke spreads through a building&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;&lt;br /&gt;Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Upon completion of the Apprenticeship, the Business Fire Safety Advisor will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Plan and prepare for visits to simple premises including interpreting building information&lt;/li&gt;\n&lt;li&gt;Conduct effective visits to simple premises&lt;/li&gt;\n&lt;li&gt;Advise, influence and educate stakeholders on fire safety matters in relation to simple premises&lt;/li&gt;\n&lt;li&gt;Identify fire hazards and risks in simple premises&lt;/li&gt;\n&lt;li&gt;Evaluate fire hazards, risks and control measures in simple premises&lt;/li&gt;\n&lt;li&gt;Report on the compliance and findings of visits to simple premises&lt;/li&gt;\n&lt;li&gt;Recommend options to support appropriate risk reduction measures, fire precautions and maintenance routines in simple premises&lt;/li&gt;\n&lt;li&gt;Recognise when a situation is beyond the scope of their role and take appropriate action&lt;/li&gt;\n&lt;li&gt;Record keep in line with organisational requirements&lt;/li&gt;\n&lt;li&gt;Use ICT effectively to support work&lt;/li&gt;\n&lt;li&gt;Demonstrate good organisational skills, the ability to work unsupervised and manage workloads within agreed timescales&lt;/li&gt;\n&lt;li&gt;Demonstrate strong communication skills, the ability to work with others and build positive professional working relationships&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;&lt;br /&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Upon completion of the Apprenticeship, the Business Fire Safety Advisor:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Respect and welcome stakeholder and co-worker diversity&lt;/li&gt;\n&lt;li&gt;Treat people fairly and ethically&lt;/li&gt;\n&lt;li&gt;Remain in control of own emotions during challenging situations and concentrate on the task despite pressure and retain confidence in own ability or convictions despite setbacks&lt;/li&gt;\n&lt;li&gt;Behave courteously to calmly acknowledge the concerns of clients who may be hostile, rude, confused and / or frustrated&lt;/li&gt;\n&lt;li&gt;Adopt a conscientious approach and complete work as required within agreed timescales&lt;/li&gt;\n&lt;li&gt;Be committed to the organisational values&lt;/li&gt;\n&lt;li&gt;Respond with courtesy, clarity and accuracy to enquiries from stakeholders and other departments and agencies&lt;/li&gt;\n&lt;li&gt;Apply due diligence and sound judgement when responding to requests and dealing with confidential information&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;&lt;br /&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Depending on the size and location of the organisation and the qualifications upon entry, the apprenticeship may typically take a maximum of 24 months to complete.&lt;/p&gt;\n&lt;h3&gt;Qualification on Completion&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices must have obtained a Level 3 Certificate in Fire Safety qualification prior to the end point assessment of the Apprenticeship.&lt;/p&gt;\n&lt;h3&gt;Progression&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Further training and qualifications could lead to career pathways within Fire and Rescue Services and across&#160; UK industry such as Fire Safety Risk Assessor, Fire Safety Inspector, Fire Risk Manager and Fire Engineer.&#160;&lt;/p&gt;\n&lt;h3&gt;Review&lt;/h3&gt;\n&lt;p&gt;The standard will be reviewed within three years to ensure it is in line with best practice within the sector.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;A Fire Safety Advisor works with businesses to help them keep people, premises, and the environment safe from fire by offering advice and education to reduce risk. People in this role may be employed by a Fire and Rescue Service or they may work for an organisation in the public, private or not for profit sector. The role contributes to the aims of saving life, preventing injury, enhancing business continuity, and protecting premises. The role involves a diverse mix of essential work including visits to a wide spectrum of businesses and joint visits with other agencies in order to actively support and promote business safety. The role may also involve proactive promotional work at events and reactive work after incidents to raise awareness of fire safety in the business community. As representatives of their organisation Fire Safety Advisors will demonstrate excellent customer and communication service skills to influence businesses in their community.&lt;/p&gt;\n&lt;p&gt;The key function of a Fire Safety Advisor will be to visit simple premises - this is defined by the sector as: small premises with a simple layout such as small shops, offices or industrial units with non-complex means of escape and simultaneous evacuation conforming to a recognised code of practice. Simple premises may range from low to high-risk dependent upon the use, management, and maintenance of the premises.&lt;/p&gt;\n&lt;p&gt;A typical day in this important role will see the Fire Safety Advisor assessing risks and hazards associated with fire, evaluating measures in place to protect people and premises, influencing, and supporting businesses to act on recommendations and where appropriate, reporting breaches. A fire safety advisor will contribute to sustainability both within their own organisation and within the wider community. They may assess fire hazards and risks within buildings that use new or innovative building practices and provide advice to building managers to ensure that the people, property and environment are safe. They will need to ensure they stay informed on best practice for audits on a range of building types as approaches to construction and energy use may change.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "0c4a3e08-20e7-4afd-9b56-909ce075c3ba",
      "detail": "Legislative and organisational requirements for fire risk management systems in simple premises."
    },
    {
      "knowledgeId": "930fa95a-4960-4f65-aac9-b671c195c53a",
      "detail": "The relevant legislation and guidance for the fire safety advisor, including health and safety, safeguarding, data protection, sustainability, and equality, diversity, and inclusion."
    },
    {
      "knowledgeId": "ffe67053-abd5-4954-9404-d61356cdc986",
      "detail": "The different types of simple premises or environments, the associated fire risks and management levels."
    },
    {
      "knowledgeId": "25eb80e4-2663-4be2-8a80-79c0f13961e2",
      "detail": "How to plan and prepare for an audit on simple premises."
    },
    {
      "knowledgeId": "0246a49f-4769-455f-95e9-9cdac46bf2bc",
      "detail": "How to carry out fire safety audits on simple premises."
    },
    {
      "knowledgeId": "22e9e29f-5778-4614-b01a-cef3140965c9",
      "detail": "What information needs to be gathered, processed, and shared, when it needs to be shared and who it is shared with."
    },
    {
      "knowledgeId": "6eb5e4bf-1296-4322-8f49-0e2a28fda22f",
      "detail": "Methods to gather information and data from partner agencies for the purpose of fire safety regulation in simple premises."
    },
    {
      "knowledgeId": "c0de7349-2a16-445b-a69b-395d8ee0014c",
      "detail": "The reasons for visiting simple premises for the purpose of fire safety regulation."
    },
    {
      "knowledgeId": "3bfeb20b-1dda-48df-a800-dacfd5084d62",
      "detail": "Methods for assessing fire risks in simple premises."
    },
    {
      "knowledgeId": "7233aad6-5762-445a-83eb-63bb5f56985f",
      "detail": "Processes and guidance relevant to fire risk assessment in simple premises."
    },
    {
      "knowledgeId": "a34f0a41-362c-4bb1-af08-39e7a02d376f",
      "detail": "Methods for identifying fire hazards and fire risks in simple premises."
    },
    {
      "knowledgeId": "c4d3dc3e-e033-45f0-b75e-2e5f90411087",
      "detail": "Methods for reporting fire hazards and fire risks in simple premises, in accordance with organisational procedure. "
    },
    {
      "knowledgeId": "3ee3f654-7beb-4066-8fc8-9d9c1fe7eb65",
      "detail": "Control measures used to mitigate the risks from fire in simple premises."
    },
    {
      "knowledgeId": "a26f3a84-5676-4bd6-9612-7fd2712c7d92",
      "detail": "Active and passive measures for the protection of people, property and the environment from fire in simple premises, including codes of practice and guidance."
    },
    {
      "knowledgeId": "96989718-0846-4323-a5b5-59dc8beeeabc",
      "detail": "Procedures and processes for reviewing fire risk management systems in simple premises."
    },
    {
      "knowledgeId": "c94b67d5-4ef4-4621-a8e6-ee143cf11cb4",
      "detail": "The principles of combustion including fire growth and how smoke spreads through a building."
    },
    {
      "knowledgeId": "4b3075c5-7ee0-4d03-be0a-0a433e12daf6",
      "detail": "The principles of building construction and how they relate to fire safety in simple premises."
    },
    {
      "knowledgeId": "d146a1e5-8252-4a91-97de-f97c71a4481e",
      "detail": "The principles of prevention in fire safety which can affect people, property and the environment."
    },
    {
      "knowledgeId": "349cd6c5-db29-4cbf-b1e6-c4d9ab1b03e1",
      "detail": "Their role in supporting fire safety investigations."
    },
    {
      "knowledgeId": "5a31de71-f0aa-4d1c-ab1c-d7706f9f5e09",
      "detail": "The limits of their authority and the actions they can take in line with organisational policy, including escalation procedures."
    },
    {
      "knowledgeId": "20e2e0f4-3759-4fec-afab-f67c1d9c8bd6",
      "detail": "The channels within the organisation to provide feedback on the effectiveness of policy and procedure."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "13f70564-2536-45f4-938f-85a15af70ee8",
      "detail": "Embraces and values equality, diversity and inclusion, treating everyone with dignity and respect."
    },
    {
      "behaviourId": "bffed3a6-b011-4a2b-8b17-666b98a0d14a",
      "detail": "Committed and able to develop self and others."
    },
    {
      "behaviourId": "de46ee6c-d586-4d34-bf92-089864953b68",
      "detail": "Acts with confidence and integrity, to create safe, effective and practical outcomes. "
    },
    {
      "behaviourId": "e2b4c4ee-e971-4d71-9038-535b6ced86e0",
      "detail": "Works within own level of authority, responsibility and competence and recognises when to seek support or assistance."
    },
    {
      "behaviourId": "a92f6981-311f-4b51-9c48-e47a4dec5532",
      "detail": "Committed to supporting a strong safety culture."
    },
    {
      "behaviourId": "6b740fab-5a16-44e5-88ed-b9d21e475fe6",
      "detail": "Challenges unsafe or inappropriate behaviours and practices."
    },
    {
      "behaviourId": "ee3dd3cc-7562-4ab3-b464-7fe7262bda98",
      "detail": "Committed to respecting life, the law, the environment and putting communities first."
    }
  ],
  "skills": [
    {
      "skillId": "fc5ff64f-639c-47da-8c92-c236f69f404c",
      "detail": "Carries out fire safety audit on simple premises."
    },
    {
      "skillId": "cb90b3fb-570b-447d-8069-509dedee9e11",
      "detail": "Provides advice on fire safety matters to stakeholders in relation to simple premises."
    },
    {
      "skillId": "faa059ac-2881-4fbc-9b03-fdebaf1b3cea",
      "detail": "Identifies fire hazards, fire risks and control measures in simple premises."
    },
    {
      "skillId": "a8264d80-519c-43c7-bfb6-824c062ab8bb",
      "detail": "Assesses fire hazards, fire risks and control measures in simple premises."
    },
    {
      "skillId": "71a5eca7-8970-4477-aa5a-b08a93e7842a",
      "detail": "Recommends fire risk reduction measures in simple premises following audit. "
    },
    {
      "skillId": "a23f6262-eec4-45d2-a82d-ee94cef145e8",
      "detail": "Creates post audit reports on the compliance and findings of audits in simple premises."
    },
    {
      "skillId": "35e5aac5-eb5e-4c84-b55c-d1465cb2b9d8",
      "detail": "Recognises when a situation is beyond the responsibilities of their role and take appropriate action."
    },
    {
      "skillId": "1167ba3a-ad3a-44c8-9704-9086757b5ba1",
      "detail": "Completes, maintains, and stores data and records related to fire safety."
    },
    {
      "skillId": "4577c2d1-2f03-4c79-86c8-f950d6598571",
      "detail": "Gathers, processes, and shares information for the purposes of fire safety regulation."
    },
    {
      "skillId": "fc7b4798-e751-4468-9552-2c622d0b76e4",
      "detail": "Interprets documents, for example codes of practice and guidance, for the purpose of fire safety in simple premises."
    },
    {
      "skillId": "fc4cbaac-bf5b-489a-817c-1ceea9afe72e",
      "detail": "Manages and organises individual workload."
    },
    {
      "skillId": "4bda5c11-eb11-4010-be36-9596723e4ba9",
      "detail": "Communicates clearly with stakeholders."
    },
    {
      "skillId": "b5edd51c-4dad-462b-8c48-e18aa4f7a72e",
      "detail": "Persuasive and confident in communication to improve fire safety."
    },
    {
      "skillId": "7bb6e233-def0-4ee0-abcb-da742c11391a",
      "detail": "Identifies the key stakeholders in managing fire safety in simple premises."
    },
    {
      "skillId": "cdc78abc-7816-4277-a33d-d647e5b98988",
      "detail": "Plans and prepares for fire safety activity in simple premises."
    },
    {
      "skillId": "e2248838-8e3e-4a7b-84b4-df2309e73e31",
      "detail": "Interprets building plans and information."
    },
    {
      "skillId": "d36e45b4-4633-4af4-9eaf-f3231dbfbcaf",
      "detail": "Provides feedback internally on policy and procedure in practice."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-02-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0586",
  "tbMainContact": "AshleyRoberts@merseyfire.gov.uk",
  "involvedEmployers": "Merseyside Fire and Rescue, National Fire Chiefs Council (NFCC), Liverpool NHS, North Yorkshire Fire & Rescue Service, Durham and Darlington Fire & Rescue Service, Tyne and Wear Fire and Rescue, Royal Berkshire Fire Service, Devon and Somerset Fire & Rescue Service, West Yorkshire Fire & Rescue Service, Humberside Fire & Rescue Service, Cornwall Fire & Rescue Service, Manchester Fire & Rescue Service, Essex Fire & Rescue Service, NHS England",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Fire safety advisor"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Protective Services",
  "cluster": "Protective service officer",
  "clusterId": "15",
  "clusterDescription": null,
  "createdDate": "2023-09-07T09:29:14 +00:00",
  "lastUpdated": "2023-12-01T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-02-27T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0188",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0188-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0188-v1-1",
  "qualifications": [
    {
      "qualificationId": "e6c1b1cb-dfa5-4c65-af33-43e19d43b802",
      "title": "Level 3 Certificate in Fire Safety (Fire Auditors) ",
      "level": "Three",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "8edbed5b-1ca7-4e19-a1c3-8b2f59bf9af0",
      "dutyDetail": "Plan and gather evidence for the purpose of fire safety regulation in simple premises.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e2b4c4ee-e971-4d71-9038-535b6ced86e0"
      ],
      "mappedKnowledge": [
        "930fa95a-4960-4f65-aac9-b671c195c53a",
        "25eb80e4-2663-4be2-8a80-79c0f13961e2",
        "0246a49f-4769-455f-95e9-9cdac46bf2bc",
        "6eb5e4bf-1296-4322-8f49-0e2a28fda22f",
        "c0de7349-2a16-445b-a69b-395d8ee0014c",
        "3bfeb20b-1dda-48df-a800-dacfd5084d62"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fc5ff64f-639c-47da-8c92-c236f69f404c",
        "35e5aac5-eb5e-4c84-b55c-d1465cb2b9d8",
        "1167ba3a-ad3a-44c8-9704-9086757b5ba1",
        "4577c2d1-2f03-4c79-86c8-f950d6598571",
        "fc7b4798-e751-4468-9552-2c622d0b76e4",
        "fc4cbaac-bf5b-489a-817c-1ceea9afe72e",
        "7bb6e233-def0-4ee0-abcb-da742c11391a",
        "cdc78abc-7816-4277-a33d-d647e5b98988",
        "e2248838-8e3e-4a7b-84b4-df2309e73e31"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "92edfadc-c183-4320-9fb2-36870c8f14e3",
      "dutyDetail": "Carry out fire safety audits of premises in line with current fire safety legislation. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e2b4c4ee-e971-4d71-9038-535b6ced86e0",
        "6b740fab-5a16-44e5-88ed-b9d21e475fe6"
      ],
      "mappedKnowledge": [
        "0c4a3e08-20e7-4afd-9b56-909ce075c3ba",
        "930fa95a-4960-4f65-aac9-b671c195c53a",
        "ffe67053-abd5-4954-9404-d61356cdc986",
        "0246a49f-4769-455f-95e9-9cdac46bf2bc",
        "c0de7349-2a16-445b-a69b-395d8ee0014c",
        "3bfeb20b-1dda-48df-a800-dacfd5084d62",
        "96989718-0846-4323-a5b5-59dc8beeeabc",
        "4b3075c5-7ee0-4d03-be0a-0a433e12daf6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fc5ff64f-639c-47da-8c92-c236f69f404c",
        "faa059ac-2881-4fbc-9b03-fdebaf1b3cea",
        "35e5aac5-eb5e-4c84-b55c-d1465cb2b9d8",
        "fc7b4798-e751-4468-9552-2c622d0b76e4",
        "fc4cbaac-bf5b-489a-817c-1ceea9afe72e",
        "4bda5c11-eb11-4010-be36-9596723e4ba9",
        "b5edd51c-4dad-462b-8c48-e18aa4f7a72e",
        "7bb6e233-def0-4ee0-abcb-da742c11391a",
        "cdc78abc-7816-4277-a33d-d647e5b98988",
        "e2248838-8e3e-4a7b-84b4-df2309e73e31"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "58db36ca-2ed1-44b3-abdf-1c769bad8877",
      "dutyDetail": "Identify fire hazards, assess and report fire risks in simple premises.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e2b4c4ee-e971-4d71-9038-535b6ced86e0",
        "6b740fab-5a16-44e5-88ed-b9d21e475fe6"
      ],
      "mappedKnowledge": [
        "930fa95a-4960-4f65-aac9-b671c195c53a",
        "ffe67053-abd5-4954-9404-d61356cdc986",
        "0246a49f-4769-455f-95e9-9cdac46bf2bc",
        "3bfeb20b-1dda-48df-a800-dacfd5084d62",
        "7233aad6-5762-445a-83eb-63bb5f56985f",
        "a34f0a41-362c-4bb1-af08-39e7a02d376f",
        "c4d3dc3e-e033-45f0-b75e-2e5f90411087",
        "3ee3f654-7beb-4066-8fc8-9d9c1fe7eb65",
        "a26f3a84-5676-4bd6-9612-7fd2712c7d92",
        "96989718-0846-4323-a5b5-59dc8beeeabc",
        "c94b67d5-4ef4-4621-a8e6-ee143cf11cb4",
        "4b3075c5-7ee0-4d03-be0a-0a433e12daf6",
        "d146a1e5-8252-4a91-97de-f97c71a4481e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fc5ff64f-639c-47da-8c92-c236f69f404c",
        "faa059ac-2881-4fbc-9b03-fdebaf1b3cea",
        "a8264d80-519c-43c7-bfb6-824c062ab8bb",
        "71a5eca7-8970-4477-aa5a-b08a93e7842a",
        "35e5aac5-eb5e-4c84-b55c-d1465cb2b9d8",
        "fc7b4798-e751-4468-9552-2c622d0b76e4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "62017bfb-49c6-4ce0-8a56-da6b88ca634d",
      "dutyDetail": "Confirm measures are in place to protect people, property and the environment from fire in simple premises.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e2b4c4ee-e971-4d71-9038-535b6ced86e0",
        "6b740fab-5a16-44e5-88ed-b9d21e475fe6"
      ],
      "mappedKnowledge": [
        "0c4a3e08-20e7-4afd-9b56-909ce075c3ba",
        "930fa95a-4960-4f65-aac9-b671c195c53a",
        "ffe67053-abd5-4954-9404-d61356cdc986",
        "0246a49f-4769-455f-95e9-9cdac46bf2bc",
        "3bfeb20b-1dda-48df-a800-dacfd5084d62",
        "7233aad6-5762-445a-83eb-63bb5f56985f",
        "a34f0a41-362c-4bb1-af08-39e7a02d376f",
        "c4d3dc3e-e033-45f0-b75e-2e5f90411087",
        "3ee3f654-7beb-4066-8fc8-9d9c1fe7eb65",
        "a26f3a84-5676-4bd6-9612-7fd2712c7d92",
        "96989718-0846-4323-a5b5-59dc8beeeabc",
        "4b3075c5-7ee0-4d03-be0a-0a433e12daf6",
        "d146a1e5-8252-4a91-97de-f97c71a4481e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fc5ff64f-639c-47da-8c92-c236f69f404c",
        "a8264d80-519c-43c7-bfb6-824c062ab8bb",
        "a23f6262-eec4-45d2-a82d-ee94cef145e8",
        "35e5aac5-eb5e-4c84-b55c-d1465cb2b9d8",
        "fc7b4798-e751-4468-9552-2c622d0b76e4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d98ceddd-cfba-4736-9998-de3f6688d016",
      "dutyDetail": "Gather, process and share information with internal and external partners relevant to fire safety or where it may assist others in the performance of their duties. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "13f70564-2536-45f4-938f-85a15af70ee8",
        "e2b4c4ee-e971-4d71-9038-535b6ced86e0",
        "a92f6981-311f-4b51-9c48-e47a4dec5532"
      ],
      "mappedKnowledge": [
        "930fa95a-4960-4f65-aac9-b671c195c53a",
        "ffe67053-abd5-4954-9404-d61356cdc986",
        "25eb80e4-2663-4be2-8a80-79c0f13961e2",
        "22e9e29f-5778-4614-b01a-cef3140965c9",
        "6eb5e4bf-1296-4322-8f49-0e2a28fda22f",
        "a34f0a41-362c-4bb1-af08-39e7a02d376f",
        "c4d3dc3e-e033-45f0-b75e-2e5f90411087",
        "4b3075c5-7ee0-4d03-be0a-0a433e12daf6",
        "349cd6c5-db29-4cbf-b1e6-c4d9ab1b03e1",
        "5a31de71-f0aa-4d1c-ab1c-d7706f9f5e09"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "71a5eca7-8970-4477-aa5a-b08a93e7842a",
        "35e5aac5-eb5e-4c84-b55c-d1465cb2b9d8",
        "1167ba3a-ad3a-44c8-9704-9086757b5ba1",
        "4577c2d1-2f03-4c79-86c8-f950d6598571",
        "4bda5c11-eb11-4010-be36-9596723e4ba9",
        "b5edd51c-4dad-462b-8c48-e18aa4f7a72e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8bdd1235-ef4b-4e48-aa86-e0cc329dca74",
      "dutyDetail": "Support fire safety investigations as required by the organisation and assist with appropriate action.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e2b4c4ee-e971-4d71-9038-535b6ced86e0",
        "a92f6981-311f-4b51-9c48-e47a4dec5532",
        "ee3dd3cc-7562-4ab3-b464-7fe7262bda98"
      ],
      "mappedKnowledge": [
        "930fa95a-4960-4f65-aac9-b671c195c53a",
        "22e9e29f-5778-4614-b01a-cef3140965c9",
        "3bfeb20b-1dda-48df-a800-dacfd5084d62",
        "c94b67d5-4ef4-4621-a8e6-ee143cf11cb4",
        "4b3075c5-7ee0-4d03-be0a-0a433e12daf6",
        "349cd6c5-db29-4cbf-b1e6-c4d9ab1b03e1",
        "5a31de71-f0aa-4d1c-ab1c-d7706f9f5e09"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "faa059ac-2881-4fbc-9b03-fdebaf1b3cea",
        "71a5eca7-8970-4477-aa5a-b08a93e7842a",
        "35e5aac5-eb5e-4c84-b55c-d1465cb2b9d8",
        "fc4cbaac-bf5b-489a-817c-1ceea9afe72e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7f7cc436-a0b0-4d0c-9042-724ab32f3829",
      "dutyDetail": "Contribute to the policy and procedures that relate to legislative guidance on matters concerning fire safety.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bffed3a6-b011-4a2b-8b17-666b98a0d14a",
        "de46ee6c-d586-4d34-bf92-089864953b68",
        "e2b4c4ee-e971-4d71-9038-535b6ced86e0",
        "a92f6981-311f-4b51-9c48-e47a4dec5532"
      ],
      "mappedKnowledge": [
        "930fa95a-4960-4f65-aac9-b671c195c53a",
        "c0de7349-2a16-445b-a69b-395d8ee0014c",
        "20e2e0f4-3759-4fec-afab-f67c1d9c8bd6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cb90b3fb-570b-447d-8069-509dedee9e11",
        "35e5aac5-eb5e-4c84-b55c-d1465cb2b9d8",
        "d36e45b4-4633-4af4-9eaf-f3231dbfbcaf"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "15b37ab6-d976-4d51-b869-4de8bbb7a9ce",
      "dutyDetail": "Provide support and guidance to businesses to reduce the risk of fire and false alarms (for example, from automatic fire alarms).",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bffed3a6-b011-4a2b-8b17-666b98a0d14a",
        "e2b4c4ee-e971-4d71-9038-535b6ced86e0",
        "a92f6981-311f-4b51-9c48-e47a4dec5532",
        "6b740fab-5a16-44e5-88ed-b9d21e475fe6",
        "ee3dd3cc-7562-4ab3-b464-7fe7262bda98"
      ],
      "mappedKnowledge": [
        "930fa95a-4960-4f65-aac9-b671c195c53a",
        "ffe67053-abd5-4954-9404-d61356cdc986",
        "c0de7349-2a16-445b-a69b-395d8ee0014c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cb90b3fb-570b-447d-8069-509dedee9e11",
        "71a5eca7-8970-4477-aa5a-b08a93e7842a",
        "a23f6262-eec4-45d2-a82d-ee94cef145e8",
        "35e5aac5-eb5e-4c84-b55c-d1465cb2b9d8",
        "4577c2d1-2f03-4c79-86c8-f950d6598571",
        "4bda5c11-eb11-4010-be36-9596723e4ba9",
        "b5edd51c-4dad-462b-8c48-e18aa4f7a72e",
        "7bb6e233-def0-4ee0-abcb-da742c11391a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ea81ca09-827e-4086-b94b-7392276518aa",
      "dutyDetail": "Collaborate effectively with own and relevant partner agencies to support fire risk reduction in their communities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "13f70564-2536-45f4-938f-85a15af70ee8",
        "bffed3a6-b011-4a2b-8b17-666b98a0d14a",
        "e2b4c4ee-e971-4d71-9038-535b6ced86e0",
        "a92f6981-311f-4b51-9c48-e47a4dec5532",
        "ee3dd3cc-7562-4ab3-b464-7fe7262bda98"
      ],
      "mappedKnowledge": [
        "930fa95a-4960-4f65-aac9-b671c195c53a",
        "22e9e29f-5778-4614-b01a-cef3140965c9",
        "6eb5e4bf-1296-4322-8f49-0e2a28fda22f",
        "349cd6c5-db29-4cbf-b1e6-c4d9ab1b03e1",
        "5a31de71-f0aa-4d1c-ab1c-d7706f9f5e09"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cb90b3fb-570b-447d-8069-509dedee9e11",
        "71a5eca7-8970-4477-aa5a-b08a93e7842a",
        "35e5aac5-eb5e-4c84-b55c-d1465cb2b9d8",
        "4577c2d1-2f03-4c79-86c8-f950d6598571",
        "fc4cbaac-bf5b-489a-817c-1ceea9afe72e",
        "4bda5c11-eb11-4010-be36-9596723e4ba9",
        "b5edd51c-4dad-462b-8c48-e18aa4f7a72e",
        "7bb6e233-def0-4ee0-abcb-da742c11391a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ceaa11d9-2d61-47da-98ea-0610fb200733",
      "dutyDetail": "Attend internal and external meetings with stakeholders for example Safety Advisory Groups to provide guidance and support with fire safety matters to ensure the safety of the public. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "13f70564-2536-45f4-938f-85a15af70ee8",
        "bffed3a6-b011-4a2b-8b17-666b98a0d14a",
        "de46ee6c-d586-4d34-bf92-089864953b68",
        "e2b4c4ee-e971-4d71-9038-535b6ced86e0",
        "a92f6981-311f-4b51-9c48-e47a4dec5532",
        "6b740fab-5a16-44e5-88ed-b9d21e475fe6",
        "ee3dd3cc-7562-4ab3-b464-7fe7262bda98"
      ],
      "mappedKnowledge": [
        "930fa95a-4960-4f65-aac9-b671c195c53a",
        "6eb5e4bf-1296-4322-8f49-0e2a28fda22f",
        "3bfeb20b-1dda-48df-a800-dacfd5084d62"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cb90b3fb-570b-447d-8069-509dedee9e11",
        "71a5eca7-8970-4477-aa5a-b08a93e7842a",
        "a23f6262-eec4-45d2-a82d-ee94cef145e8",
        "35e5aac5-eb5e-4c84-b55c-d1465cb2b9d8",
        "4bda5c11-eb11-4010-be36-9596723e4ba9",
        "b5edd51c-4dad-462b-8c48-e18aa4f7a72e",
        "7bb6e233-def0-4ee0-abcb-da742c11391a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a2d1abde-9640-4af8-921c-b4c9f4dc6e1e",
      "dutyDetail": "Respond to alleged fire risks or complaints and post fire enquiries.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "13f70564-2536-45f4-938f-85a15af70ee8",
        "de46ee6c-d586-4d34-bf92-089864953b68",
        "e2b4c4ee-e971-4d71-9038-535b6ced86e0",
        "a92f6981-311f-4b51-9c48-e47a4dec5532",
        "6b740fab-5a16-44e5-88ed-b9d21e475fe6",
        "ee3dd3cc-7562-4ab3-b464-7fe7262bda98"
      ],
      "mappedKnowledge": [
        "0c4a3e08-20e7-4afd-9b56-909ce075c3ba",
        "930fa95a-4960-4f65-aac9-b671c195c53a",
        "ffe67053-abd5-4954-9404-d61356cdc986",
        "25eb80e4-2663-4be2-8a80-79c0f13961e2",
        "c0de7349-2a16-445b-a69b-395d8ee0014c",
        "3bfeb20b-1dda-48df-a800-dacfd5084d62",
        "7233aad6-5762-445a-83eb-63bb5f56985f",
        "a34f0a41-362c-4bb1-af08-39e7a02d376f",
        "c4d3dc3e-e033-45f0-b75e-2e5f90411087",
        "3ee3f654-7beb-4066-8fc8-9d9c1fe7eb65",
        "a26f3a84-5676-4bd6-9612-7fd2712c7d92",
        "96989718-0846-4323-a5b5-59dc8beeeabc",
        "c94b67d5-4ef4-4621-a8e6-ee143cf11cb4",
        "4b3075c5-7ee0-4d03-be0a-0a433e12daf6",
        "d146a1e5-8252-4a91-97de-f97c71a4481e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "faa059ac-2881-4fbc-9b03-fdebaf1b3cea",
        "a8264d80-519c-43c7-bfb6-824c062ab8bb",
        "71a5eca7-8970-4477-aa5a-b08a93e7842a",
        "a23f6262-eec4-45d2-a82d-ee94cef145e8",
        "35e5aac5-eb5e-4c84-b55c-d1465cb2b9d8",
        "1167ba3a-ad3a-44c8-9704-9086757b5ba1",
        "fc4cbaac-bf5b-489a-817c-1ceea9afe72e",
        "4bda5c11-eb11-4010-be36-9596723e4ba9",
        "b5edd51c-4dad-462b-8c48-e18aa4f7a72e",
        "7bb6e233-def0-4ee0-abcb-da742c11391a",
        "cdc78abc-7816-4277-a33d-d647e5b98988",
        "e2248838-8e3e-4a7b-84b4-df2309e73e31"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-12-01T00:00:00"
}