{
  "templateType": "Apprenticeship Standard",
  "larsCode": 481,
  "referenceNumber": "ST0172",
  "learningAimClassCode": "",
  "title": "Farrier",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0172",
  "qualificationStandardUrl": null,
  "versionNumber": "1.5",
  "change": "End-point assessment plan revised",
  "changedDate": "2024-07-05T00:00:00",
  "earliestStartDate": "2024-07-05T00:00:00",
  "latestStartDate": "2024-08-15T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Maintaining and caring for equine feet.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 42,
  "maxFunding": 15000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "equine",
    "feet",
    "breed",
    "caring",
    "maintaining",
    "farrier"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/i1oj0b4p/st0172_farrier_l3_epa_v15-june-2024.pdf",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.3 Animal care and veterinary science",
  "version": "1.5",
  "standardInformation": "&lt;p&gt;Occupation: Farrier Level: 3&lt;/p&gt;\n&lt;p&gt;Farriers are responsible for the maintenance and care of Equine feet with a holistic approach to the equine, for which they must have a thorough understanding of all aspects of Equine hoof care throughout the equine disciplines, from grass roots pleasure equines right through to elite competition horses. Farriers are able to assess equines and their gait (movement). Farriers are responsible for the quality and accuracy of their work, must be good communicators and problem solvers, and able to discuss the condition of equines and their hooves with owners and other professionals, especially Veterinary Surgeons. Farriers are able to give advice on various equine welfare options, from a trim for a horse at pasture through to basic remedial work on lame equines. Farriery is a profession regulated by statute and farriers are required to be admitted on to the Register of Farriers before they may practice lawfully. Once registered a farrier may either practice as an individual or join a farriery practice to work as part of a team.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;&lt;caption&gt;&lt;strong&gt;Knowledge, skills and Behaviours&lt;/strong&gt;&lt;/caption&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;What is required- understanding of:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Health &amp;amp; Safety&lt;/td&gt;\n&lt;td&gt;The role of a farrier in monitoring and maintaining health and safety in the workplace. Have knowledge and understanding of the use and safe handling of the modern materials used in farriery.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Breed Identification&lt;/td&gt;\n&lt;td&gt;The identification of different equine breeds and types.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Control of Equines&lt;/td&gt;\n&lt;td&gt;The recognition and control of the equine for the purposes of trimming or shoeing.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Anatomy, Physiology and Equine Biomechanics&lt;/td&gt;\n&lt;td&gt;The equine limb, the anatomy and physiology of the equine limb and its biomechanics, The principals of trimming for each breed and type of equine.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Ability to produce a thorough foot care plan&lt;/td&gt;\n&lt;td&gt;Identify the requirement of the individual equine, according to its breed, type and select a suitable shoeing material and style where applicable.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Understanding of diagnosis methods&lt;/td&gt;\n&lt;td&gt;The importance of various diagnostic techniques used by veterinary surgeons in equine welfare.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Evaluation of own abilities&lt;/td&gt;\n&lt;td&gt;Their own competencies and know when to refer to specialist or higher qualified Farriers, veterinary surgeons or paraprofessionals.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Lameness evaluations&lt;/td&gt;\n&lt;td&gt;The ability to recognise the pathologies and biomechanic abnormalities that may predispose lameness in equines.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;What is required&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Health &amp;amp; Safety&lt;/td&gt;\n&lt;td&gt;Maintain good standards of health and safety for self and others.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Working Environment&lt;/td&gt;\n&lt;td&gt;Prepare and maintain the working environment, i.e. the forge, van or work area. Identify and minimise hazards and risks in the working environment.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Equipment&lt;/td&gt;\n&lt;td&gt;Use, maintain and store equipment, tools and materials. Make the most efficient and effective use of materials, resources and time.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Communication Skills&lt;/td&gt;\n&lt;td&gt;Communicate effectively with members of the public, clients and other professionals. A clear effective communicator who can use various methods of communications to give and receive information accurately and in a timely manner.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Preparation of an equine foot care plan&lt;/td&gt;\n&lt;td&gt;Preparing a comprehensive individual foot care plan for unshod and shod equines to maintain their welfare needs (Farriers (Registration) Act 1975).&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Forging and Fabrication&lt;/td&gt;\n&lt;td&gt;Forge, fabricate and modify all shoes that may be required by an equine. This will include using the tools of the trade to make shoes from steel and aluminium, with an insight into the use of modern materials to rebuild and affix shoes to equine hooves.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Practical skills&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Using tools of the trade be able to:&lt;/p&gt;\n&lt;p&gt;Remove an equine shoe&lt;/p&gt;\n&lt;p&gt;Prepare and trim the sole, Frog and bars&lt;/p&gt;\n&lt;p&gt;Prepare and trim the hoof wall for either an unshod horse or one that requires shoes.&lt;/p&gt;\n&lt;p&gt;If equine is shod choose correct shoe, i.e. material, material size and length depending on the equines discipline.&lt;/p&gt;\n&lt;p&gt;Make or reshape the shoe for the individual equine&lt;/p&gt;\n&lt;p&gt;Nail or affix the shoe in an appropriate and safe manner.&lt;/p&gt;\n&lt;p&gt;Produce clenches from the nail tips or finish the method of adhesion to comply with all health and safety guidelines&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Business and IT Skills&lt;/td&gt;\n&lt;td&gt;Use of basic accountancy products, including basic VAT and TAX schemes and the use of the relevant government gateways&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;What is required&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Professionalism&lt;/td&gt;\n&lt;td&gt;Have a strong professional work ethic including pride in their appearance, work and self, attention to detail, integrity and time management. Have a flexible positive attitude to work. Having a safety mindset to self and others.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Self-development&lt;/td&gt;\n&lt;td&gt;A willingness to learn and contribute to their own continuing professional development (in line with the FRC code of conduct).&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Adaptability&lt;/td&gt;\n&lt;td&gt;Ability to work collaboratively or individually. Problem solving and effective decision making.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Adherence to legal and ethical frameworks&lt;/td&gt;\n&lt;td&gt;Understand their responsibilities in accordance with the Farriers (Registration) Act 1975, and the Farriers Registration Council’s Code of Conduct.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;strong&gt;Duration:&lt;/strong&gt; Typically, the apprenticeship will take 48 months to complete.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Entry requirements:&lt;/strong&gt; Typically a Minimum of 5 GCSE’s at grade C or above, including English, Maths and one Science (1). Apprentices without English and Maths level 2 will be required to achieve this level prior to taking the end point assessment.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Professional qualifications and professional registration:&lt;/strong&gt; This Standard is approved by the Farriers Registration Council (FRC) which registers and regulates qualified farriers including Approved Training Farriers, and apprentices upon qualification. On completion of the apprenticeship and EPA, the approved assessment for registration, the apprentice may apply for registration with FRC and will be entitled to use the post-nominal QFS (Qualified to Farrier Standard).&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Review:&lt;/strong&gt; The standard will be initially reviewed after three years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Farriers are responsible for the maintenance and care of Equine feet with a holistic approach to the equine, for which they must have a thorough understanding of all aspects of Equine hoof care throughout the equine disciplines, from grass roots pleasure equines right through to elite competition horses. Farriers are able to assess equines and their gait (movement). Farriers are responsible for the quality and accuracy of their work, must be good communicators and problem solvers, and able to discuss the condition of equines and their hooves with owners and other professionals, especially Veterinary Surgeons. Farriers are able to give advice on various equine welfare options, from a trim for a horse at pasture through to basic remedial work on lame equines. Farriery is a regulated profession and all farriers are required to pass the Diploma of the Worshipful Company of Farriers (DipWCF) examination before being admitted on to the Register of qualified Farriers before they may legally practise. Once qualified a farrier may either practise as an individual or join a farriery practice to work as part of a team.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "322ac4df-58d8-4d65-bd67-e8932726b553",
      "detail": "Health & Safety: The role of a farrier in monitoring and maintaining health and safety in the workplace. Have knowledge and understanding of the use and safe handling of the modern materials used in farriery."
    },
    {
      "knowledgeId": "a0848c41-65ab-4927-8990-da63114eb552",
      "detail": "Breed Identification: The identification of different equine breeds and types."
    },
    {
      "knowledgeId": "826a84ce-6dd7-425c-951b-f4be57788084",
      "detail": "Control of Equines: The recognition and control of the equine for the purposes of trimming or shoeing."
    },
    {
      "knowledgeId": "e91db614-ade0-403e-a1ed-a0e09726fc44",
      "detail": "Anatomy, Physiology and Equine Biomechanics: The equine limb, the anatomy and physiology of the equine limb and its biomechanics, The principals of trimming for each breed and type of equine."
    },
    {
      "knowledgeId": "fcda5315-9e9b-4f3b-a6c2-7ff03e049a94",
      "detail": "Ability to produce a thorough foot care plan: Identify the requirement of the individual equine, according to its breed, type and select a suitable shoeing material and style where applicable."
    },
    {
      "knowledgeId": "1e9bbf68-a61e-43fc-b6b4-cda786f6806f",
      "detail": "Understanding of diagnosis methods: The importance of various diagnostic techniques used by veterinary surgeons in equine welfare."
    },
    {
      "knowledgeId": "4a00c4a9-f3f0-4b81-87a5-12c3e13c4124",
      "detail": "Evaluation of own abilities: Their own competencies and know when to refer to specialist or higher qualified Farriers, veterinary surgeons or paraprofessionals."
    },
    {
      "knowledgeId": "754d24d9-90d6-4016-a9f3-16299d6399f5",
      "detail": "Lameness evaluations: he ability to recognise the pathologies and biomechanic abnormalities that may predispose lameness in equines."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "911610d9-c53b-48ea-adac-502fccb08cf4",
      "detail": "Professionalism: Have a strong professional work ethic including pride in their appearance, work and self, attention to detail, integrity and time management. Have a flexible positive attitude to work. Having a safety mindset to self and others."
    },
    {
      "behaviourId": "6b99e649-4df2-48b3-b8de-5b45e424b7c3",
      "detail": "Self-development: A willingness to learn and contribute to their own continuing professional development (in line with the FRC code of conduct)."
    },
    {
      "behaviourId": "3b444e94-01c9-4506-a028-a22ed68624f4",
      "detail": "Adaptability: Ability to work collaboratively or individually. Problem solving and effective decision making."
    },
    {
      "behaviourId": "3bea66bb-87b5-43ea-972f-8caca905af90",
      "detail": "Adherence to legal and ethical frameworks: \tUnderstand their responsibilities in accordance with the Farriers (Registration) Act 1975, and the Farriers Registration Council’s Code of Conduct."
    }
  ],
  "skills": [
    {
      "skillId": "4c1ad1ae-c90a-48ae-84fb-3018ff1a67e8",
      "detail": "Health & Safety: Maintain good standards of health and safety for self and others."
    },
    {
      "skillId": "d88971e5-3cd9-4e40-bd2b-49a3ad78c969",
      "detail": "Working Environment: Prepare and maintain the working environment, i.e. the forge, van or work area. Identify and minimise hazards and risks in the working environment."
    },
    {
      "skillId": "39ff3fa8-7cf6-490a-996e-b8b5f286e4e6",
      "detail": "Equipment: Use, maintain and store equipment, tools and materials. Make the most efficient and effective use of materials, resources and time."
    },
    {
      "skillId": "9bb4da50-5dc8-462f-91b9-f2ca53f00e77",
      "detail": "Communication Skills: Communicate effectively with members of the public, clients and other professionals. A clear effective communicator who can use various methods of communications to give and receive information accurately and in a timely manner."
    },
    {
      "skillId": "41da53c9-c052-4762-8db6-d6234ee901f1",
      "detail": "Preparation of an equine foot care plan: Preparing a comprehensive individual foot care plan for unshod and shod equines to maintain their welfare needs (Farriers (Registration) Act 1975)."
    },
    {
      "skillId": "b5cf0679-b211-4081-8b93-d52878d89f27",
      "detail": "Forging and Fabrication: Forge, fabricate and modify all shoes that may be required by an equine. This will include using the tools of the trade to make shoes from steel and aluminium, with an insight into the use of modern materials to rebuild and affix shoes to equine hooves."
    },
    {
      "skillId": "115d1616-eb87-4008-84d3-abc44fea7a36",
      "detail": "Practical skills: Using tools of the trade be able to:\nRemove an equine shoe\nPrepare and trim the sole, Frog and bars\nPrepare and trim the hoof wall for either an unshod horse or one that requires shoes.\nIf equine is shod choose correct shoe, i.e. material, material size and length depending on the equines discipline.\nMake or reshape the shoe for the individual equine\nNail or affix the shoe in an appropriate and safe manner.\nProduce clenches from the nail tips or finish the method of adhesion to comply with all health and safety guideline"
    },
    {
      "skillId": "b33a9305-0307-44eb-8c3e-5e0635f1e57e",
      "detail": "Business and IT Skills: Use of basic accountancy products, including basic VAT and TAX schemes and the use of the relevant government gateways"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-07-04T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "davehall.dh67@gmail.com",
  "involvedEmployers": "Cliff Barnes AWCF Farrier, Red Rose Farriers, Abbey Bunyard Farrier &amp; Forge Ltd, JYG Farriery Ltd, Abbey Hardy DipWcf, Warwickshire College, Sandpitt Forge, Equine Foot Care Ltd, O’Shaughnessy Farriery, Herford &amp; Ludlow College, The Farriery Centre, Dassett Forge Farriery Ltd, Mark Watson Farriey, Myerscough College",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Animal Care and Management",
  "cluster": "Equine groom or farrier",
  "clusterId": "122",
  "clusterDescription": "Day-to-day welfare, health (including breeding) and training (riding, racing and driving) of horses",
  "createdDate": "2024-07-05T07:26:08 +00:00",
  "lastUpdated": "2024-07-05T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-07-04T00:00:00 +00:00",
  "banners": "VetSkill has been approved by Ofqual to expand their scope to include the end point assessment of the farrier apprenticeship. The national regulator for farriery, the Farriers Registration Council, has also approved VetSkill to be an end point assessment organisation for the farriery standard (ST0172). The farrier end point assessments have been confirmed with all training providers with dates for early 2024.",
  "occupationCode": "OCC0172",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0172-v1-5?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0172-v1-5",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-08-15T00:00:00"
}