{
  "templateType": "Apprenticeship Standard",
  "larsCode": 335,
  "referenceNumber": "ST0167",
  "learningAimClassCode": "",
  "title": "Senior equine groom",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0167",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-05-31T00:00:00",
  "earliestStartDate": "2018-08-07T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Providing for and coordinating the day to day care of the horses in the workplace.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "Senior Equine Groom",
    "horses",
    "horse care",
    "equine",
    "horse physiology"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2742/st0167_senior-equine-groom_l3_ap-for-publication_050319.pdf",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.3 Animal care and veterinary science",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupational Profile&lt;/h3&gt;\n&lt;p&gt;Set within an industry steeped in tradition, yet embracing innovation and technology, the Senior Equine Groom will provide for and coordinate the day to day care of the horses in the workplace. They will possess all the necessary skills to lead by example and will have the knowledge required to implement effective systems relating to the running of the yard. They will be capable of organising and monitoring the quality of work and ordering and maintaining supplies.&lt;/p&gt;\n&lt;p&gt;The Senior Equine Groom is a fundamental occupational role in all equine businesses and is an integral part of an industry that contributes over &#163;8bn to the British economy. They can expect to handle and provide exercise for a variety of horses in different working environments. They must adhere to safe working practices, be prepared to work in all weather conditions and often in ‘out of hours’ situations. They will be required to have dedication, commitment and the physical and mental toughness to cope with the rigours of the role. Living onsite for part or all of the duration of the apprenticeship may also be necessary. The occupation requires competent individuals committed to the safety and welfare of horses in their care. There are about a million horses (including all domestic equine species, namely horses, ponies, donkeys and their hybrids) kept for recreation and commercial use in the UK and the Senior Equine Groom will be capable of looking after a small to medium sized equine yard and supervising a diverse team of workers. They will be capable of offering advice, support and guidance to their team, whilst possessing appropriate people skills necessary for their chosen sector. They will be required to have a sound base of experience and knowledge and have the right empathy so as to promote the horses’ physical and psychological well-being within a safe working environment. The Senior Equine Groom will have a sound knowledge of horse anatomy and physiology and the ability to assess and promote health. They will be able to recognise and treat common minor injuries and ailments. They will be capable of presenting horses to a high standard and can demonstrate the skills required to groom, plait and clip horses. Senior Equine Grooms may have the opportunity to travel nationally and internationally, preparing and caring for horses at competitions, the races, sales, shows and other public appearances. The Senior Equine Groom apprentice will need to decide in which sector of the industry they wish to be progress and select the appropriate occupational route.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Duration&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160;&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;The Apprenticeship would typically take 18-24 months.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;English and Maths&#160;&lt;/strong&gt; &#160; &#160; &#160; &#160;&lt;/h4&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to completion of their Apprenticeship.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Level&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160;&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;This is a Level 3 Apprenticeship.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Review&#160;&lt;/strong&gt; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160;&lt;/h4&gt;\n&lt;p&gt;3 years or when significant change is required.&lt;/p&gt;\n&lt;h4&gt;Core Behaviours&lt;/h4&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th colspan=&quot;2&quot;&gt;&#160;&lt;strong&gt;On completion of the apprenticeship, Senior Equine Grooms will display CORE behaviours enabling them to:- &lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Safe Working&lt;/td&gt;\n&lt;td&gt;Promote, monitor and enhance safe working practices, which must be adhered to at all times with constant situational awareness and adaptability to ensure safety of the horse, themselves and others.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Work ethic&lt;/td&gt;\n&lt;td&gt;Have a strong work ethic, be a good role model and mentor for others. Be respectful, punctual, reliable, trustworthy and diligent and be prepared to work irregular hours, in all weather conditions. Work effectively and encourage efficiency to meet time deadlines and organisational requirements. Take a pride in their work showing commitment and loyalty whilst conducting themselves in a professional manner.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Responsibility&lt;/td&gt;\n&lt;td&gt;Assume a role of responsibility in the workplace. Organise themselves, delegate tasks, supervise and monitor others and the equines in their care. Show respect, empathy, patience and tolerance in all situations. Work with methods that reduce risk of injury to the horse, themselves or others.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Team work&lt;/td&gt;\n&lt;td&gt;Have the ability to work in, lead, support and motivate a diverse team. Understand their role within the team and their impact on others. Promote good working relationships, reduce, manage and report conflict within the team when necessary. Contribute to and support the training and development of others.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Communication&lt;/td&gt;\n&lt;td&gt;Respect the need for confidentiality and adhere to data protection policies. Confidently and respectfully communicate with all colleagues, visitors, clients and industry specialists. Show good interpersonal skills and accurately report any concerns, incidents and abnormalities. Know when to ask for, offer and give advice and guidance. Use social media responsibly.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;Core Knowledge and Skills&lt;/h4&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;Knowledge and skills&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;On completion of the apprenticeship, newly qualified Senior Equine Grooms will possess the CORE knowledge to understand:-&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;On completion of the apprenticeship, newly qualified Senior Equine grooms will have proven CORE skills enabling them to competently:- &lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Safe Working Practices&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Current health, safety and security requirements, policies and procedures including Personal Protective Equipment (PPE). Current Rules and Codes of Practice and ethics relevant to the workplace. The principles of current employment rights and responsibilities.&lt;/td&gt;\n&lt;td&gt;Promote, monitor and maintain safe working practices at all times and comply with current health, safety and security policies and procedures (including PPE). Contribute to risk assessments.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Yard and Field Routines and Management&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;The organisation of yard and field duties, rotas and routines. Requirements for stocks and supplies of feed and bedding. The preparation and maintenance of different types of stabling and grassland. How to assess the risk of disease outbreak and the measures to prevent and control the spread of disease. The need for and how to work in an environmentally sustainable manner&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Organise, supervise and carry out all yard and field duties, day to day rotas and routines including liaising with vet, farrier and other visiting specialists. Maintain and organise basic yard based records including farrier, worming, vaccinations, etc.&lt;/p&gt;\n&lt;p&gt;Monitor, maintain and assess quality of stocks and supplies of feed and bedding. Evaluate, prepare and maintain stabling and grassland for horses. Manage horses stabled and at grass. Implement measures to prevent and control the spread of disease. Coordinate waste minimisation, environmental and sustainable working practices. Supervise admission of a new horse and carry out an initial assessment, to include record keeping and health status&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Horse Anatomy, Physiology and Welfare&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Anatomy and physiology, to include conformation, main superficial muscles, structure of the lower leg and the respiratory and circulatory systems. How to assess welfare (including health), condition and fitness. Common minor ailments, injuries and administering first aid and treatments. Procedures for isolation and sick nursing. The importance of monitoring temperature, pulse and respiration rates. Medication control procedures and accepted protocol.&lt;/td&gt;\n&lt;td&gt;Identify and discuss main superficial muscles and structure of the lower leg and foot. Assess and evaluate a horse including conformation, action, condition and fitness. Assess welfare (including health), recognise and treat common minor ailments and injuries. Administer first aid and treatments under veterinary advice to include, poultices, dressings and bandages. Administer permitted oral and topical treatments under direction. Take temperature, pulse and respiration rates of the horse.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Horse Handling, Care and Appearance&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Appropriate methods of handling and restraint and their use in different circumstances. Procedures for grooming, clipping, trimming, pulling and plaiting a range of horses in preparation for different types of work, competition, public appearance and veterinary procedures. The horses foot, shoeing and different types of shoes and how to remove a loose or twisted shoe.&lt;/td&gt;\n&lt;td&gt;Identify and use appropriate methods to handle or restrain a horse. Prepare a range of horses for different types of work or competition to include grooming, clipping, trimming, pulling and plaiting. Recognise and discuss hoof balance. Demonstrate the correct procedure for removal of a shoe in line with current legislation.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Nutrition &amp;amp; Fitness&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Nutritional requirements including hydration for a variety of horses in different types of work. Fitness requirements and programmes for a variety of horses in different disciplines.&lt;/td&gt;\n&lt;td&gt;Plan and implement diets and feeding regimes. Organise the feed room and stock rotation.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Travelling Horses&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Requirements when planning travel for horses including equipment, supplies and documentation. The current legislation and procedures relating to loading, unloading and travelling horses.&lt;/td&gt;\n&lt;td&gt;Coordinate the preparation for travelling horses including supplies, equipment etc. Plan the transportation of horses by road taking into account current guidelines, documentation requirements and procedures. Prepare a horse for transport, load and unload safely following current health and safety protocol. Supervise and care for horses during and after transportation.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Non-Ridden Exercise&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;The benefits and practice of various forms of non ridden exercise including lungeing and long reining. Different lungeing/ long reining equipment and methods.&lt;/td&gt;\n&lt;td&gt;Prepare and lunge a horse for exercise using various types of equipment appropriately.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;strong&gt;Occupational Routes&lt;/strong&gt; The apprentice will select one of the five specialised routes with additional knowledge and skills:&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 15%;&quot;&gt;Specialised route&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;On completion of the apprenticeship, newly qualified Senior Equine Grooms will possess the ROUTE SPECIFIC KNOWLEDGE to understand:-&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;On completion of the apprenticeship, newly qualified Senior Equine Grooms will have proven ROUTE SPECIFIC SKILLS enabling them to competently:-&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;1. Breeding&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Pedigrees, stud contracts, Codes of Practice, veterinary certificates and the importance of accurate, confidential recording in a global industry.&lt;/p&gt;\n&lt;p&gt;Reproductive anatomy and physiology of both sexes; gestation and parturition processes. Artificial manipulation of the reproductive processes and common veterinary and stud work techniques. The benefits and drawbacks of natural and non-natural covering methods including artificial insemination techniques, embryo transfer and semen collection, evaluation and freezing.&lt;/p&gt;\n&lt;p&gt;Routine management of all breeding and youngstock at grass or stabled throughout the year to include weaning methods and issues. Foaling and the care of mares and neonates to include the management of emergency foaling situations and fostering. Common developmental issues in foals and growing youngstock.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;Use correct terminology, paperwork, pedigree knowledge and hygiene practices within regular stud work. Assist with recording breeding information as appropriate. Be able to tease and make recommendations on subsequent actions. Assist with the preparation for coverings. Prepare a foaling environment and assist during normal foaling, to include examination of the placenta. Recognise non-normal foaling events and the actions to be taken. Manage, monitor and maintain routine care, well-being and handling of breeding and youngstock. Assist with successful weaning processes and implement fostering programmes and care of orphan foals. Monitor, maintain and manage the health and well-being of breeding and youngstock. Present a male horse correctly for inspection.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;2. Driving&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;The correct use of full, breast and empathy collars, open and quick release tugs and a variety of driving bits. All parts of a single set of modern composite competition harness including modern adaptations for specific competition vehicles. The fit of a variety of single harness to two and four wheeled vehicles and correct fit of pairs harness.&lt;/p&gt;\n&lt;p&gt;The cleaning of competition harness including patent leather and brass furniture (buckles) to show/ presentation standard. The cleaning and presentation of vehicles for competition to show/ presentation standard including appropriate storage. The extensive requirements of equipment for a show/ turn out including listing all necessary equipment for drivers, horses, carriages and portable stabling. The clothing requirements for both driver and groom for showing/ driving/ trials/ pleasure driving.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Prepare a turnout for exercise and competition. Harness up and put to with an assistant a pair turnout. Drive a single turnout in a training area and on the highway demonstrating safe rein handling and whip use. School the turnout in basic correct way of going. Exercise horses/ponies in a non driving environment, including being able to lunge or Long rein in an enclosed area to improve the horse and to maintain and embed the horse in correct way of going, using a variety of equipment. Prepare comprehensive equipment lists for shows and events for drivers, horses, carriages and portable stabling.&lt;/p&gt;\n&lt;p&gt;Discuss and initiate methods of loading and transportation of equipment. Design, coordinate and review a fittening and feeding programme for competition turnout including physiotherapy where necessary. Evaluate the use of specialist equipment in the fittening and training of driving horses.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;3. Racing&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;The supervision of the Thoroughbred racehorse as a high performance equine athlete and the specific exercise regimes used in the racing industry to prepare and train horses to race. The early education of the racehorse including the breaking and training process. The effective supervision of horses and staff in the racing yard, on the gallops, at the races and at public sales venues.&lt;/p&gt;\n&lt;p&gt;The Orders and Rules of Racing, technical racing terms and vocabulary, racing industry structure and organisation. Racecourse procedures including saddling up and parade ring protocol.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Handle Thoroughbred racehorses in and out of full training including young horses and those with training problems. Contribute to the early education and effective training of the horse to prepare for, and improve racecourse performance.&lt;/p&gt;\n&lt;p&gt;Assist in introducing young horses to equipment and tack. Ensure compliance with all industry regulatory requirements at the races or sales. Prepare horses at the race and assist with saddling up and the parade ring procedures&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;3&quot;&gt;\n&lt;p&gt;In addition to the above specialist Racing knowledge and skills, Equine Groom apprentices taking the Racing Route will be required to select one of the two racing pathways as follows:-&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;i)&lt;/strong&gt; Senior Racing Exercise Grooms:- Ride racehorses effectively to improve performance including riding at speed, on all types of surface or any type of horse including young horses, unfit and race fit horses and those with training problems. Ride alone, in groups and in a string. Ride fast work and school horses through the stalls or over obstacles. Provide accurate feedback on horse performance. Maintain own health and fitness to adhere to industry weight requirements and physical demands of riding for up to six hours a day.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;ii)&lt;/strong&gt; Senior Yard Based Grooms:-Contribute to the design, implementation, evaluation and modification of individual training programmes for racehorses. Assist with preparing a horse to race fitness through careful consideration of correct work, feeding and healthcare. Assess a horse’s current condition, fitness and educational needs prior to planning an appropriate work programme. Assist with the implementation of training programmes. Supervise the effective organisation and maintenance of facilities and resources used to train horses in the commercial racing premises.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;4. Riding&lt;/td&gt;\n&lt;td&gt;The cleaning and preparation of saddlery and equipment for work and competition to the appropriate standard required. Different saddlery and equipment requirements for work and competition. The influence of rider position. The principles of equitation theory. The principles of training to include rhythm, balance, suppleness, straightness and impulsion, the reasons for them and how they influence and develop the horses way of going. The use of exercises such as transitions, variation of pace and lateral movements to improve, develop and enhance performance. The use of exercises over ground poles, understanding related distances/striding to improve, develop and enhance performance. The different types of jumps and courses for show jumping and cross country. The importance of following owner’s, employer’s and manager’s instructions for schooling or exercising.&lt;/td&gt;\n&lt;td&gt;Clean and prepare equipment for work and competition to the appropriate standard. Prepare horses for work and competition including selecting and fitting correct discipline specific saddlery and equipment. Exercise a variety of horses in all paces with and without stirrups maintaining an established position showing balance, independence and a supple seat. Ride horses of varying levels of fitness and training for exercise, understanding the type of work needed to maintain fitness. School a variety of fit horses with refined and coordinated aids showing feel, respect and an understanding of the horse’s way of going to develop the horse appropriately and according to instruction. Ride appropriate exercises including transitions, variation of pace, lateral movements to improve and develop work. Ride a variety of exercises over ground poles at canter, to enable progression to ride, where practical, over a course of show jumps and cross country fences, showing confidence and control, in a balanced and secure position. Design, implement and review work and fitness programmes.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;5. Non-Riding&lt;/td&gt;\n&lt;td&gt;The cleaning and preparation of saddlery and equipment for work and competition to the appropriate standard required. Different saddlery and equipment requirements for work and competition. The importance and requirements of maintenance programmes and how to action and implement them. The importance of tendering and checking quality of supplies and suppliers. The significance and benefits of promoting the business through various channels. The need for, and methods of diversification and the on-going impact on the business. What is involved in, and how to plan and organise an event, show or activity. The need for, and methods of delivering and monitoring customer care and satisfaction. IT skills and use of current workplace software and databases. Office duties including simple record keeping such as budgets and staff records. The need for, design of and implementation of programmes for recovery, recuperation and rehabilitation. The principles of equitation theory&lt;/td&gt;\n&lt;td&gt;Clean and prepare equipment for work and competition to the appropriate standard. Prepare horses for work and competition including selecting and fitting correct discipline specific saddlery and equipment. Coordinate and supervise maintenance programmes for the establishment. Monitor the choice and quality of supplies and suppliers. Promote the business through word of mouth, advertising, social media and the internet. Plan, organise and implement a variety of events/ shows or activities, whilst constantly looking for ways to diversify and improve the business. Deliver, monitor, review and improve customer care and satisfaction. Carry out office duties including using IT for budgets and record keeping. Implement, record and review a programme for recovery, recuperation or rehabilitation. Design and review work and fitness programmes and implement non-ridden exercise regimes. Prepare and long rein a horse for exercise.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;",
  "occupationalSummary": "&lt;p&gt;Set within an industry steeped in tradition, yet embracing innovation and technology, the Senior Equine Groom will provide for and coordinate the day to day care of the horses in the workplace. They will possess all the necessary skills to lead by example and will have the knowledge required to implement effective systems relating to the running of the yard. They will be capable of organising and monitoring the quality of work and ordering and maintaining supplies. The Senior Equine Groom is a fundamental occupational role in all equine businesses and is an integral part of an industry that contributes over &#163;8bn to the British economy. They can expect to handle and provide exercise for a variety of horses in different working environments. They must adhere to safe working practices, be prepared to work in all weather conditions and often in ‘out of hours’ situations. They will be required to have dedication, commitment and the physical and mental toughness to cope with the rigours of the role. Living onsite for part or all of the duration of the apprenticeship may also be necessary. The occupation requires competent individuals committed to the safety and welfare of horses in their care. There are about a million horses (including all domestic equine species, namely horses, ponies, donkeys and their hybrids) kept for recreation and commercial use in the UK and the Senior Equine Groom will be capable of looking after a small to medium sized equine yard and supervising a diverse team of workers. They will be capable of offering advice, support and guidance to their team, whilst possessing appropriate people skills necessary for their chosen sector. They will be required to have a sound base of experience and knowledge and have the right empathy so as to promote the horses’ physical and psychological well-being within a safe working environment. The Senior Equine Groom will have a sound knowledge of horse anatomy and physiology and the ability to assess and promote health. They will be able to recognise and treat common minor injuries and ailments. They will be capable of presenting horses to a high standard and can demonstrate the skills required to groom, plait and clip horses. Senior Equine Grooms may have the opportunity to travel nationally and internationally, preparing and caring for horses at competitions, the races, sales, shows and other public appearances. The Senior Equine Groom apprentice will need to decide in which sector of the industry they wish to be progress and select the appropriate occupational route.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "9a94048d-52fc-4047-b282-ceaa659940da",
      "detail": "Current health, safety and security requirements, policies and procedures including Personal Protective Equipment (PPE). Current Rules and Codes of Practice and ethics relevant to the workplace. The principles of current employment rights and responsibilities."
    },
    {
      "knowledgeId": "b547e043-f322-4272-82fb-41f256fbbb0d",
      "detail": "The organisation of yard and field duties, rotas and routines. Requirements for stocks and supplies of feed and bedding. The preparation and maintenance of different types of stabling and grassland. How to assess the risk of disease outbreak and the measures to prevent and control the spread of disease. The need for and how to work in an environmentally sustainable manner"
    },
    {
      "knowledgeId": "444df583-93e0-4550-941a-96feb83cfade",
      "detail": "Anatomy and physiology, to include conformation, main superficial muscles, structure of the lower leg and the respiratory and circulatory systems. How to assess welfare (including health), condition and fitness. Common minor ailments, injuries and administering first aid and treatments. Procedures for isolation and sick nursing. The importance of monitoring temperature, pulse and respiration rates. Medication control procedures and accepted protocol."
    },
    {
      "knowledgeId": "99984ac5-f9d9-4128-9be0-a7ac329abeaf",
      "detail": "Appropriate methods of handling and restraint and their use in different circumstances. Procedures for grooming, clipping, trimming, pulling and plaiting a range of horses in preparation for different types of work, competition, public appearance and veterinary procedures. The horses foot, shoeing and different types of shoes and how to remove a loose or twisted shoe."
    },
    {
      "knowledgeId": "42c7521e-8fb5-41fe-892c-1ca16e25503e",
      "detail": "Nutritional requirements including hydration for a variety of horses in different types of work. Fitness requirements and programmes for a variety of horses in different disciplines"
    },
    {
      "knowledgeId": "0ecd13bb-2f79-47bd-819a-c4848b75b7e9",
      "detail": "Requirements when planning travel for horses including equipment, supplies and documentation. The current legislation and procedures relating to loading, unloading and travelling horses."
    },
    {
      "knowledgeId": "b21d4e3c-1976-4019-8865-b89673683ca1",
      "detail": "The benefits and practice of various forms of non ridden exercise including lungeing and long reining. Different lungeing/ long reining equipment and methods."
    },
    {
      "knowledgeId": "dec007fd-3321-4ad4-b322-5279f3d64485",
      "detail": "Pedigrees, stud contracts, Codes of Practice, veterinary certificates and the importance of accurate, confidential recording in a global industry."
    },
    {
      "knowledgeId": "c940ab1c-a8db-4c92-82dc-cc6ad0192ed5",
      "detail": "Reproductive anatomy and physiology of both sexes; gestation and parturition processes. Artificial manipulation of the reproductive processes and common veterinary and stud work techniques. The benefits and drawbacks of natural and non-natural covering methods including artificial insemination techniques, embryo transfer and semen collection, evaluation and freezing."
    },
    {
      "knowledgeId": "ff49caae-6a5a-4c01-9514-16b61e879099",
      "detail": "Routine management of all breeding and youngstock at grass or stabled throughout the year to include weaning methods and issues. Foaling and the care of mares and neonates to include the management of emergency foaling situations and fostering. Common developmental issues in foals and growing youngstock."
    },
    {
      "knowledgeId": "5a2046d9-30e2-4a56-bd0f-6bd0e8b5c193",
      "detail": "The correct use of full, breast and empathy collars, open and quick release tugs and a variety of driving bits. All parts of a single set of modern composite competition harness including modern adaptations for specific competition vehicles. The fit of a variety of single harness to two and four wheeled vehicles and correct fit of pairs harness."
    },
    {
      "knowledgeId": "680f8703-f5a3-4093-9eba-8053696207a2",
      "detail": "The cleaning of competition harness including patent leather and brass furniture (buckles) to show/ presentation standard. The cleaning and presentation of vehicles for competition to show/ presentation standard including appropriate storage. The extensive requirements of equipment for a show/ turn out including listing all necessary equipment for drivers, horses, carriages and portable stabling. The clothing requirements for both driver and groom for showing/ driving/ trials/ pleasure driving."
    },
    {
      "knowledgeId": "9e00e25f-3f4c-4477-a41d-da6fd5d563bc",
      "detail": "The supervision of the Thoroughbred racehorse as a high performance equine athlete and the specific exercise regimes used in the racing industry to prepare and train horses to race. The early education of the racehorse including the breaking and training process. The effective supervision of horses and staff in the racing yard, on the gallops, at the races and at public sales venues."
    },
    {
      "knowledgeId": "6415cfe9-ed93-4f4a-bc3c-9693aed06b3f",
      "detail": "The Orders and Rules of Racing, technical racing terms and vocabulary, racing industry structure and organisation. Racecourse procedures including saddling up and parade ring protocol."
    },
    {
      "knowledgeId": "1ce106f7-2169-44d4-91f8-6856677941b3",
      "detail": "The cleaning and preparation of saddlery and equipment for work and competition to the appropriate standard required. Different saddlery and equipment requirements for work and competition. The influence of rider position. The principles of equitation theory. The principles of training to include rhythm, balance, suppleness, straightness and impulsion, the reasons for them and how they influence and develop the horses way of going. The use of exercises such as transitions, variation of pace and lateral movements to improve, develop and enhance performance. The use of exercises over ground poles, understanding related distances/striding to improve, develop and enhance performance. The different types of jumps and courses for show jumping and cross country. The importance of following owner’s, employer’s and manager’s instructions for schooling or exercising."
    },
    {
      "knowledgeId": "009c7756-7cfa-4f60-b010-781c5edba83e",
      "detail": "The cleaning and preparation of saddlery and equipment for work and competition to the appropriate standard required. Different saddlery and equipment requirements for work and competition. The importance and requirements of maintenance programmes and how to action and implement them. The importance of tendering and checking quality of supplies and suppliers. The significance and benefits of promoting the business through various channels. The need for, and methods of diversification and the on-going impact on the business. What is involved in, and how to plan and organise an event, show or activity. The need for, and methods of delivering and monitoring customer care and satisfaction. IT skills and use of current workplace software and databases. Office duties including simple record keeping such as budgets and staff records. The need for, design of and implementation of programmes for recovery, recuperation and rehabilitation. The principles of equitation theory"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "9b8287b8-9b23-4a14-b044-bfb38913a450",
      "detail": "Promote, monitor and enhance safe working practices, which must be adhered to at all times with constant situational awareness and adaptability to ensure safety of the horse, themselves and others."
    },
    {
      "behaviourId": "c2046c87-d6e7-4d40-ab48-2b6c96256842",
      "detail": "Have a strong work ethic, be a good role model and mentor for others. Be respectful, punctual, reliable, trustworthy and diligent and be prepared to work irregular hours, in all weather conditions. Work effectively and encourage efficiency to meet time deadlines and organisational requirements. Take a pride in their work showing commitment and loyalty whilst conducting themselves in a professional manner."
    },
    {
      "behaviourId": "1f12b364-1a06-4a75-b091-5c1b696b18d7",
      "detail": "Assume a role of responsibility in the workplace. Organise themselves, delegate tasks, supervise and monitor others and the equines in their care. Show respect, empathy, patience and tolerance in all situations. Work with methods that reduce risk of injury to the horse, themselves or others."
    },
    {
      "behaviourId": "00b486b5-3a1c-444b-a2ed-82377ade1160",
      "detail": "Have the ability to work in, lead, support and motivate a diverse team. Understand their role within the team and their impact on others. Promote good working relationships, reduce, manage and report conflict within the team when necessary. Contribute to and support the training and development of others."
    },
    {
      "behaviourId": "709a4ba4-00d8-419c-b162-e09d8f9733ba",
      "detail": "Respect the need for confidentiality and adhere to data protection policies. Confidently and respectfully communicate with all colleagues, visitors, clients and industry specialists. Show good interpersonal skills and accurately report any concerns, incidents and abnormalities. Know when to ask for, offer and give advice and guidance. Use social media responsibly."
    }
  ],
  "skills": [
    {
      "skillId": "4d6f9575-7856-4917-b7aa-49b5ff502f61",
      "detail": "Promote, monitor and maintain safe working practices at all times and comply with current health, safety and security policies and procedures (including PPE). Contribute to risk assessments."
    },
    {
      "skillId": "1d700cd2-d244-43a7-9aae-b29644d63f28",
      "detail": "Organise, supervise and carry out all yard and field duties, day to day rotas and routines including liaising with vet, farrier and other visiting specialists. Maintain and organise basic yard based records including farrier, worming, vaccinations, etc."
    },
    {
      "skillId": "ad2ab0c8-86bd-4194-8702-23826d3bb817",
      "detail": "Monitor, maintain and assess quality of stocks and supplies of feed and bedding. Evaluate, prepare and maintain stabling and grassland for horses. Manage horses stabled and at grass. Implement measures to prevent and control the spread of disease. Coordinate waste minimisation, environmental and sustainable working practices. Supervise admission of a new horse and carry out an initial assessment, to include record keeping and health status"
    },
    {
      "skillId": "188ed2f5-62e5-4696-bfba-48c3a71cc40f",
      "detail": "Identify and discuss main superficial muscles and structure of the lower leg and foot. Assess and evaluate a horse including conformation, action, condition and fitness. Assess welfare (including health), recognise and treat common minor ailments and injuries. Administer first aid and treatments under veterinary advice to include, poultices, dressings and bandages. Administer permitted oral and topical treatments under direction. Take temperature, pulse and respiration rates of the horse."
    },
    {
      "skillId": "098c8b50-17c2-45ae-9753-3a2f79b202f2",
      "detail": "Identify and use appropriate methods to handle or restrain a horse. Prepare a range of horses for different types of work or competition to include grooming, clipping, trimming, pulling and plaiting. Recognise and discuss hoof balance. Demonstrate the correct procedure for removal of a shoe in line with current legislation."
    },
    {
      "skillId": "01cddff8-ae1f-4bda-9eb3-dd9d3e167f7b",
      "detail": "Plan and implement diets and feeding regimes. Organise the feed room and stock rotation."
    },
    {
      "skillId": "9aaae0a1-4178-4fa0-ad9c-d9b3e4054eb9",
      "detail": "Coordinate the preparation for travelling horses including supplies, equipment etc. Plan the transportation of horses by road taking into account current guidelines, documentation requirements and procedures. Prepare a horse for transport, load and unload safely following current health and safety protocol. Supervise and care for horses during and after transportation."
    },
    {
      "skillId": "13f589b3-b474-4943-b772-a253df531a98",
      "detail": "Prepare and lunge a horse for exercise using various types of equipment appropriately."
    },
    {
      "skillId": "f70946dd-f314-4672-ae06-fa7e82d8e323",
      "detail": "Use correct terminology, paperwork, pedigree knowledge and hygiene practices within regular stud work. Assist with recording breeding information as appropriate. Be able to tease and make recommendations on subsequent actions. Assist with the preparation for coverings. Prepare a foaling environment and assist during normal foaling, to include examination of the placenta. Recognise non-normal foaling events and the actions to be taken. Manage, monitor and maintain routine care, well-being and handling of breeding and youngstock. Assist with successful weaning processes and implement fostering programmes and care of orphan foals. Monitor, maintain and manage the health and well-being of breeding and youngstock. Present a male horse correctly for inspection."
    },
    {
      "skillId": "1ab2ce32-8523-4b20-90aa-9f13c2307b4b",
      "detail": "Prepare a turnout for exercise and competition. Harness up and put to with an assistant a pair turnout. Drive a single turnout in a training area and on the highway demonstrating safe rein handling and whip use. School the turnout in basic correct way of going. Exercise horses/ponies in a non driving environment, including being able to lunge or Long rein in an enclosed area to improve the horse and to maintain and embed the horse in correct way of going, using a variety of equipment. Prepare comprehensive equipment lists for shows and events for drivers, horses, carriages and portable stabling."
    },
    {
      "skillId": "5980f7c5-1559-43ed-a549-66621d285196",
      "detail": "Discuss and initiate methods of loading and transportation of equipment. Design, coordinate and review a fittening and feeding programme for competition turnout including physiotherapy where necessary. Evaluate the use of specialist equipment in the fittening and training of driving horses."
    },
    {
      "skillId": "654867bd-c970-463a-83e1-80e49aa9d272",
      "detail": "Handle Thoroughbred racehorses in and out of full training including young horses and those with training problems. Contribute to the early education and effective training of the horse to prepare for, and improve racecourse performance"
    },
    {
      "skillId": "31ded05c-9c98-4636-9ba3-ed0fe65b454f",
      "detail": "Assist in introducing young horses to equipment and tack. Ensure compliance with all industry regulatory requirements at the races or sales. Prepare horses at the race and assist with saddling up and the parade ring procedures"
    },
    {
      "skillId": "b9013a1e-1f94-422a-ae5c-5d2738f8aead",
      "detail": "Clean and prepare equipment for work and competition to the appropriate standard. Prepare horses for work and competition including selecting and fitting correct discipline specific saddlery and equipment. Exercise a variety of horses in all paces with and without stirrups maintaining an established position showing balance, independence and a supple seat. Ride horses of varying levels of fitness and training for exercise, understanding the type of work needed to maintain fitness. School a variety of fit horses with refined and coordinated aids showing feel, respect and an understanding of the horse’s way of going to develop the horse appropriately and according to instruction. Ride appropriate exercises including transitions, variation of pace, lateral movements to improve and develop work. Ride a variety of exercises over ground poles at canter, to enable progression to ride, where practical, over a course of show jumps and cross country fences, showing confidence and control, in a balanced and secure position. Design, implement and review work and fitness programmes."
    },
    {
      "skillId": "e894a936-2f41-408e-8efb-6f474f8ddc2c",
      "detail": "Clean and prepare equipment for work and competition to the appropriate standard. Prepare horses for work and competition including selecting and fitting correct discipline specific saddlery and equipment. Coordinate and supervise maintenance programmes for the establishment. Monitor the choice and quality of supplies and suppliers. Promote the business through word of mouth, advertising, social media and the internet. Plan, organise and implement a variety of events/ shows or activities, whilst constantly looking for ways to diversify and improve the business. Deliver, monitor, review and improve customer care and satisfaction. Carry out office duties including using IT for budgets and record keeping. Implement, record and review a programme for recovery, recuperation or rehabilitation. Design and review work and fitness programmes and implement non-ridden exercise regimes. Prepare and long rein a horse for exercise."
    }
  ],
  "optionsUnstructuredTemplate": [
    "Breeding",
    "Driving",
    "Racing",
    "Riding",
    "Non-Riding"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-08-07T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0179 ",
  "tbMainContact": "info@trentpark.com",
  "involvedEmployers": "Trent Park Equestrian Centre, Abbotsholme Stud, Alec Miles Equestrian, Ann Duffield, Badsworth + Bramham Moor Hunt, Beccy Broughton Equine UK, Berkshire Riding Centre Ltd, Blue Cross, Borland Quarter Horses, Brampton Stables, Bransby Horses, Catherston Stud, Checkendon Equestrian Centre, David Griffiths Racing, Ed Dunlop Racing Ltd, Girsonfield Stud, Halefield Stud, Heros, Hole Farm Trekking, Horseworld, Household Cavalry, Ingestre Stables, James Moffatt, Jedd O’keeffe Racing, Jo Bates, John Quinn Racing, Judy Harvey Equestrian, Kings Troop Royal, Horse Artillery, Lluest Horse & Pony Trust, Mcgran Eventing, Michael Dods Racing, Minta Winn Carriage Driving, Mount St.John, Newsells Park Stud, Newstead Stables, Nick Kent Racing, North East Driving Association, Polo Permits, Redwings Horse Sanctuary, RSPCA, Severnvale Equestrian Centre, Shadwell Estate Company, Sheepcote Equestrian Services, Spring Farm/Di Lampard Equestrian Summerhouse, Tall Trees Racing Ltd, The Donkey Sanctuary, The Horse Trust, The National Stud, The Talland School Of Equitation, The Thoroughbred Rehabilitation Centre, Tim Easterby Racing, Tony Coyle Racing, Tracey Newman Equestrian Training, Wellington Riding School, World Horse Welfare, The Association Of British Riding Schools Ltd (Abrs), The British Equestrian Federation (Bef), The British Groom Association (Bga), The British Horseracing Authority (Bha), The British Horse Society (Bhs), JBC Ltd, BHS",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Animal Care and Management",
  "cluster": "Equine Groom/Farrier",
  "clusterId": "122",
  "clusterDescription": "Day-to-day welfare, health (including breeding) and training (riding, racing and driving) of horses",
  "createdDate": "2017-11-14T17:08:41 +00:00",
  "lastUpdated": "2022-05-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-08-07T00:00:00 +00:00",
  "banners": "This apprenticeship standard is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards in revision are available in the revisions status report.; For the attention of all Employers, Training Providers and EPAOs - please note that under no circumstances should the removal of a horseshoe be carried out by an unauthorised person during the training or assessment of a candidate unless rendering first aid in case of an emergency to a horse. Please adhere to the legislation as laid down in the Farriers Registration Act, 1975 (as amended), paying particular attention to sections 16 and 18.",
  "occupationCode": "OCC0167",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0167-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0167-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "a1cf2277-57f3-48c1-a902-920a3e52faf3",
      "title": "Breeding",
      "occupationCode": "OCC0167A"
    },
    {
      "optionId": "78d05e54-a5bf-411a-9e5c-a4be78f16edf",
      "title": "Driving",
      "occupationCode": "OCC0167B"
    },
    {
      "optionId": "a584f2c0-f31c-402a-938a-5b7d8c44a7ee",
      "title": "Racing",
      "occupationCode": "OCC0167D"
    },
    {
      "optionId": "d68485ed-581c-4560-8bd2-a7b994642ebb",
      "title": "Riding",
      "occupationCode": "OCC0167E"
    },
    {
      "optionId": "c4723760-01a1-444d-8424-89d75843dfca",
      "title": "Non-Riding",
      "occupationCode": "OCC0167C"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "9b8287b8-9b23-4a14-b044-bfb38913a450",
        "c2046c87-d6e7-4d40-ab48-2b6c96256842",
        "1f12b364-1a06-4a75-b091-5c1b696b18d7",
        "00b486b5-3a1c-444b-a2ed-82377ade1160",
        "709a4ba4-00d8-419c-b162-e09d8f9733ba"
      ],
      "mappedKnowledge": [
        "9a94048d-52fc-4047-b282-ceaa659940da",
        "b547e043-f322-4272-82fb-41f256fbbb0d",
        "444df583-93e0-4550-941a-96feb83cfade",
        "99984ac5-f9d9-4128-9be0-a7ac329abeaf",
        "42c7521e-8fb5-41fe-892c-1ca16e25503e",
        "0ecd13bb-2f79-47bd-819a-c4848b75b7e9",
        "b21d4e3c-1976-4019-8865-b89673683ca1"
      ],
      "mappedSkills": [
        "4d6f9575-7856-4917-b7aa-49b5ff502f61",
        "1d700cd2-d244-43a7-9aae-b29644d63f28",
        "ad2ab0c8-86bd-4194-8702-23826d3bb817",
        "188ed2f5-62e5-4696-bfba-48c3a71cc40f",
        "098c8b50-17c2-45ae-9753-3a2f79b202f2",
        "01cddff8-ae1f-4bda-9eb3-dd9d3e167f7b",
        "9aaae0a1-4178-4fa0-ad9c-d9b3e4054eb9",
        "13f589b3-b474-4943-b772-a253df531a98"
      ]
    },
    {
      "coreOrOptionTitle": "Breeding",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "dec007fd-3321-4ad4-b322-5279f3d64485",
        "c940ab1c-a8db-4c92-82dc-cc6ad0192ed5",
        "ff49caae-6a5a-4c01-9514-16b61e879099"
      ],
      "mappedSkills": [
        "f70946dd-f314-4672-ae06-fa7e82d8e323"
      ]
    },
    {
      "coreOrOptionTitle": "Driving",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "5a2046d9-30e2-4a56-bd0f-6bd0e8b5c193",
        "680f8703-f5a3-4093-9eba-8053696207a2"
      ],
      "mappedSkills": [
        "1ab2ce32-8523-4b20-90aa-9f13c2307b4b",
        "5980f7c5-1559-43ed-a549-66621d285196"
      ]
    },
    {
      "coreOrOptionTitle": "Racing",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "9e00e25f-3f4c-4477-a41d-da6fd5d563bc",
        "6415cfe9-ed93-4f4a-bc3c-9693aed06b3f"
      ],
      "mappedSkills": [
        "654867bd-c970-463a-83e1-80e49aa9d272",
        "31ded05c-9c98-4636-9ba3-ed0fe65b454f"
      ]
    },
    {
      "coreOrOptionTitle": "Riding",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "1ce106f7-2169-44d4-91f8-6856677941b3"
      ],
      "mappedSkills": [
        "b9013a1e-1f94-422a-ae5c-5d2738f8aead"
      ]
    },
    {
      "coreOrOptionTitle": "Non-Riding",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "009c7756-7cfa-4f60-b010-781c5edba83e"
      ],
      "mappedSkills": [
        "e894a936-2f41-408e-8efb-6f474f8ddc2c"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-05-31T00:00:00"
}