{
  "templateType": "Apprenticeship Standard",
  "larsCode": 263,
  "referenceNumber": "ST0166",
  "learningAimClassCode": "",
  "title": "Equine groom",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0166",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "",
  "changedDate": "2022-05-31T00:00:00",
  "earliestStartDate": "2018-04-13T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Working with and caring for horses.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "Equine groom",
    "horse care",
    "coding",
    "computers",
    "service"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7283/st0166_equine-groom_l2_ap-for-publication_070319em.pdf",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.3 Animal care and veterinary science",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupational Profile&lt;/h3&gt;\n&lt;p&gt;For over 4000 years we have worked in partnership with horses and cared for their needs. There are about a million horses (including all domestic equine species, namely horses, ponies, donkeys and their hybrids) kept for recreation and commercial use in the UK. The Equine Groom is a fundamental occupational role in all equine businesses, and vital to an industry that contributes over &#163;8bn to the British economy each year. Horse industries are steeped in tradition, yet embrace innovation and technology.&lt;/p&gt;\n&lt;p&gt;Apprentices will be entering a vocational industry, where they can expect to handle a variety of horses in different working environments. They must adhere to safe working practices, be prepared to work in all weather conditions and often in “out of hours” situations. They will be required to have dedication, commitment and the physical and mental toughness to cope with the rigours of the role. Living on site for part or all of the duration of the apprenticeship may be necessary.&lt;/p&gt;\n&lt;p&gt;The occupation requires competent individuals who are committed to the safety and welfare of the horses in their care. They will use their theoretical knowledge and understanding, practical experience and empathy to maintain the horses’ physical and psychological well-being within a safe working environment. This is a practical, “hands on” occupation where apprentices will work under supervision individually or as part of a diverse team. The Equine Groom is an integral part in the life of the horse, providing essential day-to-day care. They will be involved with feeding, grooming, cleaning equipment, handling, preparing, exercising the horses and carrying out routine yard duties.&lt;/p&gt;\n&lt;p&gt;The Equine Groom may also be required to assist with the preparation of, transport to and care for horses at competitions, the races, sales, shows and other public appearances. Dependent on which sector of the industry the Equine Groom has chosen, appropriate people skills will be essential.&lt;/p&gt;\n&lt;p&gt;The Equine Groom apprentice will need to decide in which sector of the industry they wish to progress and select the appropriate occupational route.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;Duty&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Safe Working Practices&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Current health, safety and security requirements, policies and procedures including Personal Protective Equipment (PPE). Rules and Codes of Practice and ethics relevant to the workplace.&lt;/td&gt;\n&lt;td&gt;Work safely and efficiently at all times and comply with current health, safety and security policies and procedures (including PPE).&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Yard and Field Routines and Duties&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Routine yard and field duties and horse husbandry. The principles of stabling and grassland care. Policies and procedures for new horse(s) arriving on the yard. How to minimise waste and environmental and sustainable working practices.&lt;/td&gt;\n&lt;td&gt;Carry out all yard and field duties to include mucking out, skipping out, tidying and cleaning the yard, watering and feeding. Assess suitability of stabling and grassland environments for horses including checking for hazards etc. Assist with the arrival of a new horse to the yard, following current yard procedures and measures to prevent and control the spread of disease.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Horse Anatomy, Physiology and Welfare&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Equine terminology used to describe horses. Basic anatomy and physiology, including the digestive and skeletal systems. The core principles of horse welfare (including health) and care of the sick horse. The basics of current legal welfare requirements. The importance of routine health care and record keeping including veterinary reports, passports, vaccinations, worming, farriery and dentistry, etc.&lt;/td&gt;\n&lt;td&gt;Recognise, identify and describe horses including sex, height, type, colours and markings. Identify basic anatomy, to include points of the horse. Recognise signs of good and poor welfare (including ill health) and check for injuries. Report relevant information and assist with medical treatment and other industry specialists, including Senior Groom, Dentist, Farrier, Veterinary surgeon. Ensure the horses’ welfare before and after exercise or travel.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Horse Handling, Care and Appearance&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;The horses’ natural instincts, mental abilities and the principles of how horses behave and learn; the different methods of safe handling in various situations. The core principles of horse care including feeding, watering, grooming and foot care. The basics of trimming, clipping and plaiting.&lt;/td&gt;\n&lt;td&gt;Handle a variety of horses in the workplace to include tying up, leading, trotting up, turning out and catching in. Recognise different types of feed and hay and check their quality. Groom a horse including checking feet and shoes. Demonstrate trimming and plaiting.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Saddlery and Equipment&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Common workplace saddlery, equipment and clothing used and how to maintain it. A basic awareness of discipline-specific saddlery and equipment.&lt;/td&gt;\n&lt;td&gt;Fit a variety of common saddlery, equipment and horse clothing. Remove, clean and store common saddlery and equipment. Check the safe and effective working condition of all saddlery, equipment and clothing&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Travelling Horses&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Current workplace principles and legal requirements relating to commercial transport of horses.&lt;/td&gt;\n&lt;td&gt;Prepare horse(s) for travel using appropriate clothing and equipment. Assist with loading and unloading before and after travel.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Non-Ridden Exercise&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;A variety of non-ridden exercise procedures used in the different workplaces.&lt;/td&gt;\n&lt;td&gt;Prepare for and provide a variety of appropriate non-ridden exercise including an introduction to lungeing.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;Duty&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Safe Working&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Maintain safe working practices, which must be adhered to at all times with constant situational awareness and adaptability to ensure safety of the horse, themselves and others. Have the ability to work efficiently to meet time deadlines and organisational requirements.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Work Ethic&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Have a strong work ethic, a willingness to learn. Be respectful, punctual, reliable, trustworthy and diligent and prepared to work irregular hours, in all weathers. Take a pride in their work, showing commitment and loyalty, whilst conducting themselves in a professional manner.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Responsibility&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Have responsibility for themselves, others and the equines in their care, showing respect, empathy, patience and tolerance in all situations. Work with methods that reduce any risk of injury to horses, themselves or others. Develop the life skills required to live independently.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Team Work&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Have the ability to work both individually and as part of a diverse team as required, understanding their role and changing priorities when the situation dictates. Show respect to their fellow workers.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Communication&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Respect the need for confidentiality and adhere to data protection policies. Communicate effectively with colleagues, supervisors, visitors and clients. Show good interpersonal skills and accurately report any concerns, incidents and abnormalities. Know when to ask for advice or guidance. Use social media responsibly.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;strong&gt;Occupational Routes &lt;/strong&gt;The apprentice will select one of the five specialised routes with additional knowledge and skills:-&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;Duty&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Route specific knowledge&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Route specific skills&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;1. Breeding&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Principles of equine reproduction to include the initial mating decisions, the importance of teasing, monitoring pregnancy and weaning. Specific principles of care and welfare including health related to maintaining breeding equines and offspring. Methods, equipment and technology currently used to breed and register equines. The basics of preparing equines for commercial or private sale. The main diseases relating to breeding equines and the relevant industry Codes of Practice. Problems that may happen with covering stallions, foaling mares and youngstock throughout their early years.&lt;/td&gt;\n&lt;td&gt;Demonstrate basic safe competence in handling equines used for breeding purposes including assisting with teasing and covering. Observe the onset of, and assist if required, foaling of an equine and following on procedures. Demonstrate an awareness of reproductive status; including the interpretation of teasing results and the specialist care of breeding equines at all stages of the reproductive cycle. Recognise the importance of; and participate in, the maintenance of disease control within an equine breeding population. Assist with the work of breeding industry specialists; using equipment, machinery and technology appropriately as directed. Assist with the preparation and show of equines of varying ages, as directed, for commercial and/or private sale.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;2. Driving&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;All parts of a single set of harness. The correct single harness to use with two and four wheeled vehicles with independent shafts. Correct fit of single harness to two and four wheeled vehicles. The procedures for harnessing up and putting to with an assistant and safe areas to do so. The basic principles of cleaning leather and composite leather harness. Cleaning of wooden and metal vehicles, safe storage of two and four wheeled vehicles. The core principles of long reining for exercise and the equipment used.&lt;/td&gt;\n&lt;td&gt;Harness up and put to with an assistant a single turnout in both a two and four wheeled vehicle. Act as a groom/ backstepper in exercising/show/trials (select one discipline). Exercise horses/ponies in a non driving environment, to be able to lunge or longrein in an enclosed area, in a circle for exercise purposes. Drive a quiet pleasure single turnout in an enclosed area demonstrating safe rein handling, turns to the left and right, in the walk and trot. To be able to halt. Mount and dismount in a safe manner. Demonstrate safe use of the whip. Take horse out of vehicle with assistance and unharness horse in a safe manner.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;In addition to the above specialist Racing knowledge and skills, Equine Groom apprentices taking the Racing Route will be required to select onemof two racing pathways as follows:- i)Racing Exercise Groom- Provide ridden exercise regimes to Thoroughbred racehorses according to instructions, safely and in control, with a good, secure and balanced position, in line with yard and industry practice. Support the work of the Racing Yard Based Grooms. Maintain industry weight requirements and be sufficiently fit to ride for up to six hours a day. ii)Racing Yard Based Groom - Provide non-ridden exercise regimes to Thoroughbred racehorses safely and according to instruction. Support the work of the Racing Exercise Grooms. Contribute to yard based industry record keeping, operate equipment, machinery and technology appropriately to assist with the effective organisation and maintenance of the commercial racing business premises.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;Duty&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Route specific knowledge&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Route specific skills&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;3.Racing&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;The Thoroughbred racehorse as a high performance equine athlete and the specific exercise regimes used in the racing industry to prepare and train horses to race. The specific routines for working in a racing yard and taking horses racing including how to care for horses prior to and after strenuous work and racecourse performance. The regulatory requirements for adhering to industry policy and practice, including security procedures in the yard, at the races and at public sales venues. Technical racing terms and vocabulary, the racing industry structure and key organisations. The industry protocol for taking a horse racing and how to lead up a Thoroughbred racehorse at the races&lt;/td&gt;\n&lt;td&gt;Handle Thoroughbred racehorses in and out of full training. Fit a variety of specialist racing equipment and tack. Carry out the specific routines required in a racing yard and in taking horses racing, complying with industry regulatory requirements, policy and practice. Provide exercise regimes to racehorses as directed and effectively care for horses prior to and after strenuous work and racecourse performance. Prepare and lead up a Thoroughbred racehorse at the races in accordance with industry practice and the Rules of Racing. Provide after race care including compliance with industry regulations and post-race dope testing procedures.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;In addition to the above specialist Racing knowledge and skills, Equine Groom apprentices taking the Racing Route will be required to select onemof two racing pathways as follows:- i)Racing Exercise Groom- Provide ridden exercise regimes to Thoroughbred racehorses according to instructions, safely and in control, with a good, secure and balanced position, in line with yard and industry practice. Support the work of the Racing Yard Based Grooms. Maintain industry weight requirements and be sufficiently fit to ride for up to six hours a day. ii)Racing Yard Based Groom - Provide non-ridden exercise regimes to Thoroughbred racehorses safely and according to instruction. Support the work of the Racing Exercise Grooms. Contribute to yard based industry record keeping, operate equipment, machinery and technology appropriately to assist with the effective organisation and maintenance of the commercial racing business premises.&lt;/p&gt;\n&lt;table border=&quot;0&quot; style=&quot;height: 966px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 21px;&quot;&gt;\n&lt;th style=&quot;height: 21px;&quot;&gt;&lt;strong&gt;Duty&lt;/strong&gt;&lt;/th&gt;\n&lt;th style=&quot;height: 21px;&quot;&gt;&lt;strong&gt;Route specific knowledge&lt;/strong&gt;&lt;/th&gt;\n&lt;th style=&quot;height: 21px;&quot;&gt;&lt;strong&gt;Route specific skills&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 588px;&quot;&gt;\n&lt;td style=&quot;height: 588px;&quot;&gt;&lt;strong&gt;4. Riding&lt;/strong&gt;&lt;/td&gt;\n&lt;td style=&quot;height: 588px;&quot;&gt;The fundamental importance of adopting a correct riding position. Different riding styles appropriate to different disciplines and situations. School rules and regulations. Riding terminology including paces/ aids/ school figures. How to ride in the open with consideration for weather, hazards and varied terrain. The use of pole work to include distances of trot poles and basic principles of jumping The Highway and Country Code and safe protocol for riding on the road and public places. The importance of riding according to instruction. An awareness of customer needs and how this can influence customer care.&lt;/td&gt;\n&lt;td style=&quot;height: 588px;&quot;&gt;Adopt an appropriate basic riding position. Ride an experienced/schooled horse according to instruction, independently and as part of a group in an enclosed area. Ride in a balanced, secure position showing control in walk, trot and canter, working with and without stirrups whilst demonstrating movements i.e. circles, turns, etc. Ride in the open, in a forward seat according to instruction with control, security and balance. Ride with a balanced, secure, forward seat over ground poles at trot to enable progression to ride, where practical, over a short course of fences with control, security and balance. Ride on the road or in public places according to laid down procedures, Highway and Country Codes. Open &amp;amp; close a gate whilst mounted. Negotiate everyday obstacles/hazards with control, security and balance. Ride a quiet horse whilst leading another quiet horse or pony.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 357px;&quot;&gt;\n&lt;td style=&quot;height: 357px;&quot;&gt;&lt;strong&gt;5. Non-Riding&lt;/strong&gt;&lt;/td&gt;\n&lt;td style=&quot;height: 357px;&quot;&gt;The importance of stock rotation and maintenance and storage of supplies and equipment. What is involved in maintaining an establishment and how this can be organised. An awareness of customer needs and how this can influence customer care. Appropriate office duties including answering the telephone, processing information and basic IT system and skills used in the workplace. The benefits and practice of lungeing and the equipment involved.&lt;/td&gt;\n&lt;td style=&quot;height: 357px;&quot;&gt;Assist with storage of supplies and stock rotation. Contribute to the organisation and maintenance of establishment. Engage with customers and identify their needs. Assist with appropriate office duties including answering the telephone, processing information and use workplace IT systems. Contribute to yard based records including passports, vaccinations, worming, farriery, dentistry etc. Assist and support Riding Grooms and provide non-ridden exercise regimes. Prepare for and lunge a horse for exercise in an enclosed area according to instruction.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160;&lt;/h3&gt;\n&lt;p&gt;The Apprenticeship would typically take 12-18 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;English and Maths&lt;/strong&gt;&#160; &#160; &#160; &#160; &#160;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 1 English and maths will need to achieve this level and take the test for level 2 English and maths prior to completion of their Apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160;&lt;/h3&gt;\n&lt;p&gt;This is a Level 2 Apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review&lt;/strong&gt;&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160;&lt;/h3&gt;\n&lt;p&gt;3 years or when significant change is required.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;For over 4000 years we have worked in partnership with horses and cared for their needs. There are about a million horses (including all domestic equine species, namely horses, ponies, donkeys and their hybrids) kept for recreation and commercial use in the UK. The Equine Groom is a fundamental occupational role in all equine businesses, and vital to an industry that contributes over &#163;8bn to the British economy each year. Horse industries are steeped in tradition, yet embrace innovation and technology. Apprentices will be entering a vocational industry, where they can expect to handle a variety of horses in different working environments. They must adhere to safe working practices, be prepared to work in all weather conditions and often in “out of hours” situations. They will be required to have dedication, commitment and the physical and mental toughness to cope with the rigours of the role. Living on site for part or all of the duration of the apprenticeship may be necessary. The occupation requires competent individuals who are committed to the safety and welfare of the horses in their care. They will use their theoretical knowledge and understanding, practical experience and empathy to maintain the horses’ physical and psychological well-being within a safe working environment. This is a practical, “hands on” occupation where apprentices will work under supervision individually or as part of a diverse team. The Equine Groom is an integral part in the life of the horse, providing essential day-to-day care. They will be involved with feeding, grooming, cleaning equipment, handling, preparing, exercising the horses and carrying out routine yard duties. The Equine Groom may also be required to assist with the preparation of, transport to and care for horses at competitions, the races, sales, shows and other public appearances. Dependent on which sector of the industry the Equine Groom has chosen, appropriate people skills will be essential. The Equine Groom apprentice will need to decide in which sector of the industry they wish to progress and select the appropriate occupational route.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "2ca0fcb2-384d-448b-8ec0-a47d916ccda7",
      "detail": "Current health, safety and security requirements, policies and procedures including Personal Protective Equipment (PPE). Rules and Codes of Practice and ethics relevant to the workplace."
    },
    {
      "knowledgeId": "efc69f6e-f675-4e7f-b686-00dfece39d21",
      "detail": "Routine yard and field duties and horse husbandry. The principles of stabling and grassland care. Policies and procedures for new horse(s) arriving on the yard. How to minimise waste and environmental and sustainable working practices."
    },
    {
      "knowledgeId": "d5dae65f-8aca-4fa7-ac8f-a4357d97fc70",
      "detail": "Equine terminology used to describe horses. Basic anatomy and physiology, including the digestive and skeletal systems. The core principles of horse welfare (including health) and care of the sick horse. The basics of current legal welfare requirements. The importance of routine health care and record keeping including veterinary reports, passports, vaccinations, worming, farriery and dentistry, etc."
    },
    {
      "knowledgeId": "131273c2-1331-4e51-9cbf-1cce3a0c7d9e",
      "detail": "The horses’ natural instincts, mental abilities and the principles of how horses behave and learn; the different methods of safe handling in various situations. The core principles of horse care including feeding, watering, grooming and foot care. The basics of trimming, clipping and plaiting."
    },
    {
      "knowledgeId": "be379779-4b9d-41fd-8836-a68958137088",
      "detail": "\tCommon workplace saddlery, equipment and clothing used and how to maintain it. A basic awareness of discipline-specific saddlery and equipment."
    },
    {
      "knowledgeId": "bcf35d49-12a3-4142-911f-bf463c40bad2",
      "detail": "Current workplace principles and legal requirements relating to commercial transport of horses."
    },
    {
      "knowledgeId": "bd6fb698-da72-43c3-bb8e-3298956bfdad",
      "detail": "\tA variety of non-ridden exercise procedures used in the different workplaces."
    },
    {
      "knowledgeId": "199fa425-50ee-44eb-bca9-9f5d67bfb21b",
      "detail": "O1: \tPrinciples of equine reproduction to include the initial mating decisions, the importance of teasing, monitoring pregnancy and weaning. Specific principles of care and welfare including health related to maintaining breeding equines and offspring. Methods, equipment and technology currently used to breed and register equines. The basics of preparing equines for commercial or private sale. The main diseases relating to breeding equines and the relevant industry Codes of Practice. Problems that may happen with covering stallions, foaling mares and youngstock throughout their early years."
    },
    {
      "knowledgeId": "110ca3a2-307b-4782-96b1-1c1b4db9bfae",
      "detail": "O2: \tAll parts of a single set of harness. The correct single harness to use with two and four wheeled vehicles with independent shafts. Correct fit of single harness to two and four wheeled vehicles. The procedures for harnessing up and putting to with an assistant and safe areas to do so. The basic principles of cleaning leather and composite leather harness. Cleaning of wooden and metal vehicles, safe storage of two and four wheeled vehicles. The core principles of long reining for exercise and the equipment used."
    },
    {
      "knowledgeId": "1fb32278-c228-4689-b68d-eb52c6ab54e1",
      "detail": "O3: The Thoroughbred racehorse as a high performance equine athlete and the specific exercise regimes used in the racing industry to prepare and train horses to race. The specific routines for working in a racing yard and taking horses racing including how to care for horses prior to and after strenuous work and racecourse performance. The regulatory requirements for adhering to industry policy and practice, including security procedures in the yard, at the races and at public sales venues. Technical racing terms and vocabulary, the racing industry structure and key organisations. The industry protocol for taking a horse racing and how to lead up a Thoroughbred racehorse at the races"
    },
    {
      "knowledgeId": "12fe12df-9845-4707-8245-fa1e64a0664b",
      "detail": "O4: \tThe fundamental importance of adopting a correct riding position. Different riding styles appropriate to different disciplines and situations. School rules and regulations. Riding terminology including paces/ aids/ school figures. How to ride in the open with consideration for weather, hazards and varied terrain. The use of pole work to include distances of trot poles and basic principles of jumping The Highway and Country Code and safe protocol for riding on the road and public places. The importance of riding according to instruction. An awareness of customer needs and how this can influence customer care."
    },
    {
      "knowledgeId": "032ff6e5-486e-4c6b-8054-7df79c71651e",
      "detail": "O5: The importance of stock rotation and maintenance and storage of supplies and equipment. What is involved in maintaining an establishment and how this can be organised. An awareness of customer needs and how this can influence customer care. Appropriate office duties including answering the telephone, processing information and basic IT system and skills used in the workplace. The benefits and practice of lungeing and the equipment involved."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "b2d94cc8-89fb-4eb0-bf1c-9f729ec0279a",
      "detail": "Maintain safe working practices, which must be adhered to at all times with constant situational awareness and adaptability to ensure safety of the horse, themselves and others. Have the ability to work efficiently to meet time deadlines and organisational requirements."
    },
    {
      "behaviourId": "5dce882e-e7ed-48a5-902c-2b6c712b7bf0",
      "detail": "Have a strong work ethic, a willingness to learn. Be respectful, punctual, reliable, trustworthy and diligent and prepared to work irregular hours, in all weathers. Take a pride in their work, showing commitment and loyalty, whilst conducting themselves in a professional manner."
    },
    {
      "behaviourId": "68ba317a-6c87-4b01-9c19-bd6bb2e2a10c",
      "detail": "Have responsibility for themselves, others and the equines in their care, showing respect, empathy, patience and tolerance in all situations. Work with methods that reduce any risk of injury to horses, themselves or others. Develop the life skills required to live independently."
    },
    {
      "behaviourId": "3fab1914-1921-465d-bfc3-58c2411005bd",
      "detail": "\tHave the ability to work both individually and as part of a diverse team as required, understanding their role and changing priorities when the situation dictates. Show respect to their fellow workers."
    },
    {
      "behaviourId": "5da27cd4-b535-4b96-b9a9-c42094bf1136",
      "detail": "Respect the need for confidentiality and adhere to data protection policies. Communicate effectively with colleagues, supervisors, visitors and clients. Show good interpersonal skills and accurately report any concerns, incidents and abnormalities. Know when to ask for advice or guidance. Use social media responsibly."
    }
  ],
  "skills": [
    {
      "skillId": "e01b3ba9-3fba-44ba-8b77-358cdbb66fdf",
      "detail": "Work safely and efficiently at all times and comply with current health, safety and security policies and procedures (including PPE)."
    },
    {
      "skillId": "4b46ed20-089e-453f-a94a-580e5856e022",
      "detail": "Carry out all yard and field duties to include mucking out, skipping out, tidying and cleaning the yard, watering and feeding. Assess suitability of stabling and grassland environments for horses including checking for hazards etc. Assist with the arrival of a new horse to the yard, following current yard procedures and measures to prevent and control the spread of disease."
    },
    {
      "skillId": "bb3e0141-e75d-4ba5-b705-452032fb7c0b",
      "detail": "Recognise, identify and describe horses including sex, height, type, colours and markings. Identify basic anatomy, to include points of the horse. Recognise signs of good and poor welfare (including ill health) and check for injuries. Report relevant information and assist with medical treatment and other industry specialists, including Senior Groom, Dentist, Farrier, Veterinary surgeon. Ensure the horses’ welfare before and after exercise or travel."
    },
    {
      "skillId": "a1a33154-e88d-457b-927f-d90107b989ab",
      "detail": "Handle a variety of horses in the workplace to include tying up, leading, trotting up, turning out and catching in. Recognise different types of feed and hay and check their quality. Groom a horse including checking feet and shoes. Demonstrate trimming and plaiting."
    },
    {
      "skillId": "b3293e62-837a-4ca6-8bf3-3a9304928fad",
      "detail": "Fit a variety of common saddlery, equipment and horse clothing. Remove, clean and store common saddlery and equipment. Check the safe and effective working condition of all saddlery, equipment and clothing"
    },
    {
      "skillId": "6726c68b-3231-4635-81ea-cc410b0f79b7",
      "detail": "Prepare horse(s) for travel using appropriate clothing and equipment. Assist with loading and unloading before and after travel."
    },
    {
      "skillId": "01769b32-92bb-4865-9847-516aecf730ee",
      "detail": "Prepare for and provide a variety of appropriate non-ridden exercise including an introduction to lungeing."
    },
    {
      "skillId": "0d74da06-26ce-4ee8-bf35-458d7739b632",
      "detail": "Demonstrate basic safe competence in handling equines used for breeding purposes including assisting with teasing and covering. Observe the onset of, and assist if required, foaling of an equine and following on procedures. Demonstrate an awareness of reproductive status; including the interpretation of teasing results and the specialist care of breeding equines at all stages of the reproductive cycle. Recognise the importance of; and participate in, the maintenance of disease control within an equine breeding population. Assist with the work of breeding industry specialists; using equipment, machinery and technology appropriately as directed. Assist with the preparation and show of equines of varying ages, as directed, for commercial and/or private sale."
    },
    {
      "skillId": "c9dba7ec-9171-4462-b5c4-c9371b06c6b6",
      "detail": "Harness up and put to with an assistant a single turnout in both a two and four wheeled vehicle. Act as a groom/ backstepper in exercising/show/trials (select one discipline). Exercise horses/ponies in a non driving environment, to be able to lunge or longrein in an enclosed area, in a circle for exercise purposes. Drive a quiet pleasure single turnout in an enclosed area demonstrating safe rein handling, turns to the left and right, in the walk and trot. To be able to halt. Mount and dismount in a safe manner. Demonstrate safe use of the whip. Take horse out of vehicle with assistance and unharness horse in a safe manner."
    },
    {
      "skillId": "f9dd57a6-1e68-4cd6-a994-b008cf54c16f",
      "detail": "Handle Thoroughbred racehorses in and out of full training. Fit a variety of specialist racing equipment and tack. Carry out the specific routines required in a racing yard and in taking horses racing, complying with industry regulatory requirements, policy and practice. Provide exercise regimes to racehorses as directed and effectively care for horses prior to and after strenuous work and racecourse performance. Prepare and lead up a Thoroughbred racehorse at the races in accordance with industry practice and the Rules of Racing. Provide after race care including compliance with industry regulations and post-race dope testing procedures."
    },
    {
      "skillId": "65baeaff-7aa6-49c7-a728-c713c3c276dc",
      "detail": "Adopt an appropriate basic riding position. Ride an experienced/schooled horse according to instruction, independently and as part of a group in an enclosed area. Ride in a balanced, secure position showing control in walk, trot and canter, working with and without stirrups whilst demonstrating movements i.e. circles, turns, etc. Ride in the open, in a forward seat according to instruction with control, security and balance. Ride with a balanced, secure, forward seat over ground poles at trot to enable progression to ride, where practical, over a short course of fences with control, security and balance. Ride on the road or in public places according to laid down procedures, Highway and Country Codes. Open & close a gate whilst mounted. Negotiate everyday obstacles/hazards with control, security and balance. Ride a quiet horse whilst leading another quiet horse or pony."
    },
    {
      "skillId": "f135f1e8-327c-4532-b971-d063ce77127d",
      "detail": "Assist with storage of supplies and stock rotation. Contribute to the organisation and maintenance of establishment. Engage with customers and identify their needs. Assist with appropriate office duties including answering the telephone, processing information and use workplace IT systems. Contribute to yard based records including passports, vaccinations, worming, farriery, dentistry etc. Assist and support Riding Grooms and provide non-ridden exercise regimes. Prepare for and lunge a horse for exercise in an enclosed area according to instruction."
    }
  ],
  "optionsUnstructuredTemplate": [
    "Breeding",
    "Driving",
    "Racing",
    "Riding",
    "Non-Riding"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-04-13T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0179",
  "tbMainContact": "info@trentpark.com",
  "involvedEmployers": "Trent Park Equestrian Centre, Abbotsholme Stud\nAnn Duffield, Badsworth + Bramham Moor Hunt, Beccy Broughton Equine UK, Berkshire Riding Centre ltd., Blue Cross, Borland Quarter Horses, Brampton Stables, Bransby Horses, Catherston Stud, Checkendon Equestrian Centre, David Griffiths Racing, Ed Dunlop Racing ltd., Girsonfield Stud, Halefield Stud, Hole Farm Trekking, Horseworld, Ingestre Stables, Household Cavalry, James Moffatt, Jedd O’Keeffe Racing, Jo Bates, John Quinn Racing, Judy Harvey Equestrian, Kings Troop Royal Horse Artillery, Iluest Horse & Pony Trust, Mcgran Eventing, Michael Dods Racing, Minta Winn Carriage Driving, Mount St.John, Newstead Stables, Nick Kent Racing, North East Driving Asocciation, Polo Permits, Redwings Horse Sanctuary, RSPCA, Severnvale Equestrian Centre, Sheepcote Equestrian Services, Spring Farm/Di Lampard Equestrian, Summerhouse, Tall Trees Racing ltd., The Donkey Sanctuary, The Horse Trust, The National Stud, The Talland School of Equitation, The Thoroughbred Rehabilitation Centre, Tim Easterby Racing\nTony Coyle Racing, Tracey Newman Equestrian Training, Wellington Riding School, World Horse Welfare",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Animal Care and Management",
  "cluster": "Equine Groom/Farrier",
  "clusterId": "122",
  "clusterDescription": "Day-to-day welfare, health (including breeding) and training (riding, racing and driving) of horses",
  "createdDate": "2017-11-14T17:09:31 +00:00",
  "lastUpdated": "2022-05-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-04-13T00:00:00 +00:00",
  "banners": "For the attention of all Employers, Training Providers and EPAOs - please note that under no circumstances should the removal of a horseshoe be carried out by an unauthorised person during the training or assessment of a candidate unless rendering first aid in case of an emergency to a horse. Please adhere to the legislation as laid down in the Farriers Registration Act, 1975 (as amended), paying particular attention to sections 16 and 18.;  \nA revised version of this occupational standard and end-point assessment plan has been agreed and is available for information only at present. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeship standards in revision are available in the revisions status report.",
  "occupationCode": "OCC0166",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0166-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0166-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "4bb35b36-317e-42b8-ac0f-83a20dc90751",
      "title": "Breeding",
      "occupationCode": "OCC0166A"
    },
    {
      "optionId": "06c72a0f-ec23-443b-bebd-c57d0071b2c5",
      "title": "Driving",
      "occupationCode": "OCC0166B"
    },
    {
      "optionId": "05b46808-2636-4ece-a5f5-4f1b5ed53ca7",
      "title": "Racing",
      "occupationCode": "OCC0166D"
    },
    {
      "optionId": "a7e302d7-4e6a-422d-b588-ffaec0e46c5d",
      "title": "Riding",
      "occupationCode": "OCC0166E"
    },
    {
      "optionId": "12306ae7-ff63-45c5-a82d-33c8d812f99f",
      "title": "Non-Riding",
      "occupationCode": "OCC0166C"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "b2d94cc8-89fb-4eb0-bf1c-9f729ec0279a",
        "5dce882e-e7ed-48a5-902c-2b6c712b7bf0",
        "68ba317a-6c87-4b01-9c19-bd6bb2e2a10c",
        "3fab1914-1921-465d-bfc3-58c2411005bd",
        "5da27cd4-b535-4b96-b9a9-c42094bf1136"
      ],
      "mappedKnowledge": [
        "2ca0fcb2-384d-448b-8ec0-a47d916ccda7",
        "efc69f6e-f675-4e7f-b686-00dfece39d21",
        "d5dae65f-8aca-4fa7-ac8f-a4357d97fc70",
        "131273c2-1331-4e51-9cbf-1cce3a0c7d9e",
        "be379779-4b9d-41fd-8836-a68958137088",
        "bcf35d49-12a3-4142-911f-bf463c40bad2",
        "bd6fb698-da72-43c3-bb8e-3298956bfdad"
      ],
      "mappedSkills": [
        "e01b3ba9-3fba-44ba-8b77-358cdbb66fdf",
        "4b46ed20-089e-453f-a94a-580e5856e022",
        "bb3e0141-e75d-4ba5-b705-452032fb7c0b",
        "a1a33154-e88d-457b-927f-d90107b989ab",
        "b3293e62-837a-4ca6-8bf3-3a9304928fad",
        "6726c68b-3231-4635-81ea-cc410b0f79b7",
        "01769b32-92bb-4865-9847-516aecf730ee"
      ]
    },
    {
      "coreOrOptionTitle": "Breeding",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "199fa425-50ee-44eb-bca9-9f5d67bfb21b"
      ],
      "mappedSkills": [
        "0d74da06-26ce-4ee8-bf35-458d7739b632"
      ]
    },
    {
      "coreOrOptionTitle": "Driving",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "110ca3a2-307b-4782-96b1-1c1b4db9bfae"
      ],
      "mappedSkills": [
        "c9dba7ec-9171-4462-b5c4-c9371b06c6b6"
      ]
    },
    {
      "coreOrOptionTitle": "Racing",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "1fb32278-c228-4689-b68d-eb52c6ab54e1"
      ],
      "mappedSkills": [
        "f9dd57a6-1e68-4cd6-a994-b008cf54c16f"
      ]
    },
    {
      "coreOrOptionTitle": "Riding",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "12fe12df-9845-4707-8245-fa1e64a0664b"
      ],
      "mappedSkills": [
        "65baeaff-7aa6-49c7-a728-c713c3c276dc"
      ]
    },
    {
      "coreOrOptionTitle": "Non-Riding",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "032ff6e5-486e-4c6b-8054-7df79c71651e"
      ],
      "mappedSkills": [
        "f135f1e8-327c-4532-b971-d063ce77127d"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-05-31T00:00:00"
}