{
  "templateType": "Apprenticeship Standard",
  "larsCode": 161,
  "referenceNumber": "ST0153",
  "learningAimClassCode": "",
  "title": "Power engineer (integrated degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0153",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2020-12-04T00:00:00",
  "earliestStartDate": "2017-02-16T00:00:00",
  "latestStartDate": "2022-01-13T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Developing and applying new technologies to improve safety, reliability and cost-effectiveness within the energy sector.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 60,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "power engineering",
    "power modelling",
    "power system engineering",
    "energy engineering",
    "building distribution boards",
    "transformer production",
    "degree"
  ],
  "jobRoles": [
    "power engineer",
    "power system engineer",
    "power electronic engineer",
    "electrical test inspection engineer",
    "electrical technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1205/power_engineer.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;The UK’s energy sector is integral to the prosperity and stability of the UK economy as a whole, delivering an absolutely fundamental service for all its citizens. The sector must safeguard the future energy supply and decarbonise to meet climate change commitments and meet these challenges in a way that maintains both the affordability of energy for households and the competitiveness of British businesses.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupational Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Power Engineers will work in Power Generation, Power Transmission or Power Distribution. The Engineers, using their core and specialist electrical, mechanical or control and instrumentation knowledge and skills, will take responsibility for developing and leading in aspects of innovation, asset management, plant operations and plant maintenance.&lt;/p&gt;\n&lt;p&gt;Power Engineers are highly skilled focusing on some of the most complex and fundamental engineering challenges within the energy sector. Solving problems in new ways, or paradigm- shifting innovations that influence the future of the sector and how the underlying markets will operate are second nature. &amp;nbsp;Working with a wide range of people, including industry experts and external bodies to develop and apply new technologies as well as improve safety, reliability and cost effectiveness methods for the sector.&lt;/p&gt;\n&lt;p&gt;This is a Master’s degree level apprenticeship which includes academic learning combined workplace learning and training.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Any entry requirements will be set by individual employers, typically 3 A’ Levels or equivalent including; grade A in Maths; grade A in Physics or Chemistry, with a minimum of B at GCSE English or equivalent. Apprentices without English and maths at level 2 on entry would need to achieve that level before taking the end-point assessment. Excellent communication, team working skills and an interest and curiosity in Engineering activities are also recommended.&lt;/p&gt;\n&lt;p&gt;This is a core and options apprenticeship. A Power Engineer must demonstrate competence in all core knowledge, skills and behaviours and further knowledge in one option.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Application of Electricity Supply standards, regulations and policies&lt;/li&gt;\n&lt;li&gt;Comprehensive knowledge of applicable safe systems of work including process safety and an in-depth understanding of the wider implications of risk management&lt;/li&gt;\n&lt;li&gt;Recognises and understands the capabilities/impact/selection of plant and equipment as well as a technical understanding of interdependencies of power generation, transmission and distribution plant and equipment&lt;/li&gt;\n&lt;li&gt;Material science including failure modes of engineering materials and material selection&lt;/li&gt;\n&lt;li&gt;Generation Technologies; Balanced Energy mix within the UK energy generation sector and the ability to technically analyse the various technical merits of different energy sources&lt;/li&gt;\n&lt;li&gt;Structure of and relationships within the power industry together with regulatory structures associated with power generation, transmission or distribution&lt;/li&gt;\n&lt;li&gt;Modelling and simulation of power systems&lt;/li&gt;\n&lt;li&gt;Mathematical methods to support the all appropriate engineering design and analysis&lt;/li&gt;\n&lt;li&gt;Specific mathematical techniques to understand control theory&lt;/li&gt;\n&lt;li&gt;Understand and interpret engineering drawings including 2D and 3D Computer Aided Design models and process and component diagrams&lt;/li&gt;\n&lt;li&gt;Designing for capital and operational cost efficiency, sustainability requirements and Environmental legislation&lt;/li&gt;\n&lt;li&gt;Cost benefit analysis, including background financial understanding (budgets, costs and income, profit and loss accounts)&lt;/li&gt;\n&lt;li&gt;Understanding of the tools and process of project management principles&lt;/li&gt;\n&lt;li&gt;Understanding of emerging technologies and applications&lt;/li&gt;\n&lt;li&gt;Economics of the energy industry&lt;/li&gt;\n&lt;li&gt;Demand Side Management techniques&lt;/li&gt;\n&lt;li&gt;Environmental considerations for all aspects of the Power Industry including Generation, Transmission, Distribution and Supply).&lt;/li&gt;\n&lt;li&gt;Operational requirements including operational documentation, planning consents, potential design constraints e.g. abstraction limits on rivers, potential impact of wind turbines on local wildlife etc.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge Options&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Power Engineers working in Power Transmission and Distribution will require the following specific engineering knowledge to enable them to develop and implement network strategies; in conjunction with partners develop new technologies to ensure network capability and efficiency and determine future policies and procedures&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Po&lt;/strong&gt;&lt;strong&gt;we&lt;/strong&gt;&lt;strong&gt;r Transmission and Distribution Specific Engineering Knowledge:&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Power Engineering- power systems theory/studies. Electrical machines, power electronics, electromagnetics, power quality (harmonics) and protection&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Electricity Network Components including transformers, fuses, switches, circuit breakers, protection, system control systems, ancillaries (Low Voltage Alternating Current/Direct Current), overhead lines, underground cable&lt;/li&gt;\n&lt;li&gt;Power conversion: power electronics, control and integration of distributed generation&lt;/li&gt;\n&lt;li&gt;Electrical first principles, drive and convector technology and Direct Current transmission&lt;/li&gt;\n&lt;li&gt;Electricity Network Architecture including voltage levels (typical and variants), typical power levels at each voltage level, the components are used at each level, the methodology of choosing different component types, urban and rural network differences&lt;/li&gt;\n&lt;li&gt;System Performance and Resilience including customer interruptions, Customer Minutes Lost, the effect of high and low impact probability events and the influences which affect them.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Power Engineers working in Power Generation, will develop and implement new technologies; will analyse asset availability, performance and reliability and then develop options to improve the viability of the generating assets. These include, but not limited to, changes in operating regimes, improved maintenance routines, upgrade/replacement of equipment. They will require one of the following groups of specific knowledge:&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Electrical Engineering:&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Power Engineering- power systems theory/studies. Including power quality (harmonics) and protection, including multi-functional numerical protection, control relays and modern intelligent systems.&lt;/li&gt;\n&lt;li&gt;Control System Theory – PID Control Loops, HMI, PLC Systems, SIL Systems.&lt;/li&gt;\n&lt;li&gt;Network Knowledge – network architecture, network components e.g. switches, fibre optics.&lt;/li&gt;\n&lt;li&gt;Power Generation Components (Design Theory, Maintenance and Testing) – motors, switchgear, transformers, DC battery systems, bus ducts.&lt;/li&gt;\n&lt;li&gt;Electrical First Principles.&lt;/li&gt;\n&lt;li&gt;Generators (Air and Hydrogen) including power electronics (AVR systems, static starting devices) in AC power systems incorporating converters and power factor correction&lt;/li&gt;\n&lt;li&gt;Electromagnetic principles including magnetic materials and characteristics, alternating flux, hysteresis and eddy currents.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;M&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;chanical Engineering:&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Mechanical engineering principles, technology, systems and their applications&lt;/li&gt;\n&lt;li&gt;Thermodynamics principles and their application, in power generation plant and processes&lt;/li&gt;\n&lt;li&gt;Composition of fuels and their combustion&lt;/li&gt;\n&lt;li&gt;Energy conversion and steam raising plant&lt;/li&gt;\n&lt;li&gt;Fluid dynamics – including velocity, pressure, density and temperature of liquids and gases as they impact the generation environments, including pumping system design and pump technology.&lt;/li&gt;\n&lt;li&gt;The construction and design of rotating machines and machine dynamics – including stress analysis, rotor dynamics, gears, bearings (tribology), transmissions, condition monitoring&lt;/li&gt;\n&lt;li&gt;The construction and design of static mechanical installations and structures, including HRSG’s, boilers, condensers, cooling towers, piping systems and valves (Safety, Control and Isolation).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Control &amp;amp; Instrumentation Engineering:&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Engineering Thermodynamics – principles, concepts and laws, including practical applications&lt;/li&gt;\n&lt;li&gt;Control theory PID Control Loops (including loop tuning), HMI, PLC systems, and SIL systems.&lt;/li&gt;\n&lt;li&gt;Process measurement to include theory behind measurement of temperature, pressure, flow, and level, speed, rotating machine dynamics, water chemistry and gas analysis (emissions and fuel).&lt;/li&gt;\n&lt;li&gt;Instrumentation types and principles for the measurement of process variables, strengths, weaknesses, for both accuracy and impact on Process Control. To include instrumentation used in power station applications, considerations for SIL and Atex. Process variables to be included temperature, pressure, flow, level, analysers (both boiler water and waste water discharge), emissions measurement, machine dynamics, control valve positioners.&lt;/li&gt;\n&lt;li&gt;Practical application and theory of analogue and digital electronics including A to D conversion&lt;/li&gt;\n&lt;li&gt;The concept and theory of programming, communications and networking – including security, version control, network architecture and components e.g. switches, fibre optics.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Core Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;All Power Engineers will be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;apply their understanding of the concept of asset lifecycle principles to various engineering activities&lt;/li&gt;\n&lt;li&gt;read, interpret, develop and implement Power Industry standards, procedures and specifications across the range of assets in the Sector&lt;/li&gt;\n&lt;li&gt;take ideas from concept to implementation, using sound engineering, business and commercial skills to develop robust business cases&lt;/li&gt;\n&lt;li&gt;manage projects of either a technical or business change nature relevant to their area of the energy industry&lt;/li&gt;\n&lt;li&gt;work autonomously to existing safety requirements relevant to their area of the energy industry as well as contributing to future requirements&lt;/li&gt;\n&lt;li&gt;explore, develop and recommend initiatives/technologies that support and improve asset performance and enable the assets to operate effectively in the low carbon environment&lt;/li&gt;\n&lt;li&gt;using business planning tools and techniques to develop plans and policies to ensure maximum lifecycle and cost benefit of assets that demonstrate regulatory compliance&lt;/li&gt;\n&lt;li&gt;execute plans, strategies and policies to safety, environmental, time, cost and quality standards&lt;/li&gt;\n&lt;li&gt;provide expert technical support, guidance and strategies for planned and preventative maintenance, operational issues, design modifications and outages&lt;/li&gt;\n&lt;li&gt;ensure asset integrity, provide analysis and recommendation for avoidance of major plant failures and to secure cost effective efficient optimisation of assets&lt;/li&gt;\n&lt;li&gt;secure future performance, identifying risks, threats and technical opportunities for commercial advantage&lt;/li&gt;\n&lt;li&gt;analyse asset performance seeking new methods of improvement by developing innovative solutions&lt;/li&gt;\n&lt;li&gt;demonstrate a practical understanding of key aspects of their business&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Core Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Safety Focussed – focuses on the importance of safety to themselves, others and the organisation. Takes responsibility for their own awareness and understanding of health and safety practices and legislation that protects them, their colleagues, contractors and customers&lt;/li&gt;\n&lt;li&gt;Communicating and Influencing – anticipates and responds to others’ feelings, needs and concerns in order to achieve an appropriate outcome. Demonstrates sensitivity to the impact on others and modifies the approach to influence outcomes&lt;/li&gt;\n&lt;li&gt;Stakeholder Centric – promotes excellent customer service to internal and external customers and uses this to maximise business performance&lt;/li&gt;\n&lt;li&gt;Delivering Results – sets objectives and ensures they are achieved within agreed parameters to deliver successful business outcomes. Anticipates situations and problems, finding appropriate solutions and grasping opportunities. Takes action that potentially adds value to the business&lt;/li&gt;\n&lt;li&gt;Flexibility and Innovation - adapts thinking and behaviour to suit the requirements of different situations; recognise the value of an alternative view and is receptive to changing circumstances. Thinks creatively beyond recognised boundaries to generate new ideas and approaches, ensuring that different perspectives are explored leading to successful implementation&lt;/li&gt;\n&lt;li&gt;Forward Thinking - takes a forward looking perspective when considering the delivery of decisions, activities and projects. Relates forward thinking and associated planning to the overall direction of the organisation. Drives to understand the political, economic, environmental and social context which shapes the power industry&lt;/li&gt;\n&lt;li&gt;Working collaboratively – is comfortable in working in teams and being a team leader to achieve agreed goals&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Master’s degree in Engineering (i.e. an extended post graduate degree) with a minimum of 480 credits, with at least 120 credits at Level 7&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically take 5 years&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Link to Professional Registration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A successful apprentice will be eligible for membership of the Institution of Engineering and Technology (MIET) and Institution of Mechanical Engineers (or equivalent). They can then work towards professional registration at Chartered Engineer (CEng) level.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship is level 7&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard will initially be reviewed 3 years after publication&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [
    "Control and Instrumentation",
    "Electrical",
    "Mechanical",
    "Power Transmission and Distribution"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2017-02-16T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "",
  "tbMainContact": "engineering.manufacturing@education.gov.uk",
  "involvedEmployers": "Electricity North West Ltd, SIEMENS, GE, SSE, Uniper, RWE Generation UK, Scottish Power, National Grid, Northern Power Grid, Amec Foster Wheeler",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "power engineer",
    "power system engineer",
    "power electronic engineer",
    "electrical test inspection engineer",
    "electrical technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, Design and Development",
  "cluster": "Design and development engineer",
  "clusterId": "253",
  "clusterDescription": null,
  "createdDate": "2017-09-22T14:24:54 +00:00",
  "lastUpdated": "2020-12-04T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-02-16T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0153",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0153-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0153-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "117b0e14-f3ea-4db7-a4e2-82c5aaf865fa",
      "title": "Control and Instrumentation",
      "occupationCode": ""
    },
    {
      "optionId": "e9d3e5fd-d7fc-4f28-9bf4-5aac8db54582",
      "title": "Electrical",
      "occupationCode": ""
    },
    {
      "optionId": "93aaf8e0-9267-4073-a160-26108ca6fc89",
      "title": "Mechanical",
      "occupationCode": ""
    },
    {
      "optionId": "96d73789-0a47-40ff-af1b-80d85009d791",
      "title": "Power Transmission and Distribution",
      "occupationCode": ""
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Control and Instrumentation",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Electrical",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Mechanical",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Power Transmission and Distribution",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-01-13T00:00:00"
}