{
  "larsCode": 27,
  "referenceNumber": "ST0160",
  "title": "Water process technician",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/27",
  "versionNumber": "1.0",
  "change": "Approved for delivery. The funding band for this standard has been reviewed and remains at £12000 (Dec-2018)",
  "changedDate": null,
  "earliestStartDate": "2015-08-27T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Carrying out reactive and routine maintenance on water process equipment, working on water supply and treatment, water networks and leakage, sewerage and wastewater.",
  "level": 3,
  "typicalDuration": 48,
  "maxFunding": 12000,
  "route": "Engineering and manufacturing",
  "keywords": [
    "water sanitation",
    "water audit",
    "water damage",
    "sewerage",
    "waste water"
  ],
  "jobRoles": [
    "Quality Assurance Technician",
    "Water Field Technician",
    "Sewer Network Inspector",
    "Water Distribution Network Technician",
    "Water Distribution Leakage Technician",
    "Waste Water Sewerage Network Technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/1075/water_process_technician.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Water Process Technician&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Water Process Technicians perform reactive and routine maintenance on equipment to ensure safe and efficient operations, supporting other disciplines as necessary. The main roles within this occupation involve working on water supply and treatment; water networks and leakage, sewerage and wastewater.&lt;/p&gt;\r\n&lt;p&gt;Apprenticeship candidates will normally have 3 to 5 GCSEs at grades A to C (including mathematics and English), or equivalent qualifications.&lt;/p&gt;\r\n&lt;p&gt;Water Process Technicians will meet the core requirements and also one set of specific requirements.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Core Requirements: Technical Knowledge&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Relevant industry health and safety standards, regulations, environmental and regulatory requirements&lt;/li&gt;\r\n&lt;li&gt;Maintenance practices, processes and procedures covering a range of waste and water systems, plant and equipment&lt;/li&gt;\r\n&lt;li&gt;Company policies and procedures including HR, Operations and Health &amp;amp; Safety&lt;/li&gt;\r\n&lt;li&gt;Water industry operations in water and waste water treatment, water and sewerage network operations&lt;/li&gt;\r\n&lt;li&gt;Relevant level of theory and principles that underpin the use of specific equipment, instruments and IT systems&lt;/li&gt;\r\n&lt;li&gt;Testing procedures of equipment and instruments as well as a range of fault finding procedures&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;&lt;strong&gt;Core Requirements: Skills&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Follow and apply current Health, Safety &amp;amp; Environmental legislation, regulations, practices and procedures&lt;/li&gt;\r\n&lt;li&gt;Personal responsibility to comply with current and relevant industry standards and regulations&lt;/li&gt;\r\n&lt;li&gt;Follow Company policies and procedures including HR, Operations &amp;amp; Health &amp;amp; Safety.&lt;/li&gt;\r\n&lt;li&gt;Conduct day to day operations to maintain clean tap water and/or effective removal and treatment of waste water&lt;/li&gt;\r\n&lt;li&gt;Work on customer/company premises demonstrating care and respect to customers and colleagues&lt;/li&gt;\r\n&lt;li&gt;Undertake testing procedures of equipment, instruments and IT systems&lt;/li&gt;\r\n&lt;li&gt;Analyse and interpret faults on systems, equipment, instruments and IT systems and implement effective solutions&lt;/li&gt;\r\n&lt;li&gt;Carry out risk assessments, including lone worker procedures&lt;/li&gt;\r\n&lt;li&gt;Drive vehicles equipped with tools and materials to other sites as required&lt;/li&gt;\r\n&lt;li&gt;Use a variety of appropriate communication methods to interact with others to give/receive information accurately, in a timely, positive and professional manner&lt;/li&gt;\r\n&lt;li&gt;Complete reports and ensure records are maintained for audit and reporting purposes&lt;/li&gt;\r\n&lt;li&gt;Work with focus and clear purpose in all weather conditions, covering 24/7 operations, sometimes working alone and safely adapt working methods to reflect changes in working environments&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;&lt;strong&gt;Core Requirements: Behaviours&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Accept ownership and responsibility for your work whilst maintaining self-discipline, motivation and working in a professional manner at all times&lt;/li&gt;\r\n&lt;li&gt;Work well with people from different trades/disciplines, backgrounds and expertise to accomplish an activity safely and on time and meet customer requirements&lt;/li&gt;\r\n&lt;li&gt;Deliver a polite, courteous, professional service to customers, colleagues and members of the public&lt;/li&gt;\r\n&lt;li&gt;Be risk aware showing the desire to reduce risks through monitoring and checking information and strict compliance with appropriate rules, demonstrating:&lt;/li&gt;\r\n&lt;li&gt;Situational Awareness – the impact of changing circumstances on an activity&lt;/li&gt;\r\n&lt;li&gt;Concentration on task – identify and deal appropriately with distractions to enable tasks to be achieved&lt;/li&gt;\r\n&lt;li&gt;Undertake work in a way that contributes to personal development&lt;/li&gt;\r\n&lt;li&gt;As required, undertake standby duties to provide 24 hour cover to the network, or carry out operations that can only take place outside normal working hours&lt;/li&gt;\r\n&lt;li&gt;Identify, organise and use resources effectively to complete tasks, with consideration for cost, quality, safety, security and environmental impact&lt;/li&gt;\r\n&lt;li&gt;Accept, allocate and supervise technical and other tasks&lt;/li&gt;\r\n&lt;li&gt;Be aware of the needs and concerns of others, especially where related to diversity and equality&lt;/li&gt;\r\n&lt;li&gt;Undertake work in a way that contributes to sustainable development&lt;/li&gt;\r\n&lt;li&gt;Exercise responsibilities in an ethical manner&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;&lt;strong&gt;Specific Requirements&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;&lt;strong&gt;Water Treatment: Process Technician&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Control the operations on your sites to ensure Drinking Water Quality Standards are met&lt;/li&gt;\r\n&lt;li&gt;Monitor and Maintain water treatment processes e.g. chemical dosing, filtration and disinfection&lt;/li&gt;\r\n&lt;li&gt;Operate, control and maintain process control equipment and instrumentation&lt;/li&gt;\r\n&lt;li&gt;Find the root cause of faults and ensure they are communicated and resolved&lt;/li&gt;\r\n&lt;li&gt;Carry out risk assessments and check method statements applicable to site operations&lt;/li&gt;\r\n&lt;li&gt;Control Operations on your treatment works including work in confined spaces&lt;/li&gt;\r\n&lt;li&gt;Use water treatment theories and principles to ensure processes are maintained at optimum performance.&lt;/li&gt;\r\n&lt;li&gt;Use treatment works design specifications to control treatment works and monitor the performance of your works&lt;/li&gt;\r\n&lt;li&gt;Ensure vital safety equipment is maintained and available for use&lt;/li&gt;\r\n&lt;li&gt;Carry out process stream and full treatment works shutdown as required by routine planned maintenance and emergencies&lt;/li&gt;\r\n&lt;li&gt;Implement emergency procedures on your treatment works&lt;/li&gt;\r\n&lt;li&gt;Organise and control maintenance operations on treatment works equipment&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;Water Distribution: Network Technician&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Analyse and Assess network performance measures e.g. water pressure, flows and leakage.&lt;/li&gt;\r\n&lt;li&gt;Investigate and identify resolutions to network performance issues&lt;/li&gt;\r\n&lt;li&gt;Apply procedures and their control measures to the network to minimise the risk of supply interruptions to customers&lt;/li&gt;\r\n&lt;li&gt;Maintain network, equipment and systems including pumps and control valves&lt;/li&gt;\r\n&lt;li&gt;Where required act as Supervisor of Street Works, ensuring the safety of pedestrians, vehicles and site staff.&lt;/li&gt;\r\n&lt;li&gt;Use technical knowledge to operate electronic location equipment to identify and locate underground cables&lt;/li&gt;\r\n&lt;li&gt;Use hydraulic theories and principles to carry out fault diagnosis on water networks&lt;/li&gt;\r\n&lt;li&gt;Plan network operations ensuring water mains and water service pipe couplings and method are suitable for use&lt;/li&gt;\r\n&lt;li&gt;Authorise valve operations on water networks in accordance with operations and maintenance strategies and procedures.&lt;/li&gt;\r\n&lt;li&gt;Carry out valve operations giving due consideration to impact on customers, ensuring continuity of supply and minimising water quality problems.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;Water Distribution: Leakage Technician&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Work safely in a variety of work locations that may include urban and rural areas on and off the public highway and may include remote locations&lt;/li&gt;\r\n&lt;li&gt;Using technical knowledge identify areas that require further investigation due to leakage deciding on the most appropriate methods to identify and locate sources of leakage.&lt;/li&gt;\r\n&lt;li&gt;Using technical knowledge operate electronic location equipment, identify and locate underground water mains and services.&lt;/li&gt;\r\n&lt;li&gt;Use hydraulic theories, principles and carry out valve operations to set-up, test, maintain or alter district meter areas&lt;/li&gt;\r\n&lt;li&gt;Use industry principles and measurement to estimate volumes of water lost through leakage&lt;/li&gt;\r\n&lt;li&gt;Programme, deploy, retrieve and interpret data from data logging equipment&lt;/li&gt;\r\n&lt;li&gt;Apply procedures and their control measures to the network to minimise the risk of interruption of supplies to customers&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;Waste Water: Sewerage Network Technician&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Use hydraulic theories, data and calculations from flow surveys to assess sewer capacity and performance.&lt;/li&gt;\r\n&lt;li&gt;Operate electronic location equipment to locate drains and sewers&lt;/li&gt;\r\n&lt;li&gt;Where required act as Supervisor of Street Works, ensuring the safety of pedestrians, vehicles and site staff&lt;/li&gt;\r\n&lt;li&gt;Carry out sewer network inspections, including new sewer connections&lt;/li&gt;\r\n&lt;li&gt;Respond to customer reported incidents, clear blockages&lt;/li&gt;\r\n&lt;li&gt;Work safely in a variety of work locations that may include urban and rural areas on and off the public highway and may include remote locations&lt;/li&gt;\r\n&lt;li&gt;Conduct Confined Spaces Operations and ensure equipment is maintained to the required standard&lt;/li&gt;\r\n&lt;li&gt;Where required, supervise and inspect excavations and backfilling including trench support systems&lt;/li&gt;\r\n&lt;li&gt;Organise and carry out maintenance operations including High Pressure Water Jetting, flushing and de- silting&lt;/li&gt;\r\n&lt;li&gt;Organise and carry-out investigations utilising CCTV equipment and report using industry standard coding system&lt;/li&gt;\r\n&lt;li&gt;Plan work to take account of risks to the environment&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;Waste Water: Treatment Technician&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Use waste water treatment theories and principles to ensure processes are maintained at optimum performance&lt;/li&gt;\r\n&lt;li&gt;Operate &amp;amp; maintain process control equipment and instrumentation&lt;/li&gt;\r\n&lt;li&gt;Maintain Sewerage systems, including associated control systems&lt;/li&gt;\r\n&lt;li&gt;Maintain Sewer Pumping Stations and associated equipment&lt;/li&gt;\r\n&lt;li&gt;Control the operations on your sites to ensure Environmental Quality Standards for effluent discharge and air quality are met&lt;/li&gt;\r\n&lt;li&gt;Control Operations on your treatment works including work in confined spaces&lt;/li&gt;\r\n&lt;li&gt;Monitor and maintain waste water treatment processes including screening, grit removal, settlement, biological treatment and sludge treatment&lt;/li&gt;\r\n&lt;li&gt;Identify the root cause of faults and ensure they are communicated and resolved&lt;/li&gt;\r\n&lt;li&gt;Use treatment works design specifications to control treatment works and monitor the performance of your works&lt;/li&gt;\r\n&lt;li&gt;Ensure safety equipment is maintained and available for use&lt;/li&gt;\r\n&lt;li&gt;Carry out process stream and full treatment works shutdown as required by routine planned maintenance and emergencies&lt;/li&gt;\r\n&lt;li&gt;Implement emergency procedures on treatment works&lt;/li&gt;\r\n&lt;li&gt;Organise and control maintenance operations on treatment works equipment&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;An apprenticeship will typically take up to 48 months to complete&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Apprentices without level 2 English and mathematics will need to achieve this level prior to completion of their apprenticeship&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Link to professional registration&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;In achieving the Pass in this apprenticeship, the successful apprentice will be eligible for Engineering&lt;/p&gt;\r\n&lt;p&gt;Technician (Eng.Tech) (or equivalent) professional registration&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;This apprenticeship is level 3&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;This standard will initially be reviewed within 3 years of publication&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [
    "Waste Water: Sewerage Network Technician",
    "Waste Water: Treatment Technician",
    "Water Distribution: Leakage Technician",
    "Water Distribution: Network Technician",
    "Water Treatment: Process Technician"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "Pete Moss ",
    "contactAddress": "Open Awards Estuary Commerce Park\r\n17 De Havilland Dr\r\nSpeke\r\nLiverpool \r\nL24 8RN",
    "contactEmail": "EQA@openawards.org.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2015-08-27T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "TB0004",
  "tbMainContact": "",
  "involvedEmployers": "Cory Environmental, FCC Environment, Grundon, London Waste Ltd, National Sewerage Association, Northumbrian Water, Severn Trent Water, Southern Water, South West Water, Thames Water, The Energy Institute, The Institute of Water and the Chartered Institution of Water and Environmental Management, United Utilities, Veolia, Viridor, Welsh Water with the Institution of Engineering and Technology",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Quality Assurance Technician",
    "Water Field Technician",
    "Sewer Network Inspector",
    "Water Distribution Network Technician",
    "Water Distribution Leakage Technician",
    "Waste Water Sewerage Network Technician"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Maintenance, Installation & Repair",
  "cluster": "Manufacturing/Process Maintenance Operative/Technician",
  "createdDate": "2017-09-22T14:24:33 +00:00",
  "lastUpdated": "2015-08-27T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/water-process-technician-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/water-process-technician-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}