{
  "larsCode": 229,
  "referenceNumber": "ST0106",
  "title": "Creative venue technician",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/229",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2018-01-26T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "isLegacyVersion": 1,
  "overviewOfRole": "Providing technical support for the construction, rehearsal, presentation and removal of a live performance",
  "level": 3,
  "typicalDuration": 24,
  "maxFunding": 9000,
  "route": "Creative and design",
  "keywords": [
    "Creative Venue Technician",
    "Venue Technician"
  ],
  "jobRoles": [
    "Venue Technician",
    "Theatre Technician",
    "Stage Technician",
    "Lighting Technician",
    "Sound Technician",
    "Video Technician",
    "Automation Technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/1455/creative-venue-technician-assessment-plan.pdf",
  "ssa1": "",
  "ssa2": "",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Profile&lt;/h3&gt;\r\n&lt;p&gt;Operating under the direction and supervision of a production arts technical management team, Creative Venue Technicians (CVTs) provide technical support for the construction, rehearsal, presentation and removal of a live performance, for audience or camera. CVTs play an active role in the technical operation across a variety of established creative venues, for example, theatres, arts centres and broadcast studios. CVTs will be multi-skilled across a wide range of technical disciplines and possess a broad level of knowledge relevant to the diverse environment in which they operate. CVTs will be competent in lighting, audio, video and building services related to the performance arts and apply them to their resident premises and / or production. They will also be skilled in stagecraft techniques such as carpentry, operating stage machinery and performing scene changes. This will allow them to set up, rig, operate, maintain and repair technical equipment as used in creative venues to facilitate the rehearsal and presentation of live performance e.g. scenery, luminaires, fixtures, audio and video apparatus. They can read, interpret and give appropriate technical information to colleagues and clients. They can safely use a variety of tools to assemble, install and maintain scenery and equipment for stage and screen. Emphasis will be placed on undertaking tasks both autonomously and as part of a team, taking ownership of the output standard. With guidance, CVTs will use their skills to realise and respond to the development of the creative team’s vision as well as the upkeep of their resident venue or touring production. This will involve, for example, focussing lanterns, fitting radio mics, assembling scenery and programming lighting, audio, video, automation and other control systems. They will undertake venue maintenance duties such as housekeeping, re-lamping, painting and basic venue repair work.&lt;/p&gt;\r\n&lt;h3&gt;Job roles covered&lt;/h3&gt;\r\n&lt;p&gt;Venue Technician, Theatre Technician, Stage Technician, Lighting Technician, Sound Technician, Video Technician, Automation Technician.&lt;/p&gt;\r\n&lt;h3&gt;Behaviours&lt;/h3&gt;\r\n&lt;p&gt;Creative Venue Technicians will:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;take personal responsibility for safety of self and others&lt;/li&gt;\r\n&lt;li&gt;have a flexible approach and will be adaptable to change&lt;/li&gt;\r\n&lt;li&gt;be willing to work unsociable hours in a variety of locations for extended periods&lt;/li&gt;\r\n&lt;li&gt;be punctual, reliable and personally responsible&lt;/li&gt;\r\n&lt;li&gt;be self-motivated with a positive and disciplined approach to work&lt;/li&gt;\r\n&lt;li&gt;have a commitment to personal and professional development&lt;/li&gt;\r\n&lt;li&gt;develop professional working relationships and treat others with respect using appropriate channels and etiquette&lt;/li&gt;\r\n&lt;li&gt;have drive and determination to complete a task on time&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;Requirements: Skills &amp;amp; Knowledge&lt;/h3&gt;\r\n&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;74&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;WORK ASPECTS&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;253&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;SKILLS&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;The Creative Venue Technician will:&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;174&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;KNOWLEDGE AND UNDERSTANDING&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;The Creative Venue Technician will know and understand:&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;74&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Understanding the Industry (terms &amp;amp; relationships)&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;253&quot;&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;be computer literate – in word processing, spreadsheets and digital control systems to thereby assist in communication, planning, monitoring and operation of production processes, building services and creative venue technologies e.g. email, drafting reports, supplying technical information and programming production control consoles&lt;/li&gt;\r\n&lt;li&gt;comply with creative venue budgetary and financial management protocols&lt;/li&gt;\r\n&lt;li&gt;communicate effectively with co-workers and manage work groups&lt;/li&gt;\r\n&lt;li&gt;deal politely and respectfully with stakeholders, ranging from freelance, touring and venue staff to performers, community groups and the public&lt;/li&gt;\r\n&lt;li&gt;diligently manage their own punctuality and working time as required by venue activities&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;174&quot;&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;health and safety standards including manual handling, work at height, provision and use of work equipment, construction (design and management), noise, first aid, working hours, electricity at work, fire &amp;amp; emergency procedures, accident reporting and &lt;em&gt;Technical Standards for Places of Entertainment&lt;/em&gt;&lt;/li&gt;\r\n&lt;li&gt;security and control of equipment protocols&lt;/li&gt;\r\n&lt;li&gt;management structures within a venue, etiquette and culture, including communication protocols and interdependencies of departments&lt;/li&gt;\r\n&lt;li&gt;relevant industry bodies and their roles e.g. HSE, ABTT, BECTU&lt;/li&gt;\r\n&lt;li&gt;principles of stage and production management&lt;/li&gt;\r\n&lt;li&gt;creative venue safety systems&lt;/li&gt;\r\n&lt;li&gt;the history, styles, architecture, terminology and acoustics of creative venues&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;74&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Planning&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;253&quot;&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;prepare risk assessments and method statements to help ensure safe planning and delivery of work processes in the venue&lt;/li&gt;\r\n&lt;li&gt;prepare and interpret system specifications e.g. ground plans, lighting plans and design drawings&lt;/li&gt;\r\n&lt;li&gt;prepare written information and reports e.g. cue sheets, post-performance reports, handover notes&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;174&quot;&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;the selection of the correct tools and equipment for tasks such as assembling scenic components and truss and rigging lighting, audio and video equipment&lt;/li&gt;\r\n&lt;li&gt;computer-aided design – viewing, extracting information and realising specifications from system designs e.g. stage plans, lighting plans and sound schematics&lt;/li&gt;\r\n&lt;li&gt;environmental and sustainability protocols e.g. correct disposal of different lamp types and electronic equipment, reduction in use of PVC products&lt;/li&gt;\r\n&lt;li&gt;approaches to problem solving – to achieve the creative team’s requirements within the appropriate venue or production’s resources&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;74&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Production Processes, Performance &amp;amp; Maintenance&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;253&quot;&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;competently use safety and access equipment e.g. personal and fall protection equipment, ladders, access towers and tallescopes&lt;/li&gt;\r\n&lt;li&gt;assemble and configure structures and systems from component parts to production specification - such as scenic and rigging structures, lighting, sound, power, dimming, amplification and control systems&lt;/li&gt;\r\n&lt;li&gt;undertake fault-finding of components and systems e.g. eliminating feedback in a live audio system&lt;/li&gt;\r\n&lt;li&gt;under direction – deploy, operate and maintain technical equipment e.g. lighting: select appropriate luminaires and accessories, test, rig, connect and focus to plan&lt;/li&gt;\r\n&lt;li&gt;operate hand and power tools safely e.g. podger, adjustable spanner, drill driver and jigsaw&lt;/li&gt;\r\n&lt;li&gt;programme and operate computerised control equipment e.g. lighting, sound and automation control desks&lt;/li&gt;\r\n&lt;li&gt;set and change scenes in live performance – setting and striking scenic elements under ‘show conditions’&lt;/li&gt;\r\n&lt;li&gt;undertake cueing and live operation e.g. operating a followspot to a show plot&lt;/li&gt;\r\n&lt;li&gt;operate suspension systems e.g. manual hemp, single and double purchase counterweight and automated theatrical flying systems&lt;/li&gt;\r\n&lt;li&gt;as directed – inspect, maintain and monitor venue and production systems e.g. emergency lighting, re-lamping, first line repairs, rig-check&lt;/li&gt;\r\n&lt;li&gt;diligently undertake stage crafts such as scenic construction, carpentry, metalwork, stage machinery, props, scene changes, knots and terminations&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;174&quot;&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;the agreed Industry safe working procedure: e.g. &lt;em&gt;The Code of Conduct for Get-ins, Fit-ups and Get-outs&lt;/em&gt;&lt;/li&gt;\r\n&lt;li&gt;recognition of production design elements – scenic, lighting, audio and visual e.g. means of scenic construction: timber, metal and textile&lt;/li&gt;\r\n&lt;li&gt;the properties of electricity, fixed and temporary electrical systems; theory, practice and safety e.g. to enable portable appliance testing of relevant technical equipment&lt;/li&gt;\r\n&lt;li&gt;the properties of mechanical and electro-mechanical systems e.g. to enable the assembly and monitoring of hydraulic systems for scenic effect&lt;/li&gt;\r\n&lt;li&gt;lifting operations; theory and practice e.g. to enable monitoring of a lifting operation in compliance with LOLER such as performer flying&lt;/li&gt;\r\n&lt;li&gt;how to identify potential improvements to systems and procedures to better enable the realisation of the creative team’s vision for the production&lt;/li&gt;\r\n&lt;li&gt;housekeeping – keeping venue work and storage areas clean, tidy and free from the build-up of waste materials&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;\r\n&lt;p&gt;&lt;strong&gt;Entry requirements: &lt;/strong&gt;Individual employers will identify any relevant entry requirements. Apprentices without Level 2 English &amp;amp; Maths will be required to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Duration: &lt;/strong&gt;The Apprenticeship will typically last 24 months.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Review date: &lt;/strong&gt;This standard will be reviewed after 3 years.&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "Claire Gill / Steve Walker",
    "contactAddress": "Ofqual \r\nEarlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "public.enquiries@ofqual.gov.uk",
    "webLink": "https://www.gov.uk/government/organisations/ofqual"
  },
  "approvedForDelivery": "2018-01-26T00:00:00 +00:00",
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "johnyoung@jyci.co.uk",
  "involvedEmployers": "Albany Theatre,  London, Ambassador Theatre Group, Belgrade Theatre Coventry, English National Opera, Fairfield Halls, Glyndebourne, National Theatre, Quartermaster Studios, Really Useful Group, Royal Opera House, South Bank Centre, Stage Electrics, Stage Technologies, White Light",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Venue Technician",
    "Theatre Technician",
    "Stage Technician",
    "Lighting Technician",
    "Sound Technician",
    "Video Technician",
    "Automation Technician"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Media, Broadcast and Production",
  "cluster": "Production Arts Assistant",
  "createdDate": "2017-11-14T17:11:09 +00:00",
  "lastUpdated": "2017-11-14T17:11:09 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/creative-venue-technician-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/creative-venue-technician-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}