{
  "templateType": "Occupational Standard",
  "larsCode": 263,
  "referenceNumber": "ST0166",
  "learningAimClassCode": "",
  "title": "Equine groom",
  "status": "In development",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0166",
  "qualificationStandardUrl": null,
  "versionNumber": "",
  "change": "",
  "changedDate": "2024-09-04T00:00:00",
  "earliestStartDate": "2018-04-13T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Working with and caring for horses.",
  "level": 2,
  "ePALength": 4,
  "typicalDuration": 12,
  "maxFunding": 0,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "Equine groom",
    "horse care",
    "horses",
    "stables",
    "animal care"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0166-in-revision?view=epa",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.3 Animal care and veterinary science",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;Occupational Profile&lt;/h3&gt;\n&lt;p&gt;For over 4000 years we have worked in partnership with horses and cared for their needs. There are about a million horses (including all domestic equine species, namely horses, ponies, donkeys and their hybrids) kept for recreation and commercial use in the UK. The Equine Groom is a fundamental occupational role in all equine businesses, and vital to an industry that contributes over &#163;8bn to the British economy each year. Horse industries are steeped in tradition, yet embrace innovation and technology.&lt;/p&gt;\n&lt;p&gt;Apprentices will be entering a vocational industry, where they can expect to handle a variety of horses in different working environments. They must adhere to safe working practices, be prepared to work in all weather conditions and often in “out of hours” situations. They will be required to have dedication, commitment and the physical and mental toughness to cope with the rigours of the role. Living on site for part or all of the duration of the apprenticeship may be necessary.&lt;/p&gt;\n&lt;p&gt;The occupation requires competent individuals who are committed to the safety and welfare of the horses in their care. They will use their theoretical knowledge and understanding, practical experience and empathy to maintain the horses’ physical and psychological well-being within a safe working environment. This is a practical, “hands on” occupation where apprentices will work under supervision individually or as part of a diverse team. The Equine Groom is an integral part in the life of the horse, providing essential day-to-day care. They will be involved with feeding, grooming, cleaning equipment, handling, preparing, exercising the horses and carrying out routine yard duties.&lt;/p&gt;\n&lt;p&gt;The Equine Groom may also be required to assist with the preparation of, transport to and care for horses at competitions, the races, sales, shows and other public appearances. Dependent on which sector of the industry the Equine Groom has chosen, appropriate people skills will be essential.&lt;/p&gt;\n&lt;p&gt;The Equine Groom apprentice will need to decide in which sector of the industry they wish to progress and select the appropriate occupational route.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;Duty&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Safe Working Practices&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Current health, safety and security requirements, policies and procedures including Personal Protective Equipment (PPE). Rules and Codes of Practice and ethics relevant to the workplace.&lt;/td&gt;\n&lt;td&gt;Work safely and efficiently at all times and comply with current health, safety and security policies and procedures (including PPE).&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Yard and Field Routines and Duties&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Routine yard and field duties and horse husbandry. The principles of stabling and grassland care. Policies and procedures for new horse(s) arriving on the yard. How to minimise waste and environmental and sustainable working practices.&lt;/td&gt;\n&lt;td&gt;Carry out all yard and field duties to include mucking out, skipping out, tidying and cleaning the yard, watering and feeding. Assess suitability of stabling and grassland environments for horses including checking for hazards etc. Assist with the arrival of a new horse to the yard, following current yard procedures and measures to prevent and control the spread of disease.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Horse Anatomy, Physiology and Welfare&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Equine terminology used to describe horses. Basic anatomy and physiology, including the digestive and skeletal systems. The core principles of horse welfare (including health) and care of the sick horse. The basics of current legal welfare requirements. The importance of routine health care and record keeping including veterinary reports, passports, vaccinations, worming, farriery and dentistry, etc.&lt;/td&gt;\n&lt;td&gt;Recognise, identify and describe horses including sex, height, type, colours and markings. Identify basic anatomy, to include points of the horse. Recognise signs of good and poor welfare (including ill health) and check for injuries. Report relevant information and assist with medical treatment and other industry specialists, including Senior Groom, Dentist, Farrier, Veterinary surgeon. Ensure the horses’ welfare before and after exercise or travel.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Horse Handling, Care and Appearance&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;The horses’ natural instincts, mental abilities and the principles of how horses behave and learn; the different methods of safe handling in various situations. The core principles of horse care including feeding, watering, grooming and foot care. The basics of trimming, clipping and plaiting.&lt;/td&gt;\n&lt;td&gt;Handle a variety of horses in the workplace to include tying up, leading, trotting up, turning out and catching in. Recognise different types of feed and hay and check their quality. Groom a horse including checking feet and shoes. Demonstrate trimming and plaiting.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Saddlery and Equipment&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Common workplace saddlery, equipment and clothing used and how to maintain it. A basic awareness of discipline-specific saddlery and equipment.&lt;/td&gt;\n&lt;td&gt;Fit a variety of common saddlery, equipment and horse clothing. Remove, clean and store common saddlery and equipment. Check the safe and effective working condition of all saddlery, equipment and clothing&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Travelling Horses&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Current workplace principles and legal requirements relating to commercial transport of horses.&lt;/td&gt;\n&lt;td&gt;Prepare horse(s) for travel using appropriate clothing and equipment. Assist with loading and unloading before and after travel.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Non-Ridden Exercise&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;A variety of non-ridden exercise procedures used in the different workplaces.&lt;/td&gt;\n&lt;td&gt;Prepare for and provide a variety of appropriate non-ridden exercise including an introduction to lungeing.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;Duty&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Safe Working&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Maintain safe working practices, which must be adhered to at all times with constant situational awareness and adaptability to ensure safety of the horse, themselves and others. Have the ability to work efficiently to meet time deadlines and organisational requirements.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Work Ethic&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Have a strong work ethic, a willingness to learn. Be respectful, punctual, reliable, trustworthy and diligent and prepared to work irregular hours, in all weathers. Take a pride in their work, showing commitment and loyalty, whilst conducting themselves in a professional manner.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Responsibility&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Have responsibility for themselves, others and the equines in their care, showing respect, empathy, patience and tolerance in all situations. Work with methods that reduce any risk of injury to horses, themselves or others. Develop the life skills required to live independently.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Team Work&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Have the ability to work both individually and as part of a diverse team as required, understanding their role and changing priorities when the situation dictates. Show respect to their fellow workers.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Communication&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Respect the need for confidentiality and adhere to data protection policies. Communicate effectively with colleagues, supervisors, visitors and clients. Show good interpersonal skills and accurately report any concerns, incidents and abnormalities. Know when to ask for advice or guidance. Use social media responsibly.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;strong&gt;Occupational Routes &lt;/strong&gt;The apprentice will select one of the five specialised routes with additional knowledge and skills:-&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;Duty&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Route specific knowledge&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Route specific skills&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;1. Breeding&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Principles of equine reproduction to include the initial mating decisions, the importance of teasing, monitoring pregnancy and weaning. Specific principles of care and welfare including health related to maintaining breeding equines and offspring. Methods, equipment and technology currently used to breed and register equines. The basics of preparing equines for commercial or private sale. The main diseases relating to breeding equines and the relevant industry Codes of Practice. Problems that may happen with covering stallions, foaling mares and youngstock throughout their early years.&lt;/td&gt;\n&lt;td&gt;Demonstrate basic safe competence in handling equines used for breeding purposes including assisting with teasing and covering. Observe the onset of, and assist if required, foaling of an equine and following on procedures. Demonstrate an awareness of reproductive status; including the interpretation of teasing results and the specialist care of breeding equines at all stages of the reproductive cycle. Recognise the importance of; and participate in, the maintenance of disease control within an equine breeding population. Assist with the work of breeding industry specialists; using equipment, machinery and technology appropriately as directed. Assist with the preparation and show of equines of varying ages, as directed, for commercial and/or private sale.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;2. Driving&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;All parts of a single set of harness. The correct single harness to use with two and four wheeled vehicles with independent shafts. Correct fit of single harness to two and four wheeled vehicles. The procedures for harnessing up and putting to with an assistant and safe areas to do so. The basic principles of cleaning leather and composite leather harness. Cleaning of wooden and metal vehicles, safe storage of two and four wheeled vehicles. The core principles of long reining for exercise and the equipment used.&lt;/td&gt;\n&lt;td&gt;Harness up and put to with an assistant a single turnout in both a two and four wheeled vehicle. Act as a groom/ backstepper in exercising/show/trials (select one discipline). Exercise horses/ponies in a non driving environment, to be able to lunge or longrein in an enclosed area, in a circle for exercise purposes. Drive a quiet pleasure single turnout in an enclosed area demonstrating safe rein handling, turns to the left and right, in the walk and trot. To be able to halt. Mount and dismount in a safe manner. Demonstrate safe use of the whip. Take horse out of vehicle with assistance and unharness horse in a safe manner.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;In addition to the above specialist Racing knowledge and skills, Equine Groom apprentices taking the Racing Route will be required to select onemof two racing pathways as follows:- i)Racing Exercise Groom- Provide ridden exercise regimes to Thoroughbred racehorses according to instructions, safely and in control, with a good, secure and balanced position, in line with yard and industry practice. Support the work of the Racing Yard Based Grooms. Maintain industry weight requirements and be sufficiently fit to ride for up to six hours a day. ii)Racing Yard Based Groom - Provide non-ridden exercise regimes to Thoroughbred racehorses safely and according to instruction. Support the work of the Racing Exercise Grooms. Contribute to yard based industry record keeping, operate equipment, machinery and technology appropriately to assist with the effective organisation and maintenance of the commercial racing business premises.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;Duty&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Route specific knowledge&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Route specific skills&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;3.Racing&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;The Thoroughbred racehorse as a high performance equine athlete and the specific exercise regimes used in the racing industry to prepare and train horses to race. The specific routines for working in a racing yard and taking horses racing including how to care for horses prior to and after strenuous work and racecourse performance. The regulatory requirements for adhering to industry policy and practice, including security procedures in the yard, at the races and at public sales venues. Technical racing terms and vocabulary, the racing industry structure and key organisations. The industry protocol for taking a horse racing and how to lead up a Thoroughbred racehorse at the races&lt;/td&gt;\n&lt;td&gt;Handle Thoroughbred racehorses in and out of full training. Fit a variety of specialist racing equipment and tack. Carry out the specific routines required in a racing yard and in taking horses racing, complying with industry regulatory requirements, policy and practice. Provide exercise regimes to racehorses as directed and effectively care for horses prior to and after strenuous work and racecourse performance. Prepare and lead up a Thoroughbred racehorse at the races in accordance with industry practice and the Rules of Racing. Provide after race care including compliance with industry regulations and post-race dope testing procedures.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;In addition to the above specialist Racing knowledge and skills, Equine Groom apprentices taking the Racing Route will be required to select onemof two racing pathways as follows:- i)Racing Exercise Groom- Provide ridden exercise regimes to Thoroughbred racehorses according to instructions, safely and in control, with a good, secure and balanced position, in line with yard and industry practice. Support the work of the Racing Yard Based Grooms. Maintain industry weight requirements and be sufficiently fit to ride for up to six hours a day. ii)Racing Yard Based Groom - Provide non-ridden exercise regimes to Thoroughbred racehorses safely and according to instruction. Support the work of the Racing Exercise Grooms. Contribute to yard based industry record keeping, operate equipment, machinery and technology appropriately to assist with the effective organisation and maintenance of the commercial racing business premises.&lt;/p&gt;\n&lt;table border=&quot;0&quot; style=&quot;height: 966px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 21px;&quot;&gt;\n&lt;th style=&quot;height: 21px;&quot;&gt;&lt;strong&gt;Duty&lt;/strong&gt;&lt;/th&gt;\n&lt;th style=&quot;height: 21px;&quot;&gt;&lt;strong&gt;Route specific knowledge&lt;/strong&gt;&lt;/th&gt;\n&lt;th style=&quot;height: 21px;&quot;&gt;&lt;strong&gt;Route specific skills&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 588px;&quot;&gt;\n&lt;td style=&quot;height: 588px;&quot;&gt;&lt;strong&gt;4. Riding&lt;/strong&gt;&lt;/td&gt;\n&lt;td style=&quot;height: 588px;&quot;&gt;The fundamental importance of adopting a correct riding position. Different riding styles appropriate to different disciplines and situations. School rules and regulations. Riding terminology including paces/ aids/ school figures. How to ride in the open with consideration for weather, hazards and varied terrain. The use of pole work to include distances of trot poles and basic principles of jumping The Highway and Country Code and safe protocol for riding on the road and public places. The importance of riding according to instruction. An awareness of customer needs and how this can influence customer care.&lt;/td&gt;\n&lt;td style=&quot;height: 588px;&quot;&gt;Adopt an appropriate basic riding position. Ride an experienced/schooled horse according to instruction, independently and as part of a group in an enclosed area. Ride in a balanced, secure position showing control in walk, trot and canter, working with and without stirrups whilst demonstrating movements i.e. circles, turns, etc. Ride in the open, in a forward seat according to instruction with control, security and balance. Ride with a balanced, secure, forward seat over ground poles at trot to enable progression to ride, where practical, over a short course of fences with control, security and balance. Ride on the road or in public places according to laid down procedures, Highway and Country Codes. Open &amp;amp; close a gate whilst mounted. Negotiate everyday obstacles/hazards with control, security and balance. Ride a quiet horse whilst leading another quiet horse or pony.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 357px;&quot;&gt;\n&lt;td style=&quot;height: 357px;&quot;&gt;&lt;strong&gt;5. Non-Riding&lt;/strong&gt;&lt;/td&gt;\n&lt;td style=&quot;height: 357px;&quot;&gt;The importance of stock rotation and maintenance and storage of supplies and equipment. What is involved in maintaining an establishment and how this can be organised. An awareness of customer needs and how this can influence customer care. Appropriate office duties including answering the telephone, processing information and basic IT system and skills used in the workplace. The benefits and practice of lungeing and the equipment involved.&lt;/td&gt;\n&lt;td style=&quot;height: 357px;&quot;&gt;Assist with storage of supplies and stock rotation. Contribute to the organisation and maintenance of establishment. Engage with customers and identify their needs. Assist with appropriate office duties including answering the telephone, processing information and use workplace IT systems. Contribute to yard based records including passports, vaccinations, worming, farriery, dentistry etc. Assist and support Riding Grooms and provide non-ridden exercise regimes. Prepare for and lunge a horse for exercise in an enclosed area according to instruction.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;The Apprenticeship would typically take 12-18 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;English and Maths&lt;/strong&gt;&amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 1 English and maths will need to achieve this level and take the test for level 2 English and maths prior to completion of their Apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;This is a Level 2 Apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review&lt;/strong&gt;&amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;3 years or when significant change is required.&lt;/p&gt;",
  "occupationalSummary": "&lt;p style=&quot;margin-bottom: 12pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;This occupation is found in every sub-sector of the equine industry, such as Breeding, the Cavalry, Charities/Rescue Centres, Dressage, Driving, Endurance, Eventing, Hunting, Private yards/Livery Yards, Riding Schools, Showing, Show Jumping, Racing, Polo, Trekking, Rehabilitation centres, Competition yards and Western Riding.&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;margin-bottom: 12pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;The broad purpose of the occupation is to handle a variety of horses in different working environments. They must adhere to safe working practices, be prepared to work in all weather conditions and often in “out of hours” situations. They will be required to have dedication, commitment and the physical resilience to cope with the rigours of the role. Living on site for part or all of the duration of the apprenticeship may be necessary.&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;margin-bottom: 12pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;&amp;nbsp;&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;margin-bottom: 12pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;The occupation requires competent individuals who are committed to the safety and welfare of the horses in their care. They will use their theoretical knowledge and understanding, practical experience and empathy to maintain the horses’ physical and psychological well-being within a safe working environment. This is a practical, “hands on” occupation where apprentices will work under supervision individually or as part of a diverse team. The Equine Groom is an integral part in the life of the horse, providing essential day-to-day care. They will be involved with feeding, grooming, cleaning equipment, handling, preparing, exercising the horses and carrying out routine yard duties.&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;margin-bottom: 12pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;The Equine Groom may also be required to assist with the preparation of, transport to and care for horses at competitions, the races, sales, shows and other public appearances. Dependent on which sector of the industry the Equine Groom has chosen, appropriate people skills will be essential.&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;margin-bottom: 12pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;An Equine Groom apprentice will need to decide in which sector of the industry they wish to progress and select one of the following occupational options (in liaison with their employer): -&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;margin-bottom: 12pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;Flat riding groom - To safely provide practical day-to-day care as well as non-ridden exercise for horses, with empathy. Working under supervision, maintaining health and welfare, whilst becoming an integral part of the horses&#39; life. To safely exercise experienced/ schooled horses in a variety of flat ridden situations, according to instruction.&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;margin-bottom: 12pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;Jump riding groom - To safely provide practical day-to-day care and non-ridden exercise for horses, with empathy. Working under supervision, maintaining health and welfare, whilst becoming an integral part of the horses&#39; life. To safely exercise experienced/ schooled horses in a variety of jumping situations, including over fences, according to instruction.&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;margin-bottom: 12pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;Non-riding groom - To safely provide practical day-to-day care and non-ridden exercise for horses, with empathy. Working under supervision, maintaining health and welfare, whilst becoming an integral part of the horses&#39; life. Also assisting with office duties and customer care.&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;margin-bottom: 12pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;Racing exercise groom - Provides ridden exercise regimes to Thoroughbred racehorses according to instructions, safely and in control, with a good, secure and balanced position, in line with yard and industry practice. Supports the work of the Racing Yard Based Grooms. Maintains industry weight requirements and be sufficiently fit to ride for up to six lots a day.&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;margin-bottom: 12pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;Racing Yard based groom -&amp;nbsp;Provides non-ridden exercise regimes to Thoroughbred racehorses safely and according to instruction. Supports the work of the Racing Exercise Grooms. Contribute to yard-based industry record keeping, operate equipment, machinery and technology appropriately to assist with the effective organisation and maintenance of the commercial racing business premises.&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;margin-bottom: 12pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;Breeding groom - This role will allow the apprentice to develop a full understanding and gain experience of the many aspects of breeding, whether by natural covering, artificial insemination or embryo transfer. The apprentice will be part of a team, learning how to deal with the day-to-day care of brood mares,&amp;nbsp;youngstock,&amp;nbsp;stallions and foals, focusing on ensuring safety within the team and the horses in their care at all times.&amp;nbsp;The apprentice is expected to show reliability and stamina,&amp;nbsp;dedication and have empathy with the animal, working in all weathers&amp;nbsp;and -at times- out of hours&amp;nbsp;for foaling, covering, inseminating and&amp;nbsp;in cases of emergency.&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;margin-bottom: 12pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;Driving groom -&amp;nbsp;This role will allow the apprentice to develop a full understanding and gain experience of the various aspects of preparing and driving carriages ,as well as the care of harness horses, how to &amp;nbsp;care for the equipment, ensuring safety and appropriate use at all times, Whether driving for pleasure on the roads, competitively &amp;nbsp;or commercially with one, two or four horses, clear communication between the driver and the back-step groom/s is crucial to everyone&#39;s safety.&amp;nbsp;The apprentice is expected to show reliability and stamina, have empathy with the animal, working in all weather and -at times- out of hours, in cases of emergency.&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;margin-bottom: 12pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;In their daily work, an employee in this occupation interacts with&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;text-indent: -18pt; margin: 7.5pt 0 7.5pt 47.25pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 10pt; font-family: Symbol; color: rgba(51, 64, 71, 1);&quot;&gt;&#183;&amp;nbsp; &lt;/span&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;Other grooms&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;text-indent: -18pt; margin: 7.5pt 0 7.5pt 47.25pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 10pt; font-family: Symbol; color: rgba(51, 64, 71, 1);&quot;&gt;&#183;&amp;nbsp; &lt;/span&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;Senior grooms&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;text-indent: -18pt; margin: 7.5pt 0 7.5pt 47.25pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 10pt; font-family: Symbol; color: rgba(51, 64, 71, 1);&quot;&gt;&#183;&amp;nbsp; &lt;/span&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;Managers&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;text-indent: -18pt; margin: 7.5pt 0 7.5pt 47.25pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 10pt; font-family: Symbol; color: rgba(51, 64, 71, 1);&quot;&gt;&#183;&amp;nbsp; &lt;/span&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;Clients&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;text-indent: -18pt; margin: 7.5pt 0 7.5pt 47.25pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 10pt; font-family: Symbol; color: rgba(51, 64, 71, 1);&quot;&gt;&#183;&amp;nbsp; &lt;/span&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;Suppliers&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;text-indent: -18pt; margin: 7.5pt 0 7.5pt 47.25pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 10pt; font-family: Symbol; color: rgba(51, 64, 71, 1);&quot;&gt;&#183;&amp;nbsp; &lt;/span&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;Vets&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;text-indent: -18pt; margin: 7.5pt 0 7.5pt 47.25pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 10pt; font-family: Symbol; color: rgba(51, 64, 71, 1);&quot;&gt;&#183;&amp;nbsp; &lt;/span&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;Farriers&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;text-indent: -18pt; margin: 7.5pt 0 7.5pt 47.25pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 10pt; font-family: Symbol; color: rgba(51, 64, 71, 1);&quot;&gt;&#183;&amp;nbsp; &lt;/span&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;Equine dental technicians&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;text-indent: -18pt; margin: 7.5pt 0 7.5pt 47.25pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 10pt; font-family: Symbol; color: rgba(51, 64, 71, 1);&quot;&gt;&#183;&amp;nbsp; &lt;/span&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;Members of the public&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;margin-bottom: 12pt;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;An employee in this occupation will be responsible for the safety and welfare of the horses in their care. This will require significant commitment. They will use their theoretical knowledge and understanding, practical experience and empathy, to maintain the horse&#39;s physical and psychological well-being within a safe working environment. This is a practical, “hands on” occupation where apprentices will work under supervision individually or as part of a diverse team.&lt;/span&gt;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "2ca0fcb2-384d-448b-8ec0-a47d916ccda7",
      "detail": "Current health, safety and security requirements, policies and procedures including Personal Protective Equipment (PPE), Rules and Codes of Practice and ethics relevant to the workplace. (core)."
    },
    {
      "knowledgeId": "efc69f6e-f675-4e7f-b686-00dfece39d21",
      "detail": "Routine yard and field duties and horse husbandry and the principles of stabling and grassland care. (core)"
    },
    {
      "knowledgeId": "398961f4-87c0-4462-9c31-e3a6a5b37f3f",
      "detail": "Policies and procedures for new horse(s) arriving on the yard including measures to prevent and control spread of disease. (core)"
    },
    {
      "knowledgeId": "2a474bd3-6226-4dde-81aa-452e7146d1ca",
      "detail": "Potential impact of equine activities on the environment and promoting sustainable working practices to minimise waste. (core)"
    },
    {
      "knowledgeId": "d5dae65f-8aca-4fa7-ac8f-a4357d97fc70",
      "detail": "Equine terminology used to describe horses including sex, height, type, colours and markings. (core)"
    },
    {
      "knowledgeId": "49454a59-7447-4f99-83eb-25b9716af358",
      "detail": "The bones of the lower limb, points of the horse and the position of the major internal organs. (core)"
    },
    {
      "knowledgeId": "131273c2-1331-4e51-9cbf-1cce3a0c7d9e",
      "detail": "The core principles of horse welfare (including health) and care of the sick horse, including the basics of current legal welfare requirements. (core)"
    },
    {
      "knowledgeId": "53486706-f8c6-4bb0-a9a1-f4c3675aa6ec",
      "detail": "The importance of routine health care and record keeping including veterinary reports, passports, vaccinations, worming, farriery and dentistry. (core)"
    },
    {
      "knowledgeId": "dd2402b6-2867-415e-be3e-142b257382be",
      "detail": "Processes to check the horses’ welfare before and after exercise or travel (core)"
    },
    {
      "knowledgeId": "4ea38d4d-a945-409b-8c32-f59ae019bd86",
      "detail": "The horses’ natural instincts, mental abilities and the principles of how horses behave and learn; the different methods of safe handling in various situations. (core)"
    },
    {
      "knowledgeId": "be379779-4b9d-41fd-8836-a68958137088",
      "detail": "The core principles of horse care including feeding, watering, grooming and foot care. (core)"
    },
    {
      "knowledgeId": "bcf35d49-12a3-4142-911f-bf463c40bad2",
      "detail": "The basics of trimming and plaiting. (core)"
    },
    {
      "knowledgeId": "bd6fb698-da72-43c3-bb8e-3298956bfdad",
      "detail": "Common workplace saddlery, equipment and clothing used and how to maintain it. (core)"
    },
    {
      "knowledgeId": "199fa425-50ee-44eb-bca9-9f5d67bfb21b",
      "detail": "Awareness of discipline-specific saddlery and equipment. (core)"
    },
    {
      "knowledgeId": "110ca3a2-307b-4782-96b1-1c1b4db9bfae",
      "detail": "Current workplace principles and legal requirements relating to commercial transport of horses. (core)"
    },
    {
      "knowledgeId": "cc2c42f0-aa00-4773-9efd-ca9e2d5a8c4f",
      "detail": "A variety of non-ridden exercise procedures used in different workplaces. (core)"
    },
    {
      "knowledgeId": "c7c71b0a-1599-4c85-9275-3310e86e3289",
      "detail": "Know how to report any concerns, incidents and abnormalities regarding the welfare of a horse or activities within the organisation. (core)."
    },
    {
      "knowledgeId": "463b950b-86f2-4bc0-9584-42e74f444fae",
      "detail": "School rules and regulations focusing on those relevant to flat riding. (flat)"
    },
    {
      "knowledgeId": "e0eca61a-6e4a-4e92-9d9f-c90592fc9a2a",
      "detail": "Riding terminology including paces, aids and school figures. (flat)"
    },
    {
      "knowledgeId": "dc9e5631-a68f-4b2e-9b40-b1bf30c00acd",
      "detail": "The fundamental importance of adopting a correct position on the flat. (flat)"
    },
    {
      "knowledgeId": "6f3a7788-3ed5-45b6-a679-4641e4b33d86",
      "detail": "Different riding styles appropriate for different flat riding disciplines and situations. (flat)"
    },
    {
      "knowledgeId": "348e18be-448d-4cd1-8d6e-7103ef9a5201",
      "detail": "The Highway and Country Code and safe protocol for riding on the road and public places. (flat)"
    },
    {
      "knowledgeId": "7e2e1cd7-5b0c-4bd6-bf8e-9e139035e927",
      "detail": "How to ride in the open with consideration for weather, hazards and varied terrain. (flat)"
    },
    {
      "knowledgeId": "e1c4731e-df13-43e9-903d-10d777bb098b",
      "detail": "The importance of riding according to instruction. (flat)"
    },
    {
      "knowledgeId": "e5c6ef93-5dd6-4d71-adcb-d092b6799136",
      "detail": "Customer needs and how this can influence customer care. (flat)"
    },
    {
      "knowledgeId": "b7707612-64db-49ff-9f02-08426439346e",
      "detail": "The use of pole-work to include distances of trot poles and basic principles of jumping. (jump)"
    },
    {
      "knowledgeId": "d9c41107-14a6-47c1-b3fc-fbd765a34ffc",
      "detail": "The fundamental importance of adopting a correct jumping riding position. (jump)"
    },
    {
      "knowledgeId": "814bcb94-3b3b-4d3c-833a-846ef0a356da",
      "detail": "Understand the techniques of jumping a short course of show jumping fences. (jump)"
    },
    {
      "knowledgeId": "e994988e-a43d-4772-ad85-a424a8622f5b",
      "detail": "Riding terminology including paces, aids and school figures. (jump)"
    },
    {
      "knowledgeId": "dde9a145-7759-45c6-b51a-6c22eb864db4",
      "detail": "School rules and regulations focusing on those relevant to jump riding. (jump)"
    },
    {
      "knowledgeId": "b78d164d-cc3c-4b54-8cfe-8bd107dd35c6",
      "detail": "Different jumping riding styles appropriate to different disciplines and situations. (jump)"
    },
    {
      "knowledgeId": "394fd8a1-c76b-4b1e-b0fc-9d4d15f11da7",
      "detail": "The Highway and Country Code and safe protocol for riding on the road and public places. (jump)"
    },
    {
      "knowledgeId": "f0a7ec2c-da0d-448f-8769-d2b1767ee16f",
      "detail": "How to ride in the open with consideration for weather, hazards and varied terrain. (jump)"
    },
    {
      "knowledgeId": "15b847e8-c518-454b-920c-285dd4810d3d",
      "detail": "The importance of riding according to instruction. (jump)"
    },
    {
      "knowledgeId": "d3b4b07d-3022-4c0d-8c25-bfc31708aa8c",
      "detail": "The industry protocol for taking a horse racing and how to lead up a Thoroughbred racehorse at the races, including pre and post race activities. (racing exercise)"
    },
    {
      "knowledgeId": "649572bf-cb61-4460-8bd1-90b6746f6ea5",
      "detail": "The Thoroughbred racehorse as a high performance equine athlete and the specific exercise regimes used in the racing industry to prepare and train horses to race. (racing exercise)"
    },
    {
      "knowledgeId": "904d83d3-0df5-40d1-874d-622228e42c25",
      "detail": "The specific routines for working in a racing yard. (racing exercise)"
    },
    {
      "knowledgeId": "5604fa42-7800-4965-9652-28d3a4a1ce2e",
      "detail": "Technical racing terms and vocabulary, the racing industry structure and key organisations. (racing exercise)"
    },
    {
      "knowledgeId": "535a9459-51e3-4a67-ad37-206f7387e761",
      "detail": "The regulatory requirements for adhering to industry policy and practice, including security procedures in the yard, at the races and at public sales venues. (racing exercise)"
    },
    {
      "knowledgeId": "78ed713a-29cf-4365-b82d-c0aa7ebd774c",
      "detail": "Industry protocol for registration and vaccination of race horses. (racing exercise)"
    },
    {
      "knowledgeId": "8b646279-0761-45da-aa22-18edb0376656",
      "detail": "The Thoroughbred racehorse as a high performance equine athlete and the specific exercise regimes used in the racing industry to prepare and train horses to race. (racing yard)"
    },
    {
      "knowledgeId": "7f0c2696-07f7-44a2-b512-98e1c7dee7c6",
      "detail": "The specific routines for working in a racing yard. (racing yard)"
    },
    {
      "knowledgeId": "d2fd019c-cfa1-4ff7-8114-5d4f1124a40b",
      "detail": "The regulatory requirements for adhering to industry policy and practice, including security procedures in the yard, at the races and at public sales venues. (racing yard)"
    },
    {
      "knowledgeId": "46c16f07-c922-42ee-ab00-84616db9ec85",
      "detail": "Technical racing terms and vocabulary, the racing industry structure and key organisations. (racing yard)"
    },
    {
      "knowledgeId": "72db4878-b148-496e-8b91-1a76391cc358",
      "detail": "Know what is involved in the organisation and completion of routine maintenance tasks within the workplace (non-riding)"
    },
    {
      "knowledgeId": "3efeef07-daac-4aa6-b179-1e044921a575",
      "detail": "The importance of stock rotation and maintenance and storage of supplies and equipment (non-riding)"
    },
    {
      "knowledgeId": "39fe7b52-b39b-4a1f-ac17-9ebb40cd8079",
      "detail": "Appropriate office duties including answering the telephone, processing information and basic IT systems and skills used in the workplace. (non-riding)"
    },
    {
      "knowledgeId": "d67ea40b-7d1f-496a-b150-b5b424716764",
      "detail": "The benefits and practice of lungeing and the equipment used. (non-riding)"
    },
    {
      "knowledgeId": "ba738dc3-82d0-4009-a2a3-924eeab9feb6",
      "detail": "School rules and regulations focusing on those relevant to non-riding duties. (non-riding)"
    },
    {
      "knowledgeId": "3579d05e-c86b-43a6-9ac8-5529ec35c1b6",
      "detail": "An awareness of customer needs and how this can influence customer care. (non-riding)"
    },
    {
      "knowledgeId": "a11b2169-1208-4348-b8b4-a13a97691679",
      "detail": "Principles of equine reproduction to include the initial mating decisions, the importance of teasing, monitoring pregnancy and be present at or assist with foaling and during weaning. (breeding)"
    },
    {
      "knowledgeId": "4cb0b0c0-3abb-4884-b5dc-0dbe775fddcc",
      "detail": "Specific principles of care and welfare including health related to maintaining breeding equines and offspring. (breeding)"
    },
    {
      "knowledgeId": "cde0daa9-8aaf-4e22-865c-4573589d5cdf",
      "detail": "The main diseases relating to breeding equines and the relevant industry Codes of Practice. (breeding)"
    },
    {
      "knowledgeId": "6f7f9742-759c-4031-8528-8abf3211b52d",
      "detail": "Problems that may happen with covering stallions, foaling mares and youngstock throughout their early years. (breeding)"
    },
    {
      "knowledgeId": "bd87b53a-b37c-427e-83a0-444019e73335",
      "detail": "Methods, equipment and technology currently used to breed and register equines. (breeding)"
    },
    {
      "knowledgeId": "b397f2ce-31fc-45b8-9769-9927b5620897",
      "detail": "The basics of preparing equines for commercial or private sale. (breeding)"
    },
    {
      "knowledgeId": "31a83af8-6d53-4bf8-998c-f52ed66d41fe",
      "detail": "All parts of a single set of harness. (driving)"
    },
    {
      "knowledgeId": "ae6ac178-47e0-4845-9bbe-60dff114acce",
      "detail": "The correct single harness to use with two and four wheeled vehicles with independent shafts. (driving)"
    },
    {
      "knowledgeId": "4b93db38-7ca9-493f-b9e0-dad24b5b564c",
      "detail": "Correct fit of single harness to two and four wheeled vehicles. The procedures for harnessing up and putting to with an assistant and safe areas to do so. (driving)"
    },
    {
      "knowledgeId": "0cfe445e-153f-4896-b53c-67ff388dd05d",
      "detail": "The basic principles of cleaning leather and composite leather harness. (driving)"
    },
    {
      "knowledgeId": "5bf03c49-2052-43ff-9836-4e58daf6909e",
      "detail": "Techniques for the cleaning of wooden and metal vehicles, safe storage of two and four wheeled vehicles. (driving)"
    },
    {
      "knowledgeId": "0e8d74b8-9b30-44c7-8d89-e9961900737c",
      "detail": "The core principles of long reining for exercise and the equipment used. (driving)"
    },
    {
      "knowledgeId": "2cdb834c-8764-4909-9139-59add213b9ce",
      "detail": "Guidelines for driving a horse and carriage on the public highway. (driving)"
    },
    {
      "knowledgeId": "9d8c043b-5f9d-4bf3-977a-c4949c8e4137",
      "detail": "The Highway and Country Code and safe protocol for riding on the road and public places. (driving)"
    },
    {
      "knowledgeId": "5c34c87c-3252-4942-9190-087a92bd88d3",
      "detail": "The benefits and practice of lungeing and the equipment used. (driving)"
    },
    {
      "knowledgeId": "61e93b24-658a-4300-9348-8a4552b204bd",
      "detail": "Principles of the use of the regulatory driving aid as a communication tool. (driving)"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "b2d94cc8-89fb-4eb0-bf1c-9f729ec0279a",
      "detail": "Maintain safe working practices, which must be adhered to at all times with constant situational awareness and adaptability to ensure safety of the horse, themselves and others. (core)"
    },
    {
      "behaviourId": "5dce882e-e7ed-48a5-902c-2b6c712b7bf0",
      "detail": "Have a strong work ethic, a willingness to learn. Be respectful, punctual, reliable, trustworthy and diligent and prepared to work irregular hours and in all weathers. Take a pride in their work, showing commitment and loyalty, whilst conducting themselves in a professional manner. (core)"
    },
    {
      "behaviourId": "68ba317a-6c87-4b01-9c19-bd6bb2e2a10c",
      "detail": "Have responsibility for themselves, others and the equines in their care, showing respect, empathy, patience and tolerance in all situations. Work with methods that reduce any risk of injury to horses, themselves or others. (core)"
    },
    {
      "behaviourId": "3fab1914-1921-465d-bfc3-58c2411005bd",
      "detail": "Have the ability to work both individually and as part of a diverse team as required, understanding their role and changing priorities when the situation dictates. (core)"
    },
    {
      "behaviourId": "5da27cd4-b535-4b96-b9a9-c42094bf1136",
      "detail": "Respect the need for confidentiality and adhere to data protection policies, including using social media responsibly. (core)"
    },
    {
      "behaviourId": "e7585b18-3556-4a8a-8e6e-bd47ab34f4a8",
      "detail": "Have the ability to work efficiently to meet time deadlines and organisational requirements. (core)"
    }
  ],
  "skills": [
    {
      "skillId": "e01b3ba9-3fba-44ba-8b77-358cdbb66fdf",
      "detail": "Work safely and efficiently at all times and comply with current health, safety and security policies and procedures (including PPE). (core)"
    },
    {
      "skillId": "4b46ed20-089e-453f-a94a-580e5856e022",
      "detail": "Carry out all typical yard and field routine duties to include mucking out, skipping out, tidying and cleaning the yard, watering and feeding. (core)"
    },
    {
      "skillId": "84d4e8c6-400b-4ca1-b6bb-399348e507bc",
      "detail": "Assess suitability of stabling and grassland environments for horses including checking for hazards etc. (core)"
    },
    {
      "skillId": "3c0ab87e-97f8-45e6-96e8-2466fdb3fd9f",
      "detail": "Assist with the arrival of a new horse to the yard, following current yard procedures and measures to prevent and control the spread of disease. (core)"
    },
    {
      "skillId": "bb3e0141-e75d-4ba5-b705-452032fb7c0b",
      "detail": "Recognise, identify and describe horses including sex, height, type, colours and markings. (core)"
    },
    {
      "skillId": "4e207496-bbae-4df4-b235-4a3a5ab6794d",
      "detail": "Identify anatomy of the horse to include the bones of the lower limb, points of the horse and the position of the major internal organs. (core)"
    },
    {
      "skillId": "a1a33154-e88d-457b-927f-d90107b989ab",
      "detail": "Recognise signs of good and poor welfare (including ill health) and check for injuries. (core)"
    },
    {
      "skillId": "5072f35f-5f72-4509-84c0-d8515750f3b1",
      "detail": "Report relevant information and assist with medical treatment and other industry specialists, including Senior Groom, Dentist, Farrier, Veterinary Surgeon. (core)"
    },
    {
      "skillId": "a42ca47a-ac7b-44ff-b598-8bf48e128a30",
      "detail": "Ensure the horses’ welfare before and after exercise or travel. (core)"
    },
    {
      "skillId": "3f56061a-39ee-43d8-9e9b-4f61fa5913f7",
      "detail": "Handle a variety of horses in the workplace to include tying up, leading, trotting up, turning out and catching in. (core)"
    },
    {
      "skillId": "b3293e62-837a-4ca6-8bf3-3a9304928fad",
      "detail": "Recognise different types of feed and hay and check their quality. (core)"
    },
    {
      "skillId": "6726c68b-3231-4635-81ea-cc410b0f79b7",
      "detail": "Groom a horse including checking feet and shoes. (core)"
    },
    {
      "skillId": "01769b32-92bb-4865-9847-516aecf730ee",
      "detail": "Demonstrate trimming and plaiting. (core)"
    },
    {
      "skillId": "0d74da06-26ce-4ee8-bf35-458d7739b632",
      "detail": "Fit a variety of common saddlery, equipment and horse clothing. (core)"
    },
    {
      "skillId": "c9dba7ec-9171-4462-b5c4-c9371b06c6b6",
      "detail": "Remove, clean and store common saddlery and equipment. (core)"
    },
    {
      "skillId": "f9dd57a6-1e68-4cd6-a994-b008cf54c16f",
      "detail": "Check the safe and effective working condition of all saddlery, equipment and clothing. (core)"
    },
    {
      "skillId": "65baeaff-7aa6-49c7-a728-c713c3c276dc",
      "detail": "Prepare horse(s) for travel using appropriate clothing and equipment. (core)"
    },
    {
      "skillId": "f135f1e8-327c-4532-b971-d063ce77127d",
      "detail": "Assist with loading and unloading before and after travel. (core)"
    },
    {
      "skillId": "7a1de860-c9c4-47fa-8a40-095fa70b29a0",
      "detail": "Prepare for and provide a variety of appropriate non-ridden exercise including fitting and use of lungeing equipment. (core)"
    },
    {
      "skillId": "7aa2383b-0600-442c-b19b-abe872a08337",
      "detail": "Communicate effectively with colleagues, supervisors, visitors and clients whilst showing good interpersonal skills. (core)"
    },
    {
      "skillId": "dcb9aebe-719c-4df6-a452-875220219058",
      "detail": "Ride appropriately to follow school rules and regulations in relation to flat groom duties. (flat)"
    },
    {
      "skillId": "99c007ae-037b-4a2a-ae3c-c38776d095a0",
      "detail": "Adopt an appropriate basic riding position on the flat. (flat)"
    },
    {
      "skillId": "e04d2527-3d79-4bd2-8c0e-858817ea505a",
      "detail": "Ride an experienced schooled horse, according to instruction, independently or as part of a group, in an enclosed area. (flat)"
    },
    {
      "skillId": "07d6eb0c-63a5-4299-9859-7f2c7ec0d5f4",
      "detail": "Ride in a balanced secure position, showing control at walk, trot and canter, working with and without stirrups whilst demonstrating movements (for example, circles, turns etc.) (flat)"
    },
    {
      "skillId": "6bb18e84-1f35-4d3a-aa30-7b5d5dd9b2f7",
      "detail": "Ride on the road or in public places according to laid down procedures, Highway and Country Codes. (flat)"
    },
    {
      "skillId": "02b04ab9-5f35-473f-8b5d-ce2574370202",
      "detail": "Open and close a gate whilst mounted. (flat)"
    },
    {
      "skillId": "47125871-93e8-483e-b8e8-a196286fe4bd",
      "detail": "Ride a quiet horse whilst leading another quiet horse or pony. (flat)"
    },
    {
      "skillId": "17f2437a-08dd-4821-a1bb-8fc97b490547",
      "detail": "Walk and trot over poles positioned on the ground in a steady and consistent rhythm. (flat)"
    },
    {
      "skillId": "09a93eda-7d29-4901-ac2a-5f25f7942d26",
      "detail": "Ride in the open, according to instruction, with control, security and balance over varied terrain, negotiating everyday obstacles/ hazards. (flat)"
    },
    {
      "skillId": "bd6277fd-7c93-41b7-a4c7-19279cf093ec",
      "detail": "Adopt an appropriate basic riding position when jumping. (jump)"
    },
    {
      "skillId": "bf3fe4c6-92fc-409b-8103-02f1bb1bd52e",
      "detail": "Ride in a balanced, secure forward seat over a short course of fences, with control, security and balance. (jump)"
    },
    {
      "skillId": "37aed95b-ea00-4a20-b3fd-11a0d4fcc528",
      "detail": "Ride a quiet horse whilst leading another quiet horse or pony. (jump)"
    },
    {
      "skillId": "a4791745-8032-4a42-abf2-7af9c1cd38ce",
      "detail": "Ride in the open, according to instruction, with control, security and balance over varied terrain, negotiating everyday obstacles/ hazards. (jump)"
    },
    {
      "skillId": "32a60979-36f2-476f-92a5-807ccfc1bf4f",
      "detail": "Open and close a gate whilst mounted. (jump)"
    },
    {
      "skillId": "3ea5ed3b-c945-4719-a321-bda581714213",
      "detail": "Ride on the road or in public places according to laid down procedures, Highway and Country Codes. (jump)"
    },
    {
      "skillId": "cdaca4fc-2c57-45ec-8ac4-7f1506f200cb",
      "detail": "Walk and trot over poles positioned on the ground in a steady and consistent rhythm. (jump)"
    },
    {
      "skillId": "c96c2ea2-67fb-4056-bb39-a684fe4a1e05",
      "detail": "Ride an experienced schooled horse, according to instruction, independently or as part of a group, in an enclosed area. (jump)"
    },
    {
      "skillId": "ebac4177-3802-4501-bba7-1cac15c966ba",
      "detail": "Ride appropriately to follow school rules and regulations in relation to jump riding. (jump)"
    },
    {
      "skillId": "efcc9d1d-88bf-4ab2-9db4-cdcdd511715c",
      "detail": "Provide pre and post race care including compliance with industry regulations. (racing exercise)"
    },
    {
      "skillId": "40a43168-5537-4ef1-b417-c23a245c1dc1",
      "detail": "Handle Thoroughbred racehorses in and out of full work. (racing exercise)"
    },
    {
      "skillId": "64d285b2-6d14-4079-8dd2-9b9015dc7c78",
      "detail": "Prepare and lead up a Thoroughbred racehorse at the races in accordance with industry practice and the Rules of Racing. (racing exercise)"
    },
    {
      "skillId": "204679b6-ffb2-4fc7-b5ff-d57a208b5454",
      "detail": "Fit a variety of specialist racing equipment and tack. (racing exercise)"
    },
    {
      "skillId": "5575c2c5-ad05-4c2c-a227-709fe236882f",
      "detail": "Ride appropriately to follow agreed industry protocols and regulations in relation to a racing exercise groom duties. (racing exercise)"
    },
    {
      "skillId": "d938b3a2-edf7-4d6a-840e-a545633a5f98",
      "detail": "Provide ridden exercise regimes to Thoroughbred racehorses according to instructions, safely and in control, with a good, secure and balanced position, in line with yard and industry practice. (racing exercise)"
    },
    {
      "skillId": "e706f99d-6fec-4431-9cb5-87011cc9c00d",
      "detail": "Carry out the specific routines required in a racing yard. (racing exercise)"
    },
    {
      "skillId": "d8105951-1df0-402a-bffa-5f34eda515ed",
      "detail": "Implement technique and methods to maintain industry weight and fitness requirements for riding racehorses in training. (racing exercise)"
    },
    {
      "skillId": "291cf72a-90e4-49e2-88f8-c5a53ac950b6",
      "detail": "Prepare and lead up a Thoroughbred racehorse at the races in accordance with industry practice and the Rules of Racing including pre and post race activities. (racing yard)"
    },
    {
      "skillId": "b039a1a0-4d0b-4e04-9852-07ec5784f4ad",
      "detail": "Provide non-ridden exercise regimes to Thoroughbred racehorses safely and according to instruction. (racing yard)"
    },
    {
      "skillId": "abc61b34-913b-4ac9-ba63-8a764dfb17c5",
      "detail": "Assist and support Racing Grooms and provide non-ridden exercise regimes. (racing yard)"
    },
    {
      "skillId": "0a174a23-ea97-4c5c-80eb-33490869b4b2",
      "detail": "Fit a variety of specialist racing equipment and tack. (racing yard)"
    },
    {
      "skillId": "001fc930-4fd1-4ff1-979f-323f88d3a76f",
      "detail": "Handle Thoroughbred racehorses in and out of full training. (racing yard)"
    },
    {
      "skillId": "095f7d2a-f5a5-44b4-87fe-505a6ff098a6",
      "detail": "Assist with storage of supplies and stock rotation. (non-riding)"
    },
    {
      "skillId": "adb6512a-9f96-4905-8101-2e8dbfefaa2f",
      "detail": "Contribute to the organisation and routine maintenance tasks within the workplace. (non-riding)"
    },
    {
      "skillId": "013e0b7d-50db-45ee-bb02-d6ef2dc99590",
      "detail": "Engage with customers and identify their needs. (non-riding)"
    },
    {
      "skillId": "c5d2dde9-df38-4ea6-a666-dd2c3e689aaf",
      "detail": "Assist with appropriate office duties including answering the telephone, processing information and use workplace IT systems. (non-riding)"
    },
    {
      "skillId": "bad1989a-afcd-4d35-b8dd-f9ff6aad5af8",
      "detail": "Contribute to yard-based records including passports, vaccinations, worming, farriery, dentistry etc. (non-riding)"
    },
    {
      "skillId": "366ecc9e-6a9d-402f-8d6d-e5f62fc8f4e6",
      "detail": "Prepare for and lunge a horse for exercise in an enclosed area according to instruction. (non-riding)"
    },
    {
      "skillId": "8b51317c-eafd-4594-b338-72ad2cb4cc2a",
      "detail": "Contribute to yard-based industry record keeping, operate equipment, machinery and technology appropriately to assist with the effective organisation and maintenance of the commercial business premises. (non-riding)"
    },
    {
      "skillId": "7c6d3672-0981-45e2-94b4-6c0e47a2db64",
      "detail": "Handling equines used for breeding purposes including leading a mare through the stocks. (breeding)"
    },
    {
      "skillId": "45dbdec4-400c-4711-bc74-0d9232212ff6",
      "detail": "Demonstrate catching a mare and foal or young stock from grass/ stable with due considerations for health and safety. (breeding)"
    },
    {
      "skillId": "f1752e64-b39f-4b1e-aefd-239c7d217b01",
      "detail": "Restraining a foal during mare inspection or cover. (breeding)"
    },
    {
      "skillId": "1b29f50b-384e-4fd4-8866-ee2c1c90272d",
      "detail": "Assist with the preparation and show off equines of varying ages, as directed, for commercial and or private sale or grading including standing a horse up correctly for inspection as per the requirements of the breed, (breeding)"
    },
    {
      "skillId": "91c67708-6299-40a6-a593-34fc55d0ad1d",
      "detail": "Show a horse correctly in hand at walk and trot. (breeding)"
    },
    {
      "skillId": "bb4eb95b-222a-41a3-bea2-fd20160b92ed",
      "detail": "Act as a groom and or back-stepper in exercising, show, and (or) trials. (driving)"
    },
    {
      "skillId": "99cddc6d-990e-4950-b6c4-47ce9d961406",
      "detail": "Harness up and put to with an assistant a single turnout in both a two and four wheeled vehicle. (driving)"
    },
    {
      "skillId": "4529c2f9-361c-4b9e-aca4-1b3496a3d681",
      "detail": "Exercise horses/ponies in a non-driving environment, to be able to lunge or long rein in an enclosed area, in a circle for exercise purposes. (driving)"
    },
    {
      "skillId": "1521afaf-ed2d-464e-8775-088c1451ec2e",
      "detail": "Drive a quiet pleasure single turnout in an enclosed area demonstrating safe rein handling, turns to the left and right, in the walk and trot. To be able to halt, mount and dismount in a safe manner. (driving)"
    },
    {
      "skillId": "51d47c0a-1444-4988-a643-53d821d1d8d1",
      "detail": "Demonstrate safe use of the mandatory driving aid as a communication tool. (driving)"
    },
    {
      "skillId": "4b6dc63b-5a0f-465a-90de-861351ace178",
      "detail": "Take a horse out of a vehicle with assistance, and unharness horse in a safe manner. (driving)"
    },
    {
      "skillId": "69520525-b9fe-4b29-ae85-e5323e6d8380",
      "detail": "Dismantle, clean and put back together all the parts of a leather or composite harness. (driving)"
    },
    {
      "skillId": "573804b9-efb1-4474-a6d3-ca4c83b4e21e",
      "detail": "Clean a wooden and (or) metal vehicle (two and four-wheeled) and store safely. (driving)"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Breeding",
    "Driving",
    "Non-Riding",
    "Racing",
    "Riding"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0179",
  "tbMainContact": "info@trentpark.com",
  "involvedEmployers": "TRENT PARK EQUESTRIAN CENTRE, ABBOTSHOLME STUD, BADSWORTH + BRAMHAM MOOR HUNT, BECCY BROUGHTON EQUINE UK, BERKSHIRE RIDING CENTRE LTD, BLUE CROSS, BORLAND QUARTER HORSES, BRAMPTON STABLES, BRITISH RACING SCHOOL, CATHERSTON STUD, DEAN IVORY RACING LTD, INGESTRE STABLES, HOUSEHOLD CAVALRY, JEDD O’KEEFFE RACING, JO BATES, JUDY HARVEY EQUESTRIAN, KINGSCLERE - PARK HOUSE STABLES, KING’S TROOP ROYAL HORSE ARTILLERY, MINTA WINN CARRIAGE DRIVING, MOUNT ST.JOHN, POLO PERMITS, SHEEPCOTE EQUESTRIAN SERVICES, DI LAMPARD EQUESTRIAN, THE DONKEY SANCTUARY, THE HORSE TRUST, THE NATIONAL STUD, THE TALLAND SCHOOL OF EQUITATION, THE THOROUGHBRED REHABILITATION CENTRE, WELLINGTON RIDING SCHOOL\n \nSUPPORTING ORGANISATIONS:\nTHE ASSOCIATION OF BRITISH RIDING SCHOOLS LTD (ABRS), THE BRITISH EQUESTRIAN FEDERATION (BEF), THE BRITISH GROOM ASSOCIATION (BGA),\nTHE BRITISH HORSERACING AUTHORITY (BHA), THE BRITISH HORSE SOCIETY (BHS)\n \nTRAINING PROVIDERS:\nKEITS TRAINING SERVICES LTD., HADDON TRAINING LTD,, SHEDRAKE TRAINING LTD, STUBBING COURT TRAINING LTD, THE BRITISH RACING SCHOOL, THE NORTHERN HORSERACING COLLEGE.\n \nEND POINT ASSESSMENT ORGANISATIONS:\nI-PET, 1ST4SPORT / UK COACHING, CITY AND GUILDS, LANTRA, INSTITUTE FOR ANIMAL TECHNOLOGY, SHELDRAKE TRAINING LTD, VETSKILL\n\n",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Animal Care and Management",
  "cluster": "Equine Groom/Farrier",
  "clusterId": "122",
  "clusterDescription": "Day-to-day welfare, health (including breeding) and training (riding, racing and driving) of horses",
  "createdDate": "2024-12-10T12:11:41 +00:00",
  "lastUpdated": "2024-09-04T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-04-13T00:00:00 +00:00",
  "banners": "This revised version of the occupational standard and end-point assessment plan has been agreed and is available for information only pending approval of the funding band.",
  "occupationCode": "OCC0166",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0166-in-revision?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0166-in-revision",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "f5a7a75e-7320-4986-be53-792f82837eb0",
      "dutyDetail": "Carry out safe and sound working practices to daily duties whether in the yard, field or at competitions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b2d94cc8-89fb-4eb0-bf1c-9f729ec0279a",
        "5dce882e-e7ed-48a5-902c-2b6c712b7bf0",
        "68ba317a-6c87-4b01-9c19-bd6bb2e2a10c"
      ],
      "mappedKnowledge": [
        "2ca0fcb2-384d-448b-8ec0-a47d916ccda7",
        "398961f4-87c0-4462-9c31-e3a6a5b37f3f",
        "2a474bd3-6226-4dde-81aa-452e7146d1ca",
        "131273c2-1331-4e51-9cbf-1cce3a0c7d9e",
        "4ea38d4d-a945-409b-8c32-f59ae019bd86",
        "be379779-4b9d-41fd-8836-a68958137088",
        "bcf35d49-12a3-4142-911f-bf463c40bad2",
        "cc2c42f0-aa00-4773-9efd-ca9e2d5a8c4f",
        "c7c71b0a-1599-4c85-9275-3310e86e3289"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e01b3ba9-3fba-44ba-8b77-358cdbb66fdf",
        "4b46ed20-089e-453f-a94a-580e5856e022",
        "84d4e8c6-400b-4ca1-b6bb-399348e507bc",
        "3c0ab87e-97f8-45e6-96e8-2466fdb3fd9f",
        "5072f35f-5f72-4509-84c0-d8515750f3b1",
        "3f56061a-39ee-43d8-9e9b-4f61fa5913f7",
        "b3293e62-837a-4ca6-8bf3-3a9304928fad",
        "6726c68b-3231-4635-81ea-cc410b0f79b7",
        "01769b32-92bb-4865-9847-516aecf730ee",
        "0d74da06-26ce-4ee8-bf35-458d7739b632",
        "f9dd57a6-1e68-4cd6-a994-b008cf54c16f",
        "65baeaff-7aa6-49c7-a728-c713c3c276dc",
        "f135f1e8-327c-4532-b971-d063ce77127d",
        "7a1de860-c9c4-47fa-8a40-095fa70b29a0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0e23964c-cafd-483d-af5e-f54fb833ff4f",
      "dutyDetail": "Participate and contribute to yard and field daily routines, to meet the horses’ needs and in line with the employer's requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b2d94cc8-89fb-4eb0-bf1c-9f729ec0279a",
        "5dce882e-e7ed-48a5-902c-2b6c712b7bf0",
        "68ba317a-6c87-4b01-9c19-bd6bb2e2a10c",
        "3fab1914-1921-465d-bfc3-58c2411005bd",
        "5da27cd4-b535-4b96-b9a9-c42094bf1136",
        "e7585b18-3556-4a8a-8e6e-bd47ab34f4a8"
      ],
      "mappedKnowledge": [
        "efc69f6e-f675-4e7f-b686-00dfece39d21",
        "398961f4-87c0-4462-9c31-e3a6a5b37f3f",
        "2a474bd3-6226-4dde-81aa-452e7146d1ca",
        "be379779-4b9d-41fd-8836-a68958137088",
        "bcf35d49-12a3-4142-911f-bf463c40bad2",
        "cc2c42f0-aa00-4773-9efd-ca9e2d5a8c4f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e01b3ba9-3fba-44ba-8b77-358cdbb66fdf",
        "4b46ed20-089e-453f-a94a-580e5856e022",
        "84d4e8c6-400b-4ca1-b6bb-399348e507bc",
        "3c0ab87e-97f8-45e6-96e8-2466fdb3fd9f",
        "5072f35f-5f72-4509-84c0-d8515750f3b1",
        "3f56061a-39ee-43d8-9e9b-4f61fa5913f7",
        "b3293e62-837a-4ca6-8bf3-3a9304928fad",
        "6726c68b-3231-4635-81ea-cc410b0f79b7",
        "01769b32-92bb-4865-9847-516aecf730ee",
        "c9dba7ec-9171-4462-b5c4-c9371b06c6b6",
        "65baeaff-7aa6-49c7-a728-c713c3c276dc",
        "f135f1e8-327c-4532-b971-d063ce77127d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9f0babe8-2122-4bae-a3af-421f99214645",
      "dutyDetail": "Recognise and identify horses including basic anatomy using correct terminology.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b2d94cc8-89fb-4eb0-bf1c-9f729ec0279a",
        "3fab1914-1921-465d-bfc3-58c2411005bd"
      ],
      "mappedKnowledge": [
        "d5dae65f-8aca-4fa7-ac8f-a4357d97fc70",
        "49454a59-7447-4f99-83eb-25b9716af358"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bb3e0141-e75d-4ba5-b705-452032fb7c0b",
        "4e207496-bbae-4df4-b235-4a3a5ab6794d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9a336113-b99b-4853-908e-0a735c5f180d",
      "dutyDetail": "Recognise, maintain and report on horse welfare",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b2d94cc8-89fb-4eb0-bf1c-9f729ec0279a",
        "68ba317a-6c87-4b01-9c19-bd6bb2e2a10c",
        "5da27cd4-b535-4b96-b9a9-c42094bf1136"
      ],
      "mappedKnowledge": [
        "d5dae65f-8aca-4fa7-ac8f-a4357d97fc70",
        "131273c2-1331-4e51-9cbf-1cce3a0c7d9e",
        "53486706-f8c6-4bb0-a9a1-f4c3675aa6ec",
        "dd2402b6-2867-415e-be3e-142b257382be",
        "be379779-4b9d-41fd-8836-a68958137088",
        "c7c71b0a-1599-4c85-9275-3310e86e3289"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e01b3ba9-3fba-44ba-8b77-358cdbb66fdf",
        "84d4e8c6-400b-4ca1-b6bb-399348e507bc",
        "3c0ab87e-97f8-45e6-96e8-2466fdb3fd9f",
        "bb3e0141-e75d-4ba5-b705-452032fb7c0b",
        "a1a33154-e88d-457b-927f-d90107b989ab",
        "5072f35f-5f72-4509-84c0-d8515750f3b1",
        "a42ca47a-ac7b-44ff-b598-8bf48e128a30",
        "3f56061a-39ee-43d8-9e9b-4f61fa5913f7",
        "b3293e62-837a-4ca6-8bf3-3a9304928fad",
        "6726c68b-3231-4635-81ea-cc410b0f79b7",
        "01769b32-92bb-4865-9847-516aecf730ee"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "75f7b9aa-5c09-4f35-92d2-ab157abe2a36",
      "dutyDetail": "Handle horses correctly and safely, adapting to various situations and environment, according to instruction.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b2d94cc8-89fb-4eb0-bf1c-9f729ec0279a",
        "68ba317a-6c87-4b01-9c19-bd6bb2e2a10c"
      ],
      "mappedKnowledge": [
        "2ca0fcb2-384d-448b-8ec0-a47d916ccda7",
        "4ea38d4d-a945-409b-8c32-f59ae019bd86",
        "be379779-4b9d-41fd-8836-a68958137088",
        "bcf35d49-12a3-4142-911f-bf463c40bad2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e01b3ba9-3fba-44ba-8b77-358cdbb66fdf",
        "4b46ed20-089e-453f-a94a-580e5856e022",
        "84d4e8c6-400b-4ca1-b6bb-399348e507bc",
        "3c0ab87e-97f8-45e6-96e8-2466fdb3fd9f",
        "a42ca47a-ac7b-44ff-b598-8bf48e128a30",
        "3f56061a-39ee-43d8-9e9b-4f61fa5913f7",
        "6726c68b-3231-4635-81ea-cc410b0f79b7",
        "01769b32-92bb-4865-9847-516aecf730ee",
        "65baeaff-7aa6-49c7-a728-c713c3c276dc",
        "f135f1e8-327c-4532-b971-d063ce77127d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c7893bc9-9e90-482a-be59-04897da3374c",
      "dutyDetail": "Fit and maintain saddlery and equipment for themselves and each horse, based on their individual needs and particular discipline.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b2d94cc8-89fb-4eb0-bf1c-9f729ec0279a"
      ],
      "mappedKnowledge": [
        "efc69f6e-f675-4e7f-b686-00dfece39d21",
        "bd6fb698-da72-43c3-bb8e-3298956bfdad",
        "199fa425-50ee-44eb-bca9-9f5d67bfb21b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a42ca47a-ac7b-44ff-b598-8bf48e128a30",
        "0d74da06-26ce-4ee8-bf35-458d7739b632",
        "c9dba7ec-9171-4462-b5c4-c9371b06c6b6",
        "f9dd57a6-1e68-4cd6-a994-b008cf54c16f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "afd1bcc8-b8cd-4536-8937-bc29a90985e2",
      "dutyDetail": "Accompany horses whilst they are travelling off-site, including assisting with loading and unloading.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b2d94cc8-89fb-4eb0-bf1c-9f729ec0279a",
        "68ba317a-6c87-4b01-9c19-bd6bb2e2a10c",
        "3fab1914-1921-465d-bfc3-58c2411005bd"
      ],
      "mappedKnowledge": [
        "53486706-f8c6-4bb0-a9a1-f4c3675aa6ec",
        "110ca3a2-307b-4782-96b1-1c1b4db9bfae"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e01b3ba9-3fba-44ba-8b77-358cdbb66fdf",
        "4b46ed20-089e-453f-a94a-580e5856e022",
        "a42ca47a-ac7b-44ff-b598-8bf48e128a30",
        "3f56061a-39ee-43d8-9e9b-4f61fa5913f7",
        "65baeaff-7aa6-49c7-a728-c713c3c276dc",
        "f135f1e8-327c-4532-b971-d063ce77127d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "868bec23-64d2-4d71-8dc5-ebbfabd12c38",
      "dutyDetail": "Carry out daily non-riding tasks within the yard and field as per employer instruction.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b2d94cc8-89fb-4eb0-bf1c-9f729ec0279a",
        "5dce882e-e7ed-48a5-902c-2b6c712b7bf0"
      ],
      "mappedKnowledge": [
        "efc69f6e-f675-4e7f-b686-00dfece39d21",
        "2a474bd3-6226-4dde-81aa-452e7146d1ca",
        "4ea38d4d-a945-409b-8c32-f59ae019bd86",
        "bcf35d49-12a3-4142-911f-bf463c40bad2",
        "bd6fb698-da72-43c3-bb8e-3298956bfdad",
        "cc2c42f0-aa00-4773-9efd-ca9e2d5a8c4f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e01b3ba9-3fba-44ba-8b77-358cdbb66fdf",
        "4b46ed20-089e-453f-a94a-580e5856e022",
        "84d4e8c6-400b-4ca1-b6bb-399348e507bc",
        "3c0ab87e-97f8-45e6-96e8-2466fdb3fd9f",
        "bb3e0141-e75d-4ba5-b705-452032fb7c0b",
        "4e207496-bbae-4df4-b235-4a3a5ab6794d",
        "a1a33154-e88d-457b-927f-d90107b989ab",
        "5072f35f-5f72-4509-84c0-d8515750f3b1",
        "3f56061a-39ee-43d8-9e9b-4f61fa5913f7",
        "b3293e62-837a-4ca6-8bf3-3a9304928fad",
        "6726c68b-3231-4635-81ea-cc410b0f79b7",
        "01769b32-92bb-4865-9847-516aecf730ee",
        "0d74da06-26ce-4ee8-bf35-458d7739b632",
        "65baeaff-7aa6-49c7-a728-c713c3c276dc",
        "f135f1e8-327c-4532-b971-d063ce77127d",
        "7a1de860-c9c4-47fa-8a40-095fa70b29a0",
        "7aa2383b-0600-442c-b19b-abe872a08337"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "68d896ee-505f-4662-a9ac-ade77f7710bf",
      "dutyDetail": "Ride a horse on the flat at home or at competitions, according to instruction and in different situations.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "463b950b-86f2-4bc0-9584-42e74f444fae",
        "e0eca61a-6e4a-4e92-9d9f-c90592fc9a2a",
        "dc9e5631-a68f-4b2e-9b40-b1bf30c00acd",
        "6f3a7788-3ed5-45b6-a679-4641e4b33d86",
        "348e18be-448d-4cd1-8d6e-7103ef9a5201",
        "7e2e1cd7-5b0c-4bd6-bf8e-9e139035e927",
        "e1c4731e-df13-43e9-903d-10d777bb098b",
        "e5c6ef93-5dd6-4d71-adcb-d092b6799136"
      ],
      "mappedOptions": [
        "4ac2683f-74cd-4dbc-bfb1-3488f11791fb"
      ],
      "mappedSkills": [
        "dcb9aebe-719c-4df6-a452-875220219058",
        "99c007ae-037b-4a2a-ae3c-c38776d095a0",
        "e04d2527-3d79-4bd2-8c0e-858817ea505a",
        "07d6eb0c-63a5-4299-9859-7f2c7ec0d5f4",
        "6bb18e84-1f35-4d3a-aa30-7b5d5dd9b2f7",
        "02b04ab9-5f35-473f-8b5d-ce2574370202",
        "47125871-93e8-483e-b8e8-a196286fe4bd",
        "17f2437a-08dd-4821-a1bb-8fc97b490547",
        "09a93eda-7d29-4901-ac2a-5f25f7942d26"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a03686b3-339b-4c2e-a2a1-eac559aba537",
      "dutyDetail": "Ride a horse over jumps at home or at competitions, according to instruction and in different situations.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "b7707612-64db-49ff-9f02-08426439346e",
        "d9c41107-14a6-47c1-b3fc-fbd765a34ffc",
        "814bcb94-3b3b-4d3c-833a-846ef0a356da",
        "e994988e-a43d-4772-ad85-a424a8622f5b",
        "dde9a145-7759-45c6-b51a-6c22eb864db4",
        "b78d164d-cc3c-4b54-8cfe-8bd107dd35c6",
        "394fd8a1-c76b-4b1e-b0fc-9d4d15f11da7",
        "f0a7ec2c-da0d-448f-8769-d2b1767ee16f",
        "15b847e8-c518-454b-920c-285dd4810d3d"
      ],
      "mappedOptions": [
        "0cdf7965-c7d9-4e06-a86d-d08b0540782e"
      ],
      "mappedSkills": [
        "bd6277fd-7c93-41b7-a4c7-19279cf093ec",
        "bf3fe4c6-92fc-409b-8103-02f1bb1bd52e",
        "37aed95b-ea00-4a20-b3fd-11a0d4fcc528",
        "a4791745-8032-4a42-abf2-7af9c1cd38ce",
        "32a60979-36f2-476f-92a5-807ccfc1bf4f",
        "3ea5ed3b-c945-4719-a321-bda581714213",
        "cdaca4fc-2c57-45ec-8ac4-7f1506f200cb",
        "c96c2ea2-67fb-4056-bb39-a684fe4a1e05",
        "ebac4177-3802-4501-bba7-1cac15c966ba"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a2f31ef2-708e-4470-853c-055abae41e04",
      "dutyDetail": "Carry out specific tasks within the racing industry structure in preparation and training of the horse to race.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "649572bf-cb61-4460-8bd1-90b6746f6ea5",
        "904d83d3-0df5-40d1-874d-622228e42c25",
        "5604fa42-7800-4965-9652-28d3a4a1ce2e",
        "78ed713a-29cf-4365-b82d-c0aa7ebd774c"
      ],
      "mappedOptions": [
        "876477c7-c403-4262-8f7a-b8af45800b4d"
      ],
      "mappedSkills": [
        "40a43168-5537-4ef1-b417-c23a245c1dc1",
        "204679b6-ffb2-4fc7-b5ff-d57a208b5454",
        "5575c2c5-ad05-4c2c-a227-709fe236882f",
        "d938b3a2-edf7-4d6a-840e-a545633a5f98",
        "e706f99d-6fec-4431-9cb5-87011cc9c00d",
        "d8105951-1df0-402a-bffa-5f34eda515ed"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "87355893-30e8-444d-86c1-75725c16696f",
      "dutyDetail": "Prepare and travel with horses to race meetings and look after post-race welfare.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "d3b4b07d-3022-4c0d-8c25-bfc31708aa8c",
        "904d83d3-0df5-40d1-874d-622228e42c25",
        "535a9459-51e3-4a67-ad37-206f7387e761"
      ],
      "mappedOptions": [
        "876477c7-c403-4262-8f7a-b8af45800b4d"
      ],
      "mappedSkills": [
        "efcc9d1d-88bf-4ab2-9db4-cdcdd511715c",
        "40a43168-5537-4ef1-b417-c23a245c1dc1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b4e47f8b-ce2d-4d7a-9b3c-15da91d8d5e0",
      "dutyDetail": "Prepare and lead up racehorses at the races, according to industry practice and Rules of Racing.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "d3b4b07d-3022-4c0d-8c25-bfc31708aa8c",
        "535a9459-51e3-4a67-ad37-206f7387e761"
      ],
      "mappedOptions": [
        "876477c7-c403-4262-8f7a-b8af45800b4d"
      ],
      "mappedSkills": [
        "64d285b2-6d14-4079-8dd2-9b9015dc7c78",
        "204679b6-ffb2-4fc7-b5ff-d57a208b5454"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a7972273-9399-4f2c-9072-0128f3aa41ed",
      "dutyDetail": "Carry out specific routines for racehorses whilst in racing and rest periods, within the racing industry structure.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "8b646279-0761-45da-aa22-18edb0376656",
        "7f0c2696-07f7-44a2-b512-98e1c7dee7c6",
        "d2fd019c-cfa1-4ff7-8114-5d4f1124a40b",
        "46c16f07-c922-42ee-ab00-84616db9ec85"
      ],
      "mappedOptions": [
        "916dfc00-4e58-4120-a054-d1eb5cfd7afa"
      ],
      "mappedSkills": [
        "291cf72a-90e4-49e2-88f8-c5a53ac950b6",
        "abc61b34-913b-4ac9-ba63-8a764dfb17c5",
        "0a174a23-ea97-4c5c-80eb-33490869b4b2",
        "001fc930-4fd1-4ff1-979f-323f88d3a76f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "efe2e53e-dee9-4bb8-b81b-4aac44307f9d",
      "dutyDetail": "Provide non-riding exercise regimes to racehorses as directed. Effectively care for horses prior to and after strenuous work and racecourse performance. Assist in maintenance of commercial racing business premises.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "8b646279-0761-45da-aa22-18edb0376656",
        "7f0c2696-07f7-44a2-b512-98e1c7dee7c6",
        "d2fd019c-cfa1-4ff7-8114-5d4f1124a40b"
      ],
      "mappedOptions": [
        "916dfc00-4e58-4120-a054-d1eb5cfd7afa"
      ],
      "mappedSkills": [
        "291cf72a-90e4-49e2-88f8-c5a53ac950b6",
        "b039a1a0-4d0b-4e04-9852-07ec5784f4ad",
        "abc61b34-913b-4ac9-ba63-8a764dfb17c5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "18c336e4-c6d0-49fe-abf9-e92efa59bb5c",
      "dutyDetail": "Carry out appropriate office duties, regulatory record keeping, Health and Safety and customer care.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "72db4878-b148-496e-8b91-1a76391cc358",
        "3efeef07-daac-4aa6-b179-1e044921a575",
        "39fe7b52-b39b-4a1f-ac17-9ebb40cd8079",
        "3579d05e-c86b-43a6-9ac8-5529ec35c1b6"
      ],
      "mappedOptions": [
        "86c8a10f-1a5f-4bce-9e87-8cf63db43a4e"
      ],
      "mappedSkills": [
        "adb6512a-9f96-4905-8101-2e8dbfefaa2f",
        "013e0b7d-50db-45ee-bb02-d6ef2dc99590",
        "c5d2dde9-df38-4ea6-a666-dd2c3e689aaf",
        "bad1989a-afcd-4d35-b8dd-f9ff6aad5af8",
        "8b51317c-eafd-4594-b338-72ad2cb4cc2a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "836dea81-912a-4635-8ec9-c213b2fa6ebc",
      "dutyDetail": "Order stock and equipment, arrange and record maintenance for the yard/organisation.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "72db4878-b148-496e-8b91-1a76391cc358",
        "3efeef07-daac-4aa6-b179-1e044921a575"
      ],
      "mappedOptions": [
        "86c8a10f-1a5f-4bce-9e87-8cf63db43a4e"
      ],
      "mappedSkills": [
        "095f7d2a-f5a5-44b4-87fe-505a6ff098a6",
        "c5d2dde9-df38-4ea6-a666-dd2c3e689aaf"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "07901309-1307-423c-b3d8-a1cd1b5eebc0",
      "dutyDetail": "Carry out necessary non-ridden exercises and assist colleagues with their exercises including the preparation of lungeing activities.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "d67ea40b-7d1f-496a-b150-b5b424716764",
        "ba738dc3-82d0-4009-a2a3-924eeab9feb6"
      ],
      "mappedOptions": [
        "86c8a10f-1a5f-4bce-9e87-8cf63db43a4e"
      ],
      "mappedSkills": [
        "366ecc9e-6a9d-402f-8d6d-e5f62fc8f4e6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d933595f-3e50-4408-9be0-1a8cf88c8804",
      "dutyDetail": "Assist in and understand the specialist care and welfare of the horse in equine reproduction.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "a11b2169-1208-4348-b8b4-a13a97691679",
        "4cb0b0c0-3abb-4884-b5dc-0dbe775fddcc",
        "cde0daa9-8aaf-4e22-865c-4573589d5cdf",
        "6f7f9742-759c-4031-8528-8abf3211b52d"
      ],
      "mappedOptions": [
        "a22b2985-86f6-49d8-aeec-184512c99d88"
      ],
      "mappedSkills": [
        "7c6d3672-0981-45e2-94b4-6c0e47a2db64",
        "45dbdec4-400c-4711-bc74-0d9232212ff6",
        "f1752e64-b39f-4b1e-aefd-239c7d217b01"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fce99460-559a-436a-bbde-1d1baf1adbfb",
      "dutyDetail": "Use current methods, equipment and technology used to breed and register equines & their progeny, including preparation for their sale.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "cde0daa9-8aaf-4e22-865c-4573589d5cdf",
        "6f7f9742-759c-4031-8528-8abf3211b52d",
        "bd87b53a-b37c-427e-83a0-444019e73335",
        "b397f2ce-31fc-45b8-9769-9927b5620897"
      ],
      "mappedOptions": [
        "a22b2985-86f6-49d8-aeec-184512c99d88"
      ],
      "mappedSkills": [
        "1b29f50b-384e-4fd4-8866-ee2c1c90272d",
        "91c67708-6299-40a6-a593-34fc55d0ad1d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "77385cc8-7b53-42b8-8afe-761366126428",
      "dutyDetail": "Correctly fit and harness a 2 and 4 wheeled vehicle. Assist in harnessing up and putting up to. Cleaning and storage of equipment.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "31a83af8-6d53-4bf8-998c-f52ed66d41fe",
        "ae6ac178-47e0-4845-9bbe-60dff114acce",
        "4b93db38-7ca9-493f-b9e0-dad24b5b564c",
        "0cfe445e-153f-4896-b53c-67ff388dd05d",
        "5bf03c49-2052-43ff-9836-4e58daf6909e"
      ],
      "mappedOptions": [
        "a0bfbfa5-e127-48e2-9160-7f70200811a9"
      ],
      "mappedSkills": [
        "99cddc6d-990e-4950-b6c4-47ce9d961406",
        "4b6dc63b-5a0f-465a-90de-861351ace178",
        "69520525-b9fe-4b29-ae85-e5323e6d8380",
        "573804b9-efb1-4474-a6d3-ca4c83b4e21e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7b0794e5-aa01-4c46-a757-e8c465575992",
      "dutyDetail": "Training of the driving horse by long-reining and driving a single turnout in an enclosed area and on a public highway.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "31a83af8-6d53-4bf8-998c-f52ed66d41fe",
        "ae6ac178-47e0-4845-9bbe-60dff114acce",
        "4b93db38-7ca9-493f-b9e0-dad24b5b564c",
        "0e8d74b8-9b30-44c7-8d89-e9961900737c",
        "2cdb834c-8764-4909-9139-59add213b9ce",
        "9d8c043b-5f9d-4bf3-977a-c4949c8e4137",
        "5c34c87c-3252-4942-9190-087a92bd88d3",
        "61e93b24-658a-4300-9348-8a4552b204bd"
      ],
      "mappedOptions": [
        "a0bfbfa5-e127-48e2-9160-7f70200811a9"
      ],
      "mappedSkills": [
        "bb4eb95b-222a-41a3-bea2-fd20160b92ed",
        "4529c2f9-361c-4b9e-aca4-1b3496a3d681",
        "1521afaf-ed2d-464e-8775-088c1451ec2e",
        "51d47c0a-1444-4988-a643-53d821d1d8d1",
        "4b6dc63b-5a0f-465a-90de-861351ace178"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [
    {
      "optionId": "4ac2683f-74cd-4dbc-bfb1-3488f11791fb",
      "title": "Flat riding groom",
      "occupationCode": "OCC0166F"
    },
    {
      "optionId": "0cdf7965-c7d9-4e06-a86d-d08b0540782e",
      "title": "Jump riding groom",
      "occupationCode": "OCC0166G"
    },
    {
      "optionId": "876477c7-c403-4262-8f7a-b8af45800b4d",
      "title": "Racing exercise groom",
      "occupationCode": "OCC0166H"
    },
    {
      "optionId": "916dfc00-4e58-4120-a054-d1eb5cfd7afa",
      "title": "Racing yard-based groom",
      "occupationCode": "OCC0166I"
    },
    {
      "optionId": "86c8a10f-1a5f-4bce-9e87-8cf63db43a4e",
      "title": "Non-riding groom",
      "occupationCode": "OCC0166C"
    },
    {
      "optionId": "a22b2985-86f6-49d8-aeec-184512c99d88",
      "title": "Breeding groom",
      "occupationCode": "OCC0166A"
    },
    {
      "optionId": "a0bfbfa5-e127-48e2-9160-7f70200811a9",
      "title": "Driving groom",
      "occupationCode": "OCC0166B"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Breeding",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Driving",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Non-Riding",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Racing",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Riding",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-09-04T00:00:00"
}