{
  "templateType": "Apprenticeship Standard",
  "larsCode": 33,
  "referenceNumber": "ST0181",
  "learningAimClassCode": "",
  "title": "Investment operations technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0181",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-04-08T00:00:00",
  "earliestStartDate": "2015-08-27T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Supporting teams that carry out investment transactions on behalf of individuals or organisations.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Legal, finance and accounting",
  "keywords": [
    "money",
    "banking",
    "funds",
    "compliance",
    "financial services",
    "securities",
    "corporate actions",
    "client reporting"
  ],
  "jobRoles": [
    "finance worker"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1081/investment_operations_technician.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.1 Accounting and finance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Role / Occupation&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Investment Operations Technician&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Overview&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Investment Operations Technicians work within the operational and administrative areas of businesses in the Financial Services sector that engage in investment management, trading and reporting activities. Transactions in these businesses can range in size from hundreds of pounds to hundreds of millions of pounds. The support structure underpinning these activities is substantial and varied, with a domestic and global client base of institutional and retail clients that include private individuals, small businesses, collective investment schemes, pension funds, charities, corporations and governments.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;The Role&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This role typically sits within the Operations areas of stock exchanges, stockbrokers, investment managers, banks, financial advice and wealth management firms, and investment consulting and investment administration businesses. The majority of work at this level would be non-complex but requiring high standards of accuracy, proficiency and responsibility. Typical activities that may be carried out by a fully competent employee include, but are not limited to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Investment transaction matching, confirmation and settlement&lt;/li&gt;\n&lt;li&gt;Portfolio valuation&lt;/li&gt;\n&lt;li&gt;Portfolio cash reconciliation and management&lt;/li&gt;\n&lt;li&gt;Corporate actions processing&lt;/li&gt;\n&lt;li&gt;Preparation of internal and client investment reports&lt;/li&gt;\n&lt;li&gt;Processing significant changes to portfolios as instructed by clients or their authorised agents&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Competencies:&lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 120px;&quot; width=&quot;120&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 344px;&quot; width=&quot;344&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;120&quot;&gt;\n&lt;p&gt;Industry and company understanding&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;344&quot;&gt;\n&lt;p&gt;Broad understanding of the role and structure of the Financial Services industry, the role and purpose of markets and the principles of investing.; the role of the function in which they work and how this role relates to other support functions within the organisation and corresponding banks and firms.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;120&quot;&gt;\n&lt;p&gt;Regulatory &amp;amp; compliance&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;344&quot;&gt;\n&lt;p&gt;Understands the Financial Services regulatory framework and how the relevant rules and principles apply to their own role and within their team. Has a good understanding of market and operational risks that may impact their role, departmental activities, the organisation, clients and industry counterparties. Understands what constitutes appropriate market, business and personal conduct.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;120&quot;&gt;\n&lt;p&gt;Products&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;344&quot;&gt;\n&lt;p&gt;Good understanding of the purpose &amp;amp; technical content of the financial instruments and/or products supported by the role, including the client need that is met by the product.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;120&quot;&gt;\n&lt;p&gt;Systems &amp;amp; processes&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;344&quot;&gt;\n&lt;p&gt;Proficient in the IT skills, systems and processes required to deliver the role outcomes.&lt;/p&gt;\n&lt;p&gt;Aware of how these support and fit within the corresponding markets and counterparty organisations. Able to conduct an entire process independently with reliable results.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;120&quot;&gt;\n&lt;p&gt;Client Service and Relationships&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;344&quot;&gt;\n&lt;p&gt;Knows the principles/tools of excellent client service and company standards required in their role. Understands the service requirements between markets, counterparties and different types of clients.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table style=&quot;height: 331px;&quot; border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 40px;&quot;&gt;\n&lt;th style=&quot;height: 40px; width: 106px;&quot; width=&quot;106&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;height: 40px; width: 358px;&quot; width=&quot;358&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 80px;&quot;&gt;\n&lt;td style=&quot;height: 80px;&quot; width=&quot;106&quot;&gt;\n&lt;p&gt;Service delivery&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 80px;&quot; width=&quot;358&quot;&gt;\n&lt;p&gt;Capable of performing non- complex tasks to consistently high standards of client service, timeliness, accuracy and attention to detail. For example, ensures the timely preparation and accuracy of computerised cash position, valuation, and client reports; monitors and processes the timely allocation of investment income to client account; Ensures that client instructions relating to increasing or liquidating their investments are communicated and processed promptly. Manages own workload and adheres to agreed systems and processes. Meets required risk, regulatory and governance requirements.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 71px;&quot;&gt;\n&lt;td style=&quot;height: 71px;&quot; width=&quot;106&quot;&gt;&amp;nbsp;Communication&amp;nbsp;&lt;/td&gt;\n&lt;td style=&quot;height: 71px;&quot; width=&quot;358&quot;&gt;\n&lt;p&gt;Demonstrates high quality written and verbal communication skills with both clients and colleagues. Builds and maintains good relationships with clients and counterparties.&lt;/p&gt;\n&lt;p&gt;Handles everyday situations and issues that arise within the context of their job role. Ensures transactions arising from corporate actions are correctly communicated and allocated to client accounts.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 60px;&quot;&gt;\n&lt;td style=&quot;height: 60px;&quot; width=&quot;106&quot;&gt;&amp;nbsp;\n&lt;p&gt;Team working &amp;amp; collaboration&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 60px;&quot; width=&quot;358&quot;&gt;\n&lt;p&gt;Consistently supports colleagues and contributes towards making improvements and efficiencies. &amp;nbsp;Aware of their role within the team, how their team fits within the business, and the impact of team decisions impacts on internal and external clients.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 40px;&quot;&gt;\n&lt;td style=&quot;height: 40px;&quot; width=&quot;106&quot;&gt;Ownership &amp;amp; Initiative&lt;/td&gt;\n&lt;td style=&quot;height: 40px;&quot; width=&quot;358&quot;&gt;\n&lt;p&gt;Takes ownership for delivery in their area of responsibility. Finds ways to progress and resolve non-complex issues, adopting alternative approaches where appropriate. Escalates decisions and issues swiftly when necessary.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 40px;&quot;&gt;\n&lt;td style=&quot;height: 40px;&quot; width=&quot;106&quot;&gt;Personal development&lt;/td&gt;\n&lt;td style=&quot;height: 40px;&quot; width=&quot;358&quot;&gt;\n&lt;p&gt;Participates proactively in planning and recording their development activities; responds positively to feedback from colleagues. Keeps up to date with changes in all areas of the role; shows commitment to the job and the industry.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 117px;&quot; width=&quot;117&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 348px;&quot; width=&quot;348&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;117&quot;&gt;\n&lt;p&gt;Honesty &amp;amp; Integrity&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;348&quot;&gt;\n&lt;p&gt;Truthful, sincere in their actions and does the right thing (even when not the easiest).&lt;/p&gt;\n&lt;p&gt;Handles client information confidentially.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;117&quot;&gt;\n&lt;p&gt;Adaptability&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;348&quot;&gt;\n&lt;p&gt;Willing to accept changing priorities and work patterns when new jobs need to be done or requirements change.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;117&quot;&gt;\n&lt;p&gt;Enthusiasm&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;348&quot;&gt;\n&lt;p&gt;Shows drive and energy in their work, when things are going well and when challenges arise&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The duration of the apprenticeship will typically be 18 – 24 months, but could be closer to 12 if the employee has already completed the Level 2 apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprentice will complete the following qualification as part of the apprenticeship:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Chartered Institute of Securities and Investment (CISI) – Investment Operations Certificate&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;English and Maths&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the End-Point Assessment. For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3. A British Sign Language (BSL) qualification is an alternative to the English qualification for those whose primary language is BSL&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Link to professional registration and progression&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Completion of the Investment Operations Certificate enables the apprentice to apply for Associate Member status in the CISI.&lt;/p&gt;\n&lt;p&gt;This apprenticeship can either be an entry level role, or a progression from a lower level, building on the knowledge and skills gained previously. &amp;nbsp;On completion, the employee will be fully competent in the role and this will form the foundation of a career in the sector and the opportunity to start to specialise in a particular area such as ISA Administration, Global Custody, and Settlements. There are a range of options beyond this apprenticeship including the Level 4 Trailblazer apprenticeship if appropriate for the employer, and separately, there are a range of qualifications available for further study up to degree level.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a Level 3 apprenticeship&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;After 3 years or when significant change is required&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Investment Operations Technicians work within the operational and administrative areas of businesses in the Financial Services sector that engage in investment management, trading and reporting activities. Transactions in these businesses can range in size from hundreds of pounds to hundreds of millions of pounds. The support structure underpinning these activities is substantial and varied, with a domestic and global client base of institutional and retail clients that include private individuals, small businesses, collective investment schemes, pension funds, charities, corporations and governments. The Role This role typically sits within the Operations areas of stock exchanges, stockbrokers, investment managers, banks, financial advice and wealth management firms, and investment consulting and investment administration businesses. The majority of work at this level would be non-complex but requiring high standards of accuracy, proficiency and responsibility. Typical activities that may be carried out by a fully competent employee include, but are not limited to: Investment transaction matching, confirmation and settlement Portfolio valuation Portfolio cash reconciliation and management Corporate actions processing Preparation of internal and client investment reports Processing significant changes to portfolios as instructed by clients or their authorised agents&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "e5249d78-70cc-44ec-a004-c504a73e7b3f",
      "detail": "Industry and company understanding: Broad understanding of the role and structure of the Financial Services industry, the role and purpose of markets and the principles of investing.; the role of the function in which they work and how this role relates to other support functions within the organisation and corresponding banks and firms."
    },
    {
      "knowledgeId": "6ce9e927-66cf-4804-b60a-a4ee39126b6d",
      "detail": "Regulatory & compliance: Understands the Financial Services regulatory framework and how the relevant rules and principles apply to their own role and within their team. Has a good understanding of market and operational risks that may impact their role, departmental activities, the organisation, clients and industry counterparties. Understands what constitutes appropriate market, business and personal conduct."
    },
    {
      "knowledgeId": "6843a61f-9d05-4e42-a9ff-c34b31315bea",
      "detail": "Products: Good understanding of the purpose & technical content of the financial instruments and/or products supported by the role, including the client need that is met by the product."
    },
    {
      "knowledgeId": "1b61b42b-b843-4b97-9581-89ad4031aed8",
      "detail": "Systems & processes: Proficient in the IT skills, systems and processes required to deliver the role outcomes. Aware of how these support and fit within the corresponding markets and counterparty organisations. Able to conduct an entire process independently with reliable results."
    },
    {
      "knowledgeId": "9e72f4b4-fc30-4d17-80c9-ab06c9dee15b",
      "detail": "Client Service and Relationships: Knows the principles/tools of excellent client service and company standards required in their role. Understands the service requirements between markets, counterparties and different types of clients."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "4ac07765-c512-4e0a-b9ff-bc12565c81a9",
      "detail": "Honesty & Integrity: Truthful, sincere in their actions and does the right thing (even when not the easiest). Handles client information confidentially."
    },
    {
      "behaviourId": "6ef3f9c6-95ce-40c5-b617-6f895ac1a351",
      "detail": "Adaptability: Willing to accept changing priorities and work patterns when new jobs need to be done or requirements change."
    },
    {
      "behaviourId": "4734435d-7c39-48c8-99ee-785b2c648585",
      "detail": "Enthusiasm: Shows drive and energy in their work, when things are going well and when challenges arise."
    }
  ],
  "skills": [
    {
      "skillId": "79f8d3a4-faac-4249-b5d3-bf801bc5b26f",
      "detail": "Service delivery: Capable of performing non- complex tasks to consistently high standards of client service, timeliness, accuracy and attention to detail. For example, ensures the timely preparation and accuracy of computerised cash position, valuation, and client reports; monitors and processes the timely allocation of investment income to client account; Ensures that client instructions relating to increasing or liquidating their investments are communicated and processed promptly. Manages own workload and adheres to agreed systems and processes. Meets required risk, regulatory and governance requirements."
    },
    {
      "skillId": "2efaf849-312e-4e28-b6e9-3a65f9e4b6d6",
      "detail": "Communication: Demonstrates high quality written and verbal communication skills with both clients and colleagues. Builds and maintains good relationships with clients and counterparties. Handles everyday situations and issues that arise within the context of their job role. Ensures transactions arising from corporate actions are correctly communicated and allocated to client accounts."
    },
    {
      "skillId": "f68e713b-932f-48c9-bd69-8e26c74989c7",
      "detail": "Team working & collaboration: Consistently supports colleagues and contributes towards making improvements and efficiencies.  Aware of their role within the team, how their team fits within the business, and the impact of team decisions impacts on internal and external clients."
    },
    {
      "skillId": "a847751b-1827-461a-bbb4-efb977c25879",
      "detail": "Ownership & Initiative: Takes ownership for delivery in their area of responsibility. Finds ways to progress and resolve non-complex issues, adopting alternative approaches where appropriate. Escalates decisions and issues swiftly when necessary."
    },
    {
      "skillId": "4a3f7a01-2645-43b6-a5c3-7888aacf3214",
      "detail": "Personal development: Participates proactively in planning and recording their development activities; responds positively to feedback from colleagues. Keeps up to date with changes in all areas of the role; shows commitment to the job and the industry."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2015-08-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "Phillip.Paige@jpmorgan.com",
  "involvedEmployers": "AON Hewitt, Castlefield, Charles Stanley Barnett, JP Morgan, Mercer, BNY Mellon, International Financial Data Services, M&G Investments, Rathbones, Royal Bank of Scotland, Towers Watson, Brewin Dolphin",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "finance worker"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Financial",
  "cluster": "Financial services administrator",
  "clusterId": "240",
  "clusterDescription": "Provide highly accurate support to operations and administration across wide areas of financial service areas including research and analysis compliant with relevant regulations. Deliver support to clients and to client account management (risk, collection, enforcement, recovery)",
  "createdDate": "2017-09-22T14:24:58 +00:00",
  "lastUpdated": "2022-04-08T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-08-27T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards and apprenticeships in revision are available in the revisions status report.",
  "occupationCode": "OCC0181",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0181-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0181-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-04-08T00:00:00"
}