{
  "templateType": "Apprenticeship Standard",
  "larsCode": 202,
  "referenceNumber": "ST0162",
  "learningAimClassCode": "",
  "title": "Engineering construction pipefitter",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0162",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2018-10-10T00:00:00",
  "earliestStartDate": "2017-10-16T00:00:00",
  "latestStartDate": "2018-10-10T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Designing, installing and maintaining piping systems on construction sites or commercial fabrication facilities.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 21000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [],
  "jobRoles": [
    "pipefitter"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1403/st0162_engineering_construction_pipefitters_final.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupational Profile:&lt;/h3&gt;\n&lt;p&gt;The Pipefitter is a vital Engineering Construction role, working within strictly defined processes and procedures to exacting standards. This often involves working on major infrastructure projects for example power stations and oil and gas facilities both in the UK and overseas Engineering Construction Industry. The Pipefitter can work in hazardous environments which can include working at height, over water and in confined spaces. The Pipefitter role encompasses the positioning, assembly, fabrication, maintenance, repair and decommissioning of piping systems within Engineering Construction, both on construction sites or at commercial fabrication facilities. This can include working in environments with systems that may carry water, steam, food, pharmaceutical, chemicals, gas, hydrocarbons or fuel which may be used in cooling, heating, lubricating and other processes. The Pipefitter works with various pipe materials such as ferrous and non-ferrous metals, plastics and composites. These materials can vary from 15 mm to 1200 in diameter and from 5 mm up to 75 mm in thickness dependent upon the content of the pipes and the operating pressures of the systems. The role requires the knowledge and skills to implement the specified method of jointing required within often complex piping systems. The Pipefitter must be able to work autonomously and as part of a team ensuring compliance with health, safety and environmental, processes and procedures. The Pipefitter must also work with other Engineering Construction occupations such as welders.&lt;/p&gt;\n&lt;h3&gt;Role Knowledge Requirements. The Pipefitter should have knowledge of&lt;/h3&gt;\n&lt;ul&gt;\n&lt;ul&gt;\n&lt;li&gt;Relevant health, safety and environmental legislation, regulations and company-specific requirements for safe working practises and procedures,&lt;/li&gt;\n&lt;li&gt;Importance and benefits of recognised Industry safety passport schemes,&lt;/li&gt;\n&lt;li&gt;How to work safely, personal site safety responsibilities and how to respond to and provide solutions to problems and emergencies&lt;/li&gt;\n&lt;li&gt;Engineering practices and principles including reading engineering drawings and marking out techniques,&lt;/li&gt;\n&lt;li&gt;Mathematical techniques and formula related to the fabrication, development and installation of pipework systems,&lt;/li&gt;\n&lt;li&gt;How to correctly select and safely use hand tools, mechanical tools and equipment in differing environments for the fabrication, repair, installation and decommissioning of pipework systems,&lt;/li&gt;\n&lt;li&gt;Common and specialist pipe materials such as ferrous, non-ferrous and non-metallic including fittings associated with the pipework components and systems,&lt;/li&gt;\n&lt;li&gt;Pipework preparation, fabrication, installation, maintenance, testing and decommissioning techniques commonly used throughout the Engineering Construction industry,&lt;/li&gt;\n&lt;li&gt;Appropriate codes, practices and industry standards and their application to ensure quality requirements are met.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Role Skill Requirements: The Pipefitter should be able to:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;ul&gt;\n&lt;ul&gt;\n&lt;ul&gt;\n&lt;li&gt;Comply with appropriate health and safety, risk and quality requirements,&lt;/li&gt;\n&lt;li&gt;Correctly select and safely use tools and equipment for the fabrication, assembly, installation and decommissioning of pipework components and systems,&lt;/li&gt;\n&lt;li&gt;Plan, organise and undertake the fabrication, assembly, installation, maintenance and decommissioning of pipework components and systems,&lt;/li&gt;\n&lt;li&gt;Read, interpret and apply engineering drawing information,&lt;/li&gt;\n&lt;li&gt;Shape pipework components using hand and power tools to cut, drill, shape and finish components to the required tolerance, specification and standard,&lt;/li&gt;\n&lt;li&gt;Assemble and install pipework using the appropriate methods, techniques and equipment in accordance with the specification including welded, threaded, bolted and clamped jointing solutions,&lt;/li&gt;\n&lt;li&gt;Ensure the integrity of joints in accordance with specifications, in line with specified quality procedures and to precise tolerances,&lt;/li&gt;\n&lt;li&gt;Undertake the testing and inspection of the fabricated and/or installed pipework using the appropriate techniques,&lt;/li&gt;\n&lt;li&gt;Work with others and contribute to effective working relationships within an Engineering Construction environment,&lt;/li&gt;\n&lt;li&gt;Apply techniques for the temporary or permanent removal of an engineering construction piping related system or component,&lt;/li&gt;\n&lt;li&gt;Communicate by keeping others informed about work plans or activities which may affect them and seek assistance from others without causing undue disruption to normal work activities.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/ul&gt;\n&lt;/ul&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Role Behavioural Requirements. The Pipefitter should demonstrate the following behaviours:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;ul&gt;\n&lt;ul&gt;\n&lt;ul&gt;\n&lt;li&gt;Work with others to effectively and efficiently complete the allocated tasks,&lt;/li&gt;\n&lt;li&gt;Solve problems within their area of responsibility by applying technical skills and knowledge to define, identify, evaluate and select alternative solutions if required,&lt;/li&gt;\n&lt;li&gt;Take responsibility as an individual and team member for the quality of the work,&lt;/li&gt;\n&lt;li&gt;Support their own learning and development and that of others through activities such as mentoring and sharing of expertise and knowledge,&lt;/li&gt;\n&lt;li&gt;Act ethically, displaying maturity, honesty, integrity and responsibility,&lt;/li&gt;\n&lt;li&gt;Work safely in accordance with health, safety and environmental legislation, regulations and company-specific requirements,&lt;/li&gt;\n&lt;li&gt;Maintain a safe, clean and tidy work area,&lt;/li&gt;\n&lt;li&gt;Check for and identify potential hazards in the workplace and take collective responsibility to maintain a safe working environment,&lt;/li&gt;\n&lt;li&gt;Question unsafe behaviours and incorrect work practises and procedures.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/ul&gt;\n&lt;/ul&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Suggested Entry Requirements&lt;/h3&gt;\n&lt;p&gt;Individual employers will set their own criteria; these may include a minimum of three GCSEs (or equivalent) at grade C or above, including English, Maths and a Science or Technology based subject. Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;The typical duration of the apprenticeship is 36 – 42 months.&lt;/p&gt;\n&lt;h3&gt;Qualifications&lt;/h3&gt;\n&lt;p&gt;Candidates will be required to attain a Level 3 Diploma in Installing Engineering Construction Plant and Systems (RQF) – Pipefitting from a recognised Awarding Body during the course of their Apprenticeship.&lt;/p&gt;\n&lt;h3&gt;Link to Professional Registration&lt;/h3&gt;\n&lt;p&gt;This standard will meet the professional standards of the Engineering Council for registration as Engineering Technician (Eng Tech) by an appropriate Professional Engineering Institution.&lt;/p&gt;\n&lt;h3&gt;Apprenticeship Level&lt;/h3&gt;\n&lt;p&gt;This is a level 3 apprenticeship&lt;/p&gt;\n&lt;h3&gt;Review of Standard&lt;/h3&gt;\n&lt;p&gt;This standard will be reviewed after three years&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-10-16T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0172",
  "tbMainContact": "Dave.Whitehouse@doosan.com",
  "involvedEmployers": "Doosan Babcock Ltd, GE Power Ltd, Cordell Group Ltd, Sellafield Ltd, Alpha Plus Ltd, Laker Vent Engineering Ltd, Jacobs Field Services Ltd, Pruce Newman Pipework Ltd, Hydratight Ltd, AJB Training and Assessment Services Ltd, NETA Training Trust, HETA, GIFHE, HETA, MECNW, ENGIE Fabricom, Balfour Beatty, Site Service Engineering Ltd, PTF Engineering",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "pipefitter"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Onsite Construction",
  "cluster": "Construction Specialist Operative/Technician",
  "clusterId": "103",
  "clusterDescription": "Prepare and operate specialist on-site plant and equipment for lifting, pile driving, and pipe laying",
  "createdDate": "2020-09-22T12:34:49 +00:00",
  "lastUpdated": "2018-10-10T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-10-16T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0162",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0162-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0162-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2018-10-10T00:00:00"
}