{
  "templateType": "Apprenticeship Standard",
  "larsCode": 103,
  "referenceNumber": "ST0216",
  "learningAimClassCode": "",
  "title": "Healthcare support worker",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0216",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery. The funding band for this standard has been reviewed and remains at £3000 (Dec-2018).",
  "changedDate": "2022-11-01T00:00:00",
  "earliestStartDate": "2016-05-19T00:00:00",
  "latestStartDate": "2022-10-31T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Providing high-quality and compassionate health and social care for a wide range of people.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 3000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "health",
    "care",
    "healthcare",
    "medicine",
    "support",
    "therapy",
    "social",
    "hospital",
    "care home",
    "hcsw"
  ],
  "jobRoles": [
    "Cancer services",
    "physiotherapy",
    "genitourinary medicine",
    "orthopaedics",
    "hospice care",
    "mental health",
    "social care",
    "community",
    "occupational therapy",
    "learning disabilities"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1385/healthcare_support_worker_assessment.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.3 Health and social care",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Healthcare support workers (HCSWs) work as part of a team providing high quality and compassionate care to individuals(&lt;strong&gt;1&lt;/strong&gt;). You will carry out well-defined routine clinical duties(&lt;strong&gt;2&lt;/strong&gt;)&amp;nbsp; like monitoring an individual’s conditions (by checking things like blood pressure, temperature or weight), checking on their overall progress, comfort and wellbeing.&lt;/p&gt;\n&lt;p&gt;Depending on where you work, you may also help them to eat, drink, wash, dress or go to the toilet. &amp;nbsp;You will prepare individuals for healthcare activities carried out by other members of the healthcare team, looking after them before, during and/or after those activities in line with their care plan. You will also carry out non-clinical duties and, depending on where you work, this could include things like keeping records, making beds, tidying up your work area, returning or cleaning the equipment used during a clinical activity. You will be able to address straightforward problems in your day to day work, reporting concerns and changes to the appropriate person in a timely manner .&amp;nbsp; HCSWs work in a range of healthcare settings(&lt;strong&gt;3&lt;/strong&gt;) and your team may include workers from both health and social care. You will report to a registered healthcare practitioner who will directly or indirectly supervise your work.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Responsibilities and duty of the role&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;You will be able to work effectively as part of a team. You will always act within the limits of your competence, knowing who to ask for help and support if you are not sure. You will work within agreed ways of working, following the relevant standards, policies and protocols used in your workplace including the Code of Conduct for Healthcare Support Workers and Adult Social Care Workers in England. During the first part of this apprenticeship you will be supported to achieve the Care Certificate(&lt;strong&gt;4&lt;/strong&gt;) which forms part of your&lt;/p&gt;\n&lt;p&gt;induction and covers the fundamental skills needed to provide quality care.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Additional information&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;There are no entry requirements to the apprenticeship but employers may run their own selection process. Apprentices without Level 1 English and Maths will need to achieve this level and take the test for Level 2 English and Maths prior to completion of their Apprenticeship.&lt;/p&gt;\n&lt;h3&gt;Level&lt;/h3&gt;\n&lt;p&gt;Level 2&lt;/p&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;12 to 18 months&lt;/p&gt;\n&lt;h3&gt;Review Date&lt;/h3&gt;\n&lt;p&gt;After 3 years&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Values&amp;nbsp;&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;You will be caring and compassionate; honest;&amp;nbsp;conscientious and committed&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&amp;nbsp;&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;You will treat people with dignity, respecting individual&#39;s diversity, beliefs, culture, values, needs, privacy and&amp;nbsp;preferences; show respect and empathy for those you work with; have the courage to challenge areas of concern and work to best practice; be adaptable, reliable and consistent; show discretion; show resilience and self-awareness.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;102&quot; style=&quot;width: 102px;&quot;&gt;\n&lt;p&gt;&lt;span&gt;&amp;nbsp;&lt;strong&gt;Skill&amp;nbsp;&lt;/strong&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;269&quot; style=&quot;width: 269px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;329&quot; style=&quot;width: 329px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;102&quot;&gt;\n&lt;p&gt;&lt;span&gt;&lt;strong&gt;1. Communication&lt;/strong&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;269&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;communicate effectively with individuals, their families, carers and healthcare practitioners using a range of techniques, keeping information confidential&lt;/li&gt;\n&lt;li&gt;handle information (record, report and store information) related to individuals in line with local and national policies&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;329&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;why it is important to communicate effectively at work; how to communicate with individuals that have specific language needs or wishes; ways to make yourself understood; how to reduce problems with communication;&lt;/li&gt;\n&lt;li&gt;legislation, policies and local ways of working(&lt;strong&gt;5&lt;/strong&gt;) about handling information; how to keep information confidential; why it is important to record and store patient information securely and what to do if you think information is not secure&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;102&quot;&gt;\n&lt;p&gt;&lt;strong&gt;2. Health&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;intervention&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;269&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;support individuals with long term conditions, frailty and end of life(&lt;strong&gt;6&lt;/strong&gt;) care&lt;/li&gt;\n&lt;li&gt;identify and respond to signs of pain or discomfort&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;promote physical health and wellbeing of individuals&lt;/li&gt;\n&lt;li&gt;assist with an individuals’ overall comfort and wellbeing&lt;/li&gt;\n&lt;li&gt;support individuals with activities of daily living(&lt;strong&gt;7&lt;/strong&gt;)&lt;/li&gt;\n&lt;li&gt;recognise deteriorations in health, long term conditions, physiological measurements, skin integrity and report appropriately&lt;/li&gt;\n&lt;li&gt;report any changes in physical health needs as appropriate&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;329&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;how to do routine clinical tasks (eg check blood pressure, temperature, weight etc) delegated from a registered nurse or other healthcare professional&lt;/li&gt;\n&lt;li&gt;the signs and symptoms of a person who is experiencing pain or discomfort&lt;/li&gt;\n&lt;li&gt;how to promote a person’s physical health and wellbeing&lt;/li&gt;\n&lt;li&gt;how to support a person’s comfort and wellbeing&lt;/li&gt;\n&lt;li&gt;the importance of hydration, nutrition and food safety&lt;/li&gt;\n&lt;li&gt;what the activities of daily living are and which ones you are expected to support in your role&lt;/li&gt;\n&lt;li&gt;the signs of a person whose health and wellbeing is deteriorating; and how to report changes and deterioration&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;102&quot;&gt;\n&lt;p&gt;&lt;strong&gt;2.1 Person centred care and support&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;269&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;demonstrate what it means in practice to provide person centered care and support&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;329&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;what it means to give ‘person centred care and support’; why it is important to get consent, even when it is difficult; why it is important to get people actively involved in their own care; why it is important to give people choices about their care; and why treating people as valuable and unique individuals makes a big difference in how they feel&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;102&quot;&gt;\n&lt;p&gt;&lt;strong&gt;2.2 Dementia, cognitive issues, mental health&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;269&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;promote mental health and wellbeing&lt;/li&gt;\n&lt;li&gt;recognise limitations in mental capacity and respond appropriately&lt;/li&gt;\n&lt;li&gt;recognise and respond to signs of poor mental health for example dementia, depression, anxiety or other cognitive issues&lt;/li&gt;\n&lt;li&gt;recognise and report any deterioration in an individual’s mental health&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;329&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;the main forms of mental ill health and their impact on people’s lives; and how to promote mental health and wellbeing&lt;/li&gt;\n&lt;li&gt;the possible signs of limitations in mental capacity and what to do when you notice them&lt;/li&gt;\n&lt;li&gt;the possible signs of mental health, dementia and learning disability in people ; why depression, delirium and the normal ageing process may be mistaken for dementia; the importance of early diagnosis in relation to dementia and other cognitive issues&lt;/li&gt;\n&lt;li&gt;&amp;nbsp;how to report changes or deterioration&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;102&quot;&gt;\n&lt;p&gt;&lt;strong&gt;2.3 Basic life support&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;269&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;perform basic life support for individuals using appropriate resuscitation techniques and equipment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;329&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;how to perform basic life support&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;102&quot;&gt;\n&lt;p&gt;&lt;strong&gt;2.4 Physiological measurements&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;269&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;undertake a range of physiological measurements using the appropriate equipment including height, weight, temperature, pulse, breathing rate and blood pressure&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;329&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;the range of physiological states that can be measured including body temperature, weight, height, blood pressure, pulse and breathing rate&lt;/li&gt;\n&lt;li&gt;the normal range of physiological measurements&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;102&quot;&gt;\n&lt;p&gt;&lt;strong&gt;3. Personal and&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;p&lt;/strong&gt;&lt;strong&gt;eople development&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;269&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;take responsibility for, prioritise and reflect on your own actions and work&lt;/li&gt;\n&lt;li&gt;work as part of a team, seeking help and guidance when you are not sure&lt;/li&gt;\n&lt;li&gt;maintain and further develop your own skills and knowledge through development activities; maintain evidence of your personal development and actively prepare for and participate in appraisal&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;329&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;your role and the responsibilities and duties of your job; why it is important to work in ways that have been agreed by your employer and to follow standards/codes of conduct;&lt;/li&gt;\n&lt;li&gt;working relationships and the importance of working well with other people; who or where to go for help and support about anything related to your work&lt;/li&gt;\n&lt;li&gt;the importance of personal development and how to reflect on your work ; how to create a personal development plan&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;102&quot;&gt;\n&lt;p&gt;&lt;strong&gt;4. Health, safety&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;and security&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;269&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;maintain a safe and healthy working environment&lt;/li&gt;\n&lt;li&gt;take appropriate action in response to incidents or emergencies following local guidelines&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;329&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;legislation, policies and local ways of working which relate to health and safety at work; your responsibilities, and the responsibilities of others, relating to health and safety at work&lt;/li&gt;\n&lt;li&gt;what to do in situations that could cause harm to themselves and others; how to handle hazardous materials and substances; and what to do when there is an accident or sudden illness&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;102&quot;&gt;\n&lt;p&gt;&lt;strong&gt;4.1 Duty of Care&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;269&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;follow the principles for implementing a duty of care, always acting in the best interest of individuals to ensure they do not come to harm&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;329&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;the meaning of ‘duty of care’ and why it is important; what support is available when you come across a difficult situation or when someone makes a complaint&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;102&quot;&gt;\n&lt;p&gt;&lt;strong&gt;4.2 Safeguarding&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;269&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;follow the principles of safeguarding and protection&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;329&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;legislation, policies and local ways of working about ‘safeguarding’ and protection from abuse ; the signs of abuse and what to do if you suspect abuse; and how to reduce the chances of abuse as much as possible&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;102&quot;&gt;\n&lt;p&gt;&lt;strong&gt;4.3 Infection prevention and control&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;269&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;use a range of techniques for infection prevention and control including waste management, hand washing and the use of Personal Protective Equipment (PPE)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;329&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;legislation, policies and local ways of working that help to prevent infection; the meaning of ‘risk’ and ‘risk assessment’; the importance of good personal hygiene and hand washing ; how to select the right PPE (such as gloves, aprons and masks); how infections start and spread; the importance of cleaning, disinfecting and maintaining a clean workplace to reduce the risk and spread of infection; and the meaning of ‘antimicrobial resistance’&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;102&quot;&gt;\n&lt;p&gt;&lt;strong&gt;4.4 Moving and&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;handling&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;269&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;move and position individuals, equipment and other items safely&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;329&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;why people and objects need to be moved safely; how to move and position people safely; how to move and handle equipment and other objects safely; agreed ways of working when moving people and know how to identify any risks&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;102&quot;&gt;\n&lt;p&gt;&lt;strong&gt;5. Equality and&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;div&lt;/strong&gt;&lt;strong&gt;ersity&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;269&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;follow the principles of equality, diversity and inclusion&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;329&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;equality and diversity legislation, policies and local ways of working; why equality is important and how discrimination can happen at work&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;blockquote&gt;&lt;strong&gt;(1)&lt;/strong&gt; Individuals - those requiring care and support, may include patients, service users or clients&lt;br&gt;&lt;strong&gt;(2)&lt;/strong&gt; Duties - please note the list of duties is not exhaustive. Your duties will vary depending on where you work and your job description.&lt;br&gt;&lt;strong&gt;(3)&lt;/strong&gt; Healthcare settings may include hospitals, community clinics or health centres, individuals’ homes, nursing/care homes, hospices, mental health settings and GP surgeries. List is not exhaustive.&lt;br&gt;&lt;strong&gt;(4)&lt;/strong&gt; Care Certificate: for more details see http://www.skillsforhealth.org.uk/care-certificate&lt;br&gt;&lt;strong&gt;(5)&lt;/strong&gt; Legislation, policies and local ways of working may include Data Protection Act, Health &amp;amp; Social Care Act, Information Governance policy, Health and Safety legislation, agreed guidance on how to carry out tasks in your workplace, etc. List is not exhaustive.&lt;br&gt;&lt;strong&gt;(6)&lt;/strong&gt; End of Life Care – the end of life care phase may last for weeks, months or years and does not just equate with dying. End of Life Care is defined as care that helps those with advanced, progressive, incurable illness to live as well as possible until they die. (End of Life Care Network)&lt;br&gt;&lt;strong&gt;(7)&lt;/strong&gt; Activities of Daily Living include: maintaining a safe environment; communication; breathing; eating and drinking; elimination; washing and dressing; controlling temperature; mobilisation; working and playing; expressing sexuality; sleeping; death and dying. (Roper, Logan and Tierney model of nursing, 1998).&lt;/blockquote&gt;",
  "occupationalSummary": "&lt;p&gt;Healthcare support workers (HCSWs) work as part of a team providing high quality and compassionate care to individuals(1). You will carry out well-defined routine clinical duties(2) like monitoring an individual’s conditions (by checking things like blood pressure, temperature or weight), checking on their overall progress, comfort and wellbeing. Depending on where you work, you may also help them to eat, drink, wash, dress or go to the toilet. You will prepare individuals for healthcare activities carried out by other members of the healthcare team, looking after them before, during and/or after those activities in line with their care plan. You will also carry out non-clinical duties and, depending on where you work, this could include things like keeping records, making beds, tidying up your work area, returning or cleaning the equipment used during a clinical activity. You will be able to address straightforward problems in your day to day work, reporting concerns and changes to the appropriate person in a timely manner . HCSWs work in a range of healthcare settings(3) and your team may include workers from both health and social care. You will report to a registered healthcare practitioner who will directly or indirectly supervise your work.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "16a28627-f3da-4622-bf59-214237c1504d",
      "detail": "Why it is important to communicate effectively at work; how to communicate with individuals that have specific language needs or wishes; ways to make yourself understood; how to reduce problems with communication;"
    },
    {
      "knowledgeId": "5012ec8a-e662-4048-a8ae-bf7498139804",
      "detail": "legislation, policies and local ways of working(5) about handling information; how to keep information confidential; why it is important to record and store patient information securely and what to do if you think information is not secure"
    },
    {
      "knowledgeId": "c372e9d2-dba0-478f-938d-4b631b749bb2",
      "detail": "How to do routine clinical tasks (eg check blood pressure, temperature, weight etc) delegated from a registered nurse or other healthcare professional"
    },
    {
      "knowledgeId": "ef63b2b7-0ef0-4f8d-a96e-767d60a2bf39",
      "detail": "The signs and symptoms of a person who is experiencing pain or discomfort"
    },
    {
      "knowledgeId": "5825adec-01bd-489d-bbde-b3423a2dc4b5",
      "detail": "How to promote a person’s physical health and wellbeing"
    },
    {
      "knowledgeId": "979e9609-0b08-4500-b18f-530254cc11fb",
      "detail": "How to support a person’s comfort and wellbeing"
    },
    {
      "knowledgeId": "5bed8577-3329-42ae-8966-97e6209d05cd",
      "detail": "The importance of hydration, nutrition and food safety"
    },
    {
      "knowledgeId": "aa474704-15e8-430b-ab7f-6918bc9b15e2",
      "detail": "What the activities of daily living are and which ones you are expected to support in your role"
    },
    {
      "knowledgeId": "6c9b6246-de6d-471a-8a53-af8b59a90fdf",
      "detail": "The signs of a person whose health and wellbeing is deteriorating; and how to report changes and deterioration"
    },
    {
      "knowledgeId": "3f107139-ed71-47c8-9f3c-2f63fa83f846",
      "detail": "What it means to give ‘person centred care and support’; why it is important to get consent, even when it is difficult; why it is important to get people actively involved in their own care; why it is important to give people choices about their care; and why treating people as valuable and unique individuals makes a big difference in how they feel"
    },
    {
      "knowledgeId": "a1f349fa-4f82-4021-ba81-af347e466d80",
      "detail": "The main forms of mental ill health and their impact on people’s lives; and how to promote mental health and wellbeing"
    },
    {
      "knowledgeId": "bb94e137-e097-48f5-a59a-c448a18a03e4",
      "detail": "The possible signs of limitations in mental capacity and what to do when you notice them"
    },
    {
      "knowledgeId": "898d3090-af3f-4f8e-88a0-5302c3fa3ef3",
      "detail": "The possible signs of mental health, dementia and learning disability in people ; why depression, delirium and the normal ageing process may be mistaken for dementia; the importance of early diagnosis in relation to dementia and other cognitive issues"
    },
    {
      "knowledgeId": "a4d712a2-050d-4d26-bd25-a116acc48c3c",
      "detail": " How to report changes or deterioration"
    },
    {
      "knowledgeId": "43270fdb-0c1c-4721-b01a-e14af1a6c914",
      "detail": "How to perform basic life support"
    },
    {
      "knowledgeId": "121ccc9c-cfb3-4f4c-b76e-1f9bc79b7a0b",
      "detail": "The range of physiological states that can be measured including body temperature, weight, height, blood pressure, pulse and breathing rate"
    },
    {
      "knowledgeId": "0f069f93-f023-4fd3-8cc3-6a10d1181cf8",
      "detail": "The normal range of physiological measurements"
    },
    {
      "knowledgeId": "99a88d3e-412c-40c9-9480-fd4251b04cb6",
      "detail": "Your role and the responsibilities and duties of your job; why it is important to work in ways that have been agreed by your employer and to follow standards/codes of conduct;"
    },
    {
      "knowledgeId": "ec8ebdf5-3c13-4c5d-8c42-f9b418823ab3",
      "detail": "Working relationships and the importance of working well with other people; who or where to go for help and support about anything related to your work"
    },
    {
      "knowledgeId": "477d0b27-d7ea-4f40-9f9a-f1c268fe1af9",
      "detail": "The importance of personal development and how to reflect on your work ; how to create a personal development plan"
    },
    {
      "knowledgeId": "35d5a842-3366-4ed9-af6a-cd3c0f93b107",
      "detail": "Legislation, policies and local ways of working which relate to health and safety at work; your responsibilities, and the responsibilities of others, relating to health and safety at work"
    },
    {
      "knowledgeId": "c22852bd-7f89-47e6-9dbd-1b21e4a990eb",
      "detail": "What to do in situations that could cause harm to themselves and others; how to handle hazardous materials and substances; and what to do when there is an accident or sudden illness"
    },
    {
      "knowledgeId": "32f61180-1e0a-43fe-8eef-05753fbe25d4",
      "detail": "The meaning of ‘duty of care’ and why it is important; what support is available when you come across a difficult situation or when someone makes a complaint"
    },
    {
      "knowledgeId": "39dc121d-fe49-4a28-95ef-731668b6b375",
      "detail": "Legislation, policies and local ways of working about ‘safeguarding’ and protection from abuse ; the signs of abuse and what to do if you suspect abuse; and how to reduce the chances of abuse as much as possible"
    },
    {
      "knowledgeId": "74efae43-c601-439e-8d14-814dbf2fd570",
      "detail": "Legislation, policies and local ways of working that help to prevent infection; the meaning of ‘risk’ and ‘risk assessment’; the importance of good personal hygiene and hand washing ; how to select the right PPE (such as gloves, aprons and masks); how infections start and spread; the importance of cleaning, disinfecting and maintaining a clean workplace to reduce the risk and spread of infection; and the meaning of ‘antimicrobial resistance’"
    },
    {
      "knowledgeId": "4f11dd79-91ad-4adf-9dbb-945e3f2013aa",
      "detail": "Why people and objects need to be moved safely; how to move and position people safely; how to move and handle equipment and other objects safely; agreed ways of working when moving people and know how to identify any risks"
    },
    {
      "knowledgeId": "052a2377-3ca1-42ff-b8e4-dca97ceeb594",
      "detail": "Equality and diversity legislation, policies and local ways of working; why equality is important and how discrimination can happen at work"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "cb7d92ac-e6d6-4be4-a2cb-1273c20b68f5",
      "detail": "You will treat people with dignity, respecting individual's diversity, beliefs, culture, values, needs, privacy and preferences; show respect and empathy for those you work with; have the courage to challenge areas of concern and work to best practice; be adaptable, reliable and consistent; show discretion; show resilience and self-awareness."
    },
    {
      "behaviourId": "6a7bf15b-af55-4837-b501-e739dccb28bc",
      "detail": "You will be caring and compassionate; honest; conscientious and committed"
    }
  ],
  "skills": [
    {
      "skillId": "1404077f-3667-4e5a-b2e5-f331f645b721",
      "detail": "Communicate effectively with individuals, their families, carers and healthcare practitioners using a range of techniques, keeping information confidential"
    },
    {
      "skillId": "1059177f-69a6-41b8-b178-bce8063961b3",
      "detail": "Handle information (record, report and store information) related to individuals in line with local and national policies"
    },
    {
      "skillId": "bb31c8da-d6c7-4a3a-8419-06ef24b0b0d9",
      "detail": "Support individuals with long term conditions, frailty and end of life(6) care"
    },
    {
      "skillId": "985df7ec-e9e7-4f80-82e4-1ffa3717e7e0",
      "detail": "Identify and respond to signs of pain or discomfort"
    },
    {
      "skillId": "4ef24a24-098f-4dc0-afe1-8c43e1f6e2b0",
      "detail": "Promote physical health and wellbeing of individuals"
    },
    {
      "skillId": "b4ad8ce2-9b20-48a7-a9d6-991fa605532b",
      "detail": "Assist with an individuals’ overall comfort and wellbeing"
    },
    {
      "skillId": "4c5c591b-6e9d-4672-8413-a0ff389802ac",
      "detail": "Support individuals with activities of daily living(7)"
    },
    {
      "skillId": "be23ad4d-f7a8-4fc1-93ee-2481ac67fd19",
      "detail": "Recognise deteriorations in health, long term conditions, physiological measurements, skin integrity and report appropriately"
    },
    {
      "skillId": "8a0c3c39-0d85-4ef5-a2b2-a2c84fb4745d",
      "detail": "Report any changes in physical health needs as appropriate"
    },
    {
      "skillId": "c04fa506-6e10-4f75-ba95-15bd43f6e725",
      "detail": "Demonstrate what it means in practice to provide person centered care and support"
    },
    {
      "skillId": "8a8bc5f0-1ba7-4f23-af42-f9c2616146bd",
      "detail": "Promote mental health and wellbeing"
    },
    {
      "skillId": "8c812ca3-f22c-45ae-8946-5aa0e26a4163",
      "detail": "Recognise limitations in mental capacity and respond appropriately"
    },
    {
      "skillId": "56cdf221-af19-40ac-b27b-0585a11ba424",
      "detail": "Recognise and respond to signs of poor mental health for example dementia, depression, anxiety or other cognitive issues"
    },
    {
      "skillId": "2ce0aaa9-0a82-4203-9eb4-926993cc3dc0",
      "detail": "Recognise and report any deterioration in an individual’s mental health"
    },
    {
      "skillId": "33c386f1-34ba-4ea4-a508-ab08cfb263fd",
      "detail": "Perform basic life support for individuals using appropriate resuscitation techniques and equipment"
    },
    {
      "skillId": "71462a23-2537-4d6c-bd95-5f462386f226",
      "detail": "Undertake a range of physiological measurements using the appropriate equipment including height, weight, temperature, pulse, breathing rate and blood pressure"
    },
    {
      "skillId": "fe612025-8487-40f6-aab2-57738d5b773a",
      "detail": "Take responsibility for, prioritise and reflect on your own actions and work"
    },
    {
      "skillId": "d3b16398-6712-4564-99dc-7597954951ba",
      "detail": "Work as part of a team, seeking help and guidance when you are not sure"
    },
    {
      "skillId": "886be761-ac92-4288-a6ee-18f15db174c2",
      "detail": "Maintain and further develop your own skills and knowledge through development activities; maintain evidence of your personal development and actively prepare for and participate in appraisal"
    },
    {
      "skillId": "9e399e42-af6b-4a8a-bf06-9cca24afe2dc",
      "detail": "Maintain a safe and healthy working environment"
    },
    {
      "skillId": "730f0e36-b73e-41db-908a-840a0ac0b1f0",
      "detail": "Take appropriate action in response to incidents or emergencies following local guidelines"
    },
    {
      "skillId": "c84635f4-c384-4a44-aa46-c17ae0c312e5",
      "detail": "Follow the principles for implementing a duty of care, always acting in the best interest of individuals to ensure they do not come to harm"
    },
    {
      "skillId": "2bb56df1-7702-4742-81fb-4f9ee4acd76f",
      "detail": "Follow the principles of safeguarding and protection"
    },
    {
      "skillId": "c3b3a59a-b8bc-42ac-914e-5b8e0eca6b33",
      "detail": "Use a range of techniques for infection prevention and control including waste management, hand washing and the use of Personal Protective Equipment (PPE)"
    },
    {
      "skillId": "dffe89ae-e892-425c-8e34-56d6e23d44d0",
      "detail": "Move and position individuals, equipment and other items safely"
    },
    {
      "skillId": "0b0ad2fa-691e-464e-84fe-d002c2fd8d77",
      "detail": "Follow the principles of equality, diversity and inclusion"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-05-19T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "Healthcare.Trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "Barchester Healthcare,Derby Hospitals NHS Foundation Trust,Health Education England,Hospice UK,Ipswich Hospital NHS Trust,James Paget University Hospitals NHS Foundation Trust,Mid Essex Hospitals NHS Trust,Norfolk and Norwich University Hospitals NHS Foundation Trust,Norfolk & Suffolk NHS Foundation Trust,North Bristol NHS Trust,North East London NHS Foundation Trust,Poole Hospital NHS Foundation Trust,Royal College of Midwifery,Royal College of Nursing,Solent NHS Trust,South Devon Healthcare NHS Foundation Trust in conjunction with Torbay & Southern Devon Care Trust,Southern Health NHS Foundation Trust,St Giles Hospice,The Priory Group,The Royal Devon & Exeter NHS Foundation Trust,Unison,University Hospitals Birmingham NHS Foundation Trust,University Hospital Southampton NHS Foundation Trust,Walsall Healthcare NHS Trust,Yeovil District Hospital NHS Foundation Trust,Skills for Health",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Cancer services",
    "physiotherapy",
    "genitourinary medicine",
    "orthopaedics",
    "hospice care",
    "mental health",
    "social care",
    "community",
    "occupational therapy",
    "learning disabilities"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health Assistant",
  "clusterId": "112",
  "clusterDescription": "Provide direct patient contact and caring undertaking routine well defined clinical duties",
  "createdDate": "2017-09-22T14:24:20 +00:00",
  "lastUpdated": "2022-11-01T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-05-19T00:00:00 +00:00",
  "banners": "A temporary dispensation has been applied to the assessment plan version AP01 for this apprenticeship. The dispensation will last from 01/07/2022 to 31/12/2022 but may be withdrawn if the assessment plan is revised sooner or the dispensation is no longer necessary.\nEnd-point assessment organisations (EPAOs) delivering EPAs for the apprenticeship will implement the dispensation as required, supported and monitored by the relevant EQA provider. \nThe key changes are: \nAssessment Method 1 – Observation of practice:\nThe observation assessment may be replaced with a reflective statement written by the apprentice and validated by an expert witness. This will be followed by a question and answer session of up to 30 minutes with an independent assessor.",
  "occupationCode": "OCC0216",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0216-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0216-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": true,
  "coronationEmblem": false,
  "publishDate": "2022-11-01T00:00:00"
}