{
  "templateType": "Apprenticeship Standard",
  "larsCode": 545,
  "referenceNumber": "ST0214",
  "learningAimClassCode": "",
  "title": "Advanced and creative hair professional",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0214",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2020-02-03T00:00:00",
  "earliestStartDate": "2020-02-03T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Create, plan and promote a collection of hairstyles and looks that reflects their own individuality.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Hair and beauty",
  "keywords": [
    "creative",
    "hair",
    "service enterprises",
    "beauty",
    "hair specialist",
    "haircut"
  ],
  "jobRoles": [
    "Specialist technicians",
    "Creative hair stylists",
    "Advanced senior stylists",
    "Senior hair professional"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3771/st0214_advanced-and-creative-hair-professional.pdf",
  "ssa1": "7 Retail and Commercial Enterprise",
  "ssa2": "7.3 Service enterprises",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Advanced and Creative Hair Professionals are creative, passionate, and driven professionals who work without supervision, managing themselves and others when required. They provide a quality service, whilst working to the highest standards and continuously developing their personal and professional skills. An Advanced and Creative Hair Professional works in the hair industry, which is one of the largest, most trusted and fashion forward professions. They take ownership of their work and client lists, accept responsibility, are proactive, flexible and adaptable, plan their work and time, they aim for excellence by taking exceptional pride in their work and industry. The work environment can be varied in size, style and ambiance, from a bespoke salon, the media industry, cruise ships, product houses and manufacturers to luxury high-end hair salon.&#160; They are highly skilled and experienced individual professionals who deliver hair fashion forward trends, which are innovative styles inspired by current images and their own creativity, individual flair, imagination and interpretation.&lt;/p&gt;\n&lt;p&gt;An Advanced and Creative Hair Professional:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;demonstrates professionalism by maintaining confidentiality and discretion&lt;/li&gt;\n&lt;li&gt;researches fashion forward trends, using the results to create, plan and promote a collection of hairstyle looks that reflects their own individuality&lt;/li&gt;\n&lt;li&gt;analyses the factors that influence the design and creation of the collection of hairstyle looks, including the target audience&lt;/li&gt;\n&lt;li&gt;designs a range of looks to create a fashion forward collection of hairstyle looks&lt;/li&gt;\n&lt;li&gt;maintains effective and safe methods of working&lt;/li&gt;\n&lt;li&gt;uses and adapt a range of sectioning and cutting guidelines, creative and precision techniques and technical skills to create and enhance the collection of hairstyle looks&lt;/li&gt;\n&lt;li&gt;carries out precision and personalised cutting tailored to individual client characteristics&lt;/li&gt;\n&lt;li&gt;formulates imaginative creative advanced colour conversion services to change the depth and tone of the hair&lt;/li&gt;\n&lt;li&gt;uses a range of creative finishing and dressing techniques, advanced creative colouring techniques to enhance the collection of hairstyle looks&lt;/li&gt;\n&lt;li&gt;presents, showcases and promotes their skills though their collection of hairstyle looks via a variety of media types and platforms&lt;/li&gt;\n&lt;li&gt;provides a smoothing strengthening service to clients&lt;/li&gt;\n&lt;li&gt;carries out in-depth consultation and complex analysis of the hair&lt;/li&gt;\n&lt;li&gt;uses and applies the products, tools and equipment, in accordance with legal requirements, manufacturers&#39; instructions and salon policy&lt;/li&gt;\n&lt;li&gt;provides advice on future services and products&lt;/li&gt;\n&lt;li&gt;evaluates the results of the service to improve further practice&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Typical Job Roles:&lt;/strong&gt; Creative hair stylists, Advanced senior stylists, Senior hair professional or Specialist technicians&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;hair professional or equivalent qualification&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;After 3 years&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration of the apprenticeship&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typical duration to gateway 12 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;3&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;English and maths:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprentice must achieve level 2 English and maths prior to taking their end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeship’s English and maths minimum requirement is Entry Level 3 and British Sign Language qualification is an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge Skills, and behaviours for an Advanced and Creative Hair Professional &lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 25%;&quot;&gt;&lt;strong&gt;Skills and knowledge&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;An Advanced and Creative Hair Professional is able to:&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;An Advanced and Creative Hair Professional Knows and Understands: &lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Use fashion forward trends in hair, creative and precision techniques to create a collection of hairstyle looks&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Researches fashion forward trends &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Research fashion trends using the results to plan, design, create, produce and present a fashion forward hairstyle collection, identifying the purpose and message of the given collection. Analyse factors influencing the design and creation of the collection of hairstyle looks including the target audience.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Create a collection of hairstyle looks&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Carry out in-depth consultation and complex analysis of the client hair to plan, create and style the collection of hairstyle looks. Maintain effective and safe methods of working and effective communication whilst creating the collection of hair looks.&lt;/p&gt;\n&lt;p&gt;Use and adapt a range of technical skills to create&#160;&#160; a collection of hairstyle looks using:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;sectioning and cutting guidelines&lt;/strong&gt; to achieve the required look&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;precision and personalised cutting techniques&lt;/strong&gt; tailored to suit individual characteristics&lt;/li&gt;\n&lt;li&gt;creative finishing and dressing techniques&lt;/li&gt;\n&lt;li&gt;advanced creative colouring&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Use a range of products, tools and equipment in accordance with legal requirements, manufacturers&#39; instructions and salon policy.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Present a collection of hair looks&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Present and promote the collection internally using a visual medium. Evaluate the results of the collection against the research results to improve further practice.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Researches fashion forward trends &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;The principles and stages of planning, researching and developing fashion forward trends, different media types and platforms. How to promote fashion forward collection of hairstyle looks using a choice of media to target a specific market, individuals or groups. &#160;How a collection of hairstyle looks can be used to promote individuals and salons. The legal responsibilities when using images.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Create a collection of hairstyle looks&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;How to create the collection of hairstyle looks using a range of models and methods of recording the collection. Health &amp;amp; safety legislation, safe working practices and effective communication related to creating a collection of hairstyle looks. How to complete an in-depth complex analysis of the client hair. The influencing factors and individual characteristics which need to be considered when collection of hairstyle looks. &#160;&lt;/p&gt;\n&lt;p&gt;How to create the collection of hairstyle looks using a range of models and methods of recording the collection&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Sectioning and cutting guidelines&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;How and when to use sectioning and cutting guidelines. Different sectioning patterns to create round, square, triangular shapes&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Precision and personalised cutting techniques &lt;/strong&gt;for example&lt;strong&gt;:&lt;/strong&gt; Geometric, asymmetric, disconnection, A line bob/inverted bob&lt;/p&gt;\n&lt;p&gt;Cutting techniques to include: graduating, layering, thinning, tapering, club cutting, freehand, advanced texturizing (slide cutting, channel cutting, point cutting, slicing), undercutting, disconnecting razor cutting, close cutting (scissor or clipper over comb, fading, neckline shapes) precision cutting (solid edge and zero elevation), clipper work.&lt;/p&gt;\n&lt;p&gt;Preparation, fashion styling, dressing and finishing techniques that can be used to create the look.&lt;/p&gt;\n&lt;p&gt;The use of products, tools and equipment in accordance with legal requirements, manufacturers&#39; instructions and salon policy&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Present a collection of hair looks&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;The process of evaluating the success of the final collection using appropriate evaluation tools to demonstrate the effectiveness and success.&lt;/p&gt;\n&lt;p&gt;Methods of presenting showcasing and promoting the collection of hairstyle looks internally using a visual medium.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Smoothing and Strengthening services&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Client consultation &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Maintain effective and safe methods of working and effective communication whilst completing smoothing and strengthening services. Carry out in-depth complex analysis of the client hair and scalp to plan and agree the smoothing and strengthening services.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Smoothing and Strengthening&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Use and apply products, tools and equipment, to smooth and strengthen clients’ hair to the degree of straightness required. Resolve problems that may occur during and after the hair smoothing and strengthening process. Use a range of products, tools and equipment in accordance with legal requirements, manufacturers&#39; instructions and salon policy.&#160;&#160;&lt;/p&gt;\n&lt;p&gt;Evaluate the results of the service and provide advice on future services and products.&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Client consultation &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Health &amp;amp; safety legislation, safe working practices and effective communication related to smoothing and strengthening services. How to complete an in-depth complex analysis of the client hair and scalp for smoothing and strengthening services.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Smoothing and Strengthening&lt;/strong&gt;&lt;/p&gt;\nThe scientific principles of smoothing and strengthening systems. The different factors that can impact smoothing and strengthening services. Legal requirements and manufacturer’s instructions relating to smoothing and strengthening services. The types of smoothing and strengthening systems, products, tools and equipment, their application, and removal. The considerations to be taken when smoothing and strengthening hair.\n&lt;p&gt;The types of problems that may occur during the smoothing and strengthening service. Maintenance and aftercare including future services and products.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Advanced creative colour conversion&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Client Consultation &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Maintain effective and safe methods of working and effective communication whilst completing Creative colour conversion services. Carry out tests and an in-depth complex consultation of the client hair and scalp to plan and agree the creative colour conversion service. Analyse factors influencing the selection of the colour conversion technique used.&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Creative Colour conversion&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Provide an creative colour conversion service to change the depth and tone of the hair in accordance with legal requirements and manufacturer’s instructions.&lt;/p&gt;\n&lt;p&gt;Creative Colour conversion services to include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Using creative sectioning techniques to personalise the colour result and enhance the finished look&lt;/li&gt;\n&lt;li&gt;toning through bespoke creative formulation, colour blending/shading&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Resolve problems that may occur during creative colour conversion service&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Advanced colour conversion (correction) &lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;removing artificial colour&lt;/li&gt;\n&lt;li&gt;removing bands of colour&lt;/li&gt;\n&lt;li&gt;recolouring hair treated with lightener&lt;/li&gt;\n&lt;li&gt;using pre-pigmentation and colour&lt;/li&gt;\n&lt;li&gt;recolouring hair that has had artificial colour removed&lt;/li&gt;\n&lt;li&gt;correcting highlights and lowlights.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Uses and applies the products, tools and equipment, in accordance&#160; with legal requirements, manufacturers&#39; instructions and salon policy.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Products&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;semi- permanent, quasi (mildly oxidising), permanent colour, pre-lighteners, colour removers for artificial colour.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Complete and evaluate the results of the service and provide advice on future services, aftercare and products.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Client Consultation&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Health &amp;amp; safety legislation, safe working practices and effective communication related to creative colour conversion. The scientific principles of hair colour conversion services. Relevant tests. How to complete an in-depth complex consultation for advanced creative Colour conversion. The different factors that can impact hair colour conversion services. Why it is important to consider the effects of the client’s hair and scalp health and condition when deciding on products, techniques and services used. The factors to be taken into account when planning and agreeing the creative colour conversion service and course of action. Legal requirements and manufacturer’s instructions relating to creative and advanced colour conversion. &#160;The considerations to be taken into account when applying creative colour conversion techniques.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Creative Colour conversion&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;The specialist products and techniques used in hair colour conversion services to include: the types of tools, materials, equipment, sectioning techniques, application techniques and how and when to use them. How and why pre and post treatments should be used when carrying out colour conversion services. The reasons for pre-softening and pre-pigmenting hair. How to create tone, shading and blending.&lt;/p&gt;\n&lt;p&gt;Bespoke creative colour formulation, sectioning and application techniques.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&#160;&lt;/strong&gt;&lt;strong&gt;Advanced colour conversion (correction) &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Methods of applying and removing colour products. Methods of pre-softening and pre-pigmenting hair. How to remove artificial colour/ bands of colour. How to recolour hair previously treated with lighteners using pre-pigmentation and permanent colour/ that has had artificial colour removed. The importance of restoring the hair’s pH balance after the colour correction service. The types and causes of colour correction problems that may occur during processing and how to rectify them. How to correct highlights and lowlights whilst retaining a highlight and lowlight effect. How to use creative sectioning techniques to personalise the colour result and enhance the finished look.&lt;/p&gt;\n&lt;p&gt;Products, tools and equipment used in advanced colour conversion (correction)&lt;/p&gt;\n&lt;p&gt;The considerations to be taken into account when using advanced colour conversion techniques.&lt;/p&gt;\n&lt;p&gt;Maintenance and aftercare including future services and products.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The following behaviours underpin the delivery of services for Advanced and Creative Hair Professionals ensuring that clients/customers receive a positive impression of the organisation and the individual&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;&lt;strong&gt;Facilitates safe working practices: &lt;/strong&gt;ensures the safety of self and others, challenges safety issues&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Problem solving&lt;/strong&gt;: works to identify and ensure root causes are resolved, demonstrating a tenacious approach&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Flexible and adaptable&lt;/strong&gt;: flexibility to changing working environment and demands. Demonstrates and encourages curiosity to foster new ways of thinking and working&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Creativity: &lt;/strong&gt;demonstrates individual flair and imagination using fashion forward trends in hair and approaches to their work&lt;/li&gt;\n&lt;/ol&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Professional Development: &lt;/strong&gt;promote own professional development, embraces continual development and improvement.&lt;/li&gt;\n&lt;/ul&gt;",
  "occupationalSummary": "&lt;p&gt;Advanced and Creative Hair Professionals are creative, passionate, and driven professionals who work without supervision, managing themselves and others when required. They provide a quality service, whilst working to the highest standards and continuously developing their personal and professional skills. An Advanced and Creative Hair Professional works in the hair industry, which is one of the largest, most trusted and fashion forward professions. They take ownership of their work and client lists, accept responsibility, are proactive, flexible and adaptable, plan their work and time, they aim for excellence by taking exceptional pride in their work and industry. The work environment can be varied in size, style and ambiance, from a bespoke salon, the media industry, cruise ships, product houses and manufacturers to luxury high-end hair salon.&#160; They are highly skilled and experienced individual professionals who deliver hair fashion forward trends, which are innovative styles inspired by current images and their own creativity, individual flair, imagination and interpretation.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "b1e47018-fb25-485d-9b4b-76158ba6a5cc",
      "detail": "The principles and stages of planning, researching and developing fashion forward trends, different media types and platforms. How to promote fashion forward collection of hairstyle looks using a choice of media to target a specific market, individuals or groups.  How a collection of hairstyle looks can be used to promote individuals and salons. The legal responsibilities when using images."
    },
    {
      "knowledgeId": "0e0388f2-2f0b-473a-becc-771ff78a1c81",
      "detail": "How to create the collection of hairstyle looks using a range of models and methods of recording the collection. Health & safety legislation, safe working practices and effective communication related to creating a collection of hairstyle looks. How to complete an in-depth complex analysis of the client hair. The influencing factors and individual characteristics which need to be considered when collection of hairstyle looks.                                                                        How to create the collection of hairstyle looks using a range of models and methods of recording the collection"
    },
    {
      "knowledgeId": "ce8a88e1-50ac-493f-bf4e-fbc4e62cd8e4",
      "detail": "How and when to use sectioning and cutting guidelines. Different sectioning patterns to create round, square, triangular shapes"
    },
    {
      "knowledgeId": "5330343f-3997-4fb9-8a90-d06e629fa5f8",
      "detail": "Cutting techniques to include: graduating, layering, thinning, tapering, club cutting, freehand, advanced texturizing (slide cutting, channel cutting, point cutting, slicing), undercutting, disconnecting razor cutting, close cutting (scissor or clipper over comb, fading, neckline shapes) precision cutting (solid edge and zero elevation), clipper work.              Preparation, fashion styling, dressing and finishing techniques that can be used to create the look.                                   The use of products, tools and equipment in accordance with legal requirements, manufacturers' instructions and salon policy"
    },
    {
      "knowledgeId": "a6189d77-e5ec-471b-91a7-666ece2efc40",
      "detail": "The process of evaluating the success of the final collection using appropriate evaluation tools to demonstrate the effectiveness and success.           Methods of presenting showcasing and promoting the collection of hairstyle looks internally using a visual medium."
    },
    {
      "knowledgeId": "2c9db897-81ec-4191-bfe0-e3da8a36a043",
      "detail": "Health & safety legislation, safe working practices and effective communication related to smoothing and strengthening services. How to complete an in-depth complex analysis of the client hair and scalp for smoothing and strengthening services."
    },
    {
      "knowledgeId": "844a7afe-44c3-49e8-a3fd-e3b3d3f26afd",
      "detail": "The scientific principles of smoothing and strengthening systems. The different factors that can impact smoothing and strengthening services. Legal requirements and manufacturer’s instructions relating to smoothing and strengthening services. The types of smoothing and strengthening systems, products, tools and equipment, their application, and removal. The considerations to be taken when smoothing and strengthening hair.                         The types of problems that may occur during the smoothing and strengthening service. Maintenance and aftercare including future services and products."
    },
    {
      "knowledgeId": "a27ad37e-e90c-4ac0-8ab3-cc241682dc22",
      "detail": "Health & safety legislation, safe working practices and effective communication related to creative colour conversion. The scientific principles of hair colour conversion services. Relevant tests. How to complete an in-depth complex consultation for advanced creative Colour conversion. The different factors that can impact hair colour conversion services. Why it is important to consider the effects of the client’s hair and scalp health and condition when deciding on products, techniques and services used. The factors to be taken into account when planning and agreeing the creative colour conversion service and course of action. Legal requirements and manufacturer’s instructions relating to creative and advanced colour conversion.  The considerations to be taken into account when applying creative colour conversion techniques."
    },
    {
      "knowledgeId": "0e1ed3e5-fe19-493e-adcf-a38eaf086b34",
      "detail": "The specialist products and techniques used in hair colour conversion services to include: the types of tools, materials, equipment, sectioning techniques, application techniques and how and when to use them. How and why pre and post treatments should be used when carrying out colour conversion services. The reasons for pre-softening and pre-pigmenting hair. How to create tone, shading and blending.         Bespoke creative colour formulation, sectioning and application techniques.                          "
    },
    {
      "knowledgeId": "a17e2ad3-2585-4bba-90be-07ee480890ad",
      "detail": "Methods of applying and removing colour products. Methods of pre-softening and pre-pigmenting hair. How to remove artificial colour/ bands of colour. How to recolour hair previously treated with lighteners using pre-pigmentation and permanent colour/ that has had artificial colour removed. The importance of restoring the hair’s pH balance after the colour correction service. The types and causes of colour correction problems that may occur during processing and how to rectify them. How to correct highlights and lowlights whilst retaining a highlight and lowlight effect. How to use creative sectioning techniques to personalise the colour result and enhance the finished look.                      Products, tools and equipment used in advanced colour conversion (correction).           The considerations to be taken into account when using advanced colour conversion techniques.                                      Maintenance and aftercare including future services and products."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "d63413e9-d000-4ed9-9b8e-177d42fc7590",
      "detail": "Ensures the safety of self and others, challenges safety issues"
    },
    {
      "behaviourId": "cfee4749-bc37-480b-9c5b-e48c0721a6bb",
      "detail": "Works to identify and ensure root causes are resolved, demonstrating a tenacious approach"
    },
    {
      "behaviourId": "a9a86e74-8469-48ef-bec3-e0564a1f56d6",
      "detail": "Flexibility to changing working environment and demands. Demonstrates and encourages curiosity to foster new ways of thinking and working"
    },
    {
      "behaviourId": "4d087ce6-c5f4-4054-abc3-5d0466aec18e",
      "detail": "Demonstrates individual flair and imagination using fashion forward trends in hair and approaches to their work"
    },
    {
      "behaviourId": "9128af48-0835-4a59-a9a8-f09ebdecb6f8",
      "detail": "Promote own professional development, embraces continual development and improvement."
    }
  ],
  "skills": [
    {
      "skillId": "62813ca4-0b95-40d0-9570-054147c052b5",
      "detail": "Research fashion trends using the results to plan, design, create, produce and present a fashion forward hairstyle collection, identifying the purpose and message of the given collection. Analyse factors influencing the design and creation of the collection of hairstyle looks including the target audience."
    },
    {
      "skillId": "4689921b-d003-44a9-8422-4a56ee923ac7",
      "detail": "Carry out in-depth consultation and complex analysis of the client hair to plan, create and style the collection of hairstyle looks. Maintain effective and safe methods of working and effective communication whilst creating the collection of hair looks.                                Use and adapt a range of technical skills to create   a collection of hairstyle looks using: 1. sectioning and cutting guidelines to achieve the required look. 2. precision and personalised cutting techniques tailored to suit individual characteristics . 3. creative finishing and dressing techniques. 4. advanced creative colouring                                     Use a range of products, tools and equipment in accordance with legal requirements, manufacturers' instructions and salon policy.                             "
    },
    {
      "skillId": "3d435b7e-336c-46a2-9641-36273a6f9c6e",
      "detail": "Present and promote the collection internally using a visual medium. Evaluate the results of the collection against the research results to improve further practice."
    },
    {
      "skillId": "4613a175-de0f-4af9-bac8-d6398b8bbb93",
      "detail": "Maintain effective and safe methods of working and effective communication whilst completing smoothing and strengthening services. Carry out in-depth complex analysis of the client hair and scalp to plan and agree the smoothing and strengthening services."
    },
    {
      "skillId": "6dc33138-0ee0-4505-80c3-d70df378d0c5",
      "detail": "Use and apply products, tools and equipment, to smooth and strengthen clients’ hair to the degree of straightness required. Resolve problems that may occur during and after the hair smoothing and strengthening process. Use a range of products, tools and equipment in accordance with legal requirements, manufacturers' instructions and salon policy.                     Evaluate the results of the service and provide advice on future services and products.             "
    },
    {
      "skillId": "0d63cf05-13da-4bbd-b0bb-74de39e043ec",
      "detail": "Maintain effective and safe methods of working and effective communication whilst completing Creative colour conversion services. Carry out tests and an in-depth complex consultation of the client hair and scalp to plan and agree the creative colour conversion service. Analyse factors influencing the selection of the colour conversion technique used. "
    },
    {
      "skillId": "da4d0566-45f9-410e-b1c3-fffa6761dcf2",
      "detail": "Provide an creative colour conversion service to change the depth and tone of the hair in accordance with legal requirements and manufacturer’s instructions.                 Creative Colour conversion services to include: 1. Using creative sectioning techniques to personalise the colour result and enhance the finished look.  2. toning through bespoke creative formulation, colour blending/shading.                           Resolve problems that may occur during creative colour conversion service"
    },
    {
      "skillId": "d684ae51-af59-4c3a-a447-7e7ad7edf471",
      "detail": "Removing artificial colour.                   Removing bands of colour.                Recolouring hair treated with lightener.                                       Using pre-pigmentation and colour.                                          Recolouring hair that has had artificial colour removed.                                                  Correcting highlights and lowlights.                                                     Uses and applies the products, tools and equipment, in accordance  with legal requirements, manufacturers' instructions and salon policy.                "
    },
    {
      "skillId": "857be8b3-b72b-4d77-bd41-363419476bfa",
      "detail": "Semi- permanent, quasi (mildly oxidising), permanent colour, pre-lighteners, colour removers for artificial colour.                    Complete and evaluate the results of the service and provide advice on future services, aftercare and products."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-02-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0044",
  "tbMainContact": "wendycummins3@gmail.com, Caroline.Larissey@nhf.info",
  "involvedEmployers": "Quiffys, Andrew Collinge Salons, Francesco Group, Anne Veck, Rogers Barber Shops, Material Hair , Richard Ward Hair & Metrospa\nThe Link Academy , Conrad Blandford hairdressing, Alan D Hairdressing, Hob Salons, Less Than Zero Barbers",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Specialist technicians",
    "Creative hair stylists",
    "Advanced senior stylists",
    "Senior hair professional"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Hair, beauty and aesthetics",
  "cluster": "Hair specialist",
  "clusterId": "113",
  "clusterDescription": "Clean, condition, cut, style, finish, and colour hair including facial hair",
  "createdDate": "2017-11-14T17:09:10 +00:00",
  "lastUpdated": "2020-02-03T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-02-03T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised or adjusted. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeships being revised or adjusted are available in the revisions and adjustments status report.",
  "occupationCode": "OCC0214",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0214-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0214-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2020-02-03T00:00:00"
}