{
  "larsCode": 47,
  "referenceNumber": "ST0289",
  "title": "Nuclear scientist and nuclear engineer (integrated degree)",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/47",
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": null,
  "earliestStartDate": "2015-09-03T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Ensuring nuclear systems and equipment operate safely and efficiently and in an environmentally sustainable way.",
  "level": 6,
  "typicalDuration": 36,
  "maxFunding": 27000,
  "route": "Engineering and manufacturing",
  "keywords": [
    "quality control",
    "welding inspection",
    "Non Destructive Testing techniques",
    "specifically Liquid Penetrant",
    "Magnetic Particle",
    "Radiographic",
    "Ultrasonic Testing",
    "degree"
  ],
  "jobRoles": [
    "Process engineer",
    "Chemical engineer",
    "Mechanical engineer",
    "Electrical engineer",
    "Control & Instrumentation engineer",
    "Operations & Management",
    "Commissioning / Decommissioning",
    "Physicist",
    "Research Scientist",
    "Quality Engineer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/1513/nuclear_scientist_and_nuclear_engineer_integrated_degree_assessment_plan_v3.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupation&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Nuclear Scientist and Nuclear Engineer&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Typical Job titles:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Nuclear Scientist and Nuclear Engineer with the following typical disciplines in engineering or science based degrees: Process/Chemical, Mechanical, Electrical, Chemical, Control &amp;amp; Instrumentation, Operations &amp;amp; Management, Commissioning / Decommissioning, Physicist, Research Scientist, Quality Engineer&lt;/p&gt;\r\n&lt;h3&gt;Duration:&lt;/h3&gt;\r\n&lt;p&gt;The apprenticeship will typically be between 3-5 years to provide a balanced and comprehensive approach for work based learning and academic achievement to meet the requirements of the occupation role&lt;/p&gt;\r\n&lt;h3&gt;Level:&lt;/h3&gt;\r\n&lt;p&gt;6, Bachelor&#39;s Degree&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupational profile:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;On completion, a Nuclear Scientist and Nuclear Engineer Degree Apprentice will be able to use the knowledge, skills and behaviours developed to enable systems and equipment to operate safely, efficiently and in an environmentally sustainable way, meeting the requirements set out by the employer and those of the Professional Body Institutions. They will have a fundamental and core knowledge of engineering / science principles and practices and will be able to demonstrate discipline skills commensurate with their employed job role that typically will include design, plant performance enhancements, operational management, project management and maintenance of safety standards utilising analytical thinking to provide innovative solutions.&#160; &#160;They will also demonstrate good communication and team skills and the ability to communicate in a variety of forms to all levels within an organisation.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;ntry Requirements:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Individual employers will set the selection criteria for their nuclear scientist and nuclear engineer apprentices. Typically candidates will have achieved grade C or above in at least five GCSE’s including English, Maths and a Science subject.&#160; &#160;Employers will set their own entry requirements but typically candidates will hold a minimum of&#160;96 UCAS points or existing relevant Level 3 qualifications. Other relevant or prior experience may also be considered as an alternative.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupational Skills &amp;amp; Knowledge:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;At the end of the apprenticeship the nuclear scientist and nuclear engineer will be able to:&lt;/p&gt;\r\n&lt;ol&gt;\r\n&lt;li&gt;Work competently in a technical nuclear environment, understand and promote personal responsibility for Health, Safety, Radiation Protection, Environmental Protection, Quality, Security, Safeguards and principles of Risk Management.&lt;/li&gt;\r\n&lt;li&gt;Analyse engineering and scientific problems selecting and using mathematical, engineering and scientific tools to provide suitable solutions to nuclear applications, with considerations of the entire life cycle of a nuclear facility.&lt;/li&gt;\r\n&lt;li&gt;Develop and critically apply knowledge of the concepts, principles and theories of engineering science relevant to the interdisciplinary fields of nuclear technology.&lt;/li&gt;\r\n&lt;li&gt;Demonstrate an understanding of stakeholder requirements, commercial awareness, business improvement, project and business management techniques relevant to the nuclear industry.&lt;/li&gt;\r\n&lt;li&gt;Apply their science or engineering discipline knowledge to the development, operation, maintenance and progression of technologies used for Decommissioning (e.g. remote handling and robotics), Waste Management, Reprocessing, and Nuclear Power Generation.&lt;/li&gt;\r\n&lt;li&gt;Specify, plan, manage, conduct and report on nuclear projects&lt;/li&gt;\r\n&lt;li&gt;Synthesise information from a variety of sources and apply to the solution of a particular nuclear technology application.&lt;/li&gt;\r\n&lt;li&gt;Accurately observe, record and draw conclusions from data and experimental evidence, recognising inherent uncertainties and limitations.&lt;/li&gt;\r\n&lt;li&gt;Apply design processes including materials selection that meet nuclear industry standards.&lt;/li&gt;\r\n&lt;li&gt;Demonstrate an understanding of Regulatory requirements both national and international.&lt;/li&gt;\r\n&lt;li&gt;Develop technical reports that meet requirements of the prevailing verification process.&lt;/li&gt;\r\n&lt;li&gt;Demonstrate knowledge of the nuclear industry (past, present and future) and the business, political and community environment in which the company operates including personal role within the organisation, ethical practice and codes of conduct.&lt;/li&gt;\r\n&lt;li&gt;Demonstrate an understanding of root cause analysis and learning from experience (LFE) processes.&lt;/li&gt;\r\n&lt;li&gt;Demonstrate knowledge of the technology, safety, environmental and economics of nuclear fuels and the nuclear fuel cycle.&lt;/li&gt;\r\n&lt;li&gt;Apply the standards for nuclear professional practice as required by the industry and professional body institutions.&lt;/li&gt;\r\n&lt;/ol&gt;\r\n&lt;h3&gt;&lt;strong&gt;Behaviours:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;1. Communicate effectively and appropriately using a full range of skills; technical speaking to a scientific / engineering audience, active listening, professional writing, professional body language, technical presentation.&lt;/p&gt;\r\n&lt;p&gt;2. Demonstrate reliability, integrity and respect for confidentiality on work related and personal matters.&lt;/p&gt;\r\n&lt;p&gt;3. Work autonomously and interact effectively within a wide, multi-disciplinary project team.&lt;/p&gt;\r\n&lt;p&gt;4. Understand the impact of work on others, especially where related to diversity and equality.&lt;/p&gt;\r\n&lt;p&gt;5. Manage time effectively, being able to plan and complete work to schedule.&lt;/p&gt;\r\n&lt;p&gt;6. Demonstrate a supportive attitude to change and respond positively to change management processes.&lt;/p&gt;\r\n&lt;p&gt;7. Take responsibility for personal development, demonstrating commitment to learning and self- improvement and be open to feedback.&lt;/p&gt;\r\n&lt;p&gt;8. Demonstrate a strong commitment to personal safety behaviours and understanding of the consequences as set out in the nuclear industry requirements.&lt;/p&gt;\r\n&lt;p&gt;9.Take responsibility to actively challenge unsafe behaviours and conditions in the workplace to help reinforce nuclear, radiological and conventional safety over competing goals to ensure the protection of people and the environment.&lt;/p&gt;\r\n&lt;p&gt;10. Demonstrate compliance by following rules, procedures and principles to ensure work completed is fit for purpose and pay attention to detail and carry out error checks throughout work activities.&lt;/p&gt;\r\n&lt;p&gt;11.Demonstrable commitment to sustainability in work design and application.&lt;/p&gt;\r\n&lt;p&gt;12. Be an enthusiastic advocate for the nuclear industry with the ability to represent this industry to a variety of audiences.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Q&lt;/strong&gt;&lt;strong&gt;ualifications:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;On completion of the apprenticeship, the nuclear scientist and nuclear engineer will hold a Bachelors&lt;/p&gt;\r\n&lt;p&gt;(Honours) degree qualification (at level 6), accredited by the constituent bodies of the Engineering /&lt;/p&gt;\r\n&lt;p&gt;Science Council. The degree will have a minimum of 60 relevant nuclear based credits (1/6 of total credits).&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Pr&lt;/strong&gt;&lt;strong&gt;ofessional Recognition:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;On completion of the apprenticeship, the nuclear scientist and nuclear engineer will be eligible to apply for professional registration as an Incorporated Engineer (IEng) or Registered Scientist (RSci) and membership of a Professional Institute.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Review date:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;This standard will be reviewed after 3 years of approval.&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "TBC - Quality Assurance Agency (QAA)",
    "contactName": "",
    "contactAddress": "",
    "contactEmail": "",
    "webLink": ""
  },
  "approvedForDelivery": "2015-09-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integratedDegree": "integrated degree",
  "tbReference": "",
  "tbMainContact": "dug.harrison@nsan.co.uk",
  "involvedEmployers": "Sellafield Ltd, National Skills Academy for Nuclear, EDF Energy, Ministry of Defence, UK Atomic Energy Authority, Jacobs UK Limited, BAE Systems Marine Limited, Ultra Electronics, Westinghouse Springfields Fuels Ltd, LLW Repository Ltd, GEN II Engineering & Technology Training Ltd, University of Cumbria, Manchester University, Nuclear Decommissioning Authority, Magnox Ltd, National Nuclear Laboratory, Office for Nuclear Regulation, Nuclear Institute, Royal Society of Chemistry, Society of Operations Engineers, Institute of Measurement and Control, Institution of Chemical Engineers, Nuclear Industry Association",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Process engineer",
    "Chemical engineer",
    "Mechanical engineer",
    "Electrical engineer",
    "Control & Instrumentation engineer",
    "Operations & Management",
    "Commissioning / Decommissioning",
    "Physicist",
    "Research Scientist",
    "Quality Engineer"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Plant and Process Engineer",
  "createdDate": "2017-09-22T14:24:50 +00:00",
  "lastUpdated": "2017-09-22T14:24:50 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/nuclear-scientist-and-nuclear-engineer-(integrated-degree)-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/nuclear-scientist-and-nuclear-engineer-(integrated-degree)-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}