{
  "templateType": "Apprenticeship Standard",
  "larsCode": 70,
  "referenceNumber": "ST0243",
  "learningAimClassCode": "",
  "title": "Land-based service engineering technician",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0243",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Standard, funding band and end-point assessment plan revised",
  "changedDate": "2025-04-30T00:00:00",
  "earliestStartDate": "2018-05-10T00:00:00",
  "latestStartDate": "2025-04-30T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Providing advanced technical support and guidance across a diverse range of plant and equipment in sectors such as agriculture, horticulture, forestry and outdoor power.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 21000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "Agricultural",
    "Horticultural",
    "Professional Turf",
    "Fixed Plant",
    "Outdoor Power",
    "Forestry Equipment"
  ],
  "jobRoles": [
    "Agricultural Service Engineer",
    "Horticultural Service Engineer",
    "Forestry Equipment Service Engineer",
    "Fixed Plant and Equipment Service Engineer",
    "Outdoor Power Equipment Service Engineer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/6994/st0243_lbse-tech-200223.pdf",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.1 Agriculture",
  "version": "1.1",
  "standardInformation": "&lt;blockquote&gt;The funding band for this apprenticeship standard has been reviewed in light of changes made to the standard and assessment plan. The maximum funding allocated to this standard from the 8 June will be &#163;21,000. For starts on this apprenticeship before 8 June 2018, the previous funding band will apply (maximum funding: &#163;27,000).&lt;/blockquote&gt;\n&lt;h3&gt;Occupation Description:&lt;/h3&gt;\n&lt;p&gt;LBSE Technicians typically work on site utilising their own initiative in a customer facing role. They are often called upon to mentor and supervise junior colleagues and dispense advice to customers on machinery selection. Typically they are involved in all aspects of;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Preparation, installation and handover of complex technologically advanced machinery, plant and equipment and the verification of its performance to the manufacturers specification and customers satisfaction&lt;/li&gt;\n&lt;li&gt;Diagnosis and repair of complex faults in machinery, plant and equipment&lt;/li&gt;\n&lt;li&gt;Conducting complex repairs of machinery, equipment, and their components which may include supervising a junior colleague to assist in aspects of the repair.&lt;/li&gt;\n&lt;li&gt;Conducting inspections of machines and the compilation of machinery condition reports&lt;/li&gt;\n&lt;li&gt;Compilation of repair proposals, estimates and quotations and the implementation of timely and cost effective repairs&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;br&gt;This requires a blend of skills, knowledge and behaviours, safe working and environmental practice capabilities covering; power units, power trains, fabrication, mechanical, electrical, electronic, hydraulic and pneumatic system applications. These will be used in the context of the machinery and equipment in the chosen industry sector. The technician will typically have an understanding of the interface between machine, biological systems and the working environment for example climate, soil, plant and animals. The nature of the industry will present technical challenges ranging from simple mechanics to the diagnosis and repair of complex mechanical, electronic and telemetry systems. These operations may take place in the employer’s workplace or on the customer’s site requiring flexible working hours as dictated by seasonal requirements. Technicians may be called upon to advise customers and support work colleagues.&lt;/p&gt;\n&lt;h3&gt;Entry requirements:&lt;/h3&gt;\n&lt;p&gt;Employers set the selection criteria for their apprentices. Typically this includes 4 GCSE’s at Grade C or equivalent to include English, mathematics and a science subject. In addition it is desirable that the candidate has an understanding of Information and Communication Technology.&lt;/p&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the end point assessment. Apprentices holding a level 2 apprenticeship meeting the employer’s criteria typically will be able to complete the level 3 apprenticeship in a reduced timescale.&lt;/p&gt;\n&lt;h3&gt;Knowledge Requirements: Technicians will have the following knowledge and understanding,&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;The procedures used to carry out a risk assessment, identify risks and implement a plan to reduce and mitigate hazards both in the workplace and on site&lt;/li&gt;\n&lt;li&gt;The identification, application and care of diagnostic tools and equipment used within the job role. E.g. diagnostic platforms, engine performance analysis equipment, electrical and hydraulic diagnostic equipment specific to the industry sector worked within.&lt;/li&gt;\n&lt;li&gt;How to read and interpret complex wiring and hydraulic circuit diagrams relevant to the industry sector worked within and to relate this information to logical fault finding and diagnosis&lt;/li&gt;\n&lt;li&gt;The underpinning repair principles and practices used in the diagnosis and repair of complex technological systems, and electro – hydraulic systems&lt;/li&gt;\n&lt;li&gt;How to record information and communicate concisely using a range of manual and electronic techniques. Typically this will include recording diagnostic data, production of machinery condition reports, the preparation of out of season service reports, repair proposals and quotations, incident reports for manufacturer’s service departments and the completion of installation and handover documentation.&lt;/li&gt;\n&lt;li&gt;How to access and interpret technical data and the influence of operational conditions in the diagnosis and repair of current and emerging technology.&lt;/li&gt;\n&lt;li&gt;Techniques used in logical diagnosis and verification of complex machinery, plant and equipment performance.&lt;/li&gt;\n&lt;li&gt;How to work professionally and engage in continual professional development.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Skill Requirement: Technicians will have the ability to:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Interpret technical data, documentation and operational conditions, and apply in line with the technician’s role.&lt;/li&gt;\n&lt;li&gt;Interpret and respect safety procedure requirements, undertake risk assessment and mitigation measures to safeguard, bystanders, the general public, property and livestock.&lt;/li&gt;\n&lt;li&gt;To communicate with and gather information from colleagues and customers employing a range of techniques as appropriate to the audience. This includes explaining technical matters in straight forward terms and asking questions to gather the information required to perform an efficient diagnosis.&lt;/li&gt;\n&lt;li&gt;Demonstrate professional customer care practices as an individual and team member. This includes; presentation of oneself, the work area, the company’s vehicle and equipment. treating customers and colleagues with respect and courtesy, supporting work colleagues, the company and its products and services&lt;/li&gt;\n&lt;li&gt;Install and handover machinery, plant and equipment, explaining its safe operation, maintenance and warranty requirements, verification of optimum performance and the completion of handover documentation&lt;/li&gt;\n&lt;li&gt;Conduct advanced maintenance, and the repair of technologically advanced machinery and equipment which typically may include; power units, power trains, plant, machinery, equipment and their components.&lt;/li&gt;\n&lt;li&gt;Carry out diagnostics, repairs and re-instatement of complex products and verify conformity to manufacturer’s specification.&lt;/li&gt;\n&lt;li&gt;Compile technical reports, repair proposals, quotations and incident reports&lt;/li&gt;\n&lt;li&gt;Maintain and repair complex hydraulic systems and their components as appropriate to the sector.&lt;/li&gt;\n&lt;li&gt;Maintain, interrogate, calibrate and repair electronic equipment and systems&lt;/li&gt;\n&lt;li&gt;Minimise machinery, plant and equipment downtime by carrying out diagnostic and preventative maintenance efficiently and effectively.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Land-based Service Engineering Technician’s occupational title will be prefixed by the industry sector worked within e.g. Agricultural Engineering Technician, Construction &amp;amp; Plant Technician, Outdoor Power Equipment Technician, Forestry Equipment Technician or Fixed Plant and Equipment Technician. LBSE Technicians provide advanced technical&amp;nbsp;support and guidance across a diverse range of simple and complex machinery and equipment relevant to the industry sector they work within.&lt;/p&gt;\n&lt;h3&gt;Behaviours:&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;Safety Orientation:&lt;/th&gt;\n&lt;td&gt;Plays a proactive role in the identification, mitigation and avoidance of hazards. Capable of giving clear guidance to subordinates on safety critical activities and taking appropriate action if others are acting unsafely&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;Strong Work Ethic:&lt;/th&gt;\n&lt;td&gt;Proactive, positive attitude, motivated by the technician’s, dependable, ethical, responsible and reliable.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;Logical Approach:&lt;/th&gt;\n&lt;td&gt;Uses logical thought process to structure and implement an efficient diagnosis or action plan to meet customer and company expectations and objectives.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;Problem Solving:&lt;/th&gt;\n&lt;td&gt;Enjoys complex problem solving, Has the aptitude to establish the root cause of the problem to prevent further re-occurrences rather than to repair the results of the problem.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;Quality Focused:&lt;/th&gt;\n&lt;td&gt;An advocate of the provision of quality service who strives to meet the expectations of the customer and employer.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;Responsibility:&lt;/th&gt;\n&lt;td&gt;Motivated to encourage others to develop and succeed through mentoring and setting an example&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;Communicator:&lt;/th&gt;\n&lt;td&gt;Can communicate using a technical vocabulary appropriate to the audience. Establishes customer’s expectations and can convey whether these are realistic achievable outcomes and mediates dispute resolution.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;Team Player:&lt;/th&gt;\n&lt;td&gt;Can work on own initiative but also able to interact and communicate effectively within a team applying a respectful professional manner.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;Contributor to Profitability:&lt;/th&gt;\n&lt;td&gt;Is fully aligned with the company objectives, continuously applying their skill, knowledge and behaviours to further the growth of the company and its customer base.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;Adaptability:&lt;/th&gt;\n&lt;td&gt;Is adaptable to changes in conditions, technologies, situations and working environments.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;Self-Motivation:&lt;/th&gt;\n&lt;td&gt;A motivated self-starter with a positive attitude who motivates those around them&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;Commitment:&lt;/th&gt;\n&lt;td&gt;Is committed to the objectives of their employer and to the wider professional standards of the industry.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;Duration:&lt;/h3&gt;\n&lt;p&gt;Typically 36-48 months&lt;/p&gt;\n&lt;h3&gt;Level:&lt;/h3&gt;\n&lt;p&gt;3&lt;/p&gt;\n&lt;h3&gt;Review date:&lt;/h3&gt;\n&lt;p&gt;After 3 years&lt;/p&gt;\n&lt;h3&gt;Link to professional registration:&lt;/h3&gt;\n&lt;p&gt;&lt;a name=&quot;ST0243changelog&quot;&gt;&lt;/a&gt;Successful completion of this apprenticeship will be accepted by the Institution of Agricultural Engineers (IAgrE) as meeting the Engineering Councils requirements for Engineering Technician (EngTech) registration&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;LBSE Technicians typically work on site utilising their own initiative in a customer facing role. They are often called upon to mentor and supervise junior colleagues and dispense advice to customers on machinery selection. Typically they are involved in all aspects of: Preparation, installation and handover of complex technologically advanced machinery, plant and equipment and the verification of its performance to the manufacturers specification and customers satisfaction; Diagnosis and repair of complex faults in machinery, plant and equipment; Conducting complex repairs of machinery, equipment, and their components which may include supervising a junior colleague to assist in aspects of the repair; Conducting inspections of machines and the compilation of machinery condition reports; Compilation of repair proposals, estimates and quotations and the implementation of timely and cost effective repairs This requires a blend of skills, knowledge and behaviours, safe working and environmental practice capabilities covering; power units, power trains, fabrication, mechanical, electrical, electronic, hydraulic and pneumatic system applications. These will be used in the context of the machinery and equipment in the chosen industry sector. The technician will typically have an understanding of the interface between machine, biological systems and the working environment for example climate, soil, plant and animals. The nature of the industry will present technical challenges ranging from simple mechanics to the diagnosis and repair of complex mechanical, electronic and telemetry systems. These operations may take place in the employer’s workplace or on the customer’s site requiring flexible working hours as dictated by seasonal requirements. Technicians may be called upon to advise customers and support work colleagues.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "5f8548e5-dcd4-410c-8b42-a5736bb95325",
      "detail": "The procedures used to carry out a risk assessment, identify risks and implement a plan to reduce and mitigate hazards both in the workplace and on site"
    },
    {
      "knowledgeId": "6f113d39-a735-47aa-baf0-0b1161e48332",
      "detail": "The identification, application and care of diagnostic tools and equipment used within the job role. e.g. diagnostic platforms, engine performance analysis equipment, electrical and hydraulic diagnostic equipment specific to the industry sector worked within."
    },
    {
      "knowledgeId": "586e6784-9bc7-4a8b-8c00-53d85851e15d",
      "detail": "How to read and interpret complex wiring and hydraulic circuit diagrams relevant to the industry sector worked within and to relate this information to logical fault finding and diagnosis"
    },
    {
      "knowledgeId": "336f5032-3a4a-4c6e-b3fa-9aa80714ecc8",
      "detail": "The underpinning repair principles and practices used in the diagnosis and repair of complex technological systems, and electro – hydraulic systems"
    },
    {
      "knowledgeId": "eb1e6d9d-277d-4796-b1d5-206b464246ed",
      "detail": "How to record information and communicate concisely using a range of manual and electronic techniques. Typically this will include recording diagnostic data, production of machinery condition reports, the preparation of out of season service reports, repair proposals and quotations, incident reports for manufacturer’s service departments and the completion of installation and handover documentation."
    },
    {
      "knowledgeId": "f261e4a9-29b0-439b-a16d-9f479c3ae646",
      "detail": "How to access and interpret technical data and the influence of operational conditions in the diagnosis and repair of current and emerging technology."
    },
    {
      "knowledgeId": "2d2e1edb-c3b7-426b-a5fa-821bb5a82460",
      "detail": "Techniques used in logical diagnosis and verification of complex machinery, plant and equipment performance."
    },
    {
      "knowledgeId": "b65935b4-852f-4283-88aa-65d4e6980d63",
      "detail": "How to work professionally and engage in continual professional development."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "4eb6553d-7145-40be-88b0-9c872aec5f70",
      "detail": "Safety Orientation: Plays a proactive role in the identification, mitigation and avoidance of hazards. Capable of giving clear guidance to subordinates on safety critical activities and taking appropriate action if others are acting unsafely"
    },
    {
      "behaviourId": "44ef3103-7329-47d4-a3ae-642af2bdf3c7",
      "detail": "Strong Work Ethic: Proactive, positive attitude, motivated by the technician’s, dependable, ethical, responsible and reliable."
    },
    {
      "behaviourId": "b628fe31-f7cb-45ce-89b5-90d8cbaa224d",
      "detail": "Logical Approach: Uses logical thought process to structure and implement an efficient diagnosis or action plan to meet customer and company expectations and objectives."
    },
    {
      "behaviourId": "36c31506-645f-4b34-abca-d3d873558c17",
      "detail": "Problem Solving: Enjoys complex problem solving, Has the aptitude to establish the root cause of the problem to prevent further re-occurrences rather than to repair the results of the problem."
    },
    {
      "behaviourId": "a9f9fc2a-7968-4289-a312-4cbd1913b07b",
      "detail": "Quality Focused: An advocate of the provision of quality service who strives to meet the expectations of the customer and employer."
    },
    {
      "behaviourId": "117d4e05-e8e1-4907-a4bd-75ac9b1afdfb",
      "detail": "Responsibility: Motivated to encourage others to develop and succeed through mentoring and setting an example"
    },
    {
      "behaviourId": "ee8dcf1a-e91b-4a11-9065-ab90f3c55cff",
      "detail": "Communicator: Can communicate using a technical vocabulary appropriate to the audience. Establishes customer’s expectations and can convey whether these are realistic achievable outcomes and mediates dispute resolution."
    },
    {
      "behaviourId": "746c740f-69bd-4e8e-b08c-6ffb955e6989",
      "detail": "Team Player: Can work on own initiative but also able to interact and communicate effectively within a team applying a respectful professional manner."
    },
    {
      "behaviourId": "2b99a20b-b852-4a1b-98ca-9f119f3fbc8a",
      "detail": "Contributor to Profitability: Is fully aligned with the company objectives, continuously applying their skill, knowledge and behaviours to further the growth of the company and its customer base."
    },
    {
      "behaviourId": "defc2186-2497-4dce-83bf-b3468f15af87",
      "detail": "Adaptability: Is adaptable to changes in conditions, technologies, situations and working environments."
    },
    {
      "behaviourId": "2ad6033c-d15e-4416-8ca9-10ee36561cde",
      "detail": "Self-Motivation: A motivated self-starter with a positive attitude who motivates those around them"
    },
    {
      "behaviourId": "86cef1fb-47fc-4add-bfa9-2510a9dfcea1",
      "detail": "Commitment: Is committed to the objectives of their employer and to the wider professional standards of the industry."
    }
  ],
  "skills": [
    {
      "skillId": "b2c22a6a-5f69-45a1-b0c7-c80974b80483",
      "detail": "Interpret technical data, documentation and operational conditions, and apply in line with the technician’s role."
    },
    {
      "skillId": "6c6e6315-c474-48f2-830c-9922dabf048b",
      "detail": "Interpret and respect safety procedure requirements, undertake risk assessment and mitigation measures to safeguard, bystanders, the general public, property and livestock."
    },
    {
      "skillId": "5e60942a-7615-4468-8a2d-61fbe80e770c",
      "detail": "To communicate with and gather information from colleagues and customers employing a range of techniques as appropriate to the audience. This includes explaining technical matters in straight forward terms and asking questions to gather the information required to perform an efficient diagnosis."
    },
    {
      "skillId": "6902867c-b85b-4e04-82ef-90abd226ff2b",
      "detail": "Demonstrate professional customer care practices as an individual and team member. This includes; presentation of oneself, the work area, the company’s vehicle and equipment. treating customers and colleagues with respect and courtesy, supporting work colleagues, the company and its products and services"
    },
    {
      "skillId": "961ba768-8d91-4f2b-8b54-c8d973591523",
      "detail": "Install and handover machinery, plant and equipment, explaining its safe operation, maintenance and warranty requirements, verification of optimum performance and the completion of handover documentation"
    },
    {
      "skillId": "099e6ff2-2628-4ff9-952b-a8d9bef2c980",
      "detail": "Conduct advanced maintenance, and the repair of technologically advanced machinery and equipment which typically may include; power units, power trains, plant, machinery, equipment and their components"
    },
    {
      "skillId": "9253b3b4-16df-4793-8c00-57bbb157b64e",
      "detail": "Carry out diagnostics, repairs and re-instatement of complex products and verify conformity to manufacturer’s specification."
    },
    {
      "skillId": "5cd0160b-44f2-4e5c-af93-77b9f6638cdb",
      "detail": "Compile technical reports, repair proposals, quotations and incident reports"
    },
    {
      "skillId": "d022e424-c796-4a1b-a644-e95a3ff29977",
      "detail": "Maintain and repair complex hydraulic systems and their components as appropriate to the sector."
    },
    {
      "skillId": "ee004188-6fd7-440f-8b93-8b3e3dfe0ae0",
      "detail": "Maintain, interrogate, calibrate and repair electronic equipment and systems"
    },
    {
      "skillId": "92d4dd5e-7d56-428c-b3f0-731c7cb6ac2a",
      "detail": "Minimise machinery, plant and equipment downtime by carrying out diagnostic and preventative maintenance efficiently and effectively."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2015-12-23T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0021",
  "tbMainContact": "Simon.Holmes@thwhite.co.uk; info@letec.co.uk  ",
  "involvedEmployers": "CLAAS UK Ltd, Toro, Kubota (UK), AGCO Ltd, Ransomes Jacobson, John Deere, Case New Holland, Agricultural Engineers Association (AEA), British Agricultural and Garden Machinery Association (BAGMA), Institute of Agricultural Engineers (IAgrE)",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Agricultural Service Engineer",
    "Horticultural Service Engineer",
    "Forestry Equipment Service Engineer",
    "Fixed Plant and Equipment Service Engineer",
    "Outdoor Power Equipment Service Engineer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Agriculture, Land Management and Production",
  "cluster": "Agricultural engineering operative or technician",
  "clusterId": "106",
  "clusterDescription": null,
  "createdDate": "2020-09-08T15:17:20 +00:00",
  "lastUpdated": "2025-04-30T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-12-23T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0243",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0243-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0243-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-04-30T00:00:00"
}