{
  "templateType": "Apprenticeship Standard",
  "larsCode": 55,
  "referenceNumber": "ST0272",
  "learningAimClassCode": "",
  "title": "Chartered manager (degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0272",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-02-06T00:00:00",
  "earliestStartDate": "2015-10-08T00:00:00",
  "latestStartDate": "2023-02-05T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Taking responsibility for long-term organisational success, managing people, projects, operations or services.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 22000,
  "maxFundingAdditionalInformation": "",
  "route": "Business and administration",
  "keywords": [],
  "jobRoles": [
    "Manager",
    "Senior Manager",
    "Head of Department",
    "Operations Manager",
    "project manager",
    "delivery manager"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1528/st0272_chartered_manager_l6_ap-for-publication_update-revision_nov-2017.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.3 Business management",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;A Chartered Manager is someone who can take responsibility for people, projects, operations and/or services to deliver long term organisational success, with the professional recognition of their ability to deliver impact, behave ethically and demonstrate their commitment to continual learning and development.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Occupation /Profile: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Professional managers in the private, public or third sector and all sizes of organisation.&#160; Specific job roles may include: Manager; Senior Manager; Head of Department; Operations Manager; or anyone with significant management responsibilities.&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Professional managers capable of managing complexity and delivering impact at a strategic and/or operational level with management and leadership responsibility for setting and delivering organisational objectives through a wide range of functions.&lt;/li&gt;\n&lt;li&gt;Professional managers who want to develop fully all aspects of their management and leadership skills, knowledge, self-awareness and behaviours. These include strategic decision making, setting direction and achieving results, building and leading teams, clear communication, developing skills and motivating others, fostering inclusive and ethical cultures, leading change, project management, financial management, innovation, risk management, &amp;amp; developing stakeholder relationships.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Requirements: &lt;/strong&gt;&lt;/h3&gt;\n&lt;table width=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 113px;&quot; width=&quot;113&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 624px;&quot; width=&quot;624&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required &lt;/strong&gt;(through formal learning and applied according to business environment)&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;737&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Organisational Performance – delivering a long-term purpose&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Operational Strategy&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Understand how to develop and implement organisational strategy and plans, including approaches to resource and supply chain management, workforce development, sustainability, taking and managing risk, monitoring and evaluation, and quality assurance.&#160; Know how to manage change in the organisation.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Project Management&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Know how a project moves through planning, design, development, deployment and evaluation. Understand risk management models and reporting, risk benefit analysis and H&amp;amp;S implications.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Business Finance&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Understand financial strategies, including budgets, financial management and accounting, and how to provide financial reports.&#160; Understand approaches to procurement and contracting, and legal requirements.&#160; Understand commercial context in an organisational setting and how this changes over time.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Sales and Marketing&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Know how to create marketing and sales strategies.&#160; Know how to segment and target relevant markets and customers (global and local), analysis of opportunities and ways to market. Understand the need for innovation in product and service design.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Digital business &amp;amp; new technologies&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Understand approaches to innovation and digital technologies and their impact on organisations, and how their application can be used for organisational improvement and development.&#160; Understand innovation and digital technology’s impact on data and knowledge management for analysing business decision-making.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;737&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Interpersonal Excellence – leading people and developing collaborative relationships&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Communication&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Understand different forms of communication (written, verbal non-verbal, digital) and how to apply them. Know how to maintain personal presence and present to large groups. &#160;Awareness of interpersonal skills of effective listening, influencing techniques, negotiating and persuasion.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Leading People&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Understand different inclusive leadership styles and models, how to develop teams and support people using coaching and mentoring approaches. Understand organisational culture and diversity management.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Managing People&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Know how to recruit, manage and develop people, using inclusive talent management approaches.&#160; How to use HR systems and processes to ensure legal requirements, H&amp;amp;S, and well-being needs. Know how to set goals and manage performance.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Developing Collaborative Relationships&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Understand approaches to stakeholder, customer and supplier management, developing engagement, facilitating cross functional working and negotiation. Know how to shape common purpose, as well as approaches to conflict management and dispute resolution.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;737&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Personal Effectiveness – managing self&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Awareness of self and others&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Know how to be self–aware and recognise different learning styles.&#160; Know how to use emotional and social intelligence, and active listening and open questioning to work effectively with others.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Management of Self&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Know how to manage time, set goals, prioritise activities and undertake forward planning in a business environment with a focus on outcomes.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Decision Making&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Know how to undertake research, data analysis, problem solving and decision-making techniques, and understand the values, ethics and governance of your organisation.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table width=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 113px;&quot; width=&quot;113&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills &lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 624px;&quot; width=&quot;624&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required&lt;/strong&gt; (acquired and demonstrated through continuous professional development in the workplace)&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;737&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Organisational Performance -– delivering a long-term purpose&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Operational Strategy&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Support the development of organisational strategies and plans. Develop and deliver operational plans; being able to set targets and KPIs, manage resources, and monitor and measure outcomes to establish operational effectiveness, efficiencies and excellence.&#160;&#160; Produce reports that clearly present information and data, using a range of interpretation and analytical processes.&#160; Gain wide support to deliver successful outcomes.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Project Management&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Plan, organise and manage resources in order to achieve organisational goals.&#160; Identify key outcomes, develop and implement plans and monitor progress, and provide reports as required.&#160; Proactively identify risk and create plans for their mitigation. Able to initiate, lead and drive change within the organisation, identifying barriers/challenges and how to overcome them. Ability to use widely recognised project management tools.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Business Finance&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Managing budgets, controlling expenditure and production of financial reports.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Sales and Marketing&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Use of customer insight and analysis of data to determine and drive customer service outcomes and improve customer relationships.&#160; Creative approaches to developing solutions to meet customer need.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Digital business &amp;amp; new technologies&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Able to identify service/organisational improvements and opportunities for innovation and growth, using qualitative and quantitative analysis of information and data and benchmarking against others.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;737&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Interpersonal Excellence – leading people and developing collaborative relationships&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Communication&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Communicate clearly, effectively and regularly using oral, written and digital channels and platforms.&#160; Use active listening and open questioning to structure conversations and discussions, and able to challenge when appropriate.&#160; Manage and chair meetings and clearly present actions and outcomes. Ability to apply influencing and persuading skills, to the dynamics and politics of personal interactions.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Leading People&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Able to articulate organisational purpose and values.&#160; Support the creation of an inclusive, high performance work culture. Enable others to achieve by developing and supporting them through coaching and mentoring.&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Managing People&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Able to build teams, empower and motivate others to improve performance or achieve outcomes.&#160; Able to delegate to others, provide clear guidance and monitor progress. Ability to set goals and accountabilities.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Developing Collaborative Relationships&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Able to build rapport and trust, develop networks and maintain relationships with people from a range of cultures, backgrounds and levels. &#160;Able to contribute within a team environment. &#160;Effectively influence and negotiate, being able to have challenging conversations and give constructive feedback.&#160; Work collaboratively with internal and external customers and suppliers.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;737&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Personal Effectiveness – managing self&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Awareness of self and others&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Able to reflect on own performance, identifying and acting on learning and development needs. Ability to understand impact on others.&#160; Can manage stress and personal well-being, and confident in knowing core values and drivers.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Management of Self&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Able to create personal development plan, and use widely recognised tools and techniques to ensure the management of time and pressure effectively, and prioritisation and strategic alignment of activities.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Decision Making&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Use evidence-based tools and ethical approaches to undertake problem solving and critical analysis, synthesis and evaluation to support decision making.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table width=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 113px;&quot; width=&quot;113&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours &lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 624px;&quot; width=&quot;624&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required &lt;/strong&gt;(developed and exhibited in the workplace)&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Takes responsibility&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Drive to achieve in all aspects of work. Demonstrates resilience and determination when managing difficult situations.&#160; Seeks new opportunities underpinned by commercial acumen and sound judgement.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Inclusive&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Open, approachable, authentic, and able to build trust with others.&#160;&#160; Seeks the views of others and values diversity internally and externally.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Agile&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Flexible to the needs of the organisation. Is creative, innovative and enterprising when seeking solutions to business needs. Positive and adaptable, responding well to feedback and need for change. Open to new ways of working and new management theories.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Professionalism&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;624&quot;&gt;\n&lt;p&gt;Sets an example, and is ethical, fair, consistent and impartial.&#160; Operates within organisational values and adheres to the requirements of relevant professional bodies.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The typical duration for this apprenticeship is 4 years, but will depend on the previous experience of the apprentice.&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements:&#160; &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their Apprenticeships. Most candidates will have A levels (or equivalent) or existing relevant Level 3 qualifications, and English, Maths and ICT at Level 2. Other relevant or prior experience may also be considered as an alternative.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Successful apprentices will achieve a degree in management and business [either BA (Hons); BSc (Hons) or BBA (Hons)] and also have the option to be assessed for Chartered Manager status. &#160;&lt;strong&gt;English and Maths - &lt;/strong&gt;English and Maths will be required to be demonstrated at a minimum of Level 2.&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard is at Level 6.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Link to professional registration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Successful apprentices will have the option to apply for professional recognition as Chartered Managers and Members of the Chartered Management Institute (CMgr MCMI) and/or as a member of the Institute for Leadership &amp;amp; Management or other relevant professional body.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard should be reviewed three years after approval of the standard.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Professional managers in the private, public or third sector and all sizes of organisation. Specific job roles may include: Manager; Senior Manager; Head of Department; Operations Manager; or anyone with significant management responsibilities. Professional managers capable of managing complexity and delivering impact at a strategic and/or operational level with management and leadership responsibility for setting and delivering organisational objectives through a wide range of functions. Professional managers who want to develop fully all aspects of their management and leadership skills, knowledge, self-awareness and behaviours. These include strategic decision making, setting direction and achieving results, building and leading teams, clear communication, developing skills and motivating others, fostering inclusive and ethical cultures, leading change, project management, financial management, innovation, risk management, &amp;amp; developing stakeholder relationships.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "f2ed8fc2-a864-415a-adea-72d8d423fe17",
      "detail": "Understand how to develop and implement organisational strategy and plans, including approaches to resource and supply chain management, workforce development, sustainability, taking and managing risk, monitoring and evaluation, and quality assurance.  Know how to manage change in the organisation"
    },
    {
      "knowledgeId": "1e6cac6d-d1b7-442f-a3be-97a21220602d",
      "detail": "Know how a project moves through planning, design, development, deployment and evaluation. Understand risk management models and reporting, risk benefit analysis and H&S implications"
    },
    {
      "knowledgeId": "0a6aaa5c-e216-446b-8208-8ddf31d3ad83",
      "detail": "Understand financial strategies, including budgets, financial management and accounting, and how to provide financial reports.  Understand approaches to procurement and contracting, and legal requirements.  Understand commercial context in an organisational setting and how this changes over time"
    },
    {
      "knowledgeId": "7e292397-ee20-4e1d-973a-d25a28e244c9",
      "detail": "Know how to create marketing and sales strategies.  Know how to segment and target relevant markets and customers (global and local), analysis of opportunities and ways to market. Understand the need for innovation in product and service design"
    },
    {
      "knowledgeId": "560af7a8-f9cb-4f0a-9cab-d5d5c6933c57",
      "detail": "Understand approaches to innovation and digital technologies and their impact on organisations, and how their application can be used for organisational improvement and development.  Understand innovation and digital technologys impact on data and knowledge management for analysing business decision-making"
    },
    {
      "knowledgeId": "b951652b-d57e-48ce-9a34-b3d364970528",
      "detail": "Understand different forms of communication (written, verbal non-verbal, digital) and how to apply them. Know how to maintain personal presence and present to large groups.  Awareness of interpersonal skills of effective listening, influencing techniques, negotiating and persuasion"
    },
    {
      "knowledgeId": "5ec194fd-5f70-4398-8516-ca94f2af0906",
      "detail": "Understand different inclusive leadership styles and models, how to develop teams and support people using coaching and mentoring approaches. Understand organisational culture and diversity management"
    },
    {
      "knowledgeId": "c11d4065-4a67-423b-8a90-cecd2916257e",
      "detail": "Know how to recruit, manage and develop people, using inclusive talent management approaches.  How to use HR systems and processes to ensure legal requirements, H&S, and well-being needs. Know how to set goals and manage performance"
    },
    {
      "knowledgeId": "e18616fd-e04e-4f63-9d67-80b1c251ccf1",
      "detail": "Understand approaches to stakeholder, customer and supplier management, developing engagement, facilitating cross functional working and negotiation. Know how to shape common purpose, as well as approaches to conflict management and dispute resolution"
    },
    {
      "knowledgeId": "096f843f-3866-4842-b66f-b1a750c12283",
      "detail": "Know how to be self-aware and recognise different learning styles.  Know how to use emotional and social intelligence, and active listening and open questioning to work effectively with others"
    },
    {
      "knowledgeId": "11652c5a-4a39-42c7-bca9-7e8864d0b7fd",
      "detail": "Know how to manage time, set goals, prioritise activities and undertake forward planning in a business environment with a focus on outcomes"
    },
    {
      "knowledgeId": "f95ed506-38f9-4fe5-a804-557e0513f643",
      "detail": "Know how to undertake research, data analysis, problem solving and decision-making techniques, and understand the values, ethics and governance of your organisation"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "408fdb08-45cd-4b4c-af3d-55b7c326e769",
      "detail": "Drive to achieve in all aspects of work. Demonstrates resilience and determination when managing difficult situations.  Seeks new opportunities underpinned by commercial acumen and sound judgement"
    },
    {
      "behaviourId": "58d94efe-3323-47d1-a38d-b4dee710a8fe",
      "detail": "Open, approachable, authentic, and able to build trust with others.   Seeks the views of others and values diversity internally and externally"
    },
    {
      "behaviourId": "91f20cb4-2880-413f-828e-7270d0336f42",
      "detail": "Flexible to the needs of the organisation. Is creative, innovative and enterprising when seeking solutions to business needs. Positive and adaptable, responding well to feedback and need for change. Open to new ways of working and new management theories"
    },
    {
      "behaviourId": "f806d9be-fedb-48ce-91d6-bdca9ec67940",
      "detail": "Sets an example, and is ethical, fair, consistent and impartial.  Operates within organisational values and adheres to the requirements of relevant professional bodies"
    }
  ],
  "skills": [
    {
      "skillId": "c226a058-71b8-4f40-a3d7-f443c78734a3",
      "detail": "Support the development of organisational strategies and plans. Develop and deliver operational plans; being able to set targets and KPIs, manage resources, and monitor and measure outcomes to establish operational effectiveness, efficiencies and excellence.   Produce reports that clearly present information and data, using a range of interpretation and analytical processes.  Gain wide support to deliver successful outcomes"
    },
    {
      "skillId": "3bd41186-b036-4fbd-9788-31278a8f764b",
      "detail": "Plan, organise and manage resources in order to achieve organisational goals.  Identify key outcomes, develop and implement plans and monitor progress, and provide reports as required.  Proactively identify risk and create plans for their mitigation. Able to initiate, lead and drive change within the organisation, identifying barriers/challenges and how to overcome them. Ability to use widely recognised project management tools"
    },
    {
      "skillId": "844185db-6327-424b-9e01-0287f8c4ff38",
      "detail": "Managing budgets, controlling expenditure and production of financial reports"
    },
    {
      "skillId": "7eb5d38d-2695-42e8-b5a3-e371fa1360a9",
      "detail": "Use of customer insight and analysis of data to determine and drive customer service outcomes and improve customer relationships.  Creative approaches to developing solutions to meet customer need"
    },
    {
      "skillId": "e42c84a7-3544-4853-88bb-348b49a93506",
      "detail": "Able to identify service/organisational improvements and opportunities for innovation and growth, using qualitative and quantitative analysis of information and data and benchmarking against others"
    },
    {
      "skillId": "761e918c-79a9-47ab-b734-d1d0cc9fd9ff",
      "detail": "Communicate clearly, effectively and regularly using oral, written and digital channels and platforms.  Use active listening and open questioning to structure conversations and discussions, and able to challenge when appropriate.  Manage and chair meetings and clearly present actions and outcomes. Ability to apply influencing and persuading skills, to the dynamics and politics of personal interactions"
    },
    {
      "skillId": "5a3e34ee-f7a6-4f2a-9063-be944cbfcc57",
      "detail": "Able to articulate organisational purpose and values.  Support the creation of an inclusive, high performance work culture. Enable others to achieve by developing and supporting them through coaching and mentoring"
    },
    {
      "skillId": "60b6d6b2-5058-4efa-9a1b-4fb2b81aca2c",
      "detail": "Able to build teams, empower and motivate others to improve performance or achieve outcomes.  Able to delegate to others, provide clear guidance and monitor progress. Ability to set goals and accountabilities"
    },
    {
      "skillId": "1e470026-3bce-4d10-a983-cd1f42c2c116",
      "detail": "Able to build rapport and trust, develop networks and maintain relationships with people from a range of cultures, backgrounds and levels.  Able to contribute within a team environment.  Effectively influence and negotiate, being able to have challenging conversations and give constructive feedback.  Work collaboratively with internal and external customers and suppliers"
    },
    {
      "skillId": "ede8fc83-5d89-405b-a097-598575cade26",
      "detail": "Able to reflect on own performance, identifying and acting on learning and development needs. Ability to understand impact on others.  Can manage stress and personal well-being, and confident in knowing core values and drivers"
    },
    {
      "skillId": "f6839370-6ed9-4967-bcaa-ab8365057fb0",
      "detail": "Able to create personal development plan, and use widely recognised tools and techniques to ensure the management of time and pressure effectively, and prioritisation and strategic alignment of activities"
    },
    {
      "skillId": "dcba95a1-9b65-46a3-aec4-a3786899876c",
      "detail": "Use evidence-based tools and ethical approaches to undertake problem solving and critical analysis, synthesis and evaluation to support decision making"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2015-10-08T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "",
  "tbMainContact": "Ruth.Jennings@sainsburys.co.uk",
  "involvedEmployers": "CMI, Acivico, Agillisys, Anglo Educational, Balfour Beatty, Barchester Healthcare, Barclays Bank, Boots UK Ltd, BBC, Civil Service, Codegent, Co-op, Evolution Partnership, HMRC, Kinnerton Confectionery, NISA Retail Limited, One Stop, Opus Building Services, Sainsburys, Santander UK plc, Serco, umi Digital / Anglo Educational, Virgin Media, ILM, TUI, Markerstudy, Babcock, Gateshead Council, Lifetime",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Manager",
    "Senior Manager",
    "Head of Department",
    "Operations Manager",
    "project manager",
    "delivery manager"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Management and Administration",
  "cluster": "Management professional",
  "clusterId": "68",
  "clusterDescription": "Leader of a business process and/or unit requiring the ability to analyse and improve complex business-wide processes and risks. Also includes the ability to provide a full range of company legal and financial knowledge relevant to running a company",
  "createdDate": "2017-09-22T14:24:13 +00:00",
  "lastUpdated": "2023-02-06T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-10-08T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0272",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0272-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0272-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-02-06T00:00:00"
}