{
  "templateType": "Apprenticeship Standard",
  "larsCode": 156,
  "referenceNumber": "ST0287",
  "learningAimClassCode": "",
  "title": "Associate ambulance practitioner",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0287",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "End-point assessment plan revised. Consolidation period wording changed and EPA timing wording updated.",
  "changedDate": "2025-05-12T00:00:00",
  "earliestStartDate": "2025-05-12T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Responding to 999 and urgent calls, and providing emergency care for people as part of an ambulance crew.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 15000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "ambulance crew",
    "emergency care",
    "incidents and emergencies",
    "intermediate life support",
    "healthcare environment",
    "healthcare"
  ],
  "jobRoles": [
    "AAP",
    "paramedic",
    "ambulance technician",
    "ambulance crew",
    "emergency care assistant"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/ar0d1yva/st0287_associate-ambulance-practitioner_l4_epa-for-publication_30042025.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.3 Health and social care",
  "version": "1.2",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The Associate Ambulance Practitioner (AAP) works as part of the wider Emergency &amp;amp; Urgent Care setting, having direct contact with service users or others, providing high quality and compassionate care. Day to day duties and tasks for an AAP would involve working as part of an ambulance crew responding to emergency (999) &amp;amp; urgent calls providing emergency and urgent assistance, driving safely and progressively at high speed.&amp;nbsp; The AAP will assess, treat and manage service users at the scene (reducing the need for hospital admission), either referring service users to alternative care provisions or safely discharging them on scene. Other tasks involve working closely with other emergency services and the wider NHS.&lt;/p&gt;\n&lt;p&gt;Tasks of an AAP will include evaluating different approaches to solving problems, communicating those results accurately and reliably, with structured and coherent arguments. AAP’s work at a level above that of Healthcare Support Workers and have knowledge of the underlying concepts and associated principles within their area of study, including the ability to evaluate and interpret these. They will have the qualities and transferable skills necessary for employment, exercising some personal responsibility. AAP’s will undertake further annual training and develop new skills within a structured and managed environment when employment is secured. The AAP will work under the supervision of a Registered Practitioner in accordance with Regulatory policies and procedures for an initial probationary period of 20 weeks. After successful completion the AAP will be accountable for their own actions, operating within their own scope of practice, and will work alongside professional colleagues of higher or lower grades.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Professional body alignment and&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;registration statement&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Achievement of the standard makes you eligible for employment&amp;nbsp;by any United Kingdom NHS Ambulance Service or other relevant organisation(s) &lt;strong&gt;(1)&lt;/strong&gt;&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Entry requirements&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Entry will be determined by employers and will include behavioural recruitment to support organisational values;&amp;nbsp;interview; fitness test; 18 years+; Full GB driving licence.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Duration of the apprenticeship&amp;nbsp;&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Between 12 to 18 months&lt;/p&gt;\n&lt;h4&gt;Progression to&lt;/h4&gt;\n&lt;p&gt;Health &amp;amp; Care Professionals Council (HCPC) Registered Paramedic&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Review Date&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;3 years unless there is evidence of significant change which&amp;nbsp;employers agree warrants earlier amendment&lt;/p&gt;\n&lt;h4&gt;Level 4&lt;/h4&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;109&quot; style=&quot;width: 109px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;V&lt;/strong&gt;&lt;strong&gt;alu&lt;/strong&gt;&lt;strong&gt;es:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;355&quot; style=&quot;width: 355px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours – The AAP must always:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Patient Centred&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;355&quot;&gt;\n&lt;p&gt;Be professional and passionate about the emergency and urgent care services; have a commitment to quality and care for service users and their relatives, a positive attitude in helping to improve patient care/experience, learning from successes and mistakes in line with the NHS Constitution.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Dignity &amp;amp; Respect for all&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;355&quot;&gt;\n&lt;p&gt;Show understanding and be respectful of all service users, carers and all those who the AAP come into contact with. The AAP will promote equality of opportunity and celebrate diversity, demonstrating high standards of behaviour and conduct with honesty and openness at all times.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Teamwork&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;355&quot;&gt;\n&lt;p&gt;Work closely and collaboratively with others of all levels in an open/honest and supportive way, acting in the best interest of the service users and others. Promoting teamwork and taking a genuine interest in those whom we work with, offering support and guidance when it is needed. Inspire each other to work together to create better services.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Care &amp;amp; Compassion&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;355&quot;&gt;\n&lt;p&gt;Deliver a first class service which is responsive to individual needs, recognising and celebrating good performance, striving to maintain a positive, safe, caring and compassionate&lt;/p&gt;\n&lt;p&gt;working environment for all. Ensure that compassion is central to the care provided with humanity and kindness.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Effective Communication&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;355&quot;&gt;\n&lt;p&gt;Be open and honest with individuals choosing the most appropriate way of communicating, using everyday language, avoiding jargon. Respect confidentiality and personal information about service users and others.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Competence&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;355&quot;&gt;\n&lt;p&gt;Be personally responsible for own learning and development. Engage with advancing technologies, maximising learning opportunities. Encourage and support others in their personal development to increase and maintain high levels of competency.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;109&quot; style=&quot;width: 109px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;kills:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;356&quot; style=&quot;width: 356px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;The AAP will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Core Skills&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;356&quot;&gt;\n&lt;p&gt;Engage in organisational effectiveness, and personal &amp;amp; professional development by using &amp;amp; promoting:&lt;/p&gt;\n&lt;p&gt;Effective communication; conflict resolution training; equality &amp;amp; inclusion; implementation of health &amp;amp; safety; safeguarding and protecting individuals and groups; person centred approaches; good practice in information governance; infection prevention &amp;amp; control measures; duty of care and patient’s privacy &amp;amp; dignity.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Moving &amp;amp; Handling&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;356&quot;&gt;\n&lt;p&gt;Undertake risk assessment prior to moving &amp;amp; positioning individuals, using equipment and other items safely.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Assessment &amp;amp; Measurements&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;356&quot;&gt;\n&lt;p&gt;Follow a stepwise and holistic approach to patient assessment, undertaking a range of physiological measurements using appropriate equipment in a safe and effective manner.&lt;/p&gt;\n&lt;p&gt;Make appropriate changes or recommendations to the treatment plan within their scope of practice, reporting changes where applicable and necessary.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Treatment &amp;amp; Intervention&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;356&quot;&gt;\n&lt;p&gt;Manage service users and others across the age ranges - from babies &amp;amp; children to &amp;nbsp;care for the elderly - within the emergency &amp;amp; urgent care setting, to include: airway, respiratory &amp;amp; circulatory management; wounds &amp;amp; bleeding; burns &amp;amp; scalds; medical conditions; bones-joints-ligaments-tendons injuries; use of medical gases; pregnancy &amp;amp; child birth; hostile &amp;amp; major incidents; substances hazardous to health and pain management.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Intermediate Life Support &amp;amp; assisting the practitioner&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;356&quot;&gt;\n&lt;p&gt;Perform intermediate life support for individuals across the age ranges using appropriate equipment and techniques safely and effectively. Assist the practitioner in the skills of Cannulation, Fluids Treatment and Intubation, including the preparation of live saving drugs, using the skills necessary to deliver effective medicines management criteria.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Light Rescue &amp;amp; Extrication&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;356&quot;&gt;&amp;nbsp;Perform a range of light rescue and extrication techniques in a safe and effective manner, using a range of equipment.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;109&quot; style=&quot;width: 109px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;355&quot; style=&quot;width: 355px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;The AAP will be know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Core&amp;nbsp;&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;Knowl&lt;/strong&gt;&lt;strong&gt;edge&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;355&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;How the AAP role engages in supporting the organisation in delivering high quality care and meeting its targets.&lt;/li&gt;\n&lt;li&gt;How to develop and use a personal &amp;amp; professional development plan including the importance of reflective practice.&lt;/li&gt;\n&lt;li&gt;How to communicate effectively, including writing clear, concise information.&lt;/li&gt;\n&lt;li&gt;The importance of health, safety and dynamic risk assessments. How to report incidents, near misses and follow the correct processes to promote health and safety at work.&lt;/li&gt;\n&lt;li&gt;The organisation’s safeguarding procedures and to protect individuals and groups including referral through the appropriate routes.&lt;/li&gt;\n&lt;li&gt;How to promote person centred approaches and know how to work and adhere to relevant codes of practice and ethics.&lt;/li&gt;\n&lt;li&gt;How to practice and follow information governance by understanding data protection, Caldicott regulations and other legislation.&lt;/li&gt;\n&lt;li&gt;How to follow policies and procedures in relation to infection prevention &amp;amp; control. The importance of treating patients and their carers with privacy &amp;amp; dignity&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;&lt;strong&gt;M&lt;/strong&gt;&lt;strong&gt;ovin&lt;/strong&gt;&lt;strong&gt;g &amp;amp;&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;H&lt;/strong&gt;&lt;strong&gt;andling, Light&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;R&lt;/strong&gt;&lt;strong&gt;escue, Extrication&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;&amp;amp; Environmental&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;afety&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;355&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;How to undertake dynamic risk assessments prior to moving &amp;amp; positioning individuals in accordance with their care plan, as well as using equipment and other items safely.&lt;/li&gt;\n&lt;li&gt;The Health &amp;amp; Safety at Work Act and related regulations. They will know how to manage their own safety and that of others in a range of environments.&lt;/li&gt;\n&lt;li&gt;How to perform a range of light rescue and extrication techniques responsibly and in a safe and effective manner. Understand the meaning of Common Law and know what criteria must be met to undertake gaining an entry with good intent.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;&lt;strong&gt;A&lt;/strong&gt;&lt;strong&gt;ssessment &amp;amp;&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;Physiological&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;M&lt;/strong&gt;&lt;strong&gt;easurements, Administration of Medications, Treatment &amp;amp; Intervention, Safe discharging &amp;amp; referrals&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;355&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;How to follow a stepwise and holistic approach to patient assessment by understanding and applying codes of practice and ethics, etc. Understand how to carry out and interpret a range of physiological measurements. Know how to make appropriate changes or recommendations to the treatment plan as directed.&lt;/li&gt;\n&lt;li&gt;How to operate under given exemptions, clinical guidelines and will understand their own restrictions of the administration of medications in accordance with the AAP’s scope of practice. They will know how to prepare medications and undertake the relevant safety checks prior to administration. &amp;nbsp;The will know and understand how to use UK Ambulance Service Clinical Practice Guidelines and other documents to support the AAP role.&lt;/li&gt;\n&lt;li&gt;How to manage the acute care of service users and others across the age ranges, to include: airway management, intermediate life support, wounds &amp;amp; bleeding, burns &amp;amp; scalds, medical conditions, bones-joints-ligaments-tendons injuries, use of medical gases, babies &amp;amp; children, pregnancy &amp;amp; child birth, hostile &amp;amp; major incidents, substances hazardous to health, care for the elderly, pain management by understanding all SOPs, policies, procedures and guidelines. The necessity of safety netting prior to discharging following organisation’s referral pathways including completion of relevant documentation. Know how to create clear &amp;amp; concise records to support all referrals to all agencies.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;&lt;strong&gt;M&lt;/strong&gt;&lt;strong&gt;ental Health,&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;M&lt;/strong&gt;&lt;strong&gt;ental Capacity, Dementia &amp;amp; Learning Disability, End of Life &amp;amp; Bereavement&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;355&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The importance of promoting mental health and wellbeing; understand the current Mental Health Act and the roles of other partner agencies.&lt;/li&gt;\n&lt;li&gt;How to undertake the diagnostic and functional assessment of mental capacity and respond appropriately, acting in the best interest of the service user at all times.&lt;/li&gt;\n&lt;li&gt;Understand and be able to support those with dementia and learning disabilities.&lt;/li&gt;\n&lt;li&gt;How to support individuals across the age ranges with an end of life care plan in a compassionate and supportive manner. They will be able to identify and respond to their own and others feelings when dealing with bereavement.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Intermediate Life&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;Sup&lt;/strong&gt;&lt;strong&gt;p&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;t &amp;amp; assisting the registered practitioner&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;355&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;How to effectively perform intermediate life support for individuals across the age ranges using appropriate equipment and techniques safely.&lt;/li&gt;\n&lt;li&gt;Know what equipment a registered practitioner will need to effectively apply the skill of Intubation, Cannulation, and Fluid Therapy.&lt;/li&gt;\n&lt;li&gt;How to assist when required within own scope of practice.&lt;/li&gt;\n&lt;li&gt;Know what drug therapy is needed by the registered practitioner when dealing with service users in cardiac arrest.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;&lt;strong&gt;D&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;iv&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;g &amp;amp; electronic&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;co&lt;/strong&gt;&lt;strong&gt;mmunication&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;355&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;How to operate a range of electronic devices to communicate effectively with all colleagues internally and externally.&lt;/li&gt;\n&lt;li&gt;How to prepare a range of vehicles prior to use, operate and drive safely at all times adhering to legislation, Highway Code and policies.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;Qualifications:&lt;/h3&gt;\n&lt;p&gt;By the end of the programme and to become an Associate Ambulance Practitioner, Apprentices must have achieved the following: Level 2 functional skills in English &amp;amp; Maths, if not already achieved; Level 3 Certificate in Emergency Response Driving (QCF); Level 4 Diploma in Associate Ambulance Practitioner (QCF)&lt;/p&gt;\n&lt;blockquote&gt;&lt;em&gt;&lt;strong&gt;(1)&lt;/strong&gt;&amp;nbsp;&lt;/em&gt;&lt;em&gt;Other relevant organisations may include private ambulance services and medical roles within the military forces&lt;/em&gt;&lt;/blockquote&gt;",
  "occupationalSummary": "&lt;p&gt;The Associate Ambulance Practitioner (AAP) works as part of the wider Emergency &amp;amp; Urgent Care setting, having direct contact with service users or others, providing high quality and compassionate care. Day to day duties and tasks for an AAP would involve working as part of an ambulance crew responding to emergency (999) &amp;amp; urgent calls providing emergency and urgent assistance, driving safely and progressively at high speed.&amp;nbsp; The AAP will assess, treat and manage service users at the scene (reducing the need for hospital admission), either referring service users to alternative care provisions or safely discharging them on scene. Other tasks involve working closely with other emergency services and the wider NHS.&lt;/p&gt;\n&lt;p&gt;Tasks of an AAP will include evaluating different approaches to solving problems, communicating those results accurately and reliably, with structured and coherent arguments. AAP’s work at a level above that of Healthcare Support Workers and have knowledge of the underlying concepts and associated principles within their area of study, including the ability to evaluate and interpret these. They will have the qualities and transferable skills necessary for employment, exercising some personal responsibility. AAP’s will undertake further annual training and develop new skills within a structured and managed environment when employment is secured. The AAP will work under the supervision of a Registered Practitioner in accordance with Regulatory policies and procedures for an initial probationary period of 20 weeks. After successful completion the AAP will be accountable for their own actions, operating within &lt;span&gt;their own scope of practice, and will work alongside professional colleagues of higher or lower grades.&lt;/span&gt;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "052d33ab-7412-462c-9504-3e049b66fa9a",
      "detail": "How the AAP role engages in supporting the organisation in delivering high quality care and meeting its targets."
    },
    {
      "knowledgeId": "25fa0b04-8b5a-4e04-bece-9bee5ec7769f",
      "detail": "How to develop and use a personal & professional development plan including the importance of reflective practice."
    },
    {
      "knowledgeId": "1b413408-9135-4d88-9768-73e2e73eb64c",
      "detail": "How to communicate effectively, including writing clear, concise information."
    },
    {
      "knowledgeId": "0d6b730c-9a47-4b07-9bfa-18460c37c210",
      "detail": "The importance of health, safety and dynamic risk assessments. How to report incidents, near misses and follow the correct processes to promote health and safety at work."
    },
    {
      "knowledgeId": "78f95f7f-1c35-44c1-9f14-29d2ec335ebd",
      "detail": "The organisation's safeguarding procedures and to protect individuals and groups including referral through the appropriate routes."
    },
    {
      "knowledgeId": "00228e1d-4a86-4096-a1ab-19cdf3170d19",
      "detail": "How to promote person centred approaches and know how to work and adhere to relevant codes of practice and ethics."
    },
    {
      "knowledgeId": "1539c5ca-df98-4d60-ab54-bc8167ecccf2",
      "detail": "How to practice and follow information governance by understanding data protection, Caldicott regulations and other legislation."
    },
    {
      "knowledgeId": "d90a7fdf-1d1d-4eaa-8dea-6359b98bca36",
      "detail": "How to follow policies and procedures in relation to infection prevention & control. The importance of treating patients and their carers with privacy & dignity"
    },
    {
      "knowledgeId": "0624e32f-4908-4e73-a623-f5a375ae3923",
      "detail": "How to undertake dynamic risk assessments prior to moving & positioning individuals in accordance with their care plan, as well as using equipment and other items safely."
    },
    {
      "knowledgeId": "0c1ccdfa-b39f-4c8c-a94d-551a7bbff5e4",
      "detail": "The Health & Safety at Work Act and related regulations. They will know how to manage their own safety and that of others in a range of environments."
    },
    {
      "knowledgeId": "8609eba4-a97c-4b26-a78c-b1004e12f219",
      "detail": "How to perform a range of light rescue and extrication techniques responsibly and in a safe and effective manner. Understand the meaning of Common Law and know what criteria must be met to undertake gaining an entry with good intent."
    },
    {
      "knowledgeId": "3f673b68-57b2-4bb8-bb82-4129b6885f4e",
      "detail": "How to follow a stepwise and holistic approach to patient assessment by understanding and applying codes of practice and ethics, etc. Understand how to carry out and interpret a range of physiological measurements. Know how to make appropriate changes or recommendations to the treatment plan as directed."
    },
    {
      "knowledgeId": "2ceddb76-94f2-4b20-9946-cf7eb4f583fb",
      "detail": "How to operate under given exemptions, clinical guidelines and will understand their own restrictions of the administration of medications in accordance with the AAP's scope of practice. They will know how to prepare medications and undertake the relevant safety checks prior to administration. The will know and understand how to use UK Ambulance Service Clinical Practice Guidelines and other documents to support the AAP role."
    },
    {
      "knowledgeId": "2e255d88-4f96-4258-bd12-2115376af7c7",
      "detail": "How to manage the acute care of service users and others across the age ranges, to include: airway management, intermediate life support, wounds & bleeding, burns & scalds, medical conditions, bones-joints-ligaments-tendons injuries, use of medical gases, babies & children, pregnancy & child birth, hostile & major incidents, substances hazardous to health, care for the elderly, pain management by understanding all SOPs, policies, procedures and guidelines. The necessity of safety netting prior to discharging following organisation's referral pathways including completion of relevant documentation. Know how to create clear &amp; concise records to support all referrals to all agencies."
    },
    {
      "knowledgeId": "1b828dd5-7b56-408b-b181-162fde3b0b91",
      "detail": "The importance of promoting mental health and wellbeing; understand the current Mental Health Act and the roles of other partner agencies."
    },
    {
      "knowledgeId": "9f59c2c5-0568-43d0-a548-d11c2f3a3b7b",
      "detail": "How to undertake the diagnostic and functional assessment of mental capacity and respond appropriately, acting in the best interest of the service user at all times."
    },
    {
      "knowledgeId": "e405e077-9023-484f-bb8a-ed122a4040bc",
      "detail": "Understand and be able to support those with dementia and learning disabilities."
    },
    {
      "knowledgeId": "c7bbeceb-7d2f-44bb-b87b-81bf77f61c12",
      "detail": "How to support individuals across the age ranges with an end of life care plan in a compassionate and supportive manner. They will be able to identify and respond to their own and others feelings when dealing with bereavement."
    },
    {
      "knowledgeId": "2c8ea96e-21b6-424d-b750-3c2772c0e7c6",
      "detail": "How to effectively perform intermediate life support for individuals across the age ranges using appropriate equipment and techniques safely."
    },
    {
      "knowledgeId": "94ca0084-9227-4371-9af9-4220d7fc20e1",
      "detail": "Know what equipment a registered practitioner will need to effectively apply the skill of Intubation, Cannulation, and Fluid Therapy."
    },
    {
      "knowledgeId": "61f4faa0-4761-46c1-94ce-964b780c18a6",
      "detail": "How to assist when required within own scope of practice."
    },
    {
      "knowledgeId": "d3e9c84b-a981-45af-9dc0-a9c162c84c97",
      "detail": "Know what drug therapy is needed by the registered practitioner when dealing with service users in cardiac arrest."
    },
    {
      "knowledgeId": "bec654a8-a9d0-4e7e-b97b-5e408ae9de4f",
      "detail": "How to operate a range of electronic devices to communicate effectively with all colleagues internally and externally."
    },
    {
      "knowledgeId": "0a325798-ae28-439d-b704-eeb55469956f",
      "detail": "How to prepare a range of vehicles prior to use, operate and drive safely at all times adhering to legislation, Highway Code and policies."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "6d32a7b3-037e-44aa-98bc-8a5f6f806540",
      "detail": "Be professional and passionate about the emergency and urgent care services; have a commitment to quality and care for service users and their relatives, a positive attitude in helping to improve patient care/experience, learning from successes and mistakes in line with the NHS Constitution."
    },
    {
      "behaviourId": "c6cf5746-62a7-43a7-9cb3-c3e4065cc8c5",
      "detail": "Show understanding and be respectful of all service users, carers and all those who the AAP come into contact with. The AAP will promote equality of opportunity and celebrate diversity, demonstrating high standards of behaviour and conduct with honesty and openness at all times."
    },
    {
      "behaviourId": "a55fd543-b895-4d28-bb14-f82ec9a867d5",
      "detail": "Work closely and collaboratively with others of all levels in an open/honest and supportive way, acting in the best interest of the service users and others. Promoting teamwork and taking a genuine interest in those whom we work with, offering support and guidance when it is needed. Inspire each other to work together to create better services."
    },
    {
      "behaviourId": "54c8f295-33f0-4f37-abf6-88028a3c0538",
      "detail": "Deliver a first class service which is responsive to individual needs, recognising and celebrating good performance, striving to maintain a positive, safe, caring and compassionate working environment for all. Ensure that compassion is central to the care provided with humanity and kindness."
    },
    {
      "behaviourId": "55168239-0a49-47ca-8323-ff77571e829b",
      "detail": "Be open and honest with individuals choosing the most appropriate way of communicating, using everyday language, avoiding jargon. Respect confidentiality and personal information about service users and others."
    },
    {
      "behaviourId": "8ac60e37-58f0-49f7-8a76-40e090cea271",
      "detail": "Be personally responsible for own learning and development. Engage with advancing technologies, maximising learning opportunities. Encourage and support others in their personal development to increase and maintain high levels of competency."
    }
  ],
  "skills": [
    {
      "skillId": "c410aed7-a049-45fe-9a47-9388cc995577",
      "detail": "Engage in organisational effectiveness, and personal & professional development by using & promoting: Effective communication; conflict resolution training; equality & inclusion; implementation of health & safety; safeguarding and protecting individuals and groups; person centred approaches; good practice in information governance; infection prevention & control measures; duty of care and patient’s privacy & dignity."
    },
    {
      "skillId": "22477b9e-0108-408c-ad86-1eadc112c96b",
      "detail": "Undertake risk assessment prior to moving & positioning individuals, using equipment and other items safely."
    },
    {
      "skillId": "c69ba903-e7b4-4ba3-9b2d-fa100a32d235",
      "detail": "Follow a stepwise and holistic approach to patient assessment, undertaking a range of physiological measurements using appropriate equipment in a safe and effective manner."
    },
    {
      "skillId": "3b8a13df-291a-4455-bb13-923388b0005f",
      "detail": "Make appropriate changes or recommendations to the treatment plan within their scope of practice, reporting changes where applicable and necessary."
    },
    {
      "skillId": "0403cd21-cb00-4a55-99fb-1c7051d43f8e",
      "detail": "Manage service users and others across the age ranges - from babies & children to  care for the elderly - within the emergency & urgent care setting, to include: airway, respiratory & circulatory management; wounds & bleeding; burns & scalds; medical conditions; bones-joints-ligaments-tendons injuries; use of medical gases; pregnancy & child birth; hostile & major incidents; substances hazardous to health and pain management."
    },
    {
      "skillId": "1ada4d5a-a1fe-4bbd-9354-24367d977e50",
      "detail": "Perform intermediate life support for individuals across the age ranges using appropriate equipment and techniques safely and effectively. Assist the practitioner in the skills of Cannulation, Fluids Treatment and Intubation, including the preparation of live saving drugs, using the skills necessary to deliver effective medicines management criteria."
    },
    {
      "skillId": "c878c96d-7b98-4759-a62f-c57fe0b24b86",
      "detail": " Perform a range of light rescue and extrication techniques in a safe and effective manner, using a range of equipment."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-01-12T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0086",
  "tbMainContact": "Healthcare.Trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "East Midlands Ambulance Service NHS Trust, East of England Ambulance Service NHS Trust, Isle of Wight Healthcare NHS PCT Trust, London Ambulance Service NHS Trust, North West Ambulance Service NHS Trust, North East Ambulance Service NHS Foundation Trust, South Central Ambulance Service NHS Foundation Trust, South East Coast Ambulance Service NHS Foundation Trust, South Western Ambulance Service NHS Foundation Trust, West Midlands Ambulance Service NHS Foundation Trust, Yorkshire Ambulance Service NHS Trust",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "AAP",
    "paramedic",
    "ambulance technician",
    "ambulance crew",
    "emergency care assistant"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health practitioner",
  "clusterId": "10",
  "clusterDescription": null,
  "createdDate": "2025-05-12T12:54:52 +00:00",
  "lastUpdated": "2025-05-12T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-01-12T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised or adjusted. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeships being revised or adjusted are available in the revisions and adjustments status report.&nbsp;",
  "occupationCode": "OCC0287",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0287-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0287-v1-2",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-05-12T00:00:00"
}