{
  "templateType": "Apprenticeship Standard",
  "larsCode": 317,
  "referenceNumber": "ST0283",
  "learningAimClassCode": "",
  "title": "Senior metrology technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0283",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2021-12-15T00:00:00",
  "earliestStartDate": "2018-08-07T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Managing teams that use, design and repair equipment for taking measurements.",
  "level": 5,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 21000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "Senior Metrology Technician",
    "measurements",
    "design",
    "repair",
    "metrology",
    "technician"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2330/st0283_senior-metrology-technician_l5_revision-for-publication_11102018.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupational Profile&lt;/h3&gt;\n&lt;p&gt;This is a level 5 Apprenticeship&lt;/p&gt;\n&lt;p&gt;Metrology is the science of measurement and includes all theoretical and practical aspects of measurement. Measurement underpins the UK economy and international trade. Each year in the UK over&lt;/p&gt;\n&lt;p&gt;&#163;600 billion worth of goods and utilities are sold based on the measurement of their quantity and quality. Metrology takes place across a wide range of industries as diverse as advanced manufacturing, aerospace, automotive, construction, energy, environment, pharma and healthcare and space and within all sizes of organisation. Important measurement activities can range from measuring galaxies to graphene, molecules, chemical pollutants, hip joints, aircraft, industrial emissions, etc.&lt;/p&gt;\n&lt;p&gt;A competent Senior Metrology Technician will be able to manage resources and measurement activities and will implement processes and techniques that are sustainable, support good practice and comply with relevant standards and principles. They will develop and monitor measurement capability and capacity and will be responsible for the planning, quality, accuracy, timely delivery and evaluation of metrology activities within their area of responsibility. They will be able to apply a measurement strategy and understand its commercial impact. They will analyse, interpret and evaluate information and will be able to use this information to inform future measurement developments. They will participate in and provide advice on activities such as audits and risk assessments. They will also be able to build effective communication channels and relationships with colleagues, customers and stakeholders. Their knowledge of the industry, their own organisation and its customers will enable them to take the lead in finding strategic solutions to measurement problems and identifying areas for improvement. The successful apprentice will become a valuable measurement specialist, within their organisation, significantly contributing to the future of the Metrology industry and the UK economy.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Job Areas may include: &lt;/strong&gt;Senior Metrology Technicians associated with Measurement Research; Instrument &amp;amp; Equipment Use, Calibration, Test, Inspection &amp;amp; Type approval; Measurement Application in field, Laboratory or Manufacturing; and Quality and Process Support.&lt;/p&gt;\n&lt;h3&gt;Knowledge – understanding of:&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;How to apply a measurement strategy, processes and techniques, including, variation, uncertainty and traceability within the organisation&lt;/li&gt;\n&lt;li&gt;How metrology is evolving, including new and specialist technological and scientific developments and how these will impact on the future industry&lt;/li&gt;\n&lt;li&gt;Project management principles and systems; quality management and assurance systems; business improvement and innovation systems; processes and techniques and the how these relate to the business environment in which the organisation operates&lt;/li&gt;\n&lt;li&gt;Commercial and contractual obligations including forecasts, budgets, cost and performance monitoring techniques.&lt;/li&gt;\n&lt;li&gt;The appropriate mathematical, scientific and systems analysis techniques and analytical methods to support measurement processes, systems and software.&lt;/li&gt;\n&lt;li&gt;How to apply health, safety and environmental legislation, regulation, industry and organisational policies, procedures and requirements within the organisation&lt;/li&gt;\n&lt;li&gt;How to apply national and international regulations and standards, industry and organisational procedures and requirements relating to codes of conduct within the organisation&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;Skills – the ability to:&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;Develop and monitor measurement capability and capacity within own area of responsibility to support strategic planning.&lt;/li&gt;\n&lt;li&gt;Investigate and suggest changes to process control activities to ensure compliance with contractual, organisational and industry procedures and requirements&lt;/li&gt;\n&lt;li&gt;Participate in risk assessments, assess outcomes and make suitable recommendations for change to processes and procedures, as appropriate.&lt;/li&gt;\n&lt;li&gt;Plan and manage resources to meet the needs and objectives of the organisation and its customers&lt;/li&gt;\n&lt;li&gt;Plan, manage, monitor and evaluate measurement activities in a way that contributes to sustainable development, continuous improvement and supports good practice.&lt;/li&gt;\n&lt;li&gt;Diagnose and solve complex problems in relation to measurement activities and take corrective and preventative action as appropriate&lt;/li&gt;\n&lt;li&gt;Participate in and provide advice on internal and external audits ensuring verification, validation, quality assurance, quality control, compliance and identify process improvement opportunities, where applicable.&lt;/li&gt;\n&lt;li&gt;Develop communication channels and build effective relationships, by engaging colleagues, customers and stakeholders and presenting information in a clear and concise way, to meet organisational requirements.&lt;/li&gt;\n&lt;li&gt;Produce and confirm records, reports and other measurement documentation, as required.&lt;/li&gt;\n&lt;li&gt;Verify, analyse, evaluate, validate and store measurement information, results and data in line with organisational procedures and specifications to support measurement and continuous improvement activities.&lt;/li&gt;\n&lt;li&gt;Ensure compliance with relevant health, safety and environmental legislation, regulation, industry and organisational policies and procedures and requirements relating to safe working practices&lt;/li&gt;\n&lt;li&gt;Ensure compliance with statutory regulations, national and international standards, industry and organisational procedures and requirements relating to codes of conduct when managing measurement activities&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;Behaviours:&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;Is &lt;strong&gt;positive, innovative and proactive, &lt;/strong&gt;suggesting and embracing change in order to improve quality and performance&lt;/li&gt;\n&lt;li&gt;Demonstrates &lt;strong&gt;drive and resilience&lt;/strong&gt;, has a strong focus on quality, delivery, completion and customer satisfaction, constantly seeking to maximise and improve own and others performance.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Is inquisitive and conscientious, &lt;/strong&gt;seeking feedback from customers and stakeholders, considering its impact on own area of responsibility, the organisation and the industry&lt;/li&gt;\n&lt;li&gt;Acts as a &lt;strong&gt;role model and coach, &lt;/strong&gt;manages resources consistently, promoting organisational effectiveness and efficiency&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Makes decisions &lt;/strong&gt;using personal initiative, analysis and technical knowledge and can make sense of complex situations, with a high level of attention to detail.&lt;/li&gt;\n&lt;li&gt;Is reliable and takes &lt;strong&gt;responsibility &lt;/strong&gt;for any direct reports, and own actions and decisions&lt;/li&gt;\n&lt;li&gt;Is confident and has the ability to &lt;strong&gt;represent, and champion &lt;/strong&gt;own, organisational and industry views, needs and objectives. Can challenge the status quo, as required/&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Is Committed &lt;/strong&gt;to continuous professional development, keeps up to date with advances in measurement science and expands own Metrology skills and knowledge through a variety of methods&lt;/li&gt;\n&lt;/ol&gt;\n&lt;p&gt;Duration: Typically 36 months, but a minimum of 12 months, depending on prior qualifications and relevant experience.&lt;/p&gt;\n&lt;p&gt;Entry Requirements: Individual employers will set the selection criteria for their apprentices. Most candidates will be expected to have achieved GCSEs in English and maths and a relevant science subject. Other relevant or prior experience may also be considered.&lt;/p&gt;\n&lt;p&gt;Qualifications: Apprentices without level 2 in English and maths will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\n&lt;p&gt;Professional Registration: This standard meets the requirements of Registered Incorporated Engineer (IEng) and Registered Scientist (RSci). The apprentice will be eligible for registration of IEng and/or RSci on completion of the Apprenticeship. Upon receipt of the apprenticeship certificate, individuals are eligible to apply for RSci through a shortened application route. Individuals also need to be a member of a professional body that is licensed by the Science Council to be awarded this status. Further information is on the Science Council’s &lt;a href=&quot;https://eur03.safelinks.protection.outlook.com/?url=https%3A%2F%2Fsciencecouncil.org%2Fcareers-from-science%2Fapprenticeships-apply-for-professional-registration%2F&amp;amp;data=04%7C01%7Ckelly.saliba%40npl.co.uk%7Ceb096ac72b4047d2c5a208d9bbc296fb%7C601e5460b1bf49c0bd2de76ffc186a8d%7C1%7C0%7C637747266710627654%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000&amp;amp;sdata=WtqX4dMMZ4n03nLBUhI5774JcEzGYpzJdCQjQQ49%2BF4%3D&amp;amp;reserved=0&quot;&gt;website&lt;/a&gt;.’&lt;/p&gt;\n&lt;p&gt;Review: The Apprenticeship Standard will be reviewed after three years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Metrology is the science of measurement and includes all theoretical and practical aspects of measurement. Measurement underpins the UK economy and international trade. Each year in the UK over &#163;600 billion worth of goods and utilities are sold based on the measurement of their quantity and quality. Metrology takes place across a wide range of industries as diverse as advanced manufacturing, aerospace, automotive, construction, energy, environment, pharma and healthcare and space and within all sizes of organisation. Important measurement activities can range from measuring galaxies to graphene, molecules, chemical pollutants, hip joints, aircraft, industrial emissions, etc. A competent Senior Metrology Technician will be able to manage resources and measurement activities and will implement processes and techniques that are sustainable, support good practice and comply with relevant standards and principles. They will develop and monitor measurement capability and capacity and will be responsible for the planning, quality, accuracy, timely delivery and evaluation of metrology activities within their area of responsibility. They will be able to apply a measurement strategy and understand its commercial impact. They will analyse, interpret and evaluate information and will be able to use this information to inform future measurement developments. They will participate in and provide advice on activities such as audits and risk assessments. They will also be able to build effective communication channels and relationships with colleagues, customers and stakeholders. Their knowledge of the industry, their own organisation and its customers will enable them to take the lead in finding strategic solutions to measurement problems and identifying areas for improvement. The successful apprentice will become a valuable measurement specialist, within their organisation, significantly contributing to the future of the Metrology industry and the UK economy.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "19e9655c-a1e4-426d-8696-846aa0ca31a0",
      "detail": "How to apply a measurement strategy, processes and techniques, including, variation, uncertainty and traceability within the organisation"
    },
    {
      "knowledgeId": "f0f2fd03-48c9-4958-bf89-d99a00f534bb",
      "detail": "How metrology is evolving, including new and specialist technological and scientific developments and how these will impact on the future industry"
    },
    {
      "knowledgeId": "0441fbc6-165b-4317-b6b5-21e44fdd3d47",
      "detail": "Project management principles and systems; quality management and assurance systems; business improvement and innovation systems; processes and techniques and the how these relate to the business environment in which the organisation operates"
    },
    {
      "knowledgeId": "88f2ed46-08fe-46eb-9bfe-e15754275e6c",
      "detail": "Commercial and contractual obligations including forecasts, budgets, cost and performance monitoring techniques."
    },
    {
      "knowledgeId": "f461a989-c29a-4818-a605-ceead2d214ac",
      "detail": "The appropriate mathematical, scientific and systems analysis techniques and analytical methods to support measurement processes, systems and software."
    },
    {
      "knowledgeId": "63717519-22b4-45bd-881b-b6b852169d24",
      "detail": "How to apply health, safety and environmental legislation, regulation, industry and organisational policies, procedures and requirements within the organisation"
    },
    {
      "knowledgeId": "bb1b865b-1a1d-41e7-9a0f-43dc6e3cd52c",
      "detail": "How to apply national and international regulations and standards, industry and organisational procedures and requirements relating to codes of conduct within the organisation"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "f559281e-b546-4f24-bc01-18b3c626b158",
      "detail": "Is positive, innovative and proactive, suggesting and embracing change in order to improve quality and performance"
    },
    {
      "behaviourId": "6f228a09-4e6d-494d-903f-86861b1ec28e",
      "detail": "Demonstrates drive and resilience, has a strong focus on quality, delivery, completion and customer satisfaction, constantly seeking to maximise and improve own and others performance."
    },
    {
      "behaviourId": "e6030eb1-d241-497c-a890-feca78ceaf6f",
      "detail": "Is inquisitive and conscientious, seeking feedback from customers and stakeholders, considering its impact on own area of responsibility, the organisation and the industry"
    },
    {
      "behaviourId": "59fa2204-c3f3-4d5d-a2b7-c33760ceaa3e",
      "detail": "Acts as a role model and coach, manages resources consistently, promoting organisational effectiveness and efficiency"
    },
    {
      "behaviourId": "f30491a8-5430-4144-9334-6f55dfa29fbd",
      "detail": "Makes decisions using personal initiative, analysis and technical knowledge and can make sense of complex situations, with a high level of attention to detail."
    },
    {
      "behaviourId": "a32cec87-ebfc-4c25-90e0-75412acd31d8",
      "detail": "Is reliable and takes responsibility for any direct reports, and own actions and decisions"
    },
    {
      "behaviourId": "5b704b71-08f3-4fe7-b9c6-fc00a4c6fbca",
      "detail": "Is confident and has the ability to represent, and champion own, organisational and industry views, needs and objectives. Can challenge the status quo, as required/"
    },
    {
      "behaviourId": "970edc96-aab5-4bc9-9481-f28152446aba",
      "detail": "Is Committed to continuous professional development, keeps up to date with advances in measurement science and expands own Metrology skills and knowledge through a variety of methods"
    }
  ],
  "skills": [
    {
      "skillId": "7f786d11-ee3c-4190-889c-f00971545971",
      "detail": "Develop and monitor measurement capability and capacity within own area of responsibility to support strategic planning."
    },
    {
      "skillId": "c044f34f-7159-4358-b2df-62ecf7ab0fb9",
      "detail": "Investigate and suggest changes to process control activities to ensure compliance with contractual, organisational and industry procedures and requirements"
    },
    {
      "skillId": "824a4acf-8c7b-477c-bc3c-1eb6377163ff",
      "detail": "Participate in risk assessments, assess outcomes and make suitable recommendations for change to processes and procedures, as appropriate."
    },
    {
      "skillId": "b7a59198-c18b-4ef1-8004-1f972900852c",
      "detail": "Plan and manage resources to meet the needs and objectives of the organisation and its customers"
    },
    {
      "skillId": "cb9510fb-bf95-47e9-923b-7e50af700d26",
      "detail": "Plan, manage, monitor and evaluate measurement activities in a way that contributes to sustainable development, continuous improvement and supports good practice."
    },
    {
      "skillId": "498376c2-f444-4376-ad23-6d4278c2a2f3",
      "detail": "Diagnose and solve complex problems in relation to measurement activities and take corrective and preventative action as appropriate"
    },
    {
      "skillId": "0ad8a4a6-a930-49ae-8a2a-59ab11514e9e",
      "detail": "Participate in and provide advice on internal and external audits ensuring verification, validation, quality assurance, quality control, compliance and identify process improvement opportunities, where applicable."
    },
    {
      "skillId": "7bb39578-9aaa-4c3b-a048-9939303dfeda",
      "detail": "Develop communication channels and build effective relationships, by engaging colleagues, customers and stakeholders and presenting information in a clear and concise way, to meet organisational requirements."
    },
    {
      "skillId": "4f1efe9f-32ea-4915-a085-9dc4f0e9c926",
      "detail": "Produce and confirm records, reports and other measurement documentation, as required."
    },
    {
      "skillId": "ec716b5b-dcb2-4e71-a40e-e5126a1f27a4",
      "detail": "Verify, analyse, evaluate, validate and store measurement information, results and data in line with organisational procedures and specifications to support measurement and continuous improvement activities."
    },
    {
      "skillId": "3f12c0b6-455c-452a-b2d0-7131dde8bcfb",
      "detail": "Ensure compliance with relevant health, safety and environmental legislation, regulation, industry and organisational policies and procedures and requirements relating to safe working practices"
    },
    {
      "skillId": "3d505d3e-f771-4cba-b5c9-09da8fc71524",
      "detail": "Ensure compliance with statutory regulations, national and international standards, industry and organisational procedures and requirements relating to codes of conduct when managing measurement activities"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-08-07T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0039",
  "tbMainContact": "kelly.saliba@npl.co.uk",
  "involvedEmployers": "Agusta Westland, BAE SYSTEMS Submarines, BSI Group, Dupont Teijin Polyester Films UK Ltd, Hexagon Metrology, Instron - A Division of ITW Ltd, LGC Group, London Borough of Havering, Manufacturing Technology Centre, National Physical Laboratory, Reliance Precision Ltd, Renishaw, Rhopoint Metrology Ltd, Rolls-Royce Plc, SGS Emics, Taylor Hobson Ltd, Trescal Ltd, TUV SUD (NEL), Waters Corporation, British Measurement and Testing Association, Coventry University, Gauge and Tool Makers Association, Institute of Measurement and Control, Institute of Physics, Manufacturing Technologies Association (MTA), Science Council, SEMTA, University College London, UKAS (United Kingdom Accreditation Service)",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Science",
  "cluster": "Science advanced technician",
  "clusterId": "11",
  "clusterDescription": "Provide laboratory-based investigative and scientific experimentation analyses, interpretations and evaluations of scientific information",
  "createdDate": "2017-11-14T17:08:57 +00:00",
  "lastUpdated": "2021-12-15T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-08-07T00:00:00 +00:00",
  "banners": "This apprenticeship standard is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards in revision are available in the revisions status report.",
  "occupationCode": "OCC0283",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0283-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0283-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-12-15T00:00:00"
}