{
  "templateType": "Occupational Standard",
  "larsCode": 102,
  "referenceNumber": "ST0215",
  "learningAimClassCode": "",
  "title": "Assistant practitioner (health)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0215",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan revised",
  "changedDate": "2023-09-13T00:00:00",
  "earliestStartDate": "2023-02-01T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Providing, supervising and coordinating high-quality and compassionate health and social care for a wide range of people.",
  "level": 5,
  "ePALength": 3,
  "typicalDuration": 24,
  "maxFunding": 14000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "health",
    "care",
    "healthcare",
    "medicine",
    "support",
    "therapy",
    "social",
    "hospital",
    "care home"
  ],
  "jobRoles": [
    "Assistant practitioner"
  ],
  "entryRequirements": "&lt;p&gt;Typically, apprentices will have achieved English and maths prior to starting the apprenticeship.&amp;nbsp;&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0215-v1-1?view=epa",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.3 Health and social care",
  "version": "1.1",
  "standardInformation": "&lt;p&gt;&lt;strong&gt;Ty&lt;/strong&gt;&lt;strong&gt;pi&lt;/strong&gt;&lt;strong&gt;c&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;l Job Titles&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Assistant Practitioner&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;18-24 months&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;5&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Review Date&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;After 3 years&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Jo&lt;/strong&gt;&lt;strong&gt;b profile&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Assistant Practitioners work as part of the wider health and social care team and have direct contact with patients, service users or clients providing high quality and compassionate care. Assistant Practitioners work at a level above that of Healthcare Support Workers and have a more in-depth understanding about factors that influence health and ill-health (e.g. anatomy and physiology). Assistant Practitioner is a job title applied to a very wide variety of roles that have been developed locally by employers to meet individual service need. Upon successful completion of this standard, individuals will have obtained the core skills, knowledge and values/behaviours to become an Assistant Practitioner.&lt;/p&gt;\n&lt;p&gt;Examples of common work activities include assisting in total patient assessment, coordination of care (including referrals to other practitioners) and higher clinical skills such as catheterisation, wound care and discharge planning &lt;strong&gt;(1)&lt;/strong&gt;. Assistant Practitioners can be found working in a range of areas such as Cancer Services, Physiotherapy, Genito- Urinary Medicine, Orthopaedics, Hospice Care, Mental Health, Social Care, Community, Occupational Therapy, Learning Disabilities as well as hybrid roles that cross traditional occupational areas. &lt;strong&gt;(2)&lt;/strong&gt; Assistant Practitioners will therefore develop additional skills and knowledge based on their employer’s requirements depending on the clinical or professional area within which they are working.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Responsibilities and duties of the role&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;An Assistant Practitioner works under the supervision of a Registered Practitioner &lt;strong&gt;(3)&lt;/strong&gt; in accordance with employer&lt;/p&gt;\n&lt;p&gt;policy, protocols and standard operating procedures. The Registered Practitioner remains accountable for the appropriate and effective delegation of activities and must ensure that the AP has the competency, confidence and expertise to carry out such activities. Having accepted the activity, the AP is accountable for their actions. In a situation where the AP feels they do not have the necessary skills or ability then they must alert the registered practitioner immediately.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Va&lt;/strong&gt;&lt;strong&gt;l&lt;/strong&gt;&lt;strong&gt;ue&lt;/strong&gt;&lt;strong&gt;s and behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;185&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Va&lt;/strong&gt;&lt;strong&gt;l&lt;/strong&gt;&lt;strong&gt;ue&lt;/strong&gt;&lt;strong&gt;s&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Assistant Practitioners must be:&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;280&quot;&gt;\n&lt;p&gt;&lt;strong&gt;B&lt;/strong&gt;&lt;strong&gt;eha&lt;/strong&gt;&lt;strong&gt;vi&lt;/strong&gt;&lt;strong&gt;ou&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;s&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Assistant Practitioners must always:&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;185&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Honest&lt;/li&gt;\n&lt;li&gt;Caring&lt;/li&gt;\n&lt;li&gt;Compassionate&lt;/li&gt;\n&lt;li&gt;Conscientious&lt;/li&gt;\n&lt;li&gt;Committed&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;280&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Treat individuals with dignity, respecting individual&#39;s beliefs, culture, values and preferences&lt;/li&gt;\n&lt;li&gt;Respect and adopt an empathetic approach&lt;/li&gt;\n&lt;li&gt;Demonstrate courage to challenge areas of concern and work to best practice&lt;/li&gt;\n&lt;li&gt;Be adaptable&lt;/li&gt;\n&lt;li&gt;Demonstrate&amp;nbsp; discretion&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Kno&lt;/strong&gt;&lt;strong&gt;wl&lt;/strong&gt;&lt;strong&gt;ed&lt;/strong&gt;&lt;strong&gt;g&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;the principles and philosophy of health and social care&lt;/li&gt;\n&lt;li&gt;the physiology, organisation and function of the human body&lt;/li&gt;\n&lt;li&gt;lifespan developments and healthcare needs from prenatal to end of life/bereavement&lt;/li&gt;\n&lt;li&gt;research and development in the health and social care sector to inform and improve quality of care&lt;/li&gt;\n&lt;li&gt;provision and promotion of holistic person centred care and support, duty of care and safeguarding of individuals&lt;/li&gt;\n&lt;li&gt;the importance of the strategic environment in health and social care and the implications for the individual&lt;/li&gt;\n&lt;li&gt;the importance of current evidence based practice within scope of the role&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;kills&lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot; style=&quot;width: 655px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 147.542px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Responsibilities and&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;du&lt;/strong&gt;&lt;strong&gt;ty of the role&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 466.458px;&quot;&gt;\n&lt;p&gt;Undertakes defined clinical or therapeutic interventions appropriately delegated by a Registered Practitioner.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 147.542px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;C&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;se Management&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 466.458px;&quot;&gt;\n&lt;p&gt;Manages own work and case load and implements programmes of care in line with current evidence, taking action relative to an individual’s &lt;strong&gt;(4)&lt;/strong&gt; health and care needs.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 147.542px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Supe&lt;/strong&gt;&lt;strong&gt;rvi&lt;/strong&gt;&lt;strong&gt;s&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n and&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;ea&lt;/strong&gt;&lt;strong&gt;c&lt;/strong&gt;&lt;strong&gt;h&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;g&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 466.458px;&quot;&gt;\n&lt;p&gt;Allocates work to and supports the development of others and may supervise, teach, mentor and assess other staff as required.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 147.542px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Personal&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;Development&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 466.458px;&quot;&gt;\n&lt;p&gt;Maintains and further develops own skills and knowledge, and that of others, through recognised Continuing Professional Development (CPD) activities enabling flexibility in practice and responsiveness to changing service needs.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 147.542px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;ea&lt;/strong&gt;&lt;strong&gt;m Working&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 466.458px;&quot;&gt;\n&lt;p&gt;Promotes effective inter-professional and multi-disciplinary team working with peers, colleagues and staff from other agencies and provides appropriate leadership within the scope of the role.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 147.542px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Assessment&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 466.458px;&quot;&gt;\n&lt;p&gt;Provides holistic assessment of individuals, implementing programmes of care and modifying individualised care plans within their scope of practice.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 147.542px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;C&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;mmunication&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 466.458px;&quot;&gt;\n&lt;p&gt;Demonstrates the ability to communicate complex sensitive information to a wide variety of professionals through a variety of methods including the use of interpersonal skills, written and verbal effectiveness, accurate record keeping, keeping information confidential and appropriate use of technology and equipment for the role including data entry.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 147.542px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Person-centred care&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;an&lt;/strong&gt;&lt;strong&gt;d wellbeing&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 466.458px;&quot;&gt;\n&lt;p&gt;Promotes and understands the impact of effective health promotion, empowering, healthy lifestyles such as movement and nutrition and fluid balance.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 147.542px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Physiological&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;Mea&lt;/strong&gt;&lt;strong&gt;surements (&lt;/strong&gt;&lt;strong&gt;5)&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 466.458px;&quot;&gt;\n&lt;p&gt;Undertakes physiological measurements as part of an assessment of an individual&#39;s healthcare status and following evaluation, makes appropriate changes or recommendations to care plan. Reports changes to the Registered Practitioner when the nature of the change falls outside of the agreed scope of role.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 147.542px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Risk Management&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 466.458px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;I&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;fection Prevention and Control&lt;/strong&gt;: Uses and promotes a range of techniques to prevent the spread of infection including hand hygiene, the use of Personal Protective Equipment (PPE) and waste management.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Health and safety&lt;/strong&gt;: Promotes and maintains a safe and healthy working environment&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Risk Management: &lt;/strong&gt;Identifies and manages risks, including assessment of moving and handling risk and understanding the nature of risk as it applies to the safeguarding of vulnerable individuals.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 147.542px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Equality and Diversity&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 466.458px;&quot;&gt;\n&lt;p&gt;Promotes and advocates Equality, Diversity and Inclusion (EDI).&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 147.542px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Quality&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 466.458px;&quot;&gt;\n&lt;p&gt;Proactively makes recommendations to improve the quality of service delivery.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;strong&gt;B&lt;/strong&gt;&lt;strong&gt;y the end of the programme and to become an Assistant Practitioner, Apprentices must have achieved the following:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 2 English and Maths - (equivalent to GCSE grade C or above).&lt;/li&gt;\n&lt;li&gt;Demonstrated that they have met the standards of the Care Certificate &lt;strong&gt;(6)&lt;/strong&gt; during the first part of their apprenticeship&lt;/li&gt;\n&lt;li&gt;An accredited level 5 occupational competence qualification such as a Foundation Degree, other Level 5 Diploma of Higher Education or the Level 5 Diploma for Assistant Practitioners in Healthcare.&lt;/li&gt;\n&lt;li&gt;Industry Specific Requirements:\n&lt;ul&gt;\n&lt;li&gt;Work in line with &lt;em&gt;The Code of Conduct for Healthcare Support Workers and Adult Social Care Workers in&amp;nbsp;&lt;/em&gt;&lt;em&gt;England.&lt;/em&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Progression&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;For those Assistant Practitioners who wish to progress into Registered Practice, the apprenticeship can provide credits into some Higher Education programmes aligned to professional registration.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;blockquote&gt;&lt;strong&gt;(1)&lt;/strong&gt;&amp;nbsp;list is not exhaustive&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(2)&lt;/strong&gt; list is not exhaustive&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(3)&lt;/strong&gt; &#39;Registered practitioner&#39; - may include registered nurses, AHP practitioners, medical, health care science and dental&amp;nbsp;practitioners as well as registered social workers&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(4)&lt;/strong&gt;&amp;nbsp;&#39;Individuals&#39; - those requiring care and support, may include patients, service users or clients&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(5)&lt;/strong&gt;&amp;nbsp;Physiological Measurements include tests and procedures that focus on assessing how well the body is functioning&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(6)&lt;/strong&gt;&amp;nbsp;&amp;nbsp;&lt;a href=&quot;http://www.skillsforhealth.org.uk/care-certificate&quot;&gt;The Care Certificate &lt;/a&gt;has been designed to meet the requirements set out in the Cavendish Review (2013) at the request of the Secretary of&amp;nbsp;State to review and make recommendations on the recruitment, learning and development, management and support of the health and social&amp;nbsp;care support workforce&lt;/blockquote&gt;",
  "occupationalSummary": "&lt;p&gt;&lt;strong&gt;This occupation is found in&amp;nbsp;&lt;/strong&gt;the health and care sector. Assistant Practitioners carry out their duties in a range of settings, such as hospitals, clinics or in the community (eg GP surgeries). They may visit individuals in their own homes or in residential care where their wider team may include workers from both health and social care. They work in a wide range of health and care services for example diagnostic services, rehabilitation, orthopaedics, oncology, end of life care, mental health and learning disabilities. Assistant Practitioners are often hybrid roles aligned to local population and service needs and cross traditional occupational boundaries.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;The broad purpose of the occupation is to&lt;/strong&gt;&amp;nbsp;work alongside registered healthcare professionals in providing high quality and person-centred compassionate healthcare and support to individuals. On a daily basis, Assistant Practitioners will assist registered healthcare professionals in total patient assessment, and in the coordination of care (including referrals to other practitioners) as well as undertaking clinical, diagnostic and therapeutic activities according to local population and service needs.&lt;/p&gt;\n&lt;p&gt;For example:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Assistant Practitioners working in rehabilitation services will order, fit and review equipment prescribed by the Physiotherapist or Occupational Therapist.&lt;/li&gt;\n&lt;li&gt;Assistant Practitioners working in radiography take diagnostic images and provide support to help to diagnose or treat a patient&#39;s illness.&lt;/li&gt;\n&lt;li&gt;Assistant Practitioners working in community mental health support adults or young people with mental health needs.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;In their daily work, an employee in this occupation interacts with&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Patients, service users and carers.&lt;/li&gt;\n&lt;li&gt;Registered healthcare professionals, for example allied health professionals, doctors, registered&amp;nbsp; &amp;nbsp;nurses, nursing associates, and healthcare support workers.&lt;/li&gt;\n&lt;li&gt;Social care staff including registered managers, care workers and social workers.&lt;/li&gt;\n&lt;li&gt;Administration, management and other non-clinical staff, such as porters, cleaners and receptionists.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;An employee in this occupation will be responsible for&amp;nbsp;&lt;/strong&gt;working within the limits of their competence and authority to provide high quality, evidence-based clinical, diagnostic or therapeutic care and holistic support as part of the wider healthcare team. Assistant Practitioners report to a registered healthcare practitioner and they may delegate to, supervise, teach and mentor others including healthcare support workers and students. They may manage their own caseload and normally require only indirect supervision. However, they are accountable for their actions and must alert the registered healthcare practitioner in situations where they do not have the necessary knowledge, skills or experience.&lt;/p&gt;\n&lt;p&gt;Assistant Practitioners must communicate effectively and be able to adhere to strict standards, including legislation, when handling sensitive information. They promote a safe and healthy working environment, assess and manage risk, continually develop their knowledge and skills and support others to do the same. Assistant Practitioners will provide leadership within the scope of their practice and contribute to quality improvement in services by participating in audit and research activities.&lt;/p&gt;\n&lt;p&gt;This apprenticeship has a mandated integrated foundation degree.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "927ba874-c50b-4110-a5d9-c61c754dfa20",
      "detail": "The legislation, policies, standards, local ways of working and codes of conduct that apply to own role"
    },
    {
      "knowledgeId": "47df517a-3478-4bf3-8a1e-e096ec1e39a4",
      "detail": "The scope of own practice, limitations of own competence and who to ask for support "
    },
    {
      "knowledgeId": "f70961d3-d322-43a6-a6d5-bde0809e4a9a",
      "detail": "The principles of equality, diversity and inclusion and providing person-centred care and support, including consent, active participation and choice "
    },
    {
      "knowledgeId": "665579bc-cb7d-469a-b23a-786206577ac7",
      "detail": "The principles of a ‘duty of care’, ‘safeguarding’ and ‘protection’ as they apply to adults and children, the signs of harm and abuse and how to reduce the risk of harm and abuse "
    },
    {
      "knowledgeId": "d6b0dba2-29ff-4525-9346-6fec2c6f212c",
      "detail": "The normal ranges expected when taking physiological, technical and psychological measurements and the significance of a variation from the normal range"
    },
    {
      "knowledgeId": "df6e0962-194a-45dd-a23a-a06cb799a6e9",
      "detail": "The types of assessment relevant to the individual’s physical and mental health and wellbeing and the factors that may influence and impact assessment"
    },
    {
      "knowledgeId": "5e2f2864-9e92-49bb-b97f-9733943c9851",
      "detail": "The signs that an individual is in pain, distress or discomfort"
    },
    {
      "knowledgeId": "7a8b0c9b-4856-413c-bf03-91a145aee587",
      "detail": "The signs of change in an individual’s health and wellbeing, including the indications of when to intervene within the scope of practice and when to escalate"
    },
    {
      "knowledgeId": "d9a441ed-1832-45ff-b005-d55d6bbd24d6",
      "detail": "The principles of maintaining nutrition and fluid balance and the signs and symptoms of inadequate nutrition and fluid intake "
    },
    {
      "knowledgeId": "2cedf41f-b1f0-4815-990a-4921ef17a1ea",
      "detail": "Clinical, diagnostic and therapeutic interventions within the scope of own role and the underpinning principles to select equipment and tools in the context of the intervention"
    },
    {
      "knowledgeId": "eef58b81-6b4b-4899-b50b-5c7787f105e8",
      "detail": "The signs that an individual’s health and well-being is changing as a result of a clinical, diagnostic or therapeutic intervention"
    },
    {
      "knowledgeId": "6c299a2a-2f83-46fe-847b-25c36283d93f",
      "detail": "Ways to record and store information securely, including the safe use of technology"
    },
    {
      "knowledgeId": "dcc27188-407d-4a58-8bcd-2afe0b3dad8b",
      "detail": "The principles of confidentiality, duty of confidence and disclosure "
    },
    {
      "knowledgeId": "4404d3de-7e41-4e9a-a94c-57056826d59e",
      "detail": "The frameworks and principles of team working including delegation, accountability and supervision in the workplace"
    },
    {
      "knowledgeId": "99a2eda4-4a37-40f8-925c-dcdac866ae91",
      "detail": "The structural and strategic environment in which health and social care services operate and how these impact on own role "
    },
    {
      "knowledgeId": "1616720a-4f48-4139-a942-f2e4292c002a",
      "detail": "Methods of communication to use in the workplace, including how to overcome barriers and challenges "
    },
    {
      "knowledgeId": "73b61652-95f6-4ac0-a70a-39d23a113beb",
      "detail": "The benefits of digital solutions for improving communication systems and practices"
    },
    {
      "knowledgeId": "af96413e-2849-48de-b673-9ead50fe3c9f",
      "detail": "The meaning of ‘capacity’, the differences between mental illness, dementia and learning disability, and the impact of these conditions "
    },
    {
      "knowledgeId": "20ce20c1-77aa-4a51-8704-2c736d217bf2",
      "detail": "How to identify and evaluate own learning and development needs "
    },
    {
      "knowledgeId": "474ee38e-3d41-4fa8-8ff4-26cb4470834c",
      "detail": "How to use feedback to create a personal development plan"
    },
    {
      "knowledgeId": "1a575b11-124e-4473-9a7e-239d0ffb48ba",
      "detail": "Models of reflective practices used in health and care and how reflection can be used to improve own practice"
    },
    {
      "knowledgeId": "55bd8648-6fd9-4213-a427-a02e9a2b6dd5",
      "detail": "The principles and styles of leadership in relation to own role and place of work and the relationship between leadership and management "
    },
    {
      "knowledgeId": "61955e91-34b1-4d18-b1c5-79e8a0dac3ae",
      "detail": "The tools and techniques used to identify learning needs and learning styles"
    },
    {
      "knowledgeId": "e0ba22fa-49a7-4e45-9d0f-e663c9c3c3f9",
      "detail": "The relationship between teaching, coaching and mentoring, and how to evaluate if individuals’ learning needs have been met"
    },
    {
      "knowledgeId": "412eea42-fcf2-45ed-8632-4ebc80b56796",
      "detail": "National and local strategies, priorities, and initiatives for promoting and improving public health"
    },
    {
      "knowledgeId": "d19dd612-5283-4d9b-94f8-62e460e8e305",
      "detail": "The wider determinants of health such as the contribution of social influences, health literacy, individual circumstances, behaviours and lifestyle choices on health and wellbeing "
    },
    {
      "knowledgeId": "1168cdda-b5a6-4414-9488-19725b91bac9",
      "detail": "The principles of risk management and the hazards and risks associated with the scope of own practice"
    },
    {
      "knowledgeId": "e7f5c894-9e0a-49fd-ba9b-796ac3318652",
      "detail": "The principles of a duty of candour, and techniques for managing challenging situations, unsafe work practices, addressing comments, compliments, conflict and complaints"
    },
    {
      "knowledgeId": "f45ce0d7-4a79-4e29-ba7f-e0124a342009",
      "detail": "The principles of infection prevention and control, when and how to select the right personal protective equipment for self and others and how to handle hazardous materials and substances"
    },
    {
      "knowledgeId": "c6780208-fe4d-42bb-96a8-8afaa6e10dbe",
      "detail": "How to move and assist individuals safely and how to move and handle equipment and other objects safely"
    },
    {
      "knowledgeId": "e496c06d-f2b4-4501-960b-001b6f0a450c",
      "detail": "Methods and indicators used to measure quality, their application in health and care and how they inform a quality improvement plan "
    },
    {
      "knowledgeId": "daad82e6-6d11-4889-95cb-2d5f651e645a",
      "detail": "The rationale and ethical considerations for undertaking research activity and how to review literature and interrogate the existing evidence base"
    },
    {
      "knowledgeId": "72260b42-fc74-44fe-9e87-24e8bf71df93",
      "detail": "Methods for collecting research data and how to interpret and apply findings to own and others’ practice"
    },
    {
      "knowledgeId": "b261e332-e399-4226-a42f-a0712c8c2c82",
      "detail": "The structure and function of human body systems and how they relate to and impact on each other"
    },
    {
      "knowledgeId": "a2db621a-5086-42a9-b385-7ce2043b2cfe",
      "detail": "The relationship between health and well-being and the principles and philosophy of the biomedical, sociological and psychological models in providing holistic health and care "
    },
    {
      "knowledgeId": "37645c86-16e6-4eb8-9042-ed81ca820165",
      "detail": "The stages and processes of human development and how health and wellbeing needs vary throughout the lifespan"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "7074e01f-0176-4dc0-9701-746ab7b4d53f",
      "detail": "Treat people with dignity"
    },
    {
      "behaviourId": "40c96965-73f5-452b-93e6-56cf5947cce5",
      "detail": "Show respect and empathy for those you work with"
    },
    {
      "behaviourId": "b97f13be-1f6b-45d7-868c-2924a2c6a3c0",
      "detail": "Be adaptable, reliable and consistent"
    }
  ],
  "skills": [
    {
      "skillId": "7201e271-8de7-4187-918e-aa93872bf807",
      "detail": "Work in line with legislation, policies, standards and codes of conduct that apply to own role"
    },
    {
      "skillId": "4dc0b842-50df-44e1-b53b-8d4c1c0a8964",
      "detail": "Work within the scope of practice, the limits of own knowledge and skills, escalating and reporting to others when needed"
    },
    {
      "skillId": "bc9a1d8d-2957-4fa5-9a29-f08c4e2923b4",
      "detail": "Work in partnership with others to champion safe, equitable, non-discriminatory person-centred care and support for individuals "
    },
    {
      "skillId": "d0d781ca-d0e6-47eb-b513-660dabf2d6db",
      "detail": "Promote and maintain the principles of a duty of care, safeguarding and protection, always acting in the best interest of individuals and working across organisations and with other agencies to ensure they do not come to harm"
    },
    {
      "skillId": "41fbf0f4-c7ea-4b1d-a509-b537e028a9d5",
      "detail": "Undertake and monitor physiological, technical and psychological measurements using the appropriate equipment and tools within scope of own practice "
    },
    {
      "skillId": "a04eb383-b39c-4768-ad75-1d6bc889baec",
      "detail": "Select and use the correct equipment and tools to undertake timely assessment of an individual's physical and mental healthcare status within own scope of practice"
    },
    {
      "skillId": "146d9ea9-a139-4b96-a802-e43410411c06",
      "detail": "Recognise and respond to an individual in pain, distress or discomfort"
    },
    {
      "skillId": "79648a31-ff89-4488-9917-43f96a5ea12b",
      "detail": "Interpret results of assessment in the context of the individual’s health and wellbeing, making appropriate changes or recommendations to the care plan within scope of own practice or escalating in line with local protocol"
    },
    {
      "skillId": "8e41e9f6-ad1a-49a3-b0b7-c214b47d520d",
      "detail": "Support individuals with nutrition and fluids in line with their care needs, taking action as required"
    },
    {
      "skillId": "769d376e-cae7-4f29-9607-af824c7f10b7",
      "detail": "Undertake evidence-based clinical, diagnostic or therapeutic interventions delegated by a registered healthcare professional in line with scope of practice, and standard operating procedures"
    },
    {
      "skillId": "df4bb882-b777-4262-8302-d695da636ccf",
      "detail": "Monitor and review the impact of clinical, diagnostic or therapeutic interventions on an individual’s health and well-being"
    },
    {
      "skillId": "9cbd5f3c-7326-409b-8749-90dbb196af33",
      "detail": "Record and store information related to individuals securely and in line with local and national policies, including the safe use of technology"
    },
    {
      "skillId": "2419a82b-81ea-4462-a05a-822f70fca15b",
      "detail": "Report and share information related to individuals securely and in line with local and national policies, maintaining confidentiality"
    },
    {
      "skillId": "9c770f96-fbd4-4fd6-b97f-436bf8d36d16",
      "detail": "Delegate work to colleagues in the multi-disciplinary team and engage in supervision"
    },
    {
      "skillId": "95592259-e447-43be-bb50-aa7e2c7a39c3",
      "detail": "Liaise with the multidisciplinary team to prioritise and manage own workload"
    },
    {
      "skillId": "f9c1175d-bf5a-4c58-9521-b52eb419d959",
      "detail": "Communicate with individuals, their families, carers and health and care professionals using techniques designed to maximise understanding"
    },
    {
      "skillId": "ba0b7e14-1e90-4704-aedb-cef27178e169",
      "detail": "Promote the use of digital solutions to improve communication systems and practices"
    },
    {
      "skillId": "af920e12-300b-435b-8a5d-de3831327174",
      "detail": "Recognise and respond to limitations in an individual’s mental capacity "
    },
    {
      "skillId": "1d0ca4ef-984d-4cb4-b3d8-662d48840b35",
      "detail": "Participate in training and development activities and evaluate the impact of learning on own practice"
    },
    {
      "skillId": "6e290a3c-10a5-4e70-bee5-673f5da6c31c",
      "detail": "Seek out and respond to feedback and engage in appraisals"
    },
    {
      "skillId": "ce47cfd6-fd6b-462d-a568-a75b92f99372",
      "detail": "Reflect on own practice to improve practice"
    },
    {
      "skillId": "fb9b0fa2-75a4-4764-b98e-c11ac187e992",
      "detail": "Provide leadership and act as a role model for others within the scope of own role "
    },
    {
      "skillId": "4cca0389-8ffb-46b8-9d27-16f6d365f27e",
      "detail": "Identify learning and development needs of others"
    },
    {
      "skillId": "4f56ad06-149d-4065-827e-c474e2af9b5b",
      "detail": "Teach, coach and mentor others and confirm that learning needs have been met"
    },
    {
      "skillId": "11ce2106-4c17-426e-abca-7a08350059b7",
      "detail": "Actively seek out and act on opportunities to support individuals to maximise their health and well-being within the scope of the role"
    },
    {
      "skillId": "eac6b6a4-4ca5-4021-826b-5f14f92b2554",
      "detail": "Promote preventative health behaviours and support individuals to make informed choices to improve their health and wellbeing within the scope of the role"
    },
    {
      "skillId": "585825c4-0393-4620-bbd0-2d16b7ae7238",
      "detail": "Conduct and record risk assessments relevant to the activity and scope of own practice"
    },
    {
      "skillId": "1bd9481c-e4bc-49a9-8912-6fe89d462aec",
      "detail": "Uphold the principles of duty of candour, identifying and managing challenging situations, unsafe work practices and addressing comments, compliments, conflict and complaints"
    },
    {
      "skillId": "a4eb0e42-4997-4705-84e8-5a82fa4ac0ea",
      "detail": "Maintain a safe and healthy working environment for self and others, using techniques for infection prevention and control, including the use of Personal Protective Equipment (PPE) and supporting others to comply with policy and procedures"
    },
    {
      "skillId": "190a292b-c344-4981-b0cd-e83e9d554222",
      "detail": "Move and assist individuals, equipment and other items safely"
    },
    {
      "skillId": "5b3da31e-e720-42f3-8fd9-d0afd3446bdc",
      "detail": "Participate in and support others in audit and quality improvement activities in the workplace"
    },
    {
      "skillId": "034d18da-2f60-4487-bcb3-a51949ea3637",
      "detail": "Conduct research activity within the scope of own role and act on the findings"
    },
    {
      "skillId": "c3074824-ceb9-458f-8946-b60d49bbe684",
      "detail": "Identify opportunities to improve quality in the workplace and contribute to local, regional and national quality improvement initiatives"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2016-05-19T00:00:00 +00:00",
  "integratedApprenticeship": true,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0052",
  "tbMainContact": "n.morgan@nhs.net",
  "involvedEmployers": "Skills for Health, South Warwickshire NHS Foundation Trust, Royal Devon & Exeter NHS FT, Sussex Community NHS Foundation Trust, JESS TEST",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Assistant practitioner"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health Practitioner",
  "clusterId": "10",
  "clusterDescription": "Provide direct patient contact and high quality care with in-depth knowledge of the factors influencing health and ill-health using specialist expertise",
  "createdDate": "2024-09-11T07:49:27 +00:00",
  "lastUpdated": "2023-09-13T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-05-19T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0215",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0215-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0215-v1-1",
  "qualifications": [
    {
      "qualificationId": "1d590ea5-f644-4c55-aea7-1f84c0ab1197",
      "title": "Foundation Degree Assistant Practitioner (a specialism may be indicated eg mental health, imaging, physiotherapy, rehabilitation, primary care, nursing, etc eg FdSc Assistant Practitioner)",
      "level": "5",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "51501148-f007-4c9d-b68e-46fe753f11ec",
      "dutyDetail": "Act within the limits of own competence and within agreed ways of working, following relevant legislation, local and national standards, policies, standard operating procedures and protocols used in the workplace",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7074e01f-0176-4dc0-9701-746ab7b4d53f",
        "40c96965-73f5-452b-93e6-56cf5947cce5",
        "b97f13be-1f6b-45d7-868c-2924a2c6a3c0"
      ],
      "mappedKnowledge": [
        "927ba874-c50b-4110-a5d9-c61c754dfa20",
        "47df517a-3478-4bf3-8a1e-e096ec1e39a4",
        "f70961d3-d322-43a6-a6d5-bde0809e4a9a",
        "665579bc-cb7d-469a-b23a-786206577ac7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7201e271-8de7-4187-918e-aa93872bf807",
        "4dc0b842-50df-44e1-b53b-8d4c1c0a8964",
        "bc9a1d8d-2957-4fa5-9a29-f08c4e2923b4",
        "d0d781ca-d0e6-47eb-b513-660dabf2d6db"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "675a965e-87e0-4d52-9662-21a7417de334",
      "dutyDetail": "Contribute to the on-going holistic assessment of individuals",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7074e01f-0176-4dc0-9701-746ab7b4d53f",
        "40c96965-73f5-452b-93e6-56cf5947cce5",
        "b97f13be-1f6b-45d7-868c-2924a2c6a3c0"
      ],
      "mappedKnowledge": [
        "d6b0dba2-29ff-4525-9346-6fec2c6f212c",
        "df6e0962-194a-45dd-a23a-a06cb799a6e9",
        "5e2f2864-9e92-49bb-b97f-9733943c9851",
        "b261e332-e399-4226-a42f-a0712c8c2c82"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "41fbf0f4-c7ea-4b1d-a509-b537e028a9d5",
        "a04eb383-b39c-4768-ad75-1d6bc889baec",
        "146d9ea9-a139-4b96-a802-e43410411c06"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f5d8701f-a592-4cec-b3cb-f0c1a3090fd7",
      "dutyDetail": "Deliver evidence-based programmes of clinical, diagnostic and therapeutic interventions within own scope of practice and monitor their impact",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7074e01f-0176-4dc0-9701-746ab7b4d53f",
        "40c96965-73f5-452b-93e6-56cf5947cce5",
        "b97f13be-1f6b-45d7-868c-2924a2c6a3c0"
      ],
      "mappedKnowledge": [
        "7a8b0c9b-4856-413c-bf03-91a145aee587",
        "d9a441ed-1832-45ff-b005-d55d6bbd24d6",
        "2cedf41f-b1f0-4815-990a-4921ef17a1ea",
        "eef58b81-6b4b-4899-b50b-5c7787f105e8",
        "37645c86-16e6-4eb8-9042-ed81ca820165"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "79648a31-ff89-4488-9917-43f96a5ea12b",
        "8e41e9f6-ad1a-49a3-b0b7-c214b47d520d",
        "769d376e-cae7-4f29-9607-af824c7f10b7",
        "df4bb882-b777-4262-8302-d695da636ccf"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6a8afe32-164a-409a-9ca7-f9d693527e60",
      "dutyDetail": "Promote inter-professional and multi-disciplinary team working with peers, colleagues and staff from other agencies",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7074e01f-0176-4dc0-9701-746ab7b4d53f",
        "40c96965-73f5-452b-93e6-56cf5947cce5",
        "b97f13be-1f6b-45d7-868c-2924a2c6a3c0"
      ],
      "mappedKnowledge": [
        "6c299a2a-2f83-46fe-847b-25c36283d93f",
        "dcc27188-407d-4a58-8bcd-2afe0b3dad8b",
        "4404d3de-7e41-4e9a-a94c-57056826d59e",
        "99a2eda4-4a37-40f8-925c-dcdac866ae91"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9cbd5f3c-7326-409b-8749-90dbb196af33",
        "2419a82b-81ea-4462-a05a-822f70fca15b",
        "9c770f96-fbd4-4fd6-b97f-436bf8d36d16",
        "95592259-e447-43be-bb50-aa7e2c7a39c3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e7a75fa4-6815-48ed-9c3c-4e5e3cc53f25",
      "dutyDetail": "Communicate complex sensitive information effectively with individuals, their families, carers and health and care professionals  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7074e01f-0176-4dc0-9701-746ab7b4d53f",
        "40c96965-73f5-452b-93e6-56cf5947cce5",
        "b97f13be-1f6b-45d7-868c-2924a2c6a3c0"
      ],
      "mappedKnowledge": [
        "1616720a-4f48-4139-a942-f2e4292c002a",
        "73b61652-95f6-4ac0-a70a-39d23a113beb",
        "af96413e-2849-48de-b673-9ead50fe3c9f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f9c1175d-bf5a-4c58-9521-b52eb419d959",
        "ba0b7e14-1e90-4704-aedb-cef27178e169",
        "af920e12-300b-435b-8a5d-de3831327174"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2c7f4451-1ef1-4389-8696-c617a0c0337c",
      "dutyDetail": "Maintain and further develop own knowledge and skills through recognised continuing professional development activities ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7074e01f-0176-4dc0-9701-746ab7b4d53f",
        "40c96965-73f5-452b-93e6-56cf5947cce5",
        "b97f13be-1f6b-45d7-868c-2924a2c6a3c0"
      ],
      "mappedKnowledge": [
        "20ce20c1-77aa-4a51-8704-2c736d217bf2",
        "474ee38e-3d41-4fa8-8ff4-26cb4470834c",
        "1a575b11-124e-4473-9a7e-239d0ffb48ba"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1d0ca4ef-984d-4cb4-b3d8-662d48840b35",
        "6e290a3c-10a5-4e70-bee5-673f5da6c31c",
        "ce47cfd6-fd6b-462d-a568-a75b92f99372"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3fd24c6d-fe42-484b-91b1-c52f36f39c2c",
      "dutyDetail": "Support the development of others through role-modelling, supervision, guidance and leadership ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7074e01f-0176-4dc0-9701-746ab7b4d53f",
        "40c96965-73f5-452b-93e6-56cf5947cce5",
        "b97f13be-1f6b-45d7-868c-2924a2c6a3c0"
      ],
      "mappedKnowledge": [
        "55bd8648-6fd9-4213-a427-a02e9a2b6dd5",
        "61955e91-34b1-4d18-b1c5-79e8a0dac3ae",
        "e0ba22fa-49a7-4e45-9d0f-e663c9c3c3f9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fb9b0fa2-75a4-4764-b98e-c11ac187e992",
        "4cca0389-8ffb-46b8-9d27-16f6d365f27e",
        "4f56ad06-149d-4065-827e-c474e2af9b5b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9d234d86-d267-4a7f-bfed-0ab97319f684",
      "dutyDetail": "Promote the health and wellbeing of individuals, acting on opportunities to educate and empower individuals to maximise their own health and well-being",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7074e01f-0176-4dc0-9701-746ab7b4d53f",
        "40c96965-73f5-452b-93e6-56cf5947cce5",
        "b97f13be-1f6b-45d7-868c-2924a2c6a3c0"
      ],
      "mappedKnowledge": [
        "412eea42-fcf2-45ed-8632-4ebc80b56796",
        "d19dd612-5283-4d9b-94f8-62e460e8e305",
        "a2db621a-5086-42a9-b385-7ce2043b2cfe"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "11ce2106-4c17-426e-abca-7a08350059b7",
        "eac6b6a4-4ca5-4021-826b-5f14f92b2554"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4febd82b-1fab-44b3-b1dd-8d26b95636d4",
      "dutyDetail": "Contribute to the identification and management of risks to self and others to maintain a safe and healthy working environment",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7074e01f-0176-4dc0-9701-746ab7b4d53f",
        "40c96965-73f5-452b-93e6-56cf5947cce5",
        "b97f13be-1f6b-45d7-868c-2924a2c6a3c0"
      ],
      "mappedKnowledge": [
        "1168cdda-b5a6-4414-9488-19725b91bac9",
        "e7f5c894-9e0a-49fd-ba9b-796ac3318652",
        "f45ce0d7-4a79-4e29-ba7f-e0124a342009",
        "c6780208-fe4d-42bb-96a8-8afaa6e10dbe"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "585825c4-0393-4620-bbd0-2d16b7ae7238",
        "1bd9481c-e4bc-49a9-8912-6fe89d462aec",
        "a4eb0e42-4997-4705-84e8-5a82fa4ac0ea",
        "190a292b-c344-4981-b0cd-e83e9d554222"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8de7d380-43f6-4e1d-aaef-33b8de00062d",
      "dutyDetail": "Promote an evidence-based approach to providing health and care services, participating in quality improvement and research activity",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7074e01f-0176-4dc0-9701-746ab7b4d53f",
        "40c96965-73f5-452b-93e6-56cf5947cce5",
        "b97f13be-1f6b-45d7-868c-2924a2c6a3c0"
      ],
      "mappedKnowledge": [
        "e496c06d-f2b4-4501-960b-001b6f0a450c",
        "daad82e6-6d11-4889-95cb-2d5f651e645a",
        "72260b42-fc74-44fe-9e87-24e8bf71df93"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5b3da31e-e720-42f3-8fd9-d0afd3446bdc",
        "034d18da-2f60-4487-bcb3-a51949ea3637",
        "c3074824-ceb9-458f-8946-b60d49bbe684"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-09-13T00:00:00"
}