{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 239,
  "referenceNumber": "ST0264",
  "learningAimClassCode": "",
  "title": "Carpentry and joinery",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0264",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "Standard and end-point assessment plan revised",
  "changedDate": "2023-08-21T00:00:00",
  "earliestStartDate": "2023-01-27T00:00:00",
  "latestStartDate": "2023-08-18T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Using timber products to create and install building components.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 11000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "timber",
    "building",
    "carpentry",
    "joinery",
    "construction",
    "builder"
  ],
  "jobRoles": [
    "Site Carpenter",
    "Architectural Joiner"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/ebgdvjwb/st0264_cj_l2_ap_v12_correction-adjustment-_10_04_24_clean_.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.2",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in both the new build and refurbishment construction sector. The construction industry is central to creating the homes, schools, hospitals, energy and transport infrastructure society needs.&#160; There is growing demand for carpenters and joiners to help meet the need for new homes.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is working with building materials (most often wood) to create and install building components.&#160; This typically involves shaping and cutting materials, installing finished materials like partitions, doors, staircases, window frames, mouldings, timber floor coverings and erecting structural components such as floor joists and roofs. All work needs to be carried out safely, using the appropriate tools and to the quality specified.&lt;/p&gt;\n&lt;p&gt;This occupation includes two different options and people will either work on a construction site as a Site Carpenter or in a workshop as an Architectural Joiner.&#160;&lt;/p&gt;\n&lt;p&gt;A Site Carpenter will prepare and install basic building components e.g. doors, straight staircases, wall and floor units and erecting structural carpentry and roof structures on a building site or in domestic and commercial premises.&lt;/p&gt;\n&lt;p&gt;An Architectural Joiner will produce building components by setting out, marking out and manufacturing basic architectural products, including doors, windows, straight staircases and associated ironmongery.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with other construction trades such as bricklayers, plasterers and plumbers, supervisors, site management, architects, designers, contractors and customers. A Site Carpenter would generally liaise with other trades such as bricklayers, plasterers and plumbers, supervisors, site management and contractors. Architectural joiners would liaise with other workshop colleagues and supervisors as well as architects, designers and customers. An employee in either option of this occupation will be responsible for working in a team, under supervision, using machinery and/or tools to create structures or components from designs, plans and specifications that meet the client’s expectations.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for working in a team, under supervision, using machinery and tools to create structures or components from the designs, plans and specifications of architects and designers that meet the clients expectations. On site these could include roof structures, floors, partitions and second fix work such as door frames and skirting. As an architectural joiner, they could include doors, windows and stairs, including all ironmongery.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "c9d056bd-fbac-4933-8c03-362dae032b79",
      "detail": "the principles of environment, health, safety and welfare and how they must be applied in relation to their work and to others. eg electrical safety, storage of materials, accident & emergency procedures."
    },
    {
      "knowledgeId": "2df0e149-2de4-44de-a941-269fd5a97e31",
      "detail": "the responsibilities under current legislation and official guidance to undertake the work e.g. Control of Substances Hazardous to Health, Manual Handling and Working at Height Regulations."
    },
    {
      "knowledgeId": "309a716c-01e2-43e0-9efd-398038e70cb6",
      "detail": "how to use health and safety control equipment including personal protective equipment (PPE), respiratory protective equipment  (RPE), local exhaust ventilation (LEV)."
    },
    {
      "knowledgeId": "57423a43-69ee-4167-a734-15cc5c2b63e4",
      "detail": "the principles of building construction terminology and components including foundations, roofs, walls, floors, utilities and services, Building Information Modelling (BIM) and environmental and sustainability considerations."
    },
    {
      "knowledgeId": "a2911685-37e0-48a2-bccb-2143a9bf5cfd",
      "detail": "how to interpret and produce relevant information from drawings, specifications and work instructions including the basic principles of Computer Aided Design (CAD)."
    },
    {
      "knowledgeId": "f048f8d0-b7c5-4466-b918-c2ffd3821879",
      "detail": "how to estimate resource quantities to carry out work eg quantity of fixings, length of timber, sheet materials."
    },
    {
      "knowledgeId": "685842a0-6cd6-4d16-a00d-47aed9dd336e",
      "detail": "how to communicate and work with others effectively in the workplace."
    },
    {
      "knowledgeId": "050bf20e-f8ee-4bdf-ac84-82b14a4f7f3b",
      "detail": "the characteristics, quality, uses, sustainability, limitations and defects associated with timber and timber-based products and components, such as American and selected African hardwood, Scandinavian standards for softwood, MDF, plywoods, home grown carcassing, manufactured timbers, adhesives and mastics."
    },
    {
      "knowledgeId": "a6143c8a-b9d7-4655-9a09-6581e95ac2a5",
      "detail": "Hand Tools : how to prepare, use and maintain hand tools including tool limitations and sharpening techniques e.g  chisels, planes, hand saws, hammers."
    },
    {
      "knowledgeId": "e211f7b4-65ec-4afd-af36-5150942caa79",
      "detail": "Power Tools: how to prepare, use and maintain power tools including the procedure for undertaking visual first use check eg portable circular saws, drills, saws, planers, routers, sanders, multi-functional tools and nail guns. How to produce jigs."
    },
    {
      "knowledgeId": "1b0271e9-ab88-4838-b7d2-f0f539897e19",
      "detail": "The different types of fixings and fasteners for site carpentry work including their\nuses. Roof types, trussed (prefabricated) and traditional (built on site)."
    },
    {
      "knowledgeId": "eb507c50-ee97-4c25-a30c-9fa2cba0866a",
      "detail": "how to carry out first fixing work including timber frames and linings, timber coverings, flat roof decking, timber stud partitions, straight flights of stairs and installing handrails and spindles to straight flights of stairs."
    },
    {
      "knowledgeId": "0d08390b-ea4f-4858-9090-5dff14b4cc1f",
      "detail": "how to carry out second fixing work including installation of service encasements, cladding, wall and floor units, mouldings, side hung doors and ironmongery."
    },
    {
      "knowledgeId": "3aec1714-ba17-43f5-abd7-93553b557c52",
      "detail": "how to create structural carcassing work, how to erect trussed rafter roofs, how to construct gables, verge and eaves, how to install floor joists and coverings.  Working at Height regulations."
    },
    {
      "knowledgeId": "55a8c972-2171-478c-b81c-f42dfab417b7",
      "detail": "Fundamentals of Joinery including the different types of fixings and fasteners for architectural joinery work including their uses, the timber moisture content parameters for a range of timber and timber-based materials, the characteristics, uses and limitations for the different types of timber preservatives, the range, characteristics, uses and limitations of timber finishes, the requirements of fire door assemblies."
    },
    {
      "knowledgeId": "ea3ef0b5-2e52-4629-a799-e017e35bb594",
      "detail": "how to prepare and use fixed machinery including their limitations and the procedure for undertaking visual first use checks including narrow bandsaws, crosscut saws, re-saws, panel saws, surface planers, thicknessers and morticers."
    },
    {
      "knowledgeId": "8fb9c55e-b10a-4bd5-84d1-5bb56eea98b2",
      "detail": "Methods of connection including the resources required to mark out and form connection points and how to form products using different connection methods including joints, nails, screws, dowels, biscuit, staples, adhesives."
    },
    {
      "knowledgeId": "30ef27fd-8f98-40ca-90b8-ae30b43a8717",
      "detail": "Setting out including how to interpret information for setting out doors, door frames and linings, windows, fittings and straight stairs, how to prepare for producing setting out details for doors, windows, fittings and straight stairs, how to produce setting out details for doors, windows, fittings and straight stairs."
    },
    {
      "knowledgeId": "38bbc905-e3e6-4744-a142-e7d700c3d025",
      "detail": "Marking out including how to interpret information for marking out doors, door frames and linings, windows, fittings and straight stairs, how to prepare for marking out for doors, windows, fittings and straight stairs,  how to mark out for doors, windows, fittings and straight stairs, the potential effects of marking out errors."
    },
    {
      "knowledgeId": "f926eab7-380e-48c6-8d0d-32e9b4f962dd",
      "detail": "Manufacture including how to interpret information for the production of doors, door frames and linings,  window and fitting parts, straight stairs, how to prepare for the production of door, window, straight stairs and fitting parts, how to produce door, window and fitting parts, how to finish products to the specified standard for them to accept a range of finishes (e.g. paint, French polish)."
    },
    {
      "knowledgeId": "36dec9a6-e175-4dac-ae8b-f796bbabb37b",
      "detail": "methods to install ironmongery including the characteristics , quality, uses and limitations of ironmongery components hand and how to fix a range of ironmongery components e.g. hinges."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "cf1dd6c6-02f1-4a2b-82de-955d5cc7dece",
      "detail": "Effective communication: oral, written, listening, body language, presentation."
    },
    {
      "behaviourId": "70ba80db-9a07-4b3a-b1d7-b44bf914f253",
      "detail": "Effective team working: work effectively with others with limited supervision."
    },
    {
      "behaviourId": "357a072c-06f0-4eb1-9312-4c626cb82b84",
      "detail": "Independent working: take responsibility for completing their own work."
    },
    {
      "behaviourId": "aa80f341-8a17-467c-9e5d-c80814d6ccc7",
      "detail": "Logical thinking: use clear and valid reasoning when making decisions."
    },
    {
      "behaviourId": "3a1ee959-86c8-4d04-843c-70c4d5487fa4",
      "detail": "Working effectively: undertake the work in a reliable and productive manner."
    },
    {
      "behaviourId": "e1cddd16-08a9-4ae1-96e7-5966e2e31788",
      "detail": "Time management: use own time effectively to complete the work on schedule."
    },
    {
      "behaviourId": "37302e08-3270-4bc6-9d39-4e7a49201e94",
      "detail": "Adaptability: be able to adjust to changes to work instructions."
    }
  ],
  "skills": [
    {
      "skillId": "de2b02e7-8649-40c5-a96d-ed292858cdd8",
      "detail": "Identify and apply safe working practices in accordance with current legislation, health, safety and welfare regulations, Approved Codes of Practice, company guidance, site specific requirements and taking account of changing circumstances."
    },
    {
      "skillId": "a860cbbd-b18b-46d1-b50a-8b9ace0f3f7a",
      "detail": "Plan and undertake work practices productively."
    },
    {
      "skillId": "db4fc8d4-c18a-422a-9a6b-ae9941d58859",
      "detail": "Identify and apply safe use, storage and maintenance of hand tools, power tools and equipment."
    },
    {
      "skillId": "1fccd425-7533-4c00-8468-a973b0532bfc",
      "detail": "Correctly interpret information from drawings and specifications in various types and formats. eg electronic devices, Computer Aided Design (CAD)."
    },
    {
      "skillId": "25e731b1-7321-4870-9eb1-5e5f099517ce",
      "detail": "Estimate resource quantities to carry out work eg quantity of fixings, length of timber."
    },
    {
      "skillId": "9536ad85-f6be-4416-b98d-4c4f1f0127e3",
      "detail": "demonstrate a range of fundamental skills including measuring, marking out, fitting, cutting, splicing, mitring, scribing, horizontal and vertical levelling (including laser levelling), finishing, positioning and securing."
    },
    {
      "skillId": "0b3d2e6d-8063-400f-bbd3-157b1b00feeb",
      "detail": "carry out first fixing work including install timber frames and linings, coverings, flat roof decking, install straight flights of stairs and erect timber stud partitions.  Install handrails and spindles to straight flights of stairs."
    },
    {
      "skillId": "b8f08d98-a41f-4c41-99f6-02bbedc4453c",
      "detail": "carry out second fixing work including install service encasement, cladding, wall and floor units and fitments, side hung doors, ironmongery and timber mouldings."
    },
    {
      "skillId": "efb9fcb9-e780-47dc-82d0-fe402acf3e5a",
      "detail": "carry out timber stud partition work."
    },
    {
      "skillId": "31e36ffb-4786-4c2d-ab81-83e824bcffed",
      "detail": "Erect rafter roofs, for example trussed (prefabricated) or traditional (built on site)\nincluding the construction of verge and eaves."
    },
    {
      "skillId": "0856a879-6e05-4550-9957-0e498b041805",
      "detail": "install floor joists and coverings."
    },
    {
      "skillId": "062d909f-b210-4aa0-ae5c-1c1d63d1f663",
      "detail": "Inspect, prepare and operate fixed machinery including narrow bandsaw, crosscut saw,  re-saw, surface planer, thicknesser, morticer."
    },
    {
      "skillId": "9e487661-4f85-4179-af87-7fa4d0d7ef60",
      "detail": "Form connections including mark out connection points, select and use hand tools and materials to produce connection points,  form products using different connection methods including joints, nails, screws, dowels, biscuit, staples, adhesives."
    },
    {
      "skillId": "b212cfa5-1e77-4f25-a691-fa794ce93923",
      "detail": "produce setting out details including interpret information for setting out doors, door frames and linings, windows with opening lights, fittings and straight stairs."
    },
    {
      "skillId": "d5cf4042-d9af-4711-a8e6-968546e90286",
      "detail": "mark out including interpret information for marking out doors, door frames and linings, windows with opening lights, straight stairs and fitting parts."
    },
    {
      "skillId": "4c4c44fb-81f3-4d95-82d4-43349e33c8c1",
      "detail": "manufacture routine architectural joinery products including interpret information, prepare for production and produce door, windows with opening lights, straight stairs and fitting parts."
    },
    {
      "skillId": "3ecdf32f-208b-4fc8-96b7-fc0286d7a554",
      "detail": "install a range of common ironmongery components for doors, windows and units using a range of hand and power tools."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-02-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0035",
  "tbMainContact": "jill.nicholls@education.gov.uk",
  "involvedEmployers": "Lignum associates, Houghtons of York, Bedford College, Leeds College of Building, Building Craft College, Kiersons, Brian Fell (Leven)\nT&T Roofline, Goodfellow Roofing, Derry Construction, Seddon, H&H Joiners & Builders",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Site Carpenter",
    "Architectural Joiner"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Onsite Construction",
  "cluster": "Core Building Tradesperson",
  "clusterId": "5",
  "clusterDescription": "Able to use of a range of building materials (wood, brick, block, stone etc.) to construct part/whole structures and also those which are needed to finish a structure (e.g. paint and decorate). Work across domestic through to infrastructure projects and covers both routine and complex work elements. Interprets drawings, contracts, and specifications. Has knowledge of building methods and materials including heritage ones and knowledge of appropriate regulations",
  "createdDate": "2023-01-27T15:44:07 +00:00",
  "lastUpdated": "2023-08-21T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-02-27T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0264",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0264-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0264-v1-2",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "1fc6e1a1-96b0-4089-b19e-6990b7f9fd82",
      "dutyDetail": "Identify and confirm carpentry or joinery requirements and components against specification/drawings/CAD/BIM and in accordance with Building Regulations",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cf1dd6c6-02f1-4a2b-82de-955d5cc7dece",
        "357a072c-06f0-4eb1-9312-4c626cb82b84",
        "aa80f341-8a17-467c-9e5d-c80814d6ccc7"
      ],
      "mappedKnowledge": [
        "57423a43-69ee-4167-a734-15cc5c2b63e4",
        "a2911685-37e0-48a2-bccb-2143a9bf5cfd",
        "685842a0-6cd6-4d16-a00d-47aed9dd336e",
        "050bf20e-f8ee-4bdf-ac84-82b14a4f7f3b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1fccd425-7533-4c00-8468-a973b0532bfc",
        "25e731b1-7321-4870-9eb1-5e5f099517ce",
        "9536ad85-f6be-4416-b98d-4c4f1f0127e3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7098a162-c333-43d4-87c7-ee1ed009d1b1",
      "dutyDetail": "Locate, handle, store, load, transport and position materials and components safely, minimising damage so they are ready for application.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "357a072c-06f0-4eb1-9312-4c626cb82b84"
      ],
      "mappedKnowledge": [
        "309a716c-01e2-43e0-9efd-398038e70cb6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "25e731b1-7321-4870-9eb1-5e5f099517ce",
        "9536ad85-f6be-4416-b98d-4c4f1f0127e3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0c767f35-8dea-476c-a2f9-ccf7d27c643c",
      "dutyDetail": "Prepare the site/workshop (including access equipment when necessary), power and hand tools appropriate to the project.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "357a072c-06f0-4eb1-9312-4c626cb82b84",
        "e1cddd16-08a9-4ae1-96e7-5966e2e31788"
      ],
      "mappedKnowledge": [
        "a6143c8a-b9d7-4655-9a09-6581e95ac2a5",
        "e211f7b4-65ec-4afd-af36-5150942caa79"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a860cbbd-b18b-46d1-b50a-8b9ace0f3f7a",
        "db4fc8d4-c18a-422a-9a6b-ae9941d58859"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "07f1a5ed-557a-4397-9ec7-1d2b298bef98",
      "dutyDetail": "Calculate the most efficient quantity, length and area of resources.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "357a072c-06f0-4eb1-9312-4c626cb82b84",
        "aa80f341-8a17-467c-9e5d-c80814d6ccc7",
        "e1cddd16-08a9-4ae1-96e7-5966e2e31788"
      ],
      "mappedKnowledge": [
        "f048f8d0-b7c5-4466-b918-c2ffd3821879"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a860cbbd-b18b-46d1-b50a-8b9ace0f3f7a",
        "25e731b1-7321-4870-9eb1-5e5f099517ce",
        "9536ad85-f6be-4416-b98d-4c4f1f0127e3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0005ab18-d469-438d-a383-3f84667d8807",
      "dutyDetail": "Use and maintain hand tools, power tools and associated equipment to achieve optimum performance.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "309a716c-01e2-43e0-9efd-398038e70cb6",
        "a6143c8a-b9d7-4655-9a09-6581e95ac2a5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "db4fc8d4-c18a-422a-9a6b-ae9941d58859"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "163e0d18-de1e-4c3c-81f5-54345efc0fb2",
      "dutyDetail": "Maintain a clear and tidy workspace and ensure that waste materials are disposed of in accordance with current legislation",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "70ba80db-9a07-4b3a-b1d7-b44bf914f253"
      ],
      "mappedKnowledge": [
        "c9d056bd-fbac-4933-8c03-362dae032b79",
        "2df0e149-2de4-44de-a941-269fd5a97e31",
        "e211f7b4-65ec-4afd-af36-5150942caa79"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "de2b02e7-8649-40c5-a96d-ed292858cdd8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d3e8c938-4b3f-403e-90fa-c13de8c0c1b8",
      "dutyDetail": "Carry out quality checks against specification and take remedial action where required or instructed",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "357a072c-06f0-4eb1-9312-4c626cb82b84",
        "3a1ee959-86c8-4d04-843c-70c4d5487fa4",
        "37302e08-3270-4bc6-9d39-4e7a49201e94"
      ],
      "mappedKnowledge": [
        "a2911685-37e0-48a2-bccb-2143a9bf5cfd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9536ad85-f6be-4416-b98d-4c4f1f0127e3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c95c64f6-cfaa-492e-a242-1da99813c4ec",
      "dutyDetail": "Install building components including door and window frames, door and hatch linings, floor joists and coverings, straight partitions and straight staircases.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "1b0271e9-ab88-4838-b7d2-f0f539897e19",
        "eb507c50-ee97-4c25-a30c-9fa2cba0866a"
      ],
      "mappedOptions": [
        "98e3409f-4b72-43bb-95bc-d5e4cd7ce981"
      ],
      "mappedSkills": [
        "0b3d2e6d-8063-400f-bbd3-157b1b00feeb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fcf6b057-03cd-46c1-8c9b-dcb6b68f6698",
      "dutyDetail": "Install doors, mouldings, ironmongery, service encasements, wall and floor units and fitments, cladding and staircase components.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "1b0271e9-ab88-4838-b7d2-f0f539897e19",
        "0d08390b-ea4f-4858-9090-5dff14b4cc1f"
      ],
      "mappedOptions": [
        "98e3409f-4b72-43bb-95bc-d5e4cd7ce981"
      ],
      "mappedSkills": [
        "b8f08d98-a41f-4c41-99f6-02bbedc4453c",
        "efb9fcb9-e780-47dc-82d0-fe402acf3e5a",
        "0856a879-6e05-4550-9957-0e498b041805"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f3ece219-4fa3-4774-97ca-4100129b5c11",
      "dutyDetail": "Erect inclined roofs with gables, joists, roof coverings and roof components.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "1b0271e9-ab88-4838-b7d2-f0f539897e19",
        "3aec1714-ba17-43f5-abd7-93553b557c52"
      ],
      "mappedOptions": [
        "98e3409f-4b72-43bb-95bc-d5e4cd7ce981"
      ],
      "mappedSkills": [
        "31e36ffb-4786-4c2d-ab81-83e824bcffed"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bc50fe1c-6e7d-46fc-af42-c18c4d2875de",
      "dutyDetail": "Produce setting out details for the manufacture of doors, windows and opening lights, units and stairs",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "55a8c972-2171-478c-b81c-f42dfab417b7",
        "30ef27fd-8f98-40ca-90b8-ae30b43a8717"
      ],
      "mappedOptions": [
        "64b537f8-b5c2-44e8-a3f2-bf24e09612ea"
      ],
      "mappedSkills": [
        "b212cfa5-1e77-4f25-a691-fa794ce93923"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3df5e0d1-0e05-4df7-abdc-64375fac7bf8",
      "dutyDetail": "Mark out timber from setting out details for the manufacture of doors, windows and opening lights, units and/or fitments and staircases.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "38bbc905-e3e6-4744-a142-e7d700c3d025"
      ],
      "mappedOptions": [
        "64b537f8-b5c2-44e8-a3f2-bf24e09612ea"
      ],
      "mappedSkills": [
        "d5cf4042-d9af-4711-a8e6-968546e90286"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f31f8834-6710-41cd-9466-90ae73da99ab",
      "dutyDetail": "Create, fit and assemble components to manufacture doors, windows with opening lights, units and/or fitments and staircases",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "55a8c972-2171-478c-b81c-f42dfab417b7",
        "8fb9c55e-b10a-4bd5-84d1-5bb56eea98b2",
        "f926eab7-380e-48c6-8d0d-32e9b4f962dd",
        "36dec9a6-e175-4dac-ae8b-f796bbabb37b"
      ],
      "mappedOptions": [
        "64b537f8-b5c2-44e8-a3f2-bf24e09612ea"
      ],
      "mappedSkills": [
        "9e487661-4f85-4179-af87-7fa4d0d7ef60",
        "b212cfa5-1e77-4f25-a691-fa794ce93923",
        "d5cf4042-d9af-4711-a8e6-968546e90286",
        "4c4c44fb-81f3-4d95-82d4-43349e33c8c1",
        "3ecdf32f-208b-4fc8-96b7-fc0286d7a554"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4c207be1-8462-4357-99b0-b740682f1400",
      "dutyDetail": "Operate fixed workshop machinery in order to create joinery components",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "ea3ef0b5-2e52-4629-a799-e017e35bb594",
        "f926eab7-380e-48c6-8d0d-32e9b4f962dd"
      ],
      "mappedOptions": [
        "64b537f8-b5c2-44e8-a3f2-bf24e09612ea"
      ],
      "mappedSkills": [
        "062d909f-b210-4aa0-ae5c-1c1d63d1f663",
        "4c4c44fb-81f3-4d95-82d4-43349e33c8c1"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [
    {
      "optionId": "98e3409f-4b72-43bb-95bc-d5e4cd7ce981",
      "title": "Site carpenter",
      "occupationCode": ""
    },
    {
      "optionId": "64b537f8-b5c2-44e8-a3f2-bf24e09612ea",
      "title": "Architectural joiner",
      "occupationCode": ""
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-08-21T00:00:00"
}