{
  "templateType": "Apprenticeship Standard",
  "larsCode": 57,
  "referenceNumber": "ST0205",
  "learningAimClassCode": "",
  "title": "Gas network craftsperson",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0205",
  "qualificationStandardUrl": null,
  "versionNumber": "1.3",
  "change": "End-point assessment plan revised.",
  "changedDate": "2024-06-13T00:00:00",
  "earliestStartDate": "2024-06-13T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Building, maintaining and repairing parts for the country's gas network, to provide a reliable supply of gas to domestic, commercial and industrial users.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "utilities",
    "installation",
    "maintenance",
    "utility services",
    "pressure management",
    "Gas Safe"
  ],
  "jobRoles": [
    "Emergency response craftspersons",
    "Network Maintenance craftsperson"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/ateei0lt/st0205_gas-network-craftsperson-final.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.3",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The United Kingdom’s gas network consists of approximately 286,000 kilometres (175,00 miles) of pipeline that supplies natural gas from on shore terminals through to 21.5 million gas users.&lt;/p&gt;\n&lt;p&gt;Natural gas is a hazardous substance. The safe operation, control and maintenance of the gas network is essential to avert major loss or interruption to supplies, this includes responding to and managing gas emergency situations to ensure potential safety issues are controlled and remediated without delay. This is the basis of the Gas Network Craftsperson’s occupation.&lt;/p&gt;\n&lt;p&gt;Gas Network Craftsperson’s are employed by organisations authorised to transport gas throughout the United Kingdom. These organisations vary from very large companies who own and operate networks that supply towns and cities across a wide geographical area, through to small companies who own independent networks that supply small housing developments with as few as 3 or 4 properties. They could be directly employed by the organisation that owns and/or manages the gas network or by an organisation that contracts their services to the networks.&lt;/p&gt;\n&lt;p&gt;They work as part of a larger team, which may include planners, designers, supervisors and managers. They are often deployed to site in pairs or alone, dependent on the activity being undertaken. Good communication skills are essential as the may have to interact with the general public, agencies and emergency services on safety related matters and also provide technical advice to other stakeholders. The projects worked on could have values in excess of &#163;250,000.&lt;/p&gt;\n&lt;p&gt;The occupation incorporates 4 specialist roles; the main duties and tasks for each role are as follows:&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Network Maintenance Craftsperson (Electrical &amp;amp; Instrumentation)&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Responsible for maintaining the controls and systems that measure, monitor, analyse and control the performance of the gas network. This forms part of a control system architecture that uses computers, networked data communications and graphical user interfaces for high-level process supervisory management associated with the gas transportation network. This may include the following:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Installing instrumentation and communications technology associated with the control of gas within the gas transportation network&lt;/li&gt;\n&lt;li&gt;Testing and maintaining instrumentation and communications systems associated with the control of gas within the gas transportation network&lt;/li&gt;\n&lt;li&gt;Responding to faults and taking action to restore operating systems&lt;/li&gt;\n&lt;li&gt;Monitoring and reporting on the performance of electrical and instrumentation control systems&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Network Maintenance Craftsperson (Pressure Management)&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Responsible for maintaining the controls and systems that measure, monitor and analyse pressures and flows within the gas network to ensure the safe and efficient operation of the gas transportation network. This may include the following:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Installing and maintaining equipment that controls flows and pressures within the gas transportation network in accordance with company procedures&lt;/li&gt;\n&lt;li&gt;Responding to faults and taking action to restore systems to full operation&lt;/li&gt;\n&lt;li&gt;Monitoring and reporting on the performance of pressure control systems&lt;/li&gt;\n&lt;li&gt;Undertaking corrosion monitoring of equipment and pipework and provide reports&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Network Pipelines Maintenance Craftsperson&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Responsible for the maintenance and protection of the gas transportation pipelines and associated connecting plant and equipment to ensure the safe operation of pipelines and prevent damage from third parties. These are specialist maintenance services that may include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Under pressure drilling, flow stopping, fabrication, testing, in-line inspection, re-compression and valve repair to facilitate safe and efficient networks&lt;/li&gt;\n&lt;li&gt;Installing, maintaining, monitoring&amp;nbsp;and reporting on corrosion prevention systems on pressurised gas pipelines&lt;/li&gt;\n&lt;li&gt;Monitoring works adjacent to high pressure pipelines and take action to prevent damage&lt;/li&gt;\n&lt;li&gt;Locating and marking the route of high pressure pipelines&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Emergency Response Craftsperson&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Responsible for attending reported gas emergencies to safeguard persons and property. This includes dealing with reported gas escapes both inside and outside of customers’ properties and responding to reports of carbon monoxide leakage. This may include the following:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Responding to reports of gas escapes and taking action to safeguard life and property in accordance with company procedures&lt;/li&gt;\n&lt;li&gt;Responding to reports of carbon monoxide and taking action to safeguard life in accordance with company procedures&lt;/li&gt;\n&lt;li&gt;Installing and replacing gas meters&lt;/li&gt;\n&lt;li&gt;Installing, testing and commissioning internal gas pipework&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;On completion of the apprenticeship the Emergency Response Craftsperson will be required to become a member of a class of persons approved by the Health and Safety Executive to carry out gas work, this currently requires them to be registered with Gas Safe&lt;strong&gt;™.&lt;/strong&gt;&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Typical job titles include: &lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Network Technician – Electrical and instrumentation, Network Craftsperson - Electrical and instrumentation, Pressure Control Craftsperson, Pressure Control Technician, Pipelines Technician, Pipelines Craftsperson, First Call Operative – Emergency, First Call engineer – Emergency&lt;/p&gt;\n&lt;p&gt;Apprentices must develop the core knowledge, skills and behaviours and skills for the option specific to their role.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Knowledge – Gas Network &lt;/strong&gt;&lt;strong&gt;Craftsperson’s must know&lt;/strong&gt;&lt;strong&gt; and understand:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Company testing and commissioning procedures needed to establish the condition of gas assets, equipment, network infrastructure and the actions needed as a result of the tests. This includes both practical applications and the use of diagnostic techniques and IT systems.&lt;/li&gt;\n&lt;li&gt;The requirements of the Gas Safety (Management) Regulations as relevant to their role, this being supported through company specific procedures involved in the practical installation and maintenance of gas network assets&lt;/li&gt;\n&lt;li&gt;The requirements of Health and safety standards and regulations, and environmental and regulatory requirements, including; The Health and Safety at Work Act Dangerous Substances Explosive Atmospheres Regulations, The ATEX Directives, The Management of Health and Safety regulations, PUWER, Working at Height Regulations, Confined spaces Regulations, COSHH, PPE Regulations, RIDDOR, Noise at work regulations, Control of Asbestos regulations and the Manual Handling Operations Regulations.&lt;/li&gt;\n&lt;li&gt;Company maintenance practices, processes and procedures associated with gas network systems, controls and equipment&lt;/li&gt;\n&lt;li&gt;Gas engineering and mechanical or electric principles and processes that underpin the location, diagnosis and rectification of faults&lt;/li&gt;\n&lt;li&gt;Company policies, procedures and engineering instructions as specified by the employer&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Skills – Gas Network Craftsperson’s have the following skills:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Undertake and document risk assessments in accordance with company procedures&lt;/li&gt;\n&lt;li&gt;Comply with workplace health, safety &amp;amp; environmental practices and regulations, maintaining a safe and secure working environment&lt;/li&gt;\n&lt;li&gt;Follow engineering instructions and company procedures to complete tasks safely and on-time&lt;/li&gt;\n&lt;li&gt;Undertake inspection and examination of network assets in order to maintain the safe and compliant operation of the network to ensure the integrity, safety and security of supply&lt;/li&gt;\n&lt;li&gt;Maintain and/or install gas engineering assets, components and associated equipment&lt;/li&gt;\n&lt;li&gt;Install, test, purge and commission gas network assets&lt;/li&gt;\n&lt;li&gt;Operate powered tools and equipment, such as drills, angle grinders, brush cutters and shot blasting equipment as required for network maintenance operations.&lt;/li&gt;\n&lt;li&gt;Use approved gas detection equipment to ensure safe environment&lt;/li&gt;\n&lt;li&gt;Use Personal Protective Equipment (PPE) and safety equipment in accordance with manufacturer’s instructions and employer policy&lt;/li&gt;\n&lt;li&gt;Obtain and analyse asset condition and performance information to facilitate decision making&lt;/li&gt;\n&lt;li&gt;Identify, organise and use resources effectively to complete tasks, with consideration for cost, quality, safety, security and environmental impact&lt;/li&gt;\n&lt;li&gt;Through risk assessment, minimise risks to life, property and the environment when undertaking work activities&lt;/li&gt;\n&lt;li&gt;Accurately record job information, complete job reports and process&lt;/li&gt;\n&lt;li&gt;Liaise with gas consumers, statutory agencies and members of the public in order to ensure their safety&lt;/li&gt;\n&lt;li&gt;Accurately update company systems with details of work undertaken&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Core Behaviours &lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Display a self-disciplined, self-motivated approach&lt;/li&gt;\n&lt;li&gt;Deliver a polite, courteous professional service to all customers, stakeholders and members of the public as appropriate&lt;/li&gt;\n&lt;li&gt;Demonstrate and apply a safety first approach&lt;/li&gt;\n&lt;li&gt;Accept accountability when undertaking individual and team tasks&lt;/li&gt;\n&lt;li&gt;Follows instruction from appropriate supervision, and makes decisions when required.&lt;/li&gt;\n&lt;li&gt;Quality-focussed and professional in work and in personal standards&lt;/li&gt;\n&lt;li&gt;Recognise personal limitations and seek advice from managers, experts and specialists when required&lt;/li&gt;\n&lt;li&gt;Accepts responsibility for work undertaken&lt;/li&gt;\n&lt;li&gt;Receptive to the needs and concerns of others, especially where related to diversity and equality&lt;/li&gt;\n&lt;li&gt;Committed to carrying out and recording Continued Professional Development necessary to maintain and enhance competence&lt;/li&gt;\n&lt;li&gt;Exercises responsibilities in an ethical manner&lt;/li&gt;\n&lt;li&gt;Interacts with people and approaches work activities in a way that contributes to continuous self improvement&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Specific Knowledge and Skills Requirements for each Role &lt;/strong&gt;&lt;/h3&gt;\n&lt;h3&gt;&lt;strong&gt;Option1. Network Maintenance Craftsperson (Electrical &amp;amp; Instrumentation)&lt;/strong&gt;&lt;/h3&gt;\n&lt;h3&gt;&lt;strong&gt;Skills Requirements &lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Apply electrical theories and principles and use equipment to carry out diagnostic fault finding procedures&lt;/li&gt;\n&lt;li&gt;Inspect, maintain, repair, overhaul test and calibrate instrumentation and control equipment and circuits in accordance with company procedures&lt;/li&gt;\n&lt;li&gt;Maintain site lighting and fixed and portable equipment which may include generators, batteries and associated equipment&lt;/li&gt;\n&lt;li&gt;Carry out cable testing across a range of voltages to ensure safety and suitability for use&lt;/li&gt;\n&lt;li&gt;Install, maintain and dismantle instruments, controllers, probes, attachments, cabling, meters and display units&lt;/li&gt;\n&lt;li&gt;Configure telemetry outstation and internal systems&lt;/li&gt;\n&lt;li&gt;Identify and resolve data quality and calibration issues&lt;/li&gt;\n&lt;li&gt;Test, calibrate and validate fixed and portable analogue and digital instrumentation using approved procedures and standards&lt;/li&gt;\n&lt;li&gt;Repair, maintain, configure and calibrate field instrumentation, communication devices and associated equipment used in system and process control&lt;/li&gt;\n&lt;li&gt;Use standards and specifications to improve the information gathered by telemetry data&lt;/li&gt;\n&lt;li&gt;Inspect and maintain security equipment, telecommunication devices and alarm systems&lt;/li&gt;\n&lt;li&gt;Carry out isolation procedures to ensure process or system stability and the safety of personnel when carrying out operations&lt;/li&gt;\n&lt;li&gt;Provide support to day-to-day users of instrumentation and control systems&lt;/li&gt;\n&lt;li&gt;Ensure consistent and valid data is available for business and regulation purposes&lt;/li&gt;\n&lt;li&gt;Apply electrical skills to install, maintain and dismantle a wide range of plant, machinery and components&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge Requirements &lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;The safety processes to be applied when testing for voltages across the range likely to be encountered&lt;/li&gt;\n&lt;li&gt;The permitry requirements when maintaining or configuring telemetry systems or undertaking works that may initiate system alarms&lt;/li&gt;\n&lt;li&gt;Recognise the processes to be followed in order to identify and resolve data quality and calibration issues&lt;/li&gt;\n&lt;li&gt;Understand how to test and calibrate instrumentation and control equipment in accordance with company specific procedures&lt;/li&gt;\n&lt;li&gt;The theories used to maintain, test and calibrate electrical equipment in line with company specific procedures&lt;/li&gt;\n&lt;li&gt;Understand how to safely apply diagnostic fault finding principles to electrical systems&lt;/li&gt;\n&lt;li&gt;Identify relevant, company specific procedures and know how to access such documentation&lt;/li&gt;\n&lt;li&gt;Legislative requirements affecting electrical works and be able to describe how such legislation may affect them&lt;/li&gt;\n&lt;li&gt;The hazards that could be encountered when maintaining both fixed and portable electrical equipment&lt;/li&gt;\n&lt;li&gt;Understand why safe isolation procedures must be followed when carrying out electrical or instrumentation operations&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Option 2. Network Maintenance Craftsperson (Pressure Management)&lt;/strong&gt;&lt;/h3&gt;\n&lt;h3&gt;&lt;strong&gt;Skills Requirements &lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Apply mechanical theories and principles for example thermo dynamics and laminar flow theories, in order to carry out diagnostic fault finding procedures&lt;/li&gt;\n&lt;li&gt;Carry out remote pressure monitoring &amp;amp; control on the gas network&lt;/li&gt;\n&lt;li&gt;Inspect and monitor mechanical systems and equipment in order to ensure safety and suitability for service&lt;/li&gt;\n&lt;li&gt;Undertake corrosion inspection activities&lt;/li&gt;\n&lt;li&gt;Maintain, dismantle and repair mechanical equipment and components&lt;/li&gt;\n&lt;li&gt;Test mechanical equipment and systems to ensure integrity, safety and security of supply&lt;/li&gt;\n&lt;li&gt;Assist in installing mechanical systems and equipment&lt;/li&gt;\n&lt;li&gt;Install, maintain and dismantle a wide range of complex plant, machinery and components including; pressure regulators, safety devices, system protection devices and monitoring equipment.&lt;/li&gt;\n&lt;li&gt;Consult design specifications to analyse and calculate mechanical system parameters and rectification procedures&lt;/li&gt;\n&lt;li&gt;Interpret plans and drawings to install, position or re-locate mechanical equipment and components&lt;/li&gt;\n&lt;li&gt;Test, service and repair mechanical equipment as part of planned preventative maintenance and/or reactive maintenance programmes&lt;/li&gt;\n&lt;li&gt;Install mechanical components including regulators, filters, valves, compressor equipment&lt;/li&gt;\n&lt;li&gt;Maintain mechanical components including regulators, filters, valves, compressor equipment&lt;/li&gt;\n&lt;li&gt;Apply pressure reduction techniques to assist in dealing with gas emergencies&lt;/li&gt;\n&lt;li&gt;Inspect and maintain condition monitoring equipment&lt;/li&gt;\n&lt;li&gt;Locate and avoid underground plant and equipment prior to and whilst undertaking activities&lt;/li&gt;\n&lt;li&gt;Install signing, lighting and guarding systems&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge Requirements &lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand how to apply diagnostic fault finding procedures to pressure control equipment&lt;/li&gt;\n&lt;li&gt;Understand how to operate the systems and processes used for remote pressure monitoring &amp;amp; control of the gas network&lt;/li&gt;\n&lt;li&gt;The permitry requirements when maintaining or configuring pressure control equipment&lt;/li&gt;\n&lt;li&gt;Company specific and legislative requirements for the inspection and monitoring of mechanical pressure control systems and equipment&lt;/li&gt;\n&lt;li&gt;The requirements for corrosion inspection activities in line with the requirements of both the pressure systems safety regulations and pipeline safety regulations&lt;/li&gt;\n&lt;li&gt;The hazards associated with working on systems that contain pressurised gas&lt;/li&gt;\n&lt;li&gt;The security of gas supply implications when undertaking pressure control work operations&lt;/li&gt;\n&lt;li&gt;The implications of the pressure systems safety regulations when assessing the suitability of equipment to be used&lt;/li&gt;\n&lt;li&gt;The safety processes to be followed when planning to access pressure control equipment&lt;/li&gt;\n&lt;li&gt;the New Roads and Street Works Act requirements for the provision of signing, lighting and guarding when working in or adjacent to the public highways&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Option 3. Network Pipelines Maintenance Craftsperson &lt;/strong&gt;&lt;/h3&gt;\n&lt;h3&gt;&lt;strong&gt;Skills Requirements &lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Apply non-destructive testing theories and principles in order to carry out diagnostic fault finding procedures&lt;/li&gt;\n&lt;li&gt;Apply the theories and principles of integrity testing, purging commissioning and de-commission of gas pipelines and associated equipment and components&lt;/li&gt;\n&lt;li&gt;Inspect, monitor, maintain, dismantle, install and repair pipeline systems and equipment for example; flow regulators, safety devices, system protection devices, measurement devices and monitoring equipment.&lt;/li&gt;\n&lt;li&gt;Remove, repair and replace components of gas transportation pipelines and associated equipment&lt;/li&gt;\n&lt;li&gt;Undertake corrosion prevention activities i.e. cathodic protection systems and monitoring, coating and wrapping&lt;/li&gt;\n&lt;li&gt;Take action to prevent third parties causing damage to gas transportation pipeline assets and equipment i.e. tracing, marking, monitoring third party activities and responding to encroachments&lt;/li&gt;\n&lt;li&gt;Liaise with relevant land owners and third parties e.g. statutory agencies and members of the public&lt;/li&gt;\n&lt;li&gt;Consult design specifications to analyse and calculate pipeline system parameters and rectification procedures&lt;/li&gt;\n&lt;li&gt;Interpret plans and drawings to install, position or re-locate pipeline equipment and components&lt;/li&gt;\n&lt;li&gt;Test, service and repair pipeline equipment as part of planned preventative maintenance and/or reactive maintenance programmes&lt;/li&gt;\n&lt;li&gt;Operate specialised tools and equipment for pipeline maintenance operations for example; in line inspection tools, damage assessment, intelligent pigging, valve repairs, flow stopping and under pressure drilling.&lt;/li&gt;\n&lt;li&gt;Locate and avoid underground plant and equipment prior to and whilst undertaking activities&lt;/li&gt;\n&lt;li&gt;Install signing, lighting and guarding systems&lt;/li&gt;\n&lt;li&gt;Liaise with emergency services and other statutory authorities as necessary&lt;/li&gt;\n&lt;li&gt;Organise additional resources to facilitate repairs as required&lt;/li&gt;\n&lt;li&gt;Respond to reported pipeline gas emergencies&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge Requirements &lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;The health and safety requirements when conducting operations on gas pipeline systems&lt;/li&gt;\n&lt;li&gt;Understand how to test and confirm the suitability and effectiveness of corrosion control measures&lt;/li&gt;\n&lt;li&gt;The requirements for the testing and inspection of pipelines in accordance with the Pipeline safety and Pressure systems safety regulations&lt;/li&gt;\n&lt;li&gt;The permitry requirements when entering or working on gas operational sites&lt;/li&gt;\n&lt;li&gt;The company specific requirements for the inspection of pipeline systems and associated systems and equipment, including the frequency of such inspection&lt;/li&gt;\n&lt;li&gt;The implications of and assessment of damage sustained to pipelines by third party persons&lt;/li&gt;\n&lt;li&gt;The hazards and permitry requirements associated with working on or in proximity of pipelines that contain pressurised gas&lt;/li&gt;\n&lt;li&gt;The implications of the pressure systems safety regulations when assessing the suitability of equipment to be used&lt;/li&gt;\n&lt;li&gt;Understand how to apply company specific procedures when responding to reported pipeline gas emergencies&lt;/li&gt;\n&lt;li&gt;The New Roads and Street Works Act requirements for the provision of signing, lighting and guarding when working in or adjacent to the public highways&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Option 4. Emergency Response Craftsperson&lt;/strong&gt;&lt;/h3&gt;\n&lt;h3&gt;&lt;strong&gt;Skills Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Respond to public reported upstream gas emergencies, including damage to or failure of gas mains and services that supply a consumer’s premise&lt;/li&gt;\n&lt;li&gt;Respond to public reported downstream gas emergencies, including reported gas escapes inside customers properties and reports of carbon monoxide&lt;/li&gt;\n&lt;li&gt;Carry out site investigations in relation to gas emergencies, in line with company procedures&lt;/li&gt;\n&lt;li&gt;Use gas detection equipment to identify gas concentrations&lt;/li&gt;\n&lt;li&gt;Interpret gas readings to determine the safety of the site&lt;/li&gt;\n&lt;li&gt;Apply evacuation procedures where required&lt;/li&gt;\n&lt;li&gt;Apply the industry unsafe situations procedures&lt;/li&gt;\n&lt;li&gt;Install and exchange gas meters and pressure regulators&lt;/li&gt;\n&lt;li&gt;Install domestic pipework&lt;/li&gt;\n&lt;li&gt;Tightness test, purge, commission and de-commission domestic gas pipework&lt;/li&gt;\n&lt;li&gt;Tightness test, purge, commission and de-commission non-domestic gas pipework&lt;/li&gt;\n&lt;li&gt;Locate and avoid underground plant and equipment whilst undertaking activities in the highway&lt;/li&gt;\n&lt;li&gt;Liaise with emergency services and other statutory authorities as necessary&lt;/li&gt;\n&lt;li&gt;Organise additional resources to facilitate repairs as required&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge Requirements &lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;The safety actions to be applied where critical gas level concentrations are encountered when dealing with reported gas emergencies&lt;/li&gt;\n&lt;li&gt;The requirements of the Gas Safety (Management) Regulations when dealing with reported gas emergencies&lt;/li&gt;\n&lt;li&gt;The requirements of the relevant British standards in relation to the safe installation of gas appliances, pipework and meters&lt;/li&gt;\n&lt;li&gt;Understand how to identify gas appliances and installations that are not compliant with industry standards and may be deemed as unsafe&lt;/li&gt;\n&lt;li&gt;Understand how to comply with the requirements of the Gas Industry Unsafe Situations Procedure, including RIDDOR reporting requirements&lt;/li&gt;\n&lt;li&gt;Understand how to recognise the signs and symptoms of suspected carbon monoxide poisoning&lt;/li&gt;\n&lt;li&gt;Describe the requirements for the application of gas tightness testing procedures&lt;/li&gt;\n&lt;li&gt;The New Roads and Street Works Act requirements for the provision of signing, lighting and guarding when working in or adjacent to the public highways&lt;/li&gt;\n&lt;li&gt;Understand how to apply suitable control measures for the location and avoidance of supply apparatus and sub-structures prior to and whilst working on gas network assets&lt;/li&gt;\n&lt;li&gt;Understand when to liaise with emergency services and other statutory authorities as necessary&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Level:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;3&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically, 48 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Candidates will typically have 3 to 5 GCSEs at grades A to C or 9 to 4 (including mathematics, English and a science), or equivalent qualifications&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;English/maths:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and maths on entry will need to achieve this level prior to completing the end point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Link to Professional recognition&lt;/strong&gt;:&lt;/h3&gt;\n&lt;p&gt;Upon successful completion of this apprenticeship, individuals will be eligible for membership and professional registration as an Engineering Technician (EngTech) with the Institution of Gas Engineers and Managers (IGEM)&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;After 3 years&lt;/p&gt;\n&lt;p&gt;&lt;a name=&quot;ST0205changelog&quot;&gt;&lt;/a&gt;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The United Kingdom’s gas network consists of approximately 286,000 kilometres (175,00 miles) of pipeline that supplies natural gas from on shore terminals through to 21.5 million gas users. Natural gas is a hazardous substance. The safe operation, control and maintenance of the gas network is essential to avert major loss or interruption to supplies, this includes responding to and managing gas emergency situations to ensure potential safety issues are controlled and remediated without delay. This is the basis of the Gas Network Craftsperson’s occupation. Gas Network Craftsperson’s are employed by organisations authorised to transport gas throughout the United Kingdom. These organisations vary from very large companies who own and operate networks that supply towns and cities across a wide geographical area, through to small companies who own independent networks that supply small housing developments with as few as 3 or 4 properties. They could be directly employed by the organisation that owns and/or manages the gas network or by an organisation that contracts their services to the networks. They work as part of a larger team, which may include planners, designers, supervisors and managers. They are often deployed to site in pairs or alone, dependent on the activity being undertaken. Good communication skills are essential as the may have to interact with the general public, agencies and emergency services on safety related matters and also provide technical advice to other stakeholders. The projects worked on could have values in excess of &#163;250,000.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "831d5266-043a-49ed-a04e-a659958a03eb",
      "detail": "Company testing and commissioning procedures needed to establish the condition of gas assets, equipment, network infrastructure and the actions needed as a result of the tests. This includes both practical applications and the use of diagnostic techniques and IT systems"
    },
    {
      "knowledgeId": "87f87088-b1b7-458f-b0f6-46d114e27cc1",
      "detail": "The requirements of the Gas Safety (Management) Regulations as relevant to their role, this being supported through company specific procedures involved in the practical installation and maintenance of gas network assets"
    },
    {
      "knowledgeId": "bbd2f324-efea-4aea-a041-cbb870c63918",
      "detail": "The requirements of Health and safety standards and regulations, and environmental and regulatory requirements, including; The Health and Safety at Work Act Dangerous Substances Explosive Atmospheres Regulations, The ATEX Directives, The Management of Health and Safety regulations, PUWER, Working at Height Regulations, Confined spaces Regulations, COSHH, PPE Regulations, RIDDOR, Noise at work regulations, Control of Asbestos regulations and the Manual Handling Operations Regulations."
    },
    {
      "knowledgeId": "7ed5add2-3549-4aad-b40b-181dbec7e514",
      "detail": "Company maintenance practices, processes and procedures associated with gas network systems, controls and equipment"
    },
    {
      "knowledgeId": "4dfb839d-a23b-4ba1-81c9-b7609b3b7f25",
      "detail": "Gas engineering and mechanical or electric principles and processes that underpin the location, diagnosis and rectification of faults"
    },
    {
      "knowledgeId": "a93c95fd-2013-4df9-91bb-d6fcba96e5c0",
      "detail": "Company policies, procedures and engineering instructions as specified by the employer"
    },
    {
      "knowledgeId": "85369d36-baff-4383-9b3c-d03331a9d087",
      "detail": "The safety processes to be applied when testing for voltages across the range likely to be encountered"
    },
    {
      "knowledgeId": "3ffb64a0-8e8e-4776-af49-2b3a63565162",
      "detail": "The permitry requirements when maintaining or configuring telemetry systems or undertaking works that may initiate system alarms"
    },
    {
      "knowledgeId": "7462556c-555d-4a61-9a3b-055d1e78ebed",
      "detail": "Recognise the processes to be followed in order to identify and resolve data quality and calibration issues"
    },
    {
      "knowledgeId": "b9046d21-73a9-48ba-96e9-001f68f1c835",
      "detail": "Understand how to test and calibrate instrumentation and control equipment in accordance with company specific procedures"
    },
    {
      "knowledgeId": "16642f13-8354-4818-99f5-3e400e071b45",
      "detail": "The theories used to maintain, test and calibrate electrical equipment in line with company specific procedures"
    },
    {
      "knowledgeId": "a2667f00-bced-4341-981e-6949593b4d9f",
      "detail": "Understand how to safely apply diagnostic fault finding principles to electrical systems"
    },
    {
      "knowledgeId": "318502ba-c6cb-4ba7-b90d-b9a19d8238ee",
      "detail": "Identify relevant, company specific procedures and know how to access such documentation"
    },
    {
      "knowledgeId": "01fe55c9-0764-4611-9666-bae939eb9455",
      "detail": "Legislative requirements affecting electrical works and be able to describe how such legislation may affect them"
    },
    {
      "knowledgeId": "9b3f129f-d650-437a-9c99-af990e478029",
      "detail": "The hazards that could be encountered when maintaining both fixed and portable electrical equipment"
    },
    {
      "knowledgeId": "36fa7085-e152-493c-a545-866eb41997a8",
      "detail": "Understand why safe isolation procedures must be followed when carrying out electrical or instrumentation operations"
    },
    {
      "knowledgeId": "30b485fc-3af3-432a-a8fc-daf88e9d9ab7",
      "detail": "Understand how to apply diagnostic fault finding procedures to pressure control equipment"
    },
    {
      "knowledgeId": "c70c14fa-32cd-46d4-beb4-c42949879fa5",
      "detail": "Understand how to operate the systems and processes used for remote pressure monitoring & control of the gas network"
    },
    {
      "knowledgeId": "af5204ec-b293-4018-b98a-4d2762169486",
      "detail": "The permitry requirements when maintaining or configuring pressure control equipment"
    },
    {
      "knowledgeId": "2f843cf0-61f8-4b5b-a3d8-b74a9603f52e",
      "detail": "Company specific and legislative requirements for the inspection and monitoring of mechanical pressure control systems and equipment"
    },
    {
      "knowledgeId": "311d8d42-192d-4df7-af73-c796ff5bafd6",
      "detail": "The requirements for corrosion inspection activities in line with the requirements of both the pressure systems safety regulations and pipeline safety regulations"
    },
    {
      "knowledgeId": "6047b6eb-08f7-4529-98b7-5450c44448b9",
      "detail": "The hazards associated with working on systems that contain pressurised gas"
    },
    {
      "knowledgeId": "b05bed0d-4948-42e0-b9c6-d608884a3124",
      "detail": "The security of gas supply implications when undertaking pressure control work operations"
    },
    {
      "knowledgeId": "75850e04-abbe-4a6e-a023-f40c160b317f",
      "detail": "The implications of the pressure systems safety regulations when assessing the suitability of equipment to be used"
    },
    {
      "knowledgeId": "5798a18d-257d-459d-807a-381328eef663",
      "detail": "The safety processes to be followed when planning to access pressure control equipment"
    },
    {
      "knowledgeId": "c7894e30-74c6-4cbb-8075-0c3532f1300a",
      "detail": "The New Roads and Street Works Act requirements for the provision of signing, lighting and guarding when working in or adjacent to the public highways"
    },
    {
      "knowledgeId": "aea870e5-5b99-44e5-bca2-9f6a4aa605e0",
      "detail": "The health and safety requirements when conducting operations on gas pipeline systems"
    },
    {
      "knowledgeId": "44082914-d082-4ec7-9f4b-e8f2bdb77a91",
      "detail": "Understand how to test and confirm the suitability and effectiveness of corrosion control measures"
    },
    {
      "knowledgeId": "a6b3e706-1ca4-4717-a341-79b771ce41af",
      "detail": "The requirements for the testing and inspection of pipelines in accordance with the Pipeline safety and Pressure systems safety regulations"
    },
    {
      "knowledgeId": "acf3d959-1f52-4dec-9952-bcfbe6820592",
      "detail": "The permitry requirements when entering or working on gas operational sites"
    },
    {
      "knowledgeId": "de32fbb9-61a3-45e1-b051-1013195cd5d5",
      "detail": "The company specific requirements for the inspection of pipeline systems and associated systems and equipment, including the frequency of such inspection"
    },
    {
      "knowledgeId": "08f45169-d0de-466f-a036-15284827aa82",
      "detail": "The implications of and assessment of damage sustained to pipelines by third party persons"
    },
    {
      "knowledgeId": "7fd2a035-865b-4b17-97ef-40b2ab109c1e",
      "detail": "The hazards and permitry requirements associated with working on or in proximity of pipelines that contain pressurised gas"
    },
    {
      "knowledgeId": "3137fff7-c261-4fb0-8060-2b5b54c19a54",
      "detail": "The implications of the pressure systems safety regulations when assessing the suitability of equipment to be used"
    },
    {
      "knowledgeId": "b54c7ecb-cda9-4936-932a-a930a9fe8a72",
      "detail": "Understand how to apply company specific procedures when responding to reported pipeline gas emergencies"
    },
    {
      "knowledgeId": "1634902a-c3c6-4817-be12-cb53a000c0c6",
      "detail": "The New Roads and Street Works Act requirements for the provision of signing, lighting and guarding when working in or adjacent to the public highways"
    },
    {
      "knowledgeId": "4cc7bd66-9ab0-4202-ba3c-90f316b85ae7",
      "detail": "The safety actions to be applied where critical gas level concentrations are encountered when dealing with reported gas emergencies"
    },
    {
      "knowledgeId": "b3626c9c-8afc-407f-b303-49d4873bce3e",
      "detail": "The requirements of the Gas Safety (Management) Regulations when dealing with reported gas emergencies"
    },
    {
      "knowledgeId": "b7113799-2d27-4f6a-ada4-0d2e7d257423",
      "detail": "The requirements of the relevant British standards in relation to the safe installation of gas appliances, pipework and meters"
    },
    {
      "knowledgeId": "45b98a55-9966-43fc-8bb5-68618f78d571",
      "detail": "Understand how to identify gas appliances and installations that are not compliant with industry standards and may be deemed as unsafe"
    },
    {
      "knowledgeId": "0b1a1a53-3ca2-4884-8f28-640593d8ec1e",
      "detail": "Understand how to comply with the requirements of the Gas Industry Unsafe Situations Procedure, including RIDDOR reporting requirements"
    },
    {
      "knowledgeId": "5c8801c2-29cb-4027-baa4-717dbd8567d7",
      "detail": "Understand how to recognise the signs and symptoms of suspected carbon monoxide poisoning"
    },
    {
      "knowledgeId": "75d03e5d-b165-41bc-af62-27e698bf5e2b",
      "detail": "Describe the requirements for the application of gas tightness testing procedures"
    },
    {
      "knowledgeId": "bd942217-cb6d-450a-b1ee-459186d1e0ec",
      "detail": "The New Roads and Street Works Act requirements for the provision of signing, lighting and guarding when working in or adjacent to the public highways"
    },
    {
      "knowledgeId": "555d16ba-e734-449b-84a1-3c378d13e5c5",
      "detail": "Understand how to apply suitable control measures for the location and avoidance of supply apparatus and sub-structures prior to and whilst working on gas network assets"
    },
    {
      "knowledgeId": "dc80243b-73c2-4edc-abb2-1c2e608cdaf1",
      "detail": "Understand when to liaise with emergency services and other statutory authorities as necessary"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "b85f7b26-c5c0-49c4-9166-4adb84fb5b15",
      "detail": "Display a self-disciplined, self-motivated approach"
    },
    {
      "behaviourId": "f7599d3d-e896-47f7-833a-fe87505c9989",
      "detail": "Deliver a polite, courteous professional service to all customers, stakeholders and members of the public as appropriate"
    },
    {
      "behaviourId": "c22146dc-48b3-4683-9359-f057b01a20b5",
      "detail": "Demonstrate and apply a safety first approach"
    },
    {
      "behaviourId": "772bcb15-4ecd-4f26-b110-f51554e51aa6",
      "detail": "Accept accountability when undertaking individual and team tasks"
    },
    {
      "behaviourId": "ab07c066-14a6-4a7b-a18f-0c526f04e7a3",
      "detail": "Follows instruction from appropriate supervision, and makes decisions when required."
    },
    {
      "behaviourId": "336dada2-5d5e-4269-9376-8ef7e1d96c1a",
      "detail": "Quality-focussed and professional in work and in personal standards"
    },
    {
      "behaviourId": "7b046429-faac-4af9-8c96-10de6de7c962",
      "detail": "Recognise personal limitations and seek advice from managers, experts and specialists when required"
    },
    {
      "behaviourId": "d2d2b3e4-b059-4d8a-aac9-bcb729f0ad46",
      "detail": "Accepts responsibility for work undertaken"
    },
    {
      "behaviourId": "5608db67-c4bf-45d9-9cf3-aa4ceb7ebd5f",
      "detail": "Receptive to the needs and concerns of others, especially where related to diversity and equality"
    },
    {
      "behaviourId": "7562aeea-6dcb-4cfa-b9e3-0f97430b410b",
      "detail": "Committed to carrying out and recording Continued Professional Development necessary to maintain and enhance competence"
    },
    {
      "behaviourId": "52bf87c1-2ffc-4a1a-80e3-db46ee89c2ab",
      "detail": "Exercises responsibilities in an ethical manner"
    },
    {
      "behaviourId": "d10d9f64-012e-45f1-8278-1f5753bd8333",
      "detail": "Interacts with people and approaches work activities in a way that contributes to continuous self improvement"
    }
  ],
  "skills": [
    {
      "skillId": "6fbdd1f7-d1bb-41cd-8337-3c76e703abdb",
      "detail": "Undertake and document risk assessments in accordance with company procedures"
    },
    {
      "skillId": "febfae37-d14c-4863-b53f-984c6412f50a",
      "detail": "Comply with workplace health, safety & environmental practices and regulations, maintaining a safe and secure working environment"
    },
    {
      "skillId": "5087e419-02b1-4241-b140-71c5f989ae05",
      "detail": "Follow engineering instructions and company procedures to complete tasks safely and on-time"
    },
    {
      "skillId": "43269e16-073a-44b8-8dc4-ff68806075b7",
      "detail": "Undertake inspection and examination of network assets in order to maintain the safe and compliant operation of the network to ensure the integrity, safety and security of supply"
    },
    {
      "skillId": "dcd71cbd-f679-4ff5-b66a-42d0fa2eed37",
      "detail": "Maintain and/or install gas engineering assets, components and associated equipment"
    },
    {
      "skillId": "668b8cde-5779-4783-9533-76a247885a21",
      "detail": "Install, test, purge and commission gas network assets"
    },
    {
      "skillId": "2becddf6-0773-4cf6-822d-a8c57fb3123d",
      "detail": "Operate powered tools and equipment, such as drills, angle grinders, brush cutters and shot blasting equipment as required for network maintenance operations."
    },
    {
      "skillId": "77e63c39-493b-4c6b-a1b9-7bc82f8472f7",
      "detail": "Use approved gas detection equipment to ensure safe environment"
    },
    {
      "skillId": "baf9dd79-83c3-4ae3-8562-067347cfe8c5",
      "detail": "Use Personal Protective Equipment (PPE) and safety equipment in accordance with manufacturer’s instructions and employer policy"
    },
    {
      "skillId": "3cc3ec10-60f8-400c-8819-bf2416549b14",
      "detail": "Obtain and analyse asset condition and performance information to facilitate decision making"
    },
    {
      "skillId": "f0c629df-6c08-49fa-9dc8-bc054e4c6cf9",
      "detail": "Identify, organise and use resources effectively to complete tasks, with consideration for cost, quality, safety, security and environmental impact"
    },
    {
      "skillId": "a3ddda7b-daf7-4014-a2e8-e85d5d4d02fa",
      "detail": "Through risk assessment, minimise risks to life, property and the environment when undertaking work activities"
    },
    {
      "skillId": "2711fc4a-abe1-4793-b766-6f9ed69a70d3",
      "detail": "Accurately record job information, complete job reports and process"
    },
    {
      "skillId": "b5336fbb-9b7f-4cd4-a43d-2ed979bb80d6",
      "detail": "Liaise with gas consumers, statutory agencies and members of the public in order to ensure their safety"
    },
    {
      "skillId": "ba5ae04c-c973-456f-b173-8850f08bf993",
      "detail": "Accurately update company systems with details of work undertaken"
    },
    {
      "skillId": "89cb9ac0-73be-4fb7-8ab0-bb28052c33d2",
      "detail": "Apply electrical theories and principles and use equipment to carry out diagnostic fault finding procedures"
    },
    {
      "skillId": "d6418b16-55c5-4956-96fb-58ea1d7aeba9",
      "detail": "Inspect, maintain, repair, overhaul test and calibrate instrumentation and control equipment and circuits in accordance with company procedures"
    },
    {
      "skillId": "9401c04c-e93c-4fb6-881a-701393094465",
      "detail": "Maintain site lighting and fixed and portable equipment which may include generators, batteries and associated equipment"
    },
    {
      "skillId": "664fa966-e5d9-4b88-b891-a4d2ecf6eac1",
      "detail": "Carry out cable testing across a range of voltages to ensure safety and suitability for use"
    },
    {
      "skillId": "beba1290-89b8-4c88-80e5-3d04013c4dc5",
      "detail": "Install, maintain and dismantle instruments, controllers, probes, attachments, cabling, meters and display units"
    },
    {
      "skillId": "26e8a10b-14bc-49cb-821d-1b5268613d3b",
      "detail": "Configure telemetry outstation and internal systems"
    },
    {
      "skillId": "cc0fb7bc-a290-4d88-b61a-3588b34b1656",
      "detail": "Identify and resolve data quality and calibration issues"
    },
    {
      "skillId": "66dbb275-2d47-40ee-983f-f17930afc7f5",
      "detail": "Test, calibrate and validate fixed and portable analogue and digital instrumentation using approved procedures and standards"
    },
    {
      "skillId": "9693927d-8bda-439e-806f-f5148b66dbd6",
      "detail": "Repair, maintain, configure and calibrate field instrumentation, communication devices and associated equipment used in system and process control"
    },
    {
      "skillId": "66b394a3-cdeb-4e8a-964a-534d51478041",
      "detail": "Use standards and specifications to improve the information gathered by telemetry data"
    },
    {
      "skillId": "bbcde8a7-ce2c-45b5-9036-2d3176bb05a3",
      "detail": "Inspect and maintain security equipment, telecommunication devices and alarm systems"
    },
    {
      "skillId": "bcca52a8-bf22-401e-80d7-4c9c4233526b",
      "detail": "Carry out isolation procedures to ensure process or system stability and the safety of personnel when carrying out operations"
    },
    {
      "skillId": "fe5be6ad-beac-411d-b67d-6adb6070f01f",
      "detail": "Provide support to day-to-day users of instrumentation and control systems"
    },
    {
      "skillId": "df00a9a7-a45f-4af5-a162-395317b49f48",
      "detail": "Ensure consistent and valid data is available for business and regulation purposes"
    },
    {
      "skillId": "f1734806-c3f6-49a5-9d4a-a59f52e3f0e1",
      "detail": "Apply electrical skills to install, maintain and dismantle a wide range of plant, machinery and components"
    },
    {
      "skillId": "e636d458-f2f2-495f-b768-c8b3f62bd60c",
      "detail": "Apply mechanical theories and principles for example thermo dynamics and laminar flow theories, in order to carry out diagnostic fault finding procedures"
    },
    {
      "skillId": "77028341-fd0d-45f4-9f9f-78e70f415bd5",
      "detail": "Carry out remote pressure monitoring & control on the gas network"
    },
    {
      "skillId": "7cf6f225-0f43-40a9-931b-6250007506b3",
      "detail": "Inspect and monitor mechanical systems and equipment in order to ensure safety and suitability for service"
    },
    {
      "skillId": "c1d93d55-06ef-45c2-931b-699fec2b3460",
      "detail": "Undertake corrosion inspection activities"
    },
    {
      "skillId": "6816cd12-adf1-476f-bd24-97df5997e9ae",
      "detail": "Maintain, dismantle and repair mechanical equipment and components"
    },
    {
      "skillId": "65feb516-a82f-448a-bb8c-f7daf4872e3b",
      "detail": "Test mechanical equipment and systems to ensure integrity, safety and security of supply"
    },
    {
      "skillId": "82c79b8e-402b-4021-a6ba-da32c95998b1",
      "detail": "Assist in installing mechanical systems and equipment"
    },
    {
      "skillId": "fa4bd047-54e9-4e41-aebf-f8556c9e87c5",
      "detail": "Install, maintain and dismantle a wide range of complex plant, machinery and components including; pressure regulators, safety devices, system protection devices and monitoring equipment."
    },
    {
      "skillId": "a82b7735-ceee-466a-a66d-8ce981fb2e34",
      "detail": "Consult design specifications to analyse and calculate mechanical system parameters and rectification procedures"
    },
    {
      "skillId": "46ecc3d5-ca31-48f8-bfd4-9f82751b20eb",
      "detail": "Interpret plans and drawings to install, position or re-locate mechanical equipment and components"
    },
    {
      "skillId": "e84318aa-b52a-4d42-8321-b06c7fbc6d61",
      "detail": "Test, service and repair mechanical equipment as part of planned preventative maintenance and/or reactive maintenance programmes"
    },
    {
      "skillId": "b08ecc8f-2da1-4028-98c9-404f0c6aef96",
      "detail": "Install mechanical components including regulators, filters, valves, compressor equipment"
    },
    {
      "skillId": "709f425c-8b8a-44bd-a67e-31f78d0a8f5a",
      "detail": "Maintain mechanical components including regulators, filters, valves, compressor equipment"
    },
    {
      "skillId": "3a41e808-d069-49bd-b3dd-c2363c01e0f7",
      "detail": "Apply pressure reduction techniques to assist in dealing with gas emergencies"
    },
    {
      "skillId": "8e8d6c24-227d-4765-b030-c7f1d7adb38b",
      "detail": "Inspect and maintain condition monitoring equipment"
    },
    {
      "skillId": "464db523-1f58-4c1c-80d7-f89d7268bd78",
      "detail": "Locate and avoid underground plant and equipment prior to and whilst undertaking activities"
    },
    {
      "skillId": "eba145ec-3a16-4757-a4ba-651a3bc6d179",
      "detail": "Install signing, lighting and guarding systems"
    },
    {
      "skillId": "dca1d83d-68a7-466e-ba24-ae7bfe77b57f",
      "detail": "Apply non-destructive testing theories and principles in order to carry out diagnostic fault finding procedures"
    },
    {
      "skillId": "c623ea71-9476-49d9-8ef5-69b555eeba3d",
      "detail": "Apply the theories and principles of integrity testing, purging commissioning and de-commission of gas pipelines and associated equipment and components"
    },
    {
      "skillId": "682d8d4f-0ff0-4a1c-b2ac-1078174fe3a5",
      "detail": "Inspect, monitor, maintain, dismantle, install and repair pipeline systems and equipment for example; flow regulators, safety devices, system protection devices, measurement devices and monitoring equipment"
    },
    {
      "skillId": "d6e08613-8c8d-4e23-9ec7-6ebed0275608",
      "detail": "Remove, repair and replace components of gas transportation pipelines and associated equipment"
    },
    {
      "skillId": "f83be936-db90-4140-99f9-cc603f68b88a",
      "detail": "Undertake corrosion prevention activities i.e. cathodic protection systems and monitoring, coating and wrapping"
    },
    {
      "skillId": "c8320293-6c22-426b-b100-ea559eea6320",
      "detail": "Take action to prevent third parties causing damage to gas transportation pipeline assets and equipment i.e. tracing, marking, monitoring third party activities and responding to encroachments"
    },
    {
      "skillId": "628580b8-8ed1-431d-b5a7-edc148e45965",
      "detail": "Liaise with relevant land owners and third parties e.g. statutory agencies and members of the public"
    },
    {
      "skillId": "2743440e-ec85-40bc-8085-5fe3a2aeff20",
      "detail": "Consult design specifications to analyse and calculate pipeline system parameters and rectification procedures"
    },
    {
      "skillId": "e8640542-4c23-4e5c-beda-79ba90b4dd0f",
      "detail": "Interpret plans and drawings to install, position or re-locate pipeline equipment and components"
    },
    {
      "skillId": "ced34397-7abd-456f-a507-fe110a6ec323",
      "detail": "Test, service and repair pipeline equipment as part of planned preventative maintenance and/or reactive maintenance programmes"
    },
    {
      "skillId": "02a35d4b-b5f6-4026-a815-8a088a4a82a0",
      "detail": "Operate specialised tools and equipment for pipeline maintenance operations for example; in line inspection tools, damage assessment, intelligent pigging, valve repairs, flow stopping and under pressure drilling."
    },
    {
      "skillId": "e9ebb3c9-fe98-4e14-a7ef-b65c1aeab459",
      "detail": "Locate and avoid underground plant and equipment prior to and whilst undertaking activities"
    },
    {
      "skillId": "960405c7-65fb-4b3c-81fb-fea25742c59e",
      "detail": "Install signing, lighting and guarding systems"
    },
    {
      "skillId": "847544b2-8a01-44da-9178-95d4237b34b3",
      "detail": "Liaise with emergency services and other statutory authorities as necessary"
    },
    {
      "skillId": "285402cb-c257-48aa-9e97-425498df9a27",
      "detail": "Organise additional resources to facilitate repairs as required"
    },
    {
      "skillId": "909e6dfd-4d6b-428c-b5bf-ac39dfb95ad0",
      "detail": "Respond to reported pipeline gas emergencies"
    },
    {
      "skillId": "6686eecc-77ca-40d6-8513-078ab79360c3",
      "detail": "Respond to public reported upstream gas emergencies, including damage to or failure of gas mains and services that supply a consumer’s premise"
    },
    {
      "skillId": "ee63a432-5703-4312-bec2-d67f0c7f9eb7",
      "detail": "Respond to public reported downstream gas emergencies, including reported gas escapes inside customers properties and reports of carbon monoxide"
    },
    {
      "skillId": "28fa5025-e87f-4f1a-aa20-19bb10106495",
      "detail": "Carry out site investigations in relation to gas emergencies, in line with company procedures"
    },
    {
      "skillId": "bbefd49b-5183-4973-97d6-a45cf2b0e1bf",
      "detail": "Use gas detection equipment to identify gas concentrations"
    },
    {
      "skillId": "c13300a9-45ca-4264-9187-e10004eda27b",
      "detail": "Interpret gas readings to determine the safety of the site"
    },
    {
      "skillId": "da3ff3b0-cb5f-445e-9d7d-8ef2fd13be43",
      "detail": "Apply evacuation procedures where required"
    },
    {
      "skillId": "ed9eb497-7513-4008-a068-38c0a4ff3f4c",
      "detail": "Apply the industry unsafe situations procedures"
    },
    {
      "skillId": "2c847571-750d-4844-9b12-30c1ee67d02a",
      "detail": "Install and exchange gas meters and pressure regulators"
    },
    {
      "skillId": "7a9c2914-90f8-4849-810c-942ed748bfff",
      "detail": "Install domestic pipework"
    },
    {
      "skillId": "6fd7529c-307a-476c-871f-6f7b44d3db75",
      "detail": "Tightness test, purge, commission and de-commission domestic gas pipework"
    },
    {
      "skillId": "7802f56e-094d-4eac-8b0d-aa5176a5bc7a",
      "detail": "Tightness test, purge, commission and de-commission non-domestic gas pipework"
    },
    {
      "skillId": "b9143058-5035-46c9-aed5-ce56d4a3fd3d",
      "detail": "Locate and avoid underground plant and equipment whilst undertaking activities in the highway"
    },
    {
      "skillId": "5dfab990-92fd-4afa-9d17-f6aba036d455",
      "detail": "Liaise with emergency services and other statutory authorities as necessary"
    },
    {
      "skillId": "579351f6-73f4-4b7a-936d-b8b9468cde4e",
      "detail": "Organise additional resources to facilitate repairs as required"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Network Maintenance Craftsperson (Electrical & Instrumentation)",
    "Network Maintenance Craftsperson (Pressure Management)",
    "Network Pipelines Maintenance Craftsperson",
    "Emergency Response Craftsperson"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2015-10-22T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0454",
  "tbMainContact": "engineering.manufacturing@education.gov.uk",
  "involvedEmployers": "Scotia Gas Networks, National Grid, Northern Gas Networks, L&G Utilities Ltd, Leven Energy Services, DCD, Utilergy, CMW Utilities Ltd, Butler Construction Ltd, SSE, Morrison Utility Services, Forefront Utilities",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Emergency response craftspersons",
    "Network Maintenance craftsperson"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, Installation & Repair",
  "cluster": "Manufacturing/Process Maintenance Operative/Technician",
  "clusterId": "71",
  "clusterDescription": "Maintain and repair production and process plant and equipment in manufacturing",
  "createdDate": "2024-06-13T11:11:03 +00:00",
  "lastUpdated": "2024-06-13T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-10-22T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised or adjusted. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeships being revised or adjusted are available in the revisions and adjustments status report.&nbsp;",
  "occupationCode": "OCC0205",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0205-v1-3?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0205-v1-3",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "2e9b799f-ed17-494b-82e9-6cdf2721c6fc",
      "title": "Network Maintenance Craftsperson (Electrical & Instrumentation)",
      "occupationCode": "OCC0205B"
    },
    {
      "optionId": "dacdb3dd-9515-423a-9ca2-7d8bf8ccecf5",
      "title": "Network Maintenance Craftsperson (Pressure Management)",
      "occupationCode": "OCC0205C"
    },
    {
      "optionId": "797b8577-3099-4df9-bed2-c3a4baccb464",
      "title": "Network Pipelines Maintenance Craftsperson",
      "occupationCode": "OCC0205D"
    },
    {
      "optionId": "204f0495-3478-448c-8c13-b1483cde011b",
      "title": "Emergency Response Craftsperson",
      "occupationCode": "OCC0205A"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "b85f7b26-c5c0-49c4-9166-4adb84fb5b15",
        "f7599d3d-e896-47f7-833a-fe87505c9989",
        "c22146dc-48b3-4683-9359-f057b01a20b5",
        "772bcb15-4ecd-4f26-b110-f51554e51aa6",
        "ab07c066-14a6-4a7b-a18f-0c526f04e7a3",
        "336dada2-5d5e-4269-9376-8ef7e1d96c1a",
        "7b046429-faac-4af9-8c96-10de6de7c962",
        "d2d2b3e4-b059-4d8a-aac9-bcb729f0ad46",
        "5608db67-c4bf-45d9-9cf3-aa4ceb7ebd5f",
        "7562aeea-6dcb-4cfa-b9e3-0f97430b410b",
        "52bf87c1-2ffc-4a1a-80e3-db46ee89c2ab",
        "d10d9f64-012e-45f1-8278-1f5753bd8333"
      ],
      "mappedKnowledge": [
        "831d5266-043a-49ed-a04e-a659958a03eb",
        "87f87088-b1b7-458f-b0f6-46d114e27cc1",
        "bbd2f324-efea-4aea-a041-cbb870c63918",
        "7ed5add2-3549-4aad-b40b-181dbec7e514",
        "4dfb839d-a23b-4ba1-81c9-b7609b3b7f25",
        "a93c95fd-2013-4df9-91bb-d6fcba96e5c0"
      ],
      "mappedSkills": [
        "6fbdd1f7-d1bb-41cd-8337-3c76e703abdb",
        "febfae37-d14c-4863-b53f-984c6412f50a",
        "5087e419-02b1-4241-b140-71c5f989ae05",
        "43269e16-073a-44b8-8dc4-ff68806075b7",
        "dcd71cbd-f679-4ff5-b66a-42d0fa2eed37",
        "668b8cde-5779-4783-9533-76a247885a21",
        "2becddf6-0773-4cf6-822d-a8c57fb3123d",
        "77e63c39-493b-4c6b-a1b9-7bc82f8472f7",
        "baf9dd79-83c3-4ae3-8562-067347cfe8c5",
        "3cc3ec10-60f8-400c-8819-bf2416549b14",
        "f0c629df-6c08-49fa-9dc8-bc054e4c6cf9",
        "a3ddda7b-daf7-4014-a2e8-e85d5d4d02fa",
        "2711fc4a-abe1-4793-b766-6f9ed69a70d3",
        "b5336fbb-9b7f-4cd4-a43d-2ed979bb80d6",
        "ba5ae04c-c973-456f-b173-8850f08bf993"
      ]
    },
    {
      "coreOrOptionTitle": "Network Maintenance Craftsperson (Electrical & Instrumentation)",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "85369d36-baff-4383-9b3c-d03331a9d087",
        "3ffb64a0-8e8e-4776-af49-2b3a63565162",
        "7462556c-555d-4a61-9a3b-055d1e78ebed",
        "b9046d21-73a9-48ba-96e9-001f68f1c835",
        "16642f13-8354-4818-99f5-3e400e071b45",
        "a2667f00-bced-4341-981e-6949593b4d9f",
        "318502ba-c6cb-4ba7-b90d-b9a19d8238ee",
        "01fe55c9-0764-4611-9666-bae939eb9455",
        "9b3f129f-d650-437a-9c99-af990e478029",
        "36fa7085-e152-493c-a545-866eb41997a8"
      ],
      "mappedSkills": [
        "89cb9ac0-73be-4fb7-8ab0-bb28052c33d2",
        "d6418b16-55c5-4956-96fb-58ea1d7aeba9",
        "9401c04c-e93c-4fb6-881a-701393094465",
        "664fa966-e5d9-4b88-b891-a4d2ecf6eac1",
        "beba1290-89b8-4c88-80e5-3d04013c4dc5",
        "26e8a10b-14bc-49cb-821d-1b5268613d3b",
        "cc0fb7bc-a290-4d88-b61a-3588b34b1656",
        "66dbb275-2d47-40ee-983f-f17930afc7f5",
        "9693927d-8bda-439e-806f-f5148b66dbd6",
        "66b394a3-cdeb-4e8a-964a-534d51478041",
        "bbcde8a7-ce2c-45b5-9036-2d3176bb05a3",
        "bcca52a8-bf22-401e-80d7-4c9c4233526b",
        "fe5be6ad-beac-411d-b67d-6adb6070f01f",
        "df00a9a7-a45f-4af5-a162-395317b49f48",
        "f1734806-c3f6-49a5-9d4a-a59f52e3f0e1"
      ]
    },
    {
      "coreOrOptionTitle": "Network Maintenance Craftsperson (Pressure Management)",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "30b485fc-3af3-432a-a8fc-daf88e9d9ab7",
        "c70c14fa-32cd-46d4-beb4-c42949879fa5",
        "af5204ec-b293-4018-b98a-4d2762169486",
        "2f843cf0-61f8-4b5b-a3d8-b74a9603f52e",
        "311d8d42-192d-4df7-af73-c796ff5bafd6",
        "6047b6eb-08f7-4529-98b7-5450c44448b9",
        "b05bed0d-4948-42e0-b9c6-d608884a3124",
        "75850e04-abbe-4a6e-a023-f40c160b317f",
        "5798a18d-257d-459d-807a-381328eef663",
        "c7894e30-74c6-4cbb-8075-0c3532f1300a"
      ],
      "mappedSkills": [
        "e636d458-f2f2-495f-b768-c8b3f62bd60c",
        "77028341-fd0d-45f4-9f9f-78e70f415bd5",
        "7cf6f225-0f43-40a9-931b-6250007506b3",
        "c1d93d55-06ef-45c2-931b-699fec2b3460",
        "6816cd12-adf1-476f-bd24-97df5997e9ae",
        "65feb516-a82f-448a-bb8c-f7daf4872e3b",
        "82c79b8e-402b-4021-a6ba-da32c95998b1",
        "fa4bd047-54e9-4e41-aebf-f8556c9e87c5",
        "a82b7735-ceee-466a-a66d-8ce981fb2e34",
        "46ecc3d5-ca31-48f8-bfd4-9f82751b20eb",
        "e84318aa-b52a-4d42-8321-b06c7fbc6d61",
        "b08ecc8f-2da1-4028-98c9-404f0c6aef96",
        "709f425c-8b8a-44bd-a67e-31f78d0a8f5a",
        "3a41e808-d069-49bd-b3dd-c2363c01e0f7",
        "8e8d6c24-227d-4765-b030-c7f1d7adb38b",
        "464db523-1f58-4c1c-80d7-f89d7268bd78",
        "eba145ec-3a16-4757-a4ba-651a3bc6d179",
        "847544b2-8a01-44da-9178-95d4237b34b3"
      ]
    },
    {
      "coreOrOptionTitle": "Network Pipelines Maintenance Craftsperson",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "aea870e5-5b99-44e5-bca2-9f6a4aa605e0",
        "44082914-d082-4ec7-9f4b-e8f2bdb77a91",
        "a6b3e706-1ca4-4717-a341-79b771ce41af",
        "acf3d959-1f52-4dec-9952-bcfbe6820592",
        "de32fbb9-61a3-45e1-b051-1013195cd5d5",
        "08f45169-d0de-466f-a036-15284827aa82",
        "7fd2a035-865b-4b17-97ef-40b2ab109c1e",
        "3137fff7-c261-4fb0-8060-2b5b54c19a54",
        "b54c7ecb-cda9-4936-932a-a930a9fe8a72",
        "1634902a-c3c6-4817-be12-cb53a000c0c6"
      ],
      "mappedSkills": [
        "dca1d83d-68a7-466e-ba24-ae7bfe77b57f",
        "c623ea71-9476-49d9-8ef5-69b555eeba3d",
        "682d8d4f-0ff0-4a1c-b2ac-1078174fe3a5",
        "d6e08613-8c8d-4e23-9ec7-6ebed0275608",
        "f83be936-db90-4140-99f9-cc603f68b88a",
        "c8320293-6c22-426b-b100-ea559eea6320",
        "628580b8-8ed1-431d-b5a7-edc148e45965",
        "2743440e-ec85-40bc-8085-5fe3a2aeff20",
        "e8640542-4c23-4e5c-beda-79ba90b4dd0f",
        "ced34397-7abd-456f-a507-fe110a6ec323",
        "02a35d4b-b5f6-4026-a815-8a088a4a82a0",
        "e9ebb3c9-fe98-4e14-a7ef-b65c1aeab459",
        "960405c7-65fb-4b3c-81fb-fea25742c59e",
        "285402cb-c257-48aa-9e97-425498df9a27",
        "909e6dfd-4d6b-428c-b5bf-ac39dfb95ad0"
      ]
    },
    {
      "coreOrOptionTitle": "Emergency Response Craftsperson",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "4cc7bd66-9ab0-4202-ba3c-90f316b85ae7",
        "b3626c9c-8afc-407f-b303-49d4873bce3e",
        "b7113799-2d27-4f6a-ada4-0d2e7d257423",
        "45b98a55-9966-43fc-8bb5-68618f78d571",
        "0b1a1a53-3ca2-4884-8f28-640593d8ec1e",
        "5c8801c2-29cb-4027-baa4-717dbd8567d7",
        "75d03e5d-b165-41bc-af62-27e698bf5e2b",
        "bd942217-cb6d-450a-b1ee-459186d1e0ec",
        "555d16ba-e734-449b-84a1-3c378d13e5c5",
        "dc80243b-73c2-4edc-abb2-1c2e608cdaf1"
      ],
      "mappedSkills": [
        "6686eecc-77ca-40d6-8513-078ab79360c3",
        "ee63a432-5703-4312-bec2-d67f0c7f9eb7",
        "28fa5025-e87f-4f1a-aa20-19bb10106495",
        "bbefd49b-5183-4973-97d6-a45cf2b0e1bf",
        "c13300a9-45ca-4264-9187-e10004eda27b",
        "da3ff3b0-cb5f-445e-9d7d-8ef2fd13be43",
        "ed9eb497-7513-4008-a068-38c0a4ff3f4c",
        "2c847571-750d-4844-9b12-30c1ee67d02a",
        "7a9c2914-90f8-4849-810c-942ed748bfff",
        "6fd7529c-307a-476c-871f-6f7b44d3db75",
        "7802f56e-094d-4eac-8b0d-aa5176a5bc7a",
        "b9143058-5035-46c9-aed5-ce56d4a3fd3d",
        "5dfab990-92fd-4afa-9d17-f6aba036d455",
        "579351f6-73f4-4b7a-936d-b8b9468cde4e"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-06-13T00:00:00"
}