{
  "templateType": "Apprenticeship Standard",
  "larsCode": 227,
  "referenceNumber": "ST0291",
  "learningAimClassCode": "",
  "title": "Nuclear operative",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0291",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-05-31T00:00:00",
  "earliestStartDate": "2018-01-22T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Responsible for the operation of plant systems and equipment on nuclear facilities.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 15000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Nuclear Operative",
    "Nuclear",
    "Operative",
    "nuclear environment",
    "nuclear facilities"
  ],
  "jobRoles": [
    "Nuclear Decommissioning Operative",
    "Nuclear Process Operative"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7351/st0291_nuclear-operative_l2_ap-for-publication_v1em.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupation: Nuclear Operative&lt;/h3&gt;\n&lt;p&gt;The Nuclear Operative occupation has two distinct options. At the end of the apprenticeship you will be competent to be either a&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Nuclear Decommissioning Operative &lt;/strong&gt;or &lt;strong&gt;Nuclear Process Operative&lt;/strong&gt;.&lt;/p&gt;\n&lt;h3&gt;Occupational profile:&lt;/h3&gt;\n&lt;p&gt;Core responsibilities:&lt;/p&gt;\n&lt;p&gt;The &lt;strong&gt;Nuclear Operative &lt;/strong&gt;is responsible for the hands on operation of plant systems and equipment on a nuclear facility and associated off site plant. This will involve working within a variety of environments within nuclear facilities, either operational work or decommissioning work (a process of removing all radioactive, non-radioactive and contaminated plant and equipment), necessitating the use of innovative methods and equipment, where required, and the practical skills associated with this. The working conditions are varied and may involve wearing specialist safety equipment, and working on sites running 365 day operations. Nuclear Operatives will be required to work individually and as part of a team, meeting required standards and adhering to strict controls and procedures. Nuclear sites are highly regulated and a premium is placed on demonstrating an understanding of nuclear, radiological and conventional safety, together with the appropriate attitudes and behaviours to ensure apprentices comply with organisational safety and regulatory requirements at all times.&lt;/p&gt;\n&lt;p&gt;Decommissioning option role responsibilities:&lt;/p&gt;\n&lt;p&gt;The &lt;strong&gt;Nuclear Decommissioning Operative &lt;/strong&gt;is responsible for the safe operation and surveillance of nuclear plants within their decommissioning phase, including dismantling, removal and disposal of a variety of plant and equipment associated with a nuclear licensed site, often using state-of-the-art techniques and equipment. This will be achieved through disciplined operations, efficient team working, developing solutions to project requirements and the deployment of bespoke equipment to aid decommissioning.&lt;/p&gt;\n&lt;p&gt;This role will involve the sampling, size reduction, segregation and packaging of different categorisations of waste within a number of challenging environments, often in full personal and respiratory protective equipment, ensuring all work is conducted to national and industry standards and best practice to minimise any impact to the workforce, public and environment.&lt;/p&gt;\n&lt;p&gt;Process option role responsibilities:&lt;/p&gt;\n&lt;p&gt;The &lt;strong&gt;Nuclear Process Operative &lt;/strong&gt;is responsible for safely carrying out plant process operations in a variety of nuclear operating plants including but not limited to fuel manufacture and storage, nuclear reactors, reprocessing, and waste processing and storage. The role requires a good understanding of the operating plant, processes and materials and the operating rules and procedures required for the safe operation of plant equipment, monitoring and adjusting controls, recording data in logs, taking operational samples and responding to emergency procedures.&lt;/p&gt;\n&lt;h3&gt;Core Skills:&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;A Nuclear Operative &lt;/strong&gt;will be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Work safely in a nuclear environment under a Safe System of Work (SSOW) including Risk Assessment&lt;/li&gt;\n&lt;li&gt;Apply and comply with Operating Rules and Instructions and applying correct reporting procedures&lt;/li&gt;\n&lt;li&gt;Monitor plant indications and conditions of plant and equipment closely and record data accordingly&lt;/li&gt;\n&lt;li&gt;Identify, respond and implement relevant actions in the event of abnormal or emergency situations&lt;/li&gt;\n&lt;li&gt;Prepare work areas in radioactive and non-radioactive environments&lt;/li&gt;\n&lt;li&gt;Carry out Sampling Operations&lt;/li&gt;\n&lt;li&gt;Assemble and dismantle equipment and plant items&lt;/li&gt;\n&lt;li&gt;Carry out Waste management to sort, segregate, transfer &amp;amp; minimise waste arisings&lt;/li&gt;\n&lt;li&gt;Operate effectively in Personal Protective Equipment, (PPE), such as respirators and pressurised suits&lt;/li&gt;\n&lt;li&gt;Conduct surveillance of plant equipment and processes to ensure correct operation&lt;/li&gt;\n&lt;li&gt;Respond correctly to equipment, facility and site alarms&lt;/li&gt;\n&lt;li&gt;Carryout the identified safe application of radiological monitoring equipment, process and assurance&lt;/li&gt;\n&lt;li&gt;Effectively communicate and handover tasks and work areas&lt;/li&gt;\n&lt;li&gt;Configure, isolate and reinstate plant and equipment&lt;/li&gt;\n&lt;li&gt;Conduct plant and equipment decontamination activities&lt;/li&gt;\n&lt;li&gt;Interpret technical drawings and documentation&lt;/li&gt;\n&lt;li&gt;Safely operate plant process and systems&lt;/li&gt;\n&lt;li&gt;Operate ancillary equipment, e.g. cranes, fork lift trucks, access platforms, remote handling equipment&lt;/li&gt;\n&lt;li&gt;Apply routine problem solving techniques&lt;/li&gt;\n&lt;li&gt;Support and prepare alpha or beta/gamma radiation/contamination controlled work areas&lt;/li&gt;\n&lt;li&gt;Effectively support and assist other work streams within their work environment&lt;/li&gt;\n&lt;li&gt;Carryout the safe delivery of identified minor maintenance activities&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Additional skills for:&lt;/h3&gt;\n&lt;table border=&quot;0&quot; style=&quot;height: 212px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 43px;&quot;&gt;\n&lt;th width=&quot;346&quot; style=&quot;width: 346px; height: 43px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Nuclear Decommissioning Operative&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;191&quot; style=&quot;width: 191px; height: 43px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Nuclear Process Operative&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 169px;&quot;&gt;\n&lt;td style=&quot;height: 169px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Dismantle contaminated plant, structures and equipment&lt;/li&gt;\n&lt;li&gt;Decontaminate radioactive plant and materials&lt;/li&gt;\n&lt;li&gt;Solve routine decommissioning problems&lt;/li&gt;\n&lt;li&gt;Operate standard, purpose built or designed equipment for decommissioning purposes.&lt;/li&gt;\n&lt;li&gt;Remove and transfer hazardous materials etc to designated storage locations&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 169px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Operate and control equipment to conduct nuclear plant processes and control evolutions precisely (including outage and shutdown)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Core Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;A &lt;strong&gt;Nuclear Operative &lt;/strong&gt;will be able to demonstrate their understanding of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The practice involved with the minimisation, packaging and removal of hazardous materials and transfer of materials to designated storage area.&lt;/li&gt;\n&lt;li&gt;A variety of continuous improvement&lt;/li&gt;\n&lt;li&gt;The safety (nuclear, radiological, conventional and environmental), security and behavioural expectations of those working on nuclear&lt;/li&gt;\n&lt;li&gt;The fundamental principles and implications of radiation&lt;/li&gt;\n&lt;li&gt;The procedures for dealing with radioactive discharges, waste, environmental control and&lt;/li&gt;\n&lt;li&gt;The reasons for and application of a variety of safety management systems such as Permit to Work, Standard Operating Procedures and Risk&lt;/li&gt;\n&lt;li&gt;The implications and relevance of company policy, external legislation and regulation on working practices (including environmental control).&lt;/li&gt;\n&lt;li&gt;How Human Performance and Human Factors affect nuclear safety culture&lt;/li&gt;\n&lt;li&gt;How to respond correctly to Emergency Arrangements&lt;/li&gt;\n&lt;li&gt;How plant equipment and systems such as ventilation, steam and cooling water operate and support safe&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Additional knowledge for:&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;303&quot; style=&quot;width: 303px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Nuclear Decommissioning Operative&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;213&quot; style=&quot;width: 213px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Nuclear Process Operative&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 303px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The decommissioning practices and supporting activities required to enable the safe dismantling, size reduction, waste processing and decontamination of plant and equipment on a nuclear facility.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 213px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The process practices and supporting activities required to safely operate plant and equipment being used to process nuclear material.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours:&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;A &lt;strong&gt;Nuclear Operative &lt;/strong&gt;will be able to demonstrate the following behaviours:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Safety: &lt;/strong&gt;They always demonstrate a strong commitment to personal safety behaviours as set out in nuclear industry requirements. They actively challenge unsafe practices. They understand the relationship between nuclear and radiological safety and ensure this is reinforced in the workplace;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Integrity: &lt;/strong&gt;They ensure openness in relations with workers, customers and other stakeholders. They promote and model the highest standards of professional conduct, ethics and integrity;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Resilience: &lt;/strong&gt;They work well under pressure, continuously strive for excellence in all they do and have sufficient maturity to challenge poor performance or non-conformance in a tactful and diplomatic manner;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Quality: &lt;/strong&gt;They follow rules, procedures and principles to ensure work completed is fit for purpose and pay attention to detail and carry out appropriate risk assessment and error checks throughout work activities;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Personal Responsibility: &lt;/strong&gt;They take responsibility for completing tasks and procedures, correctly and safely;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Team Working: &lt;/strong&gt;They contribute towards the improvement of collaborative working and coaching others where appropriate;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Communication: &lt;/strong&gt;They always demonstrate effective and appropriate communication, using oral, written and electronic methods; working effectively with others, with regard for diversity and equality;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Conservative Bias: &lt;/strong&gt;Establish a conservative approach to plant operations to maintain a safe operating environment;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Security: &lt;/strong&gt;They always work in a manner that ensures security is maintained in the nuclear&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Entry requirements:&lt;/h3&gt;\n&lt;p&gt;Employers will set their own requirements.&lt;/p&gt;\n&lt;h3&gt;Qualifications:&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 1 English and maths will need to achieve this level and take the test for level 2 English and maths prior to completion of their apprenticeship.&lt;/p&gt;\n&lt;h3&gt;Progression and Professional Registration:&lt;/h3&gt;\n&lt;p&gt;The progression opportunities for a Nuclear Operative will align with the specific occupation and will normally lead onto the Supervisory, Team Leader and Management roles within the nuclear environment. On successful completion of the apprenticeship, a Nuclear Operative will be eligible to apply for Associate Membership of the Nuclear Institute (NI) and will have access to professional development opportunities, which will enable them to acquire the competences required for professional registration and professional membership of the NI.&lt;/p&gt;\n&lt;h3&gt;Duration:&lt;/h3&gt;\n&lt;p&gt;The typical duration of this apprenticeship will be 2 years.&lt;/p&gt;\n&lt;h3&gt;Level:&lt;/h3&gt;\n&lt;p&gt;This apprenticeship is at Level 2.&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;Review date:&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard will be reviewed after 3 years of approval.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The Nuclear Operative is responsible for the hands on operation of plant systems and equipment on a nuclear facility and associated off site plant. This will involve working within a variety of environments within nuclear facilities, either operational work or decommissioning work (a process of removing all radioactive, non-radioactive and contaminated plant and equipment), necessitating the use of innovative methods and equipment, where required, and the practical skills associated with this. The working conditions are varied and may involve wearing specialist safety equipment, and working on sites running 365 day operations. Nuclear Operatives will be required to work individually and as part of a team, meeting required standards and adhering to strict controls and procedures. Nuclear sites are highly regulated and a premium is placed on demonstrating an understanding of nuclear, radiological and conventional safety, together with the appropriate attitudes and behaviours to ensure apprentices comply with organisational safety and regulatory requirements at all times. Decommissioning option role responsibilities: The Nuclear Decommissioning Operative is responsible for the safe operation and surveillance of nuclear plants within their decommissioning phase, including dismantling, removal and disposal of a variety of plant and equipment associated with a nuclear licensed site, often using state-of-the-art techniques and equipment. This will be achieved through disciplined operations, efficient team working, developing solutions to project requirements and the deployment of bespoke equipment to aid decommissioning. This role will involve the sampling, size reduction, segregation and packaging of different categorisations of waste within a number of challenging environments, often in full personal and respiratory protective equipment, ensuring all work is conducted to national and industry standards and best practice to minimise any impact to the workforce, public and environment. Process option role responsibilities: The Nuclear Process Operative is responsible for safely carrying out plant process operations in a variety of nuclear operating plants including but not limited to fuel manufacture and storage, nuclear reactors, reprocessing, and waste processing and storage. The role requires a good understanding of the operating plant, processes and materials and the operating rules and procedures required for the safe operation of plant equipment, monitoring and adjusting controls, recording data in logs, taking operational samples and responding to emergency procedures.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "3f8bfedf-5695-4491-ba3e-f9e220552c49",
      "detail": "The practice involved with the minimisation, packaging and removal of hazardous materials and transfer of materials to designated storage area."
    },
    {
      "knowledgeId": "7f200612-c7bf-455e-8bfb-9cb149a8e3c5",
      "detail": "A variety of continuous improvement"
    },
    {
      "knowledgeId": "bbd8605c-ae59-4f2b-9459-33cab8808d1d",
      "detail": "The safety (nuclear, radiological, conventional and environmental), security and behavioural expectations of those working on nuclear"
    },
    {
      "knowledgeId": "6e29ca8d-5f68-47ed-b1ad-67736d090478",
      "detail": "The fundamental principles and implications of radiation"
    },
    {
      "knowledgeId": "ce9db80b-d565-4c8e-aec6-004c138ec176",
      "detail": "The procedures for dealing with radioactive discharges, waste and environmental control"
    },
    {
      "knowledgeId": "188b6c07-e7c9-4213-8195-674fb362b32d",
      "detail": "The reasons for and application of a variety of safety management systems such as Permit to Work, Standard Operating Procedures and Risk"
    },
    {
      "knowledgeId": "4ab44e0a-8ce5-434c-ba7e-abed9d0f4b1a",
      "detail": "The implications and relevance of company policy, external legislation and regulation on working practices (including environmental control)."
    },
    {
      "knowledgeId": "d6de24cb-88c9-4eed-b3d7-057e1716d2c4",
      "detail": "How Human Performance and Human Factors affect nuclear safety culture"
    },
    {
      "knowledgeId": "de552e16-1485-4526-b6c8-f54f91720a8c",
      "detail": "How to respond correctly to Emergency Arrangements"
    },
    {
      "knowledgeId": "26330fe2-b447-4918-a5c0-381616f92ecb",
      "detail": "How plant equipment and systems such as ventilation, steam and cooling water operate and support safe"
    },
    {
      "knowledgeId": "4dac884e-7b72-4a63-9ce9-5241da2b1a79",
      "detail": "The decommissioning practices and supporting activities required to enable the safe dismantling, size reduction, waste processing and decontamination of plant and equipment on a nuclear facility."
    },
    {
      "knowledgeId": "60cfcfe3-c7fc-43c7-beef-43581dc447fb",
      "detail": "The process practices and supporting activities required to safely operate plant and equipment being used to process nuclear material."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "859150fe-aab2-4fb2-a587-79c5676f8347",
      "detail": "Safety: They always demonstrate a strong commitment to personal safety behaviours as set out in nuclear industry requirements. They actively challenge unsafe practices. They understand the relationship between nuclear and radiological safety and ensure this is reinforced in the workplace;"
    },
    {
      "behaviourId": "a05510f4-8e0c-4e42-9a08-2bd1eb15e05a",
      "detail": "Integrity: They ensure openness in relations with workers, customers and other stakeholders. They promote and model the highest standards of professional conduct, ethics and integrity;"
    },
    {
      "behaviourId": "e2b2dc68-3b71-4c68-a43d-683e8c1d8bdb",
      "detail": "Resilience: They work well under pressure, continuously strive for excellence in all they do and have sufficient maturity to challenge poor performance or non-conformance in a tactful and diplomatic manner;"
    },
    {
      "behaviourId": "b63881fb-cd78-4352-9399-8ac3d2e3a4c5",
      "detail": "Quality: They follow rules, procedures and principles to ensure work completed is fit for purpose and pay attention to detail and carry out appropriate risk assessment and error checks throughout work activities;"
    },
    {
      "behaviourId": "01fd57ac-8ac4-4317-bea9-36ac0a4df980",
      "detail": "Personal Responsibility: They take responsibility for completing tasks and procedures, correctly and safely;\n"
    },
    {
      "behaviourId": "a86c8d3b-4785-43db-bebc-4ecd48b31312",
      "detail": "Team Working: They contribute towards the improvement of collaborative working and coaching others where appropriate;"
    },
    {
      "behaviourId": "0fcfa934-0674-4aba-957a-802913115696",
      "detail": "Communication: They always demonstrate effective and appropriate communication, using oral, written and electronic methods; working effectively with others, with regard for diversity and equality;"
    },
    {
      "behaviourId": "1b8565f4-033e-4f1b-b3e9-2900833afe77",
      "detail": "Conservative Bias: Establish a conservative approach to plant operations to maintain a safe operating environment;"
    },
    {
      "behaviourId": "5df5a75a-e06e-480b-87b5-83924a024f15",
      "detail": "Security: They always work in a manner that ensures security is maintained in the nuclear"
    }
  ],
  "skills": [
    {
      "skillId": "df8a923e-21e5-4f00-8f52-2f51e9a345f8",
      "detail": "Work safely in a nuclear environment under a Safe System of Work (SSOW) including Risk Assessment"
    },
    {
      "skillId": "eaa5b4fb-7cab-4d42-aeb8-489ec466054e",
      "detail": "Apply and comply with Operating Rules and Instructions and applying correct reporting procedures"
    },
    {
      "skillId": "0862eb98-386f-4b54-b097-386682bd20ff",
      "detail": "Monitor plant indications and conditions of plant and equipment closely and record data accordingly"
    },
    {
      "skillId": "c329b041-732a-44ca-a4e3-04e093856f9e",
      "detail": "Identify, respond and implement relevant actions in the event of abnormal or emergency situations"
    },
    {
      "skillId": "20ac55cc-4893-4113-a507-7e180a572474",
      "detail": "Prepare work areas in radioactive and non-radioactive environments"
    },
    {
      "skillId": "d772b63c-75dd-42b3-ac13-f6f93bcde858",
      "detail": "Carry out Sampling Operations"
    },
    {
      "skillId": "5e6686be-47f4-4e7d-abe1-eb659fe6d202",
      "detail": "Assemble and dismantle equipment and plant items"
    },
    {
      "skillId": "36ef267c-e9d6-4f3a-b0fb-9c2a9358bcd3",
      "detail": "Carry out Waste management to sort, segregate, transfer & minimise waste arisings"
    },
    {
      "skillId": "ab7afe45-1eb6-4fd4-821d-5c59b735fad1",
      "detail": "Operate effectively in Personal Protective Equipment, (PPE), such as respirators and pressurised suits"
    },
    {
      "skillId": "d2ddf3f8-810c-456f-87e8-287073eba0e9",
      "detail": "Conduct surveillance of plant equipment and processes to ensure correct operation"
    },
    {
      "skillId": "d6f07ab1-83ad-4d52-a263-e8c8b86d2ccc",
      "detail": "Respond correctly to equipment, facility and site alarms"
    },
    {
      "skillId": "c27e98e7-5cda-4d7a-9c7c-9522753bce00",
      "detail": "Carryout the identified safe application of radiological monitoring equipment, process and assurance"
    },
    {
      "skillId": "cbd02761-d5c2-4aed-aba2-530c8a403ac0",
      "detail": "Effectively communicate and handover tasks and work areas"
    },
    {
      "skillId": "5cb4f137-26cf-42e2-bee8-d64b0fb81031",
      "detail": "Configure, isolate and reinstate plant and equipment"
    },
    {
      "skillId": "7f54bd29-73bf-4525-a5cb-efab5584db45",
      "detail": "Conduct plant and equipment decontamination activities"
    },
    {
      "skillId": "2feb11e4-a87a-4f8b-8484-6a4d6483753e",
      "detail": "Interpret technical drawings and documentation"
    },
    {
      "skillId": "8f9738d1-19f2-4056-88f2-f2b2fd1f07c1",
      "detail": "Safely operate plant process and systems"
    },
    {
      "skillId": "957d0d43-a8f8-43c6-8596-263b439dc253",
      "detail": "Operate ancillary equipment, e.g. cranes, fork lift trucks, access platforms, remote handling equipment"
    },
    {
      "skillId": "fc782d94-33d6-4058-aa03-e5ad5bd8bb1f",
      "detail": "Apply routine problem solving techniques"
    },
    {
      "skillId": "abd30091-32b8-4bf9-beb4-076bb1696ee8",
      "detail": "Support and prepare alpha or beta/gamma radiation/contamination controlled work areas"
    },
    {
      "skillId": "cea939b0-13ad-4e79-9fe1-817ebc2f907e",
      "detail": "Effectively support and assist other work streams within their work environment"
    },
    {
      "skillId": "4375dc73-1b20-400d-8957-410f5d3dbbc6",
      "detail": "Carry out the safe delivery of identified minor maintenance activities"
    },
    {
      "skillId": "a1c6e9c0-4aff-4c59-aa6f-7e4bad5501ec",
      "detail": "Dismantle contaminated plant, structures and equipment"
    },
    {
      "skillId": "e70ee936-94d4-4a74-a661-4f884daf196c",
      "detail": "Decontaminate radioactive plant and materials"
    },
    {
      "skillId": "e5e310bf-89b7-4f50-8906-70c2c7a84ffe",
      "detail": "Solve routine decommissioning problems"
    },
    {
      "skillId": "723c4fe4-ddbb-4509-85ed-946d3f2c1840",
      "detail": "Operate standard, purpose built or designed equipment for decommissioning purposes."
    },
    {
      "skillId": "f14138fd-f894-4f29-b90f-6882dbb52701",
      "detail": "Remove and transfer hazardous materials etc to designated storage locations"
    },
    {
      "skillId": "02260059-19ce-47a3-a383-1eaf92320ce7",
      "detail": "Operate and control equipment to conduct nuclear plant processes and control evolutions precisely (including outage and shutdown)"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Nuclear Decommissioning Operative",
    "Nuclear Process Operative"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-01-22T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0572",
  "tbMainContact": "Andy.McIvor@nsan.co.uk",
  "involvedEmployers": "Sellafield Ltd, National Skills Academy for Nuclear, Magnox Ltd, EDF Energy, Westinghouse Springfields Fuels Ltd, LLW Repository Ltd, Nuvia, Nuclear Institute, Cogent Skills, Cavendish Nuclear, Wood",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Nuclear Decommissioning Operative",
    "Nuclear Process Operative"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Plant Operative/Technician",
  "clusterId": "267",
  "clusterDescription": "Operate plant and equipment for a part/sub process",
  "createdDate": "2017-11-14T17:09:49 +00:00",
  "lastUpdated": "2022-05-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-01-22T00:00:00 +00:00",
  "banners": "A&nbsp;revised version of this apprenticeship standard has been agreed and is available for information only at present. Further details of this and other apprenticeship standards in revision are available in the revisions status report.",
  "occupationCode": "OCC0291",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0291-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0291-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "57adcde9-d448-400a-ab28-8794d1331e6f",
      "title": "Nuclear Decommissioning Operative",
      "occupationCode": "OCC0291A"
    },
    {
      "optionId": "b2f15173-67ec-4a81-9c74-626067b63cbf",
      "title": "Nuclear Process Operative",
      "occupationCode": "OCC0291B"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "859150fe-aab2-4fb2-a587-79c5676f8347",
        "a05510f4-8e0c-4e42-9a08-2bd1eb15e05a",
        "e2b2dc68-3b71-4c68-a43d-683e8c1d8bdb",
        "b63881fb-cd78-4352-9399-8ac3d2e3a4c5",
        "01fd57ac-8ac4-4317-bea9-36ac0a4df980",
        "a86c8d3b-4785-43db-bebc-4ecd48b31312",
        "0fcfa934-0674-4aba-957a-802913115696",
        "1b8565f4-033e-4f1b-b3e9-2900833afe77",
        "5df5a75a-e06e-480b-87b5-83924a024f15"
      ],
      "mappedKnowledge": [
        "3f8bfedf-5695-4491-ba3e-f9e220552c49",
        "7f200612-c7bf-455e-8bfb-9cb149a8e3c5",
        "bbd8605c-ae59-4f2b-9459-33cab8808d1d",
        "6e29ca8d-5f68-47ed-b1ad-67736d090478",
        "ce9db80b-d565-4c8e-aec6-004c138ec176",
        "188b6c07-e7c9-4213-8195-674fb362b32d",
        "4ab44e0a-8ce5-434c-ba7e-abed9d0f4b1a",
        "d6de24cb-88c9-4eed-b3d7-057e1716d2c4",
        "de552e16-1485-4526-b6c8-f54f91720a8c",
        "26330fe2-b447-4918-a5c0-381616f92ecb"
      ],
      "mappedSkills": [
        "df8a923e-21e5-4f00-8f52-2f51e9a345f8",
        "eaa5b4fb-7cab-4d42-aeb8-489ec466054e",
        "0862eb98-386f-4b54-b097-386682bd20ff",
        "c329b041-732a-44ca-a4e3-04e093856f9e",
        "20ac55cc-4893-4113-a507-7e180a572474",
        "d772b63c-75dd-42b3-ac13-f6f93bcde858",
        "5e6686be-47f4-4e7d-abe1-eb659fe6d202",
        "36ef267c-e9d6-4f3a-b0fb-9c2a9358bcd3",
        "ab7afe45-1eb6-4fd4-821d-5c59b735fad1",
        "d2ddf3f8-810c-456f-87e8-287073eba0e9",
        "d6f07ab1-83ad-4d52-a263-e8c8b86d2ccc",
        "c27e98e7-5cda-4d7a-9c7c-9522753bce00",
        "cbd02761-d5c2-4aed-aba2-530c8a403ac0",
        "5cb4f137-26cf-42e2-bee8-d64b0fb81031",
        "7f54bd29-73bf-4525-a5cb-efab5584db45",
        "2feb11e4-a87a-4f8b-8484-6a4d6483753e",
        "8f9738d1-19f2-4056-88f2-f2b2fd1f07c1",
        "957d0d43-a8f8-43c6-8596-263b439dc253",
        "fc782d94-33d6-4058-aa03-e5ad5bd8bb1f",
        "abd30091-32b8-4bf9-beb4-076bb1696ee8",
        "cea939b0-13ad-4e79-9fe1-817ebc2f907e",
        "4375dc73-1b20-400d-8957-410f5d3dbbc6"
      ]
    },
    {
      "coreOrOptionTitle": "Nuclear Decommissioning Operative",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "4dac884e-7b72-4a63-9ce9-5241da2b1a79"
      ],
      "mappedSkills": [
        "a1c6e9c0-4aff-4c59-aa6f-7e4bad5501ec",
        "e70ee936-94d4-4a74-a661-4f884daf196c",
        "e5e310bf-89b7-4f50-8906-70c2c7a84ffe",
        "723c4fe4-ddbb-4509-85ed-946d3f2c1840",
        "f14138fd-f894-4f29-b90f-6882dbb52701"
      ]
    },
    {
      "coreOrOptionTitle": "Nuclear Process Operative",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "60cfcfe3-c7fc-43c7-beef-43581dc447fb"
      ],
      "mappedSkills": [
        "02260059-19ce-47a3-a383-1eaf92320ce7"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-05-31T00:00:00"
}