{
  "templateType": "Occupational Standard",
  "larsCode": 111,
  "referenceNumber": "ST0259",
  "learningAimClassCode": "",
  "title": "Supply chain warehouse operative",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0259",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Occupational standard, end-point assessment plan and funding band revised",
  "changedDate": "2023-10-27T00:00:00",
  "earliestStartDate": "2023-10-27T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Carrying out a range of moving, packaging and stock-taking roles and duties in a warehouse environment.",
  "level": 2,
  "ePALength": 3,
  "typicalDuration": 12,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Transport and logistics",
  "keywords": [
    "Haulage",
    "Supply Chain industry",
    "Operational",
    "Customer Service",
    "communication"
  ],
  "jobRoles": [
    "Fork lift truck operator",
    "Picker",
    "Store person",
    "Warehouse assistant",
    "Warehouse operative",
    "Warehouse person"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0259-v1-1?view=epa",
  "ssa1": "7 Retail and Commercial Enterprise",
  "ssa2": "7.2 Warehousing and distribution",
  "version": "1.1",
  "standardInformation": "&lt;p&gt;Warehouse Operatives work in a variety of warehouse environments. Work activities include taking deliveries, checking for damaged/missing items, storing goods, moving stock by various methods, picking/packing orders, loading goods for dispatch, maintaining stock records and documentation, and cleaning. They are required to safely use a range of equipment, machinery and vehicles, as relevant to their role and setting. This could include mechanical racking systems, materials handling equipment (MHE) or fork lift trucks.&lt;/p&gt;\n&lt;p&gt;Warehouse Operatives communicate with a wide range of people and customers. They have a passion to meet customers’ expectations by providing a quality service that encourages repeat business. Individuals in this role are highly competent in using industry-recognised systems and associated services (eg Traffic/Warehouse Management Systems) and will be able to work under pressure to tight deadlines. A Warehouse Operative will often be required to be flexible and work shifts including 4-on-4-off, days, nights, evenings and weekends.&lt;/p&gt;\n&lt;p&gt;Outlined below are the essential knowledge, skills and behaviours that all Warehouse Operatives are required to demonstrate at level 2, regardless of their occupational area.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core knowledge – all Warehouse Operatives will have a good understanding of:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;Safe driving and/or operating techniques to standard and as trained, relating to MHE (e.g. Counterbalance/Reach Trucks, Powered Pallet Trucks, Ride on Pallet Trucks, Order Pickers, Narrow Aisle Pickers, Mobile Elevated Work Platforms, Forklift Trucks) as relevant to their role and setting; adherence to safe practice when working at heights.&lt;/li&gt;\n&lt;li&gt;Steps to take to minimise the effect their work (and the wider industry) has on the environment; the need to maintain a high level of housekeeping and manage waste effectively; using packing materials efficiently to reduce waste and costs; the consequences of not using or disposing of these correctly.&lt;/li&gt;\n&lt;li&gt;Safe use of equipment and machinery (such as MHE, vehicle and delivery systems); where to find instructions/guidance; consequences of incorrect use.&lt;/li&gt;\n&lt;li&gt;Use of warehouse systems and processes relating to packaging, moving and receiving stock (eg Load Container Lists) within a warehouse environment to facilitate the safe handling of goods and an effective and efficient service to internal/external customers.&lt;/li&gt;\n&lt;li&gt;Basic IT applications and other relevant technology and systems, including warehousing management, data capture, radio and barcoding systems to ensure the safe and efficient processing of goods.&lt;/li&gt;\n&lt;li&gt;Relevant regulation and legislation (including international where relevant to role) governing the supply chain industry, their subsector and role in particular; consequences of not adhering to legal guidelines.&lt;/li&gt;\n&lt;li&gt;Effective communication with customers that store goods with the company/colleagues (including those working remotely, third party carriers, agencies and other organisations) in line with situation and organisational style/culture.&lt;/li&gt;\n&lt;li&gt;Structure of the industry; methods and modes of transport; roles available within the sector in general and in relation to their own career aspirations.&lt;/li&gt;\n&lt;li&gt;The importance of delivering excellent customer service to customers and colleagues, including identifying needs and responding appropriately in line with situation and organisational style/culture.&lt;/li&gt;\n&lt;li&gt;Vision, objectives and brand of the organisation; the importance of organisation reputation and what can affect it; how their own performance can contribute to organisational success and support or impact on others.&lt;/li&gt;\n&lt;li&gt;Proposed and actual changes to systems, processes and technology used in the industry, particularly relating to own role; how to keep up to date with any changes in the systems, processes and technology that affect their role.&lt;/li&gt;\n&lt;li&gt;How their role can affect their health and the need to maintain a level of fitness appropriate to the needs of their role.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;Core skills – all Warehouse Operatives will be able to:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;Operate and handle equipment safely and efficiently as required for their role, such as Forklift Trucks, High Reach Trucks, Powered Pallet Trucks or Man Up Trucks; manoeuvre vehicles in restricted spaces; safely use and position vehicle fitted equipment such as mirror requirements.&lt;/li&gt;\n&lt;li&gt;Comply with appropriate rules, regulations and processes for safely and efficiently moving, handling, packing and unpacking different items, both manually and using relevant equipment (such as MHE, vehicle and delivery systems); understand consequences of incorrect use.&lt;/li&gt;\n&lt;li&gt;Work individually and as part of a team to safely move and handle objects; maintain a high level of housekeeping and manage waste effectively; know where to find instructions or guidance; check for damaged or missing items as appropriate; take responsibility for maintaining health, safety and security of people at all times.&lt;/li&gt;\n&lt;li&gt;Safely and efficiently load and unload items into and from vehicles, buildings, containers, lift vans, crates and/or boxes; use appropriate MHE or machinery where necessary; ensure items are safely and efficiently packed, assembled and/or disassembled as appropriate.&lt;/li&gt;\n&lt;li&gt;Select, prepare and use packaging materials appropriate to the job efficiently and in a way which reduces waste, costs and environmental impact; taking into consideration the item(s) to be moved, and their current and final destinations.&lt;/li&gt;\n&lt;li&gt;Use correct equipment and procedures to record receiving or stowing goods; produce relevant paperwork or labelling processes.&lt;/li&gt;\n&lt;li&gt;promote the values of the organisation; communicate effectively with customers and colleagues to identify and meet their needs.&lt;/li&gt;\n&lt;li&gt;Work effectively in a warehousing team, including when under pressure, and to agreed deadlines; adapt to change in line with internal and external customer needs or circumstances.&lt;/li&gt;\n&lt;li&gt;Use IT applications and other relevant technology and systems, including warehousing management, data capture, radio and barcoding systems, to ensure the safe and efficient processing of goods.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;Demonstrate integrity, credibility, honesty, positivity and personal drive in every aspect of their role; demonstrate a belief in the services that the organisation offers.&lt;/li&gt;\n&lt;li&gt;Take ownership for own performance and training, including demonstrating a keen interest in the industry; proactively drive own ongoing learning and development, and make recommendations for improvement where relevant.&lt;/li&gt;\n&lt;li&gt;Show personal commitment to minimising the effect of work activities on the environment.&lt;/li&gt;\n&lt;li&gt;Adapt to and embrace the use of relevant technology, systems and equipment; use it responsibly and take an interest in new developments that could support the organisation.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;Duration and review&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprenticeship will take a minimum of 12 months to complete prior to taking the end-point assessment, and will be reviewed after 3 years.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;nglish and maths requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&#160;Apprentices without Level 1 English and maths will need to achieve this level and take the test for Level 2 English and maths prior to taking the end-point assessment.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the Logistics, Retail, Manufacturing, Automotive, Construction, Chemicals and Pharmaceuticals Sectors. It will also be found in all services within the MOD. Warehouse Operatives may work in a number of different industries and in a range of buildings from 5,000 to 1,000,000 square feet. These buildings may be temperature or humidity controlled and equipped with racking or other storage systems along with automatic or robotic handling equipment. Some operations may involve large areas of outside storage. Most warehouses will have different types of Mechanical Handling Equipment to move products into and out of the warehouse and internally into and out of specific storage locations. Most warehouses are likely to have a computerised Warehouse Management System to manage the movements into and out of the warehouse, to maintain stock records and to process customer orders. On board or hand held scanners, linked to the system, may be used to identify products and locations. Warehouses in the Logistics Sector may be dedicated to one customer or may serve a number of different customers possibly from different Sectors. Retailers will have dedicated National or Regional Distribution Centres to serve their outlets. Manufacturers may have warehouses to store both raw materials and finished goods. Automotive manufacturers may have inbound warehouses to store components required for assembly and Aftermarket warehouses to store spare and replacement parts. Organisations may also have warehouses dedicated to the return and subsequent management of products.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;&lt;strong&gt;&lt;span style=&quot;font-family: &#39;Arial&#39;,sans-serif; color: blue;&quot;&gt;&#160;&lt;/span&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;br /&gt;The broad purpose of the occupation is to handle goods safely in and out of the storage facility. This will involve the unloading of goods from lorries, trains, ships or planes, the identification and checking of the product and then putting it away in a storage location. Operatives will pick products from storage locations to satisfy customer orders. Some products may require repackaging prior to assembly for despatch. All orders will be checked and loaded on to the relevant form of transport allocated for delivery. Warehouse Operatives will typically work in large buildings and often have a shift working pattern in order to provide a twenty four hour operation. A driving licence is not an absolute necessity but may be preferable for access to Distribution Centres, located on out of town Industrial Estates where public transport may not be available for shift start and finish times. &lt;br /&gt;&lt;br /&gt;In their daily work, an employee in this occupation interacts with team Leaders and Warehouse Supervisors, Stock Control Administrators, Incoming Delivery Drivers, Outgoing Delivery Drivers, Customers making collections, Data Management Assistants, Sales and Marketing representatives, Planners and Project Managers, Buyers and Procurement Managers. A Warehouse Operative will be supervised by a Team Leader, Warehouse Supervisor or Shift Manager. &lt;br /&gt;&lt;br /&gt;An employee in this occupation will be responsible for the safe handling of goods and the accuracy of putting stock away in the correct locations and the accuracy of picking products in accordance with the orders received. This may include the packing of goods and ensuring product is not damaged. In a small operation they may be responsible for the whole process of incoming goods, storage and outgoing orders. They may be required to operate different forms of mechanical handling equipment such as fork lift trucks, cranes, pallet trucks and reach trucks. They should operate all equipment in a safe manner and be aware of any specific regulations which may apply to the products handled.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "e161b7f0-043e-43e2-aba1-bc96d1bf5032",
      "detail": "Methods to ensure safe working, for example, risk assessments, PPE, COSHH and safe systems of work."
    },
    {
      "knowledgeId": "3d17a480-adb2-4bfb-b172-72650c7872a8",
      "detail": "Tools, equipment, machinery and delivery systems used for the handling of products, for example manual pallet trolley, battery powered pallet trolley, forklift truck, reach truck, bridge cranes, jib cranes, vacuum and suction lifters, magnetic lifters."
    },
    {
      "knowledgeId": "64fadd59-f777-49e6-8b87-5bd7b45ddd55",
      "detail": "Health and safety regulations relevant to the role, organisation and the operative's responsibilities."
    },
    {
      "knowledgeId": "f63ffe30-5f44-4945-9089-f77bdd816b08",
      "detail": "Product handling and storage contractual requirements."
    },
    {
      "knowledgeId": "3a57d3d7-9994-43a3-ae10-891be92bbf12",
      "detail": "Loading procedures for products including transport weight limits and loading distribution principles."
    },
    {
      "knowledgeId": "51727a9d-516b-4903-b120-1ffac4216612",
      "detail": "Organisational procedures for the receipt of products."
    },
    {
      "knowledgeId": "543fe7fe-9c45-4770-ba80-58472b2779c7",
      "detail": "Organisational procedures for the storage and picking of products."
    },
    {
      "knowledgeId": "60c3cdb5-c22c-44fd-a970-243618027019",
      "detail": "Organisational procedures for the dispatching of products."
    },
    {
      "knowledgeId": "7a1c7d97-c26f-45ee-800e-95b534e52ead",
      "detail": "Organisational procedures for the decanting, packing of products."
    },
    {
      "knowledgeId": "6db2d478-6a0d-4041-9834-5162f80a91dc",
      "detail": "Operational activities and their sequencing for the return of products."
    },
    {
      "knowledgeId": "070878ea-f51e-484e-bab8-d3e9268c5abe",
      "detail": "The principles and requirements of quality control and stock rotation."
    },
    {
      "knowledgeId": "67a8ae00-2e96-480c-b297-2c77bda0a320",
      "detail": "Reporting and escalation procedures within limits of own job role and responsibilities."
    },
    {
      "knowledgeId": "4298d076-85b4-482d-bfc6-1ae02279229c",
      "detail": "Impact of the sector on the environment. Efficient use of resources.  Recycling, reuse and safe disposal of waste.  "
    },
    {
      "knowledgeId": "cfbbf1ac-3577-43d7-9bd7-31eebe62b20b",
      "detail": "Handover procedures."
    },
    {
      "knowledgeId": "4ca0dd53-d305-44d2-bf2f-e14b2e1e1f25",
      "detail": "Materials and resources used in a warehouse. Stock and resource management processes."
    },
    {
      "knowledgeId": "9ef5667c-1afc-4e44-9dc8-e22de5ce5c0e",
      "detail": "Information technology and digital: management information systems, digital toolsets, General data protection regulation (GDPR). Cyber security."
    },
    {
      "knowledgeId": "0ae58adb-8d67-475a-9329-8d24f891f3a8",
      "detail": "Written communication techniques, plain English principles, including Industry terminology."
    },
    {
      "knowledgeId": "4192283b-22de-421c-a770-40ea830a175f",
      "detail": "Verbal communication techniques, giving and receiving information, matching style to audience, barriers to communication."
    },
    {
      "knowledgeId": "4731691c-c8ad-4429-bb2f-2da63c393308",
      "detail": "Principles of equity, diversity, and inclusion in the workplace and the impact on their work."
    },
    {
      "knowledgeId": "63745473-8eb0-4ee9-ade6-2eaf31b24b13",
      "detail": "Location of operational information needed to undertake contractual requirements, electronic or paper based."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "749e8bfd-b015-424e-9708-8fd49169e092",
      "detail": "Commitment to workplace health, safety, and wellbeing."
    },
    {
      "behaviourId": "2b681bda-1ed7-4def-bbc4-4fd4d49f95ac",
      "detail": "Support an inclusive workplace for example, respectful of different views."
    },
    {
      "behaviourId": "c3356ecf-07f6-46a0-8994-0770b930b5e5",
      "detail": "Seek learning and development opportunities."
    },
    {
      "behaviourId": "de4cab86-4394-4616-976d-03db83962a99",
      "detail": "Consider the impact on the environment when using resources and carrying out work."
    },
    {
      "behaviourId": "1ac25b5d-cbb6-45e3-988b-d247cb1edcbc",
      "detail": "Take ownership of given work."
    }
  ],
  "skills": [
    {
      "skillId": "a2ac7f72-19cc-4448-bd2f-797e4d7feeb5",
      "detail": "Conduct risk assessments within the working environment."
    },
    {
      "skillId": "96e3b9cf-096f-44e6-9a32-4659ed4b232e",
      "detail": "Apply safe working practices in line with associated health and safety legislation and company policy."
    },
    {
      "skillId": "1b86f1a5-3b77-4285-8a8b-855e14b801b0",
      "detail": "Receive products in line with organisational procedures."
    },
    {
      "skillId": "8a23c355-e05a-49d9-a906-b040b45667de",
      "detail": "Store and pick products in line with organisational procedures."
    },
    {
      "skillId": "aacf2a05-902a-4dba-9888-8b4e1238f88c",
      "detail": "Dispatch products in line with organisational procedures."
    },
    {
      "skillId": "c4e02ffe-0684-4e61-841c-5a00568486f2",
      "detail": "Decant, pack products in line with organisational procedures."
    },
    {
      "skillId": "65dc461f-514f-4216-9167-6349158004bc",
      "detail": "Communicate with others verbally, for example internal and external customers, colleagues, and managers."
    },
    {
      "skillId": "b7c8ba40-b3c6-4ee3-af01-748aea474f0d",
      "detail": "Communicate in writing with others, for example internal and external customers, colleagues and managers."
    },
    {
      "skillId": "09685ccd-6caa-4c32-9c6e-08573220596d",
      "detail": "Load and unload products, considering the product that is to be moved and its current and planned destination. "
    },
    {
      "skillId": "401b79d2-0e31-4ca0-b68d-32a2b2aa5e65",
      "detail": "Use tools and equipment to aid in product handling."
    },
    {
      "skillId": "89fd3d14-f1f2-408b-9606-4889822b7a64",
      "detail": "Use information technology and digital systems. Comply with GDPR and cyber security."
    },
    {
      "skillId": "782d2002-4911-4d17-9d75-fbca9626c7fc",
      "detail": "Locate and use operational information, electronic or paper based, required to fulfil contractual requirements."
    },
    {
      "skillId": "70752dc6-14ff-4c30-876b-342a134f5374",
      "detail": "Select, prepare, and use packaging materials that reduce waste and mitigate environmental impacts."
    },
    {
      "skillId": "36836fd6-8229-4cb7-9f48-8baafd47020e",
      "detail": "support under instruction scheduled and unscheduled stock taking activities relevant to the organisation and product."
    },
    {
      "skillId": "14e2e562-6b55-488b-9ec6-4eb03a78b596",
      "detail": "Identify and escalate problems beyond own responsibility."
    },
    {
      "skillId": "a75f740f-0442-425b-9503-0e6798172ed3",
      "detail": "Follow procedures in line with environmental and sustainability regulations, standards, and guidance. Segregate resources for reuse, recycling and disposal."
    },
    {
      "skillId": "f25f1499-a337-4959-aa66-32df726d3fe4",
      "detail": "Follow equity, diversity and inclusion rules."
    },
    {
      "skillId": "1545902d-581e-467b-9a5d-e3c003dbcf4c",
      "detail": "Carry out and record learning and development activities."
    },
    {
      "skillId": "1ddcffba-c4c9-4b4c-897f-c854af0e5efc",
      "detail": "Conducts handover activities."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-06-24T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0066",
  "tbMainContact": "jim516@btinternet.com",
  "involvedEmployers": "Bidfood, British Association of Removers, Knights of Old Group, Logistics UK, National Logistics Academy, Road to Logistics, United Kingdom Warehousing Association, Wincanton",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Fork lift truck operator",
    "Picker",
    "Store person",
    "Warehouse assistant",
    "Warehouse operative",
    "Warehouse person"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Logistics",
  "cluster": "Supply chain operative or technician",
  "clusterId": "37",
  "clusterDescription": "Undertake routine materials movement, plan and administer logistics",
  "createdDate": "2023-10-27T08:39:07 +00:00",
  "lastUpdated": "2023-10-27T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-06-24T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0259",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0259-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0259-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "75b2a863-8c74-42e7-9c15-d15735f657b3",
      "dutyDetail": "Maintain a safe working environment, ensuring that any hazards are controlled or removed in line with organisational procedures.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2b681bda-1ed7-4def-bbc4-4fd4d49f95ac",
        "c3356ecf-07f6-46a0-8994-0770b930b5e5"
      ],
      "mappedKnowledge": [
        "e161b7f0-043e-43e2-aba1-bc96d1bf5032",
        "64fadd59-f777-49e6-8b87-5bd7b45ddd55",
        "f63ffe30-5f44-4945-9089-f77bdd816b08",
        "4731691c-c8ad-4429-bb2f-2da63c393308"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a2ac7f72-19cc-4448-bd2f-797e4d7feeb5",
        "96e3b9cf-096f-44e6-9a32-4659ed4b232e",
        "65dc461f-514f-4216-9167-6349158004bc",
        "09685ccd-6caa-4c32-9c6e-08573220596d",
        "14e2e562-6b55-488b-9ec6-4eb03a78b596",
        "a75f740f-0442-425b-9503-0e6798172ed3",
        "f25f1499-a337-4959-aa66-32df726d3fe4",
        "1545902d-581e-467b-9a5d-e3c003dbcf4c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0b0c2fc7-ca86-43ae-a6df-1c3e483b709b",
      "dutyDetail": "Ensure that on arrival, all goods received are inspected for damage, and in terms of accuracy, including quantity, they match documents or technology relevant to the organisation, with any discrepancies raised with line manager in line with organisational procedures. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "749e8bfd-b015-424e-9708-8fd49169e092"
      ],
      "mappedKnowledge": [
        "3d17a480-adb2-4bfb-b172-72650c7872a8",
        "51727a9d-516b-4903-b120-1ffac4216612",
        "6db2d478-6a0d-4041-9834-5162f80a91dc",
        "070878ea-f51e-484e-bab8-d3e9268c5abe",
        "0ae58adb-8d67-475a-9329-8d24f891f3a8"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1b86f1a5-3b77-4285-8a8b-855e14b801b0",
        "b7c8ba40-b3c6-4ee3-af01-748aea474f0d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "cc498f9f-710d-4f82-bd76-af38fad94cc1",
      "dutyDetail": "Move and store goods safely, securely and efficiently to the designated location, utilising mechanical handling equipment, (MHE) and personal protective equipment (PPE) in line with organisational procedures when required. When using any MHE, ensure that safety checks are conducted before use to ensure that it is fit for purpose.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "e161b7f0-043e-43e2-aba1-bc96d1bf5032",
        "3d17a480-adb2-4bfb-b172-72650c7872a8",
        "64fadd59-f777-49e6-8b87-5bd7b45ddd55",
        "3a57d3d7-9994-43a3-ae10-891be92bbf12"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "96e3b9cf-096f-44e6-9a32-4659ed4b232e",
        "8a23c355-e05a-49d9-a906-b040b45667de",
        "09685ccd-6caa-4c32-9c6e-08573220596d",
        "401b79d2-0e31-4ca0-b68d-32a2b2aa5e65",
        "782d2002-4911-4d17-9d75-fbca9626c7fc"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "363162ae-3b7b-4bc4-b824-663e5544a1b4",
      "dutyDetail": "Support line manager in ensuring that goods storage arrangements enable the most efficient means of retrieval and movement.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1ac25b5d-cbb6-45e3-988b-d247cb1edcbc"
      ],
      "mappedKnowledge": [
        "f63ffe30-5f44-4945-9089-f77bdd816b08",
        "543fe7fe-9c45-4770-ba80-58472b2779c7",
        "60c3cdb5-c22c-44fd-a970-243618027019",
        "9ef5667c-1afc-4e44-9dc8-e22de5ce5c0e",
        "0ae58adb-8d67-475a-9329-8d24f891f3a8",
        "4192283b-22de-421c-a770-40ea830a175f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8a23c355-e05a-49d9-a906-b040b45667de",
        "65dc461f-514f-4216-9167-6349158004bc",
        "b7c8ba40-b3c6-4ee3-af01-748aea474f0d",
        "89fd3d14-f1f2-408b-9606-4889822b7a64",
        "782d2002-4911-4d17-9d75-fbca9626c7fc",
        "14e2e562-6b55-488b-9ec6-4eb03a78b596",
        "a75f740f-0442-425b-9503-0e6798172ed3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ed3ed906-73f4-450c-b5b6-2cbd92a0ebdc",
      "dutyDetail": "Ensure that prior to despatch all goods are inspected for damage, and in terms of accuracy they meet requirements,  with any discrepancies raised with line manager.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1ac25b5d-cbb6-45e3-988b-d247cb1edcbc"
      ],
      "mappedKnowledge": [
        "3a57d3d7-9994-43a3-ae10-891be92bbf12",
        "60c3cdb5-c22c-44fd-a970-243618027019",
        "070878ea-f51e-484e-bab8-d3e9268c5abe",
        "67a8ae00-2e96-480c-b297-2c77bda0a320",
        "4192283b-22de-421c-a770-40ea830a175f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "aacf2a05-902a-4dba-9888-8b4e1238f88c",
        "65dc461f-514f-4216-9167-6349158004bc",
        "b7c8ba40-b3c6-4ee3-af01-748aea474f0d",
        "89fd3d14-f1f2-408b-9606-4889822b7a64",
        "14e2e562-6b55-488b-9ec6-4eb03a78b596"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3b189cb6-4a9e-4a63-9018-8da03d5fd54e",
      "dutyDetail": "Support delivery operatives in the safe and efficient loading and unloading of goods, including the safe and secure assembling and disassembling of loads.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "749e8bfd-b015-424e-9708-8fd49169e092",
        "c3356ecf-07f6-46a0-8994-0770b930b5e5"
      ],
      "mappedKnowledge": [
        "e161b7f0-043e-43e2-aba1-bc96d1bf5032",
        "3d17a480-adb2-4bfb-b172-72650c7872a8",
        "64fadd59-f777-49e6-8b87-5bd7b45ddd55",
        "f63ffe30-5f44-4945-9089-f77bdd816b08",
        "3a57d3d7-9994-43a3-ae10-891be92bbf12",
        "543fe7fe-9c45-4770-ba80-58472b2779c7",
        "7a1c7d97-c26f-45ee-800e-95b534e52ead"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "96e3b9cf-096f-44e6-9a32-4659ed4b232e",
        "09685ccd-6caa-4c32-9c6e-08573220596d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a8ccca0f-6077-4c79-894f-a795e95fd5d2",
      "dutyDetail": "Ensure that goods are handled and stored in compliance with the relevant safety and regulatory standards (for example, food, medicines, hazardous materials) with any  discrepancies raised with line manager. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c3356ecf-07f6-46a0-8994-0770b930b5e5"
      ],
      "mappedKnowledge": [
        "e161b7f0-043e-43e2-aba1-bc96d1bf5032",
        "f63ffe30-5f44-4945-9089-f77bdd816b08"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "96e3b9cf-096f-44e6-9a32-4659ed4b232e",
        "1b86f1a5-3b77-4285-8a8b-855e14b801b0",
        "c4e02ffe-0684-4e61-841c-5a00568486f2",
        "09685ccd-6caa-4c32-9c6e-08573220596d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "26af1e77-1ba5-4794-a882-4fab58e9fdfa",
      "dutyDetail": "Record relevant information on organisational warehouse management system in a timely manner. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1ac25b5d-cbb6-45e3-988b-d247cb1edcbc"
      ],
      "mappedKnowledge": [
        "51727a9d-516b-4903-b120-1ffac4216612",
        "543fe7fe-9c45-4770-ba80-58472b2779c7",
        "60c3cdb5-c22c-44fd-a970-243618027019",
        "7a1c7d97-c26f-45ee-800e-95b534e52ead",
        "6db2d478-6a0d-4041-9834-5162f80a91dc",
        "9ef5667c-1afc-4e44-9dc8-e22de5ce5c0e",
        "63745473-8eb0-4ee9-ade6-2eaf31b24b13"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1b86f1a5-3b77-4285-8a8b-855e14b801b0",
        "8a23c355-e05a-49d9-a906-b040b45667de",
        "aacf2a05-902a-4dba-9888-8b4e1238f88c",
        "c4e02ffe-0684-4e61-841c-5a00568486f2",
        "09685ccd-6caa-4c32-9c6e-08573220596d",
        "89fd3d14-f1f2-408b-9606-4889822b7a64",
        "36836fd6-8229-4cb7-9f48-8baafd47020e",
        "14e2e562-6b55-488b-9ec6-4eb03a78b596"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ad6b4e92-61e6-448a-a1c8-c157840f3e38",
      "dutyDetail": "Select goods from locations throughout the storage facility to meet warehouse order requirements in line with picking schedule. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1ac25b5d-cbb6-45e3-988b-d247cb1edcbc"
      ],
      "mappedKnowledge": [
        "543fe7fe-9c45-4770-ba80-58472b2779c7",
        "60c3cdb5-c22c-44fd-a970-243618027019",
        "7a1c7d97-c26f-45ee-800e-95b534e52ead"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8a23c355-e05a-49d9-a906-b040b45667de",
        "aacf2a05-902a-4dba-9888-8b4e1238f88c",
        "c4e02ffe-0684-4e61-841c-5a00568486f2",
        "401b79d2-0e31-4ca0-b68d-32a2b2aa5e65",
        "70752dc6-14ff-4c30-876b-342a134f5374",
        "36836fd6-8229-4cb7-9f48-8baafd47020e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2ba827db-f754-429f-8a02-1f7855a5cc79",
      "dutyDetail": "Replenishing picking location quantities by moving goods from stock locations in a safe manner.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c3356ecf-07f6-46a0-8994-0770b930b5e5"
      ],
      "mappedKnowledge": [
        "543fe7fe-9c45-4770-ba80-58472b2779c7",
        "60c3cdb5-c22c-44fd-a970-243618027019",
        "7a1c7d97-c26f-45ee-800e-95b534e52ead",
        "070878ea-f51e-484e-bab8-d3e9268c5abe"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "96e3b9cf-096f-44e6-9a32-4659ed4b232e",
        "8a23c355-e05a-49d9-a906-b040b45667de",
        "aacf2a05-902a-4dba-9888-8b4e1238f88c",
        "65dc461f-514f-4216-9167-6349158004bc",
        "b7c8ba40-b3c6-4ee3-af01-748aea474f0d",
        "09685ccd-6caa-4c32-9c6e-08573220596d",
        "70752dc6-14ff-4c30-876b-342a134f5374"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a50ada51-af58-493f-bf5e-9e76f4b0082f",
      "dutyDetail": "Support in scheduled and unscheduled stock taking and counting activities, raising any discrepancies with line manager.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1ac25b5d-cbb6-45e3-988b-d247cb1edcbc"
      ],
      "mappedKnowledge": [
        "543fe7fe-9c45-4770-ba80-58472b2779c7",
        "60c3cdb5-c22c-44fd-a970-243618027019",
        "7a1c7d97-c26f-45ee-800e-95b534e52ead",
        "67a8ae00-2e96-480c-b297-2c77bda0a320",
        "4ca0dd53-d305-44d2-bf2f-e14b2e1e1f25"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c4e02ffe-0684-4e61-841c-5a00568486f2",
        "89fd3d14-f1f2-408b-9606-4889822b7a64",
        "70752dc6-14ff-4c30-876b-342a134f5374",
        "36836fd6-8229-4cb7-9f48-8baafd47020e",
        "14e2e562-6b55-488b-9ec6-4eb03a78b596"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "42effbcd-8d54-44d5-a4d6-7ad042155c76",
      "dutyDetail": "Participate in briefing and handover sessions to support achievement of organisational performance targets.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2b681bda-1ed7-4def-bbc4-4fd4d49f95ac",
        "1ac25b5d-cbb6-45e3-988b-d247cb1edcbc"
      ],
      "mappedKnowledge": [
        "cfbbf1ac-3577-43d7-9bd7-31eebe62b20b",
        "0ae58adb-8d67-475a-9329-8d24f891f3a8",
        "4192283b-22de-421c-a770-40ea830a175f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "65dc461f-514f-4216-9167-6349158004bc",
        "b7c8ba40-b3c6-4ee3-af01-748aea474f0d",
        "89fd3d14-f1f2-408b-9606-4889822b7a64",
        "14e2e562-6b55-488b-9ec6-4eb03a78b596",
        "1545902d-581e-467b-9a5d-e3c003dbcf4c",
        "1ddcffba-c4c9-4b4c-897f-c854af0e5efc"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "cd512f3d-245f-45ae-ade0-63225e8ee37d",
      "dutyDetail": "Ensure that the reduction, re-use, return and recycle principles of packaging are applied in relation to both goods being prepared for despatch and goods received in line with organisational procedures. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "749e8bfd-b015-424e-9708-8fd49169e092",
        "de4cab86-4394-4616-976d-03db83962a99"
      ],
      "mappedKnowledge": [
        "6db2d478-6a0d-4041-9834-5162f80a91dc",
        "4298d076-85b4-482d-bfc6-1ae02279229c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c4e02ffe-0684-4e61-841c-5a00568486f2",
        "09685ccd-6caa-4c32-9c6e-08573220596d",
        "401b79d2-0e31-4ca0-b68d-32a2b2aa5e65",
        "70752dc6-14ff-4c30-876b-342a134f5374"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": true,
  "coronationEmblem": false,
  "publishDate": "2023-10-27T00:00:00"
}