{
  "templateType": "Apprenticeship Standard",
  "larsCode": 170,
  "referenceNumber": "ST0293",
  "learningAimClassCode": "",
  "title": "Registered nurse - degree (NMC 2010)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0293",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan revised. Funding band revision published 19 August 2021.",
  "changedDate": "2024-01-11T00:00:00",
  "earliestStartDate": "2021-02-19T00:00:00",
  "latestStartDate": "2024-01-11T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Giving care, advice and support to sick, injured or disabled people.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 26000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "nursing",
    "hospital",
    "midwifery",
    "degree",
    "healthcare services"
  ],
  "jobRoles": [
    "nurse",
    "adult nurse",
    "children's nurse",
    "mental health nurse",
    "learning disabilities nurse",
    "midwife"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/5907/st0293_v11_-registered_nurse_2010_-l6_fully-integrated-ap_adjustment_for-publication_15022022.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.2 Nursing, and subjects and vocations allied to medicine",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A career in nursing is dynamic and exciting with opportunities to work in a range of different roles as a Registered Nurse. Your nursing career will mean working with a variety of service users, families and carers, and with a range of health and care professionals and other agencies. You might be working in: a hospital, someone’s home, the community, social care or public health. Registered nurses are a key part of the multidisciplinary teams that meet the health and care needs of patients and service users. You will be at the centre of teams that can include other health and social care professionals. The current Nursing and Midwifery Council (NMC) standards comprise a common core of skills and knowledge for all nursing students, with specialisms in adult nursing, children’s nursing, mental health and learning disabilities. The apprentice must meet the 15 standards required by the Care Quality Commission [as set out in the Care Certificate].&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Responsibilities and duty of the role&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;You will use your expertise to assess, plan, implement and evaluate &amp;nbsp;care, putting the needs of patients and service users first. You will be responsible and accountable for your work and for reviewing the effectiveness of your actions. &amp;nbsp;You will be expected to demonstrate leadership qualities whatever your role and you may manage and lead colleagues. You will be responsible for ensuring your own knowledge and skills are up to date, and support the development of learners and new entrants to the profession. You must uphold the NMC Code and meet the NMC requirements for continuing registration.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;ntry&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The NMC approves institutions that can provide nurse education and sets standards for programmes that lead to registration as a nurse in the UK. NMC standards also incorporate the requirements of the EU directive that governs the free movement of nurses within the European Economic Area.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Degree in Nursing. Prior to commencement apprentices will have their numeracy and literacy skills assessed by the NMC Approved Education Institution to ensure the apprentice has the necessary skills at a minimum of Level 2 to meet the requirements of the programme.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional Registration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;On completion of the apprenticeship you will meet the qualification requirements to apply for registration with the Nursing and Midwifery Council.&lt;/p&gt;\n&lt;h3&gt;Level&amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;6&lt;/p&gt;\n&lt;h3&gt;Duration&amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;Typically 48 months&lt;/p&gt;\n&lt;h3&gt;Review date&lt;/h3&gt;\n&lt;p&gt;After 3 years&lt;/p&gt;\n&lt;h3&gt;Apprentices&lt;/h3&gt;\n&lt;p&gt;Complete the core and one option&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Values&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;You will be caring and compassionate, honest, conscientious and committed&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;You will treat people with dignity, respecting individual&#39;s diversity, beliefs, culture, needs, values, privacy and preferences. You will show respect and empathy for those you work with, have the courage to challenge areas of concern and work to evidence based best practice. You will also be adaptable, reliable and consistent, show discretion, resilience and self-awareness and demonstrate leadership&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&lt;a href=&quot;https://www.nmc.org.uk/standards/additional-standards/standards-for-competence-for-registered-nurses/&quot;&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;t&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;ndards for Competence for Registered Nurses (2015)&lt;/strong&gt; &lt;/a&gt;&lt;/span&gt;are published by the Nursing and Midwifery Council. The skills and knowledge listed below are taken from that document.&lt;/p&gt;\n&lt;p&gt;Essential skills clusters support the achievement of the standards for competence. These are i) care, compassion and communication, ii) organisational aspects of care, iii) infection prevention and control, iv) nutrition and fluid management and v) medicines management&lt;/p&gt;\n&lt;table border=&quot;0&quot; style=&quot;height: 1092px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 24px;&quot;&gt;\n&lt;th width=&quot;110&quot; style=&quot;width: 110px; height: 24px;&quot;&gt;&lt;strong&gt;&amp;nbsp;Core Domain&lt;/strong&gt;&lt;/th&gt;\n&lt;th width=&quot;158&quot; style=&quot;height: 24px; width: 158px;&quot;&gt;&lt;strong&gt;You will be able to:&amp;nbsp;&lt;/strong&gt;&lt;/th&gt;\n&lt;th width=&quot;188&quot; style=&quot;height: 24px; width: 188px;&quot;&gt;&lt;strong&gt;You will know and understand:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 327px;&quot;&gt;\n&lt;td width=&quot;110&quot; style=&quot;height: 327px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Leadership,&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;M&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;nagement and&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;Team Working&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;158&quot; style=&quot;height: 327px;&quot;&gt;&amp;nbsp;\n&lt;p&gt;&lt;span&gt;• &amp;nbsp;&lt;/span&gt;Be professionally accountable and use clinical governance processes to maintain and improve nursing practice and standards of healthcare.&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;• &amp;nbsp;&lt;/span&gt;Respond autonomously and confidently to planned and uncertain situations, managing yourself and others effectively&lt;/p&gt;\n• &amp;nbsp;Create and maximise opportunities to improve services and demonstrate the potential to develop further management and leadership skills&lt;/td&gt;\n&lt;td width=&quot;188&quot; style=&quot;height: 327px;&quot;&gt;&amp;nbsp;\n&lt;p&gt;&lt;span&gt;• &amp;nbsp;&lt;/span&gt;How to act as a change agent and provide leadership through quality improvement and service development&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;• &amp;nbsp;&lt;/span&gt;How to systematically evaluate care and ensure you use the findings to improve people’s experience and care outcomes&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;• &amp;nbsp;&lt;/span&gt;How to identify priorities and manage time and resources effectively&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;• &amp;nbsp;&lt;/span&gt;How your own values, principles and assumptions may affect your practice.&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;• &amp;nbsp;&lt;/span&gt;How to take the lead in coordinating, delegating and supervising care safely and managing risk either working independently or as part of a team&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;• &amp;nbsp;&lt;/span&gt;How to work effectively across professional and agency boundaries&lt;/p&gt;\n•&amp;nbsp; When and how to communicate with a and refer to other professionals and agencies respecting the choices of service users and others&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 371px;&quot;&gt;\n&lt;td width=&quot;110&quot; style=&quot;height: 371px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;P&lt;/strong&gt;&lt;strong&gt;rofessional&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;Va&lt;/strong&gt;&lt;strong&gt;lues&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;158&quot; style=&quot;height: 371px;&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Act first and foremost to care for and safeguard the public.&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Practice autonomously within your scope of practice and be responsible and accountable for safe, compassionate, person centred, evidence based nursing that respects and maintains human rights.&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Show professionalism and integrity and work within recognised professional, ethical and legal frameworks.&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Work in partnership with other health and social care professionals and agencies, service users, their carers and families in all settings, including the community, ensuring that decisions about care are shared&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;188&quot; style=&quot;height: 371px;&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; The Code: Professional standards of practice and behaviour for nurses and midwives (NMC 2015), current legislation and other ethical and legal frameworks&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; How to practice in a holistic, non-judgemental, caring and sensitive manner&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; How to manage risk and promote health and well-being while aiming to empower choices that promote self-care and safety&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; The various roles, responsibilities and functions of the nurse and how to adapt your practice to meet the changing needs of people using the service&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; The roles and responsibilities of other health and social care professionals&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; How to keep your knowledge and skills up to date through continuing professional development&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; How to recognise the limits of your own competence and knowledge and where to seek advice or refer to other professionals&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; The value of evidence in practice and how to critically appraise research, apply relevant theory and research to your work and how to identify areas for further investigation&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 222px;&quot;&gt;\n&lt;td width=&quot;110&quot; style=&quot;height: 222px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Nursing&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;P&lt;/strong&gt;&lt;strong&gt;ractice and Decision Making&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;158&quot; style=&quot;height: 222px;&quot;&gt;\n&lt;p&gt;• &amp;nbsp;Practice autonomously, compassionately, skilfully and safely, and must maintain dignity and promote wellbeing.&lt;/p&gt;\n&lt;p&gt;• &amp;nbsp;Assess and meet the full range of essential physical and mental health needs of people of all ages&lt;/p&gt;\n&lt;p&gt;• &amp;nbsp;Meet the more complex and coexisting needs of people in any setting&lt;/p&gt;\n&lt;p&gt;• &amp;nbsp;Make shared decisions with service users&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;188&quot; style=&quot;height: 222px;&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; How to use appropriate diagnostic and decision making skills to assess, plan, deliver and evaluate care, communicate findings, influence change and promote health and best practice.&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; The structure and function of the human body and how other life, behavioural and social sciences apply to health, ill health, disability, ageing and death&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Common physical and mental health problems and treatments&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; How behaviour, culture, socioeconomic and other factors, in the care environment and its location, can effect health, illness, health outcomes and public health priorities and take this into account when planning and delivering care&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 148px;&quot;&gt;\n&lt;td width=&quot;110&quot; style=&quot;height: 148px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Communication&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;nd Interpersonal Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;158&quot; style=&quot;height: 148px;&quot;&gt;\n&lt;p&gt;• &amp;nbsp;Communicate in a safe, effective, compassionate and respectful way&lt;/p&gt;\n&lt;p&gt;• &amp;nbsp;Communicate effectively using a wide range of strategies and interventions&lt;/p&gt;\n&lt;p&gt;• &amp;nbsp;Work with service users and others to obtain information needed to make reasonable adjustments that promote optimum health and enable equal access to services&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;188&quot; style=&quot;height: 148px;&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; How to build partnerships and therapeutic relationships through safe, effective and non- discriminatory communication, taking account of individual differences, capabilities and needs&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; How to use communication skills and technologies to support person centred care and enhance quality and safety&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; How to use therapeutic principles to promote wellbeing, manage personal safety and resolve conflict&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;Option 1: Adult&amp;nbsp;&lt;/h4&gt;\n&lt;table border=&quot;0&quot; style=&quot;height: 857px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 42px;&quot;&gt;\n&lt;th width=&quot;116&quot; style=&quot;height: 42px; width: 116px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Domain&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;176&quot; style=&quot;height: 42px; width: 176px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Y&lt;/strong&gt;&lt;strong&gt;ou will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;164&quot; style=&quot;height: 42px; width: 164px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Y&lt;/strong&gt;&lt;strong&gt;ou will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 169px;&quot;&gt;\n&lt;td width=&quot;116&quot; style=&quot;height: 169px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;P&lt;/strong&gt;&lt;strong&gt;rofessional&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;Va&lt;/strong&gt;&lt;strong&gt;lues&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;176&quot; style=&quot;height: 169px;&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Promote the rights, choices and wishes of all adults and, where appropriate, children and young people, paying particular attention to equality and diversity and the needs of an aging population&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Work in partnership to address people’s needs in all healthcare settings&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Apply current legislation to all service users especially the protection of vulnerable people, including those with complex needs arising from ageing, cognitive impairment, long-term conditions and those approaching the end of life&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;164&quot; style=&quot;height: 169px;&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Current legislation as it applies to all service users including protection of vulnerable adults and those with complex needs arising from ageing, cognitive impairment, long term conditions and those approaching the end of life. This legislation would cover areas such as safeguarding, equality and diversity, handling information and data protection&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 116px;&quot;&gt;\n&lt;td width=&quot;116&quot; style=&quot;height: 116px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Leadership,&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;M&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;nagement and Team Working&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;176&quot; style=&quot;height: 116px;&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Provide leadership in managing adult nursing care, understand and coordinate inter-professional care when needed, and liaise with specialist teams&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Take the lead in responding to the needs of people of all ages in a variety of circumstances including situations where immediate or urgent care is needed&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;164&quot; style=&quot;height: 116px;&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Models of inter-professional care and the role of specialist teams&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Your leadership role in disaster management, major incidents and public health emergencies and respond appropriately according to your level of competence&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 381px;&quot;&gt;\n&lt;td width=&quot;116&quot; style=&quot;height: 381px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Nursing Practice&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;nd decision making&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;176&quot; style=&quot;height: 381px;&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Make accurate assessments and start appropriate and timely management of those that are acutely ill, at risk of clinical deterioration, or require emergency care&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Deliver medical and surgical nursing interventions to respond to adult’s full range of health and dependency needs&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Recognise and respond to the changing needs of adults, families and carers during terminal illness.&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Safely use invasive and non-invasive procedures, medical devises, and current technological and pharmacological interventions&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Work in partnership with people who have long term conditions that require medical or surgical nursing, and their families and carers, to provide therapeutic nursing interventions, optimise health and wellbeing, facilitate choice and maximise self-care and self-management&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Work with the midwife and other professionals and agencies to provide basic nursing care to pregnant women and families during pregnancy and after childbirth.&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp; &amp;nbsp;Respond safely and effectively to an emergency to safeguard the health of mother and baby&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;164&quot; style=&quot;height: 381px;&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Theories and models of nursing assessment&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Early signs of illness in people of all ages&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; How to recognise and manage an individual who is clinically deteriorating&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Theories and concepts of medical and surgical nursing&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; How treatment goals and service user choices may change at different stages of progressive illness, loss and bereavement&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; The range of invasive and non-invasive procedures, medical devices and current technological and pharmacological interventions&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; How to work in partnership with people who have long term conditions that require medical or surgical nursing, and their families and carers, to provide therapeutic nursing interventions, optimise health and wellbeing, facilitate choice and maximise self-care and self-management&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Normal physiological and psychological processes of pregnancy and childbirth&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 149px;&quot;&gt;\n&lt;td width=&quot;116&quot; style=&quot;height: 149px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Communication&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;and Interpersonal Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;176&quot; style=&quot;height: 149px;&quot;&gt;&amp;nbsp;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&lt;/span&gt;Listen with empathy and respond empathetically and positively to people of all ages who may be anxious, distressed or facing problems with their health and wellbeing&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp; &amp;nbsp;Promote the concept, knowledge and practice of self-care with people with acute and long term conditions using a range of communication skills and strategies&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;164&quot; style=&quot;height: 149px;&quot;&gt;&amp;nbsp;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&lt;/span&gt;The signs and symptoms of anxiety or distress&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&lt;/span&gt;Common long-term conditions&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&lt;/span&gt;How to promote self-care to people with acute of long-term conditions&lt;/p&gt;\n&lt;span&gt;•&amp;nbsp; &amp;nbsp;&lt;/span&gt;The theories and concepts that underpin self-care&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;Option 2: Children&amp;nbsp;&lt;/h4&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;116&quot; style=&quot;width: 116px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Domain&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;163&quot; style=&quot;width: 163px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Y&lt;/strong&gt;&lt;strong&gt;ou will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;177&quot; style=&quot;width: 177px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Y&lt;/strong&gt;&lt;strong&gt;ou will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;116&quot;&gt;\n&lt;p&gt;&lt;strong&gt;P&lt;/strong&gt;&lt;strong&gt;rofessional&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;Va&lt;/strong&gt;&lt;strong&gt;lues&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;163&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Deliver child and family centred care; empower children and young people to express their views and preferences; and maintain and recognise their rights and best interests&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Recognise, respect and respond to the individuality of every child and young person&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Act as an advocate for the right of all children and young people to lead full and independent lives&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Work in partnership with children, young people and their families to negotiate, plan and deliver child and family centred care, education and support&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Offer advice and support on parenting in health and illness&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;177&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Your role as an advocate for children, young people and their families, and working in partnership with them.&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; The laws relating to child and parental consent, including giving and refusing consent, withdrawal of treatment and legal capacity&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; That all children and young people have the right to be safe, enjoy life and reach their potential.&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; The parent’s or carers primary role in achieving and maintaining the child or young person’s health and wellbeing&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;116&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Leadership,&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;M&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;nagement and Team Working&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;163&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Listen and respond to the wishes of children and young people and influence the delivery of health and social care of children and young people.&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Work with other agencies and services ensure seamless and well supported transition to adult services&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Empower and enable children, young people, parents and&lt;/p&gt;\n&lt;p&gt;carers to influence the quality of care and develop future policies and strategies&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Ensure that wherever possible care is delivered in the child or young person’s home, or in another environment that suits their age, needs and preferences&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Use effective clinical decision making skills when managing&amp;nbsp;complex and unpredictable situations, especially where the views of children or young people and their parents and carers differ&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp; &amp;nbsp; Work effectively with young people who have continuing health needs, their families, the multidisciplinary team and other agencies to manage effective transition from children’s to adult services, taking account of individual needs and preferences&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;177&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Health and social care policies relating to the health and wellbeing of children and young people&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; The role of other agencies and services in providing services to children and young people&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; How to empower and enable children, young people, parents and carers to influence quality of care and influence the development of policies and strategies&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Where and when to seek extra help or advice to manage situations safely&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; The range of issues that may arise during transition from children’s to adult services and how to respond to these&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;116&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Nursing Practice&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;and decision making&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;163&quot;&gt;&amp;nbsp;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&amp;nbsp;&lt;/span&gt;Care safely and effectively for children and young people in all settings, and safeguard them.&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&amp;nbsp;&lt;/span&gt;Deliver care to meet essential and complex physical and mental health needs&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&amp;nbsp;&lt;/span&gt;Use recognised, evidence based, child-centred frameworks to assess, plan, implement, evaluate and record care, and to underpin clinical judgements and decision making&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&amp;nbsp;&lt;/span&gt;Carry out comprehensive nursing assessments of children and young people, recognising the particular vulnerability of infants and young children to rapid physiological deterioration&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&amp;nbsp;&lt;/span&gt;Include health promotion, and illness and injury prevention in nursing practice. Promote early intervention to address the links between early life adversity and adult ill health, and the risks to current and future physical, mental, emotional and sexual health of children and young people&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&amp;nbsp;&lt;/span&gt;Use numeracy skills for medicines management , assessment, measuring, monitoring and recording which recognise the particular vulnerability of infants and young people in relation to accurate medicines calculation&lt;/p&gt;\n&lt;span&gt;•&amp;nbsp; &amp;nbsp;&amp;nbsp;&lt;/span&gt;Use negotiation skills to ensure the best interests of children and young people in all decisions including the continuation or withdrawal of care.&lt;/td&gt;\n&lt;td width=&quot;177&quot;&gt;&amp;nbsp;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&lt;/span&gt;&lt;span&gt;&amp;nbsp;&lt;/span&gt;Biological, psychological and social factors throughout infancy, childhood and adolescence&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&lt;/span&gt;&lt;span&gt;&amp;nbsp;&lt;/span&gt;Pharmacology, anatomy and physiology, pathology, psychology and sociology, from infancy to young adulthood&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&lt;/span&gt;&lt;span&gt;&amp;nbsp;&lt;/span&gt;Recognised, evidence based, child-centred frameworks&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&lt;/span&gt;&lt;span&gt;&amp;nbsp;&lt;/span&gt;The vulnerability and how to recognise the rapid physiological deterioration of infants and young people&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&lt;/span&gt;&lt;span&gt;&amp;nbsp;&lt;/span&gt;The central role of the nurse in preventing maltreatment, and safeguarding children and young people.&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&lt;/span&gt;&lt;span&gt;&amp;nbsp;&lt;/span&gt;When and how to identify and refer those at risk of experiencing harm&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&lt;/span&gt;&lt;span&gt;&amp;nbsp;&lt;/span&gt;The particular vulnerability of infants and young people in relation to accurate medicines administration&lt;/p&gt;\n&lt;span&gt;•&amp;nbsp; &amp;nbsp;&lt;/span&gt;&lt;span&gt;&amp;nbsp;&lt;/span&gt;Types of negotiation skills&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;116&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Communication&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;and Interpersonal Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;th width=&quot;163&quot; style=&quot;width: 163px;&quot;&gt;&amp;nbsp;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&amp;nbsp;&lt;/span&gt;Communicate effectively with children, their parents and carers&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&amp;nbsp;&lt;/span&gt;Work with the child, young person and others to ensure they are actively involved in decision making, in order to maintain independence and take account of their ongoing intellectual, physical and emotional needs&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&amp;nbsp;&lt;/span&gt;Use play, distraction and communication tools appropriate to the child’s or young person’s stage of development including those&amp;nbsp; with sensory or cognitive impairment&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&amp;nbsp;&lt;/span&gt;Ensure that where possible children and young people understand their healthcare needs and can make or contribute to informed choices about aspects of their care&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;177&quot;&gt;&amp;nbsp;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&amp;nbsp;&lt;/span&gt;How to take account of each child and young person’s individuality, including their stage of development, ability to understand, culture, learning or communication difficulties and health status&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp; &amp;nbsp;&amp;nbsp;&lt;/span&gt;All aspects of development from infancy to young adulthood, and identify each child or young person’s developmental stage, in order to communicate effectively with them.&lt;/p&gt;\n&lt;span&gt;•&amp;nbsp; &amp;nbsp;&amp;nbsp;&lt;/span&gt;How to use play, distraction and communication tools in the nursing care of children&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;Option 3: Learning Disability&amp;nbsp;&lt;/h4&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;95&quot; style=&quot;width: 95px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Domain&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;156&quot; style=&quot;width: 156px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Y&lt;/strong&gt;&lt;strong&gt;ou will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;186&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Y&lt;/strong&gt;&lt;strong&gt;ou will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;95&quot;&gt;\n&lt;p&gt;&lt;strong&gt;P&lt;/strong&gt;&lt;strong&gt;rofessional&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;Va&lt;/strong&gt;&lt;strong&gt;lues&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;156&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Promote the individuality, independence, rights, choice and social inclusion of people with learning disabilities and highlight their strengths and abilities at all times whilst encouraging others to do the same&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Facilitate the active participation of families and carers&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Promote the autonomy, rights and choices of people with learning disabilities and support and involve their families and carers, ensuring that each person’s rights are upheld according to policy and the law&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Promote the health and wellbeing of people with learning disabilities by focusing on and developing strengths and abilities to enable inclusive lifestyles&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;186&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; How current legislation applies to all service users, paying special attention to the protection of vulnerable people, including those with complex needs arising from aging, cognitive impairment, long term conditions and those approaching end of life&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Understand how to exercise professional advocacy, and know when it is appropriate to refer to independent advocacy services to safeguard dignity and human rights&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; That people with learning disabilities are full and equal citizens&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;95&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Leadership,&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;M&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;nagement and&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;Team Working&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;156&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Exercise collaborative management, delegation and supervision skills to create, manage and support therapeutic environments for people with learning disabilities&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Take the lead in ensuring people with learning disabilities receive support that addresses their physical, social, economic, psychological, spiritual and other needs when assessing, planning and delivering care&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Provide direction through leadership and education to ensure that your unique contribution is recognised in service design and provision&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;186&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; The collaborative management, delegation and supervision skills used to create, manage and support therapeutic environments for people with learning disabilities&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; How people with learning disabilities receive support to addresses their physical, social, economic, psychological, spiritual and other needs when assessing, planning and delivering care&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Your unique contribution is recognised in service design and provision&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;95&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Nursing Practice&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;nd decision making&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;156&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Improve and maintain the health and independence of people of all ages with learning disabilities through skilled direct and indirect nursing care.&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Provide direct care to meet the essential and complex physical and mental health needs of people with learning disabilities&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Recognise and respond to the needs of all people who come into your care&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Use structured, person-centred approaches to assess, interpret and respond therapeutically to people with learning disabilities, and their often complex, pre-existing physical and psychological health needs.&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Work in partnership with service users, carers and other professionals, services and agencies to agree and implement individual care plans and ensure continuity of care&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Lead the development, implementation and review of individual plans for all people with learning disabilities, to promote their optimum health and wellbeing and facilitate their equal access to all health, social care and specialist services&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Work in partnership with people with learning disabilities and their families and carers to facilitate choice and maximise self-care and self-management and co-ordinate the transition between different services and agencies&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;186&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; The health and developmental needs of all people with learning disabilities, and the factors that might influence them.&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; The impact of different forms of learning disability on capacity to make health related decisions and self-manage care&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; The range of essential and complex physical and mental health needs that can be experienced by people with learning disabilities&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;How to recognise the range of needs that people in your care may experience&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Models and theories of person centred approaches to assessment of people with learning disabilities&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;How to work in partnership to agree and implement individual care plans and ensure continuity of care&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;How to implement and review plans that promote optimum health and wellbeing and facilitate equal access to all health, social acre and specialist services for people with learning disabilities&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;How to facilitate choice and maximise self-care and self-management and co- ordinate the transition between f services and agencies&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;95&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Communication&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;and Interpersonal Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;156&quot;&gt;&amp;nbsp;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Use sophisticated communication and interpersonal skills and strategies to work with people of all ages who have learning disabilities and help them to express themselves&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Ensure people with learning disabilities and their families and carers, are fully involved in decision making&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Use the full range of person-centred alternative and augmentative communication strategies and skills to build partnerships and therapeutic relationships with people with learning disabilities&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Make relevant information accessible to and understandable by people with learning disabilities, including adaptation of format, presentation and delivery&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Use a structured approach to assess, communicate with, interpret and respond therapeutically to people with learning disability who have complex physical and psychological health needs or those in behavioural distress&lt;/p&gt;\n&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Recognise and respond therapeutically to complex behaviour that people with learning disability may use as a means of communication&lt;/td&gt;\n&lt;td width=&quot;186&quot;&gt;&amp;nbsp;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;How to communicate and negotiate effectively with other professionals, services and agencies.&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;The range of person centred alternative and augmentative communication strategies and skills&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;How to make relevant information accessible and understandable to people with learning disabilities&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;The structured approaches to assessment and communication with people with a learning disability who have complex physical and psychological health needs or those in behavioural distress&lt;/p&gt;\n&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;How to recognise and respond to complex behaviour that may be used as a means of communication by people with learning disabilities&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;Option 4: Mental Health&lt;/h4&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;116&quot; style=&quot;width: 116px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Domain&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;152&quot; style=&quot;width: 152px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Y&lt;/strong&gt;&lt;strong&gt;ou will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;169&quot; style=&quot;width: 169px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Y&lt;/strong&gt;&lt;strong&gt;ou will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;116&quot;&gt;\n&lt;p&gt;&lt;strong&gt;P&lt;/strong&gt;&lt;strong&gt;rofessional&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;Va&lt;/strong&gt;&lt;strong&gt;lues&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;152&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Work with people of all ages using values based mental health frameworks, using different methods of engaging people and work in a way that promotes positive relationships focussed on social inclusion, human rights and recovery, that is, a person’s ability to live a self-directed life, with or without symptoms, that they believe is meaningful and satisfying&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Address the potential power imbalances between professionals and people experiencing mental health problems, including situations where compulsory measures are used, by helping people exercise their rights, upholding safeguards and&lt;/p&gt;\n&lt;p&gt;ensuring minimal restrictions on their lives&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Promote mental health and wellbeing, while challenging the inequalities and discrimination that may arise from or contribute to mental health problems&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Engage in reflection and supervision to explore the emotional impact on self of working in mental health&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;169&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; How current legislation applies to all service users, paying special attention to the protection of vulnerable people, including those with complex needs arising from aging, cognitive impairment, long term conditions and those approaching end of life&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Mental health legislation and how it relates to care and treatment of people with mental health problems&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; The inequalities and discrimination that may arise from or contribute to mental health problems&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; The value of your own mental health and wellbeing.&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; How personal values, beliefs and emotions impact on practice, and how your own practice aligns with mental health legislation, policies and values based frameworks&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; How working in mental health can have an emotional impact on self&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; How to reflect on practice and engage in supervision&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;116&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Leadership,&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;M&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;nagement and Team Working&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;152&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Contribute to the leadership, management and design of&lt;/p&gt;\n&lt;p&gt;mental health services and work with service users, carers and other professionals and agencies to shape future services, aid&lt;/p&gt;\n&lt;p&gt;recovery and challenge discrimination and inequality&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Promote and participate in clinical supervision and reflection, within a values based framework&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Raise awareness of mental health, and provide advice and support in best practice in mental health care and treatment&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Contribute to the management of mental health care environments by giving priority to actions that enhance peoples safety, psychological security and therapeutic outcomes, and&lt;/p&gt;\n&lt;p&gt;by ensuring effective communication, positive risk management and continuity of care across service boundaries&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;169&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; How your values, beliefs and emotions affect your leadership&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; How to shape future services, aid recovery and challenge discrimination and inequality&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Models of clinical supervision within values based frameworks&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Theories and models of best practice in mental health care and treatment&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; How to enhance safety, psychological security and therapeutic outcomes&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Positive risk management and how to ensure continuity of care across service boundaries&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;116&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Nursing Practice&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;nd decision making&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;152&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Use a range of evidence-based psychological, psychosocial and other complex therapeutic skills and interventions to provide person centred care and support across all ages, in a way that promotes self-determination and aids recovery.&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Promote improvements to in physical and mental health and wellbeing and provide direct care to meet both the essential and complex physical and mental health needs of people with mental health problems&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Promote mental health, help prevent mental health problems in at risk groups, and enhance the health and wellbeing of people with mental health problems&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Help people experiencing mental health problems to make informed choices about pharmacological and physical treatments by providing education and information on the benefits and unwanted effects, choices and alternatives. Support people to identify actions that promote health and help to balance the benefits and unwanted effects&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Provide support and therapeutic interventions for people experiencing acute mental health problems&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Work positively and proactively with people who are at risk of suicide or self-harm, and use evidence-based models of suicide prevention, intervention and harm reduction to minimise risk&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Promote the self-determination and expertise of people with mental health problems, using a range of approaches, using a range of approaches and tools&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Maximise service user involvement and therapeutic engagement, using interventions that balance the need for safety with positive risk-taking&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;169&quot;&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Range of evidence based individual and group psychological and psychosocial interventions to carry out systematic needs assessments, develop case formulations and negotiate goals&lt;/p&gt;\n&lt;p&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp; Range of evidence based individual and group psychological and psychosocial interventions to develop and implement care plans and evaluate outcomes in partnership with service users and others.&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;The benefits and unwanted effects of pharmacological and physical treatments and the range of choices and alternatives&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;How to recognise the health and social factors that can contribute to crisis and relapse management in a way that ensures safety and security and promotes recovery&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Evidence based models of risk assessment, suicide prevention, intervention and self-harm reduction&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Positive risk-taking and how to ensure that this is balanced with the need for safety&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;116&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Communication&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;and Interpersonal Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;152&quot;&gt;&amp;nbsp;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Practice in a way that focuses on the therapeutic use of self&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Draw on a range of methods of engaging with people of all ages experiencing mental health problems, and those important to them, to develop and maintain therapeutic relationships&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Work alongside people, using a range of interpersonal approaches and skills to help them explore and make sense of their experiences in a way that promotes recovery&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Use skills of relationship building and communication to engage with and support people distressed by hearing voices, experiencing distressing thoughts or experiencing other&amp;nbsp; perceptual problems&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Facilitate therapeutic groups with people experiencing mental health problems and their families and carers&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Use interpersonal skills and interventions that help people disclose and discuss their experiences as part of their recovery&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Use your personal qualities, experiences and interpersonal skills to develop and maintain therapeutic, recovery focussed relationships with people and therapeutic groups&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Foster helpful and enabling relationships with families, carers and others using communication skills that enable psychosocial education, problem solving and other interventions to help people cope and to safeguard those who are vulnerable&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;169&quot;&gt;&amp;nbsp;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;The therapeutic use of self&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Principles and theories of therapeutic relationships&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;How to use interpersonal approaches and skills to help people explore and make sense of their experiences in a way to promote recovery&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Signs and symptoms that may be experienced by those with mental health problems&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;How to facilitate therapeutic groups for people experiencing mental health problems and their families and carers&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;How abuse and trauma impact on people’s wellbeing and the development of mental health problems&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;•&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/span&gt;Reflect on your own mental health and know when to share aspects of your own experience to inspire hope while maintaining profession boundaries&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;A career in nursing is dynamic and exciting with opportunities to work in a range of different roles as a Registered Nurse. Your nursing career will mean working with a variety of service users, families and carers, and with a range of health and care professionals and other agencies. You might be working in: a hospital, someone’s home, the community, social care or public health. Registered nurses are a key part of the multidisciplinary teams that meet the health and care needs of patients and service users. You will be at the centre of teams that can include other health and social care professionals. The current Nursing and Midwifery Council (NMC) standards comprise a common core of skills and knowledge for all nursing students, with specialisms in adult nursing, children’s nursing, mental health and learning disabilities.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "b4dc7430-ffd3-4ca7-87d3-5b4940e24185",
      "detail": "How to act as a change agent and provide leadership through quality improvement and service development"
    },
    {
      "knowledgeId": "bc7c0f38-20a7-4162-b616-fcdc2996a7d9",
      "detail": "How to systematically evaluate care and ensure you use the findings to improve people’s experience and care outcomes"
    },
    {
      "knowledgeId": "394d07eb-c6fd-4bd5-bed0-501e7799c989",
      "detail": "How to identify priorities and manage time and resources effectively"
    },
    {
      "knowledgeId": "00498de0-cf84-410a-9c01-e03a0d00281d",
      "detail": "How your own values, principles and assumptions may affect your practice."
    },
    {
      "knowledgeId": "825d2602-996b-4c69-a315-3e85eaaa9fbd",
      "detail": "How to take the lead in coordinating, delegating and supervising care safely and managing risk either working independently or as part of a team"
    },
    {
      "knowledgeId": "6fd97370-375f-4ee2-97bf-897af182ecd2",
      "detail": "How to work effectively across professional and agency boundaries"
    },
    {
      "knowledgeId": "f1914bbe-877c-4051-9586-49dc618a1588",
      "detail": "When and how to communicate with a and refer to other professionals and agencies respecting the choices of service users and others"
    },
    {
      "knowledgeId": "6e3b86e5-dc47-4721-8d09-61a8387ac097",
      "detail": "The Code: Professional standards of practice and behaviour for nurses and midwives (NMC 2015), current legislation and other ethical and legal frameworks"
    },
    {
      "knowledgeId": "523cd59a-a803-4e5b-81f5-f341f081d127",
      "detail": "How to practice in a holistic, non-judgemental, caring and sensitive manner"
    },
    {
      "knowledgeId": "b1a02177-cca5-40dd-87da-86882a1e7010",
      "detail": "How to manage risk and promote health and well-being while aiming to empower choices that promote self-care and safety"
    },
    {
      "knowledgeId": "41d53b97-8f4d-4dec-8426-7be9a931ad45",
      "detail": "The various roles, responsibilities and functions of the nurse and how to adapt your practice to meet the changing needs of people using the service"
    },
    {
      "knowledgeId": "8618fed0-dd10-4278-b34d-0356f384f34e",
      "detail": "The roles and responsibilities of other health and social care professionals"
    },
    {
      "knowledgeId": "a2a454cf-363c-4b27-b5cf-07732c251c71",
      "detail": "How to keep your knowledge and skills up to date through continuing professional development"
    },
    {
      "knowledgeId": "3508f0e7-e1a9-4c29-9c42-bcdc485d5952",
      "detail": "How to recognise the limits of your own competence and knowledge and where to seek advice or refer to other professionals"
    },
    {
      "knowledgeId": "5cf62199-1641-4257-b530-c4a88eca87b5",
      "detail": "The value of evidence in practice and how to critically appraise research, apply relevant theory and research to your work and how to identify areas for further investigation"
    },
    {
      "knowledgeId": "1e3144f7-3553-437e-b34d-3d23434aa6a2",
      "detail": "How to use appropriate diagnostic and decision making skills to assess, plan, deliver and evaluate care, communicate findings, influence change and promote health and best practice."
    },
    {
      "knowledgeId": "37296e51-49f2-4598-83d0-c2716695d9df",
      "detail": "The structure and function of the human body and how other life, behavioural and social sciences apply to health, ill health, disability, ageing and death"
    },
    {
      "knowledgeId": "925f36ed-9958-4ff4-9e8c-b481fa6960f6",
      "detail": "Common physical and mental health problems and treatments"
    },
    {
      "knowledgeId": "d478113a-40e6-4dc1-a4ee-1273c0e28fa7",
      "detail": "How behaviour, culture, socioeconomic and other factors, in the care environment and its location, can effect health, illness, health outcomes and public health priorities and take this into account when planning and delivering care"
    },
    {
      "knowledgeId": "05547ed1-7125-4eee-9113-70b5ef622194",
      "detail": "How to build partnerships and therapeutic relationships through safe, effective and non- discriminatory communication, taking account of individual differences, capabilities and needs"
    },
    {
      "knowledgeId": "82a13ace-35ea-418e-9d29-0ad56309ec1d",
      "detail": "How to use communication skills and technologies to support person centred care and enhance quality and safety"
    },
    {
      "knowledgeId": "28b7d303-ecfb-4730-a428-9226d6a29f72",
      "detail": "How to use therapeutic principles to promote wellbeing, manage personal safety and resolve conflict"
    },
    {
      "knowledgeId": "acd567c4-3da7-48e3-862c-76c09349829d",
      "detail": "Current legislation as it applies to all service users including protection of vulnerable adults and those with complex needs arising from ageing, cognitive impairment, long term conditions and those approaching the end of life. This legislation would cover areas such as safeguarding, equality and diversity, handling information and data protection"
    },
    {
      "knowledgeId": "db09dd40-a9df-4795-a061-299384650aa9",
      "detail": "Models of inter-professional care and the role of specialist teams"
    },
    {
      "knowledgeId": "c941043d-6616-4632-b500-dda58208cb5c",
      "detail": "Your leadership role in disaster management, major incidents and public health emergencies and respond appropriately according to your level of competence"
    },
    {
      "knowledgeId": "cbfa2d66-b714-42ef-81d8-d0460844e90b",
      "detail": "Theories and models of nursing assessment"
    },
    {
      "knowledgeId": "0ef7ba3a-db01-4237-b976-3fd539b9b694",
      "detail": "Early signs of illness in people of all ages"
    },
    {
      "knowledgeId": "4d8c6e6a-db15-484c-976c-aac4e46864f6",
      "detail": "How to recognise and manage an individual who is clinically deteriorating"
    },
    {
      "knowledgeId": "5f3682b1-1627-4661-b5bf-073dd7adace4",
      "detail": "Theories and concepts of medical and surgical nursing"
    },
    {
      "knowledgeId": "b11333e0-f9cc-4a54-b088-8b2b1e6e9299",
      "detail": "How treatment goals and service user choices may change at different stages of progressive illness, loss and bereavement"
    },
    {
      "knowledgeId": "6841a1ad-b871-49e3-83ed-c8cf74187114",
      "detail": "The range of invasive and non-invasive procedures, medical devices and current technological and pharmacological interventions"
    },
    {
      "knowledgeId": "770946dc-88e4-490d-8fdc-cfeaa561a867",
      "detail": "How to work in partnership with people who have long term conditions that require medical or surgical nursing, and their families and carers, to provide therapeutic nursing interventions, optimise health and wellbeing, facilitate choice and maximise self-care and self-management"
    },
    {
      "knowledgeId": "81b16940-7522-4e0b-8248-7cc8f44a6480",
      "detail": "Normal physiological and psychological processes of pregnancy and childbirth"
    },
    {
      "knowledgeId": "32ac143b-6a17-44c4-be46-e758cf4ca623",
      "detail": "The signs and symptoms of anxiety or distress"
    },
    {
      "knowledgeId": "39480f52-043f-4292-b52d-06fd8d048e65",
      "detail": "Common long-term conditions"
    },
    {
      "knowledgeId": "c3b1651b-dc32-4fe0-83a1-d25cdde608d4",
      "detail": "How to promote self-care to people with acute of long-term conditions"
    },
    {
      "knowledgeId": "6110bff6-cdf2-4bf3-9a22-e08c622d3cf8",
      "detail": "The theories and concepts that underpin self-care"
    },
    {
      "knowledgeId": "e123254b-c630-4d43-a74e-1aaeea1e9fe7",
      "detail": "Your role as an advocate for children, young people and their families, and working in partnership with them."
    },
    {
      "knowledgeId": "dc5294fa-8f8c-4307-a3bf-e598b8daece5",
      "detail": "The laws relating to child and parental consent, including giving and refusing consent, withdrawal of treatment and legal capacity"
    },
    {
      "knowledgeId": "27b6d4c5-9421-4d20-93d0-11ec9b0f9739",
      "detail": "That all children and young people have the right to be safe, enjoy life and reach their potential."
    },
    {
      "knowledgeId": "4fb0274d-27ee-4a44-8809-5f151ac67252",
      "detail": "The parent’s or carers primary role in achieving and maintaining the child or young person’s health and wellbeing"
    },
    {
      "knowledgeId": "0ea83993-9cf5-4094-886d-e471958b374a",
      "detail": "Health and social care policies relating to the health and wellbeing of children and young people"
    },
    {
      "knowledgeId": "ff59fc49-750e-4a51-9d0b-8d46a85a9203",
      "detail": "The role of other agencies and services in providing services to children and young people"
    },
    {
      "knowledgeId": "4127afbc-d28d-4987-a0bf-df33357c2101",
      "detail": "How to empower and enable children, young people, parents and carers to influence quality of care and influence the development of policies and strategies"
    },
    {
      "knowledgeId": "1b4deaee-d7eb-408c-9104-6392cbb68256",
      "detail": "Where and when to seek extra help or advice to manage situations safely"
    },
    {
      "knowledgeId": "ec050f28-e34f-44aa-be03-21c8d360bb2b",
      "detail": "The range of issues that may arise during transition from children’s to adult services and how to respond to these"
    },
    {
      "knowledgeId": "a85873ce-cf1f-4a6f-9250-f971927dbd26",
      "detail": "Biological, psychological and social factors throughout infancy, childhood and adolescence"
    },
    {
      "knowledgeId": "2f69347a-b75f-4c9e-ad33-6400444dca61",
      "detail": "Pharmacology, anatomy and physiology, pathology, psychology and sociology, from infancy to young adulthood"
    },
    {
      "knowledgeId": "5693d744-7651-41c8-b00f-a55aa19aa632",
      "detail": "Recognised, evidence based, child-centred frameworks"
    },
    {
      "knowledgeId": "37cadb7b-62fb-4b35-8e56-f965830c6d2f",
      "detail": "The vulnerability and how to recognise the rapid physiological deterioration of infants and young people"
    },
    {
      "knowledgeId": "2565a030-76d2-4d8f-b80b-84d5c499c2ce",
      "detail": "The central role of the nurse in preventing maltreatment, and safeguarding children and young people."
    },
    {
      "knowledgeId": "0647ad01-5ecb-409a-b5ad-f7b90f940c17",
      "detail": "When and how to identify and refer those at risk of experiencing harm"
    },
    {
      "knowledgeId": "fba32697-6d59-4d76-8e44-a4f5b82cf876",
      "detail": "The particular vulnerability of infants and young people in relation to accurate medicines administration"
    },
    {
      "knowledgeId": "93758559-3569-486a-9f0a-6b97ae57ded0",
      "detail": "Types of negotiation skills"
    },
    {
      "knowledgeId": "e130b631-271c-4c26-8faf-a2ae1e98235a",
      "detail": "How to take account of each child and young person’s individuality, including their stage of development, ability to understand, culture, learning or communication difficulties and health status"
    },
    {
      "knowledgeId": "bff06378-4f26-405e-bd91-35948de4b877",
      "detail": "All aspects of development from infancy to young adulthood, and identify each child or young person’s developmental stage, in order to communicate effectively with them."
    },
    {
      "knowledgeId": "02e044d8-04f9-47d4-a730-4821065b22a2",
      "detail": "How to use play, distraction and communication tools in the nursing care of children"
    },
    {
      "knowledgeId": "cbbe6dae-3e4a-4850-a16a-d5e356d254c5",
      "detail": "How current legislation applies to all service users, paying special attention to the protection of vulnerable people, including those with complex needs arising from aging, cognitive impairment, long term conditions and those approaching end of life"
    },
    {
      "knowledgeId": "94b020af-3eb6-4a08-b95c-e2f8ab6647b8",
      "detail": "Understand how to exercise professional advocacy, and know when it is appropriate to refer to independent advocacy services to safeguard dignity and human rights"
    },
    {
      "knowledgeId": "c73edd86-dc69-4d98-b1eb-f8f6ea66bbe8",
      "detail": "That people with learning disabilities are full and equal citizens"
    },
    {
      "knowledgeId": "14103c93-fd90-4585-8f15-8d6865fb3291",
      "detail": "The collaborative management, delegation and supervision skills used to create, manage and support therapeutic environments for people with learning disabilities"
    },
    {
      "knowledgeId": "33e0f9a3-23a5-486e-84fc-6df5a71b7963",
      "detail": "How people with learning disabilities receive support to addresses their physical, social, economic, psychological, spiritual and other needs when assessing, planning and delivering care"
    },
    {
      "knowledgeId": "5a094925-5476-4ac3-bad0-34b57a1ecd3f",
      "detail": "Your unique contribution is recognised in service design and provision"
    },
    {
      "knowledgeId": "20504b48-c7c3-486f-acb8-51930cb9a5bd",
      "detail": "The health and developmental needs of all people with learning disabilities, and the factors that might influence them."
    },
    {
      "knowledgeId": "7c8cb058-3435-4c92-9e36-573ea5c7b5ac",
      "detail": "The impact of different forms of learning disability on capacity to make health related decisions and self-manage care"
    },
    {
      "knowledgeId": "2c4caf21-ecf9-4721-b01e-ee030038e74b",
      "detail": "The range of essential and complex physical and mental health needs that can be experienced by people with learning disabilities"
    },
    {
      "knowledgeId": "0ca9ed7a-77f2-4af4-8d65-813e025e8ceb",
      "detail": "How to recognise the range of needs that people in your care may experience"
    },
    {
      "knowledgeId": "feba0023-25c1-449a-a636-e0ba14e09387",
      "detail": "Models and theories of person centred approaches to assessment of people with learning disabilities"
    },
    {
      "knowledgeId": "b4ae5f3b-81d6-45cb-8d99-de882952f901",
      "detail": "How to work in partnership to agree and implement individual care plans and ensure continuity of care"
    },
    {
      "knowledgeId": "b0f59c4a-bc87-4b59-8dd2-e25c2bbe4d97",
      "detail": "How to implement and review plans that promote optimum health and wellbeing and facilitate equal access to all health, social acre and specialist services for people with learning disabilities"
    },
    {
      "knowledgeId": "a44fb43d-f717-485d-ab94-b6be3fee8461",
      "detail": "How to facilitate choice and maximise self-care and self-management and co- ordinate the transition between f services and agencies"
    },
    {
      "knowledgeId": "55598e8c-eef7-4315-8950-e0f99c549baa",
      "detail": "How to communicate and negotiate effectively with other professionals, services and agencies."
    },
    {
      "knowledgeId": "3f42ff8d-92cc-437c-928e-053d6e1d2620",
      "detail": "The range of person centred alternative and augmentative communication strategies and skills"
    },
    {
      "knowledgeId": "0ee3dd5c-81b9-49ed-90ed-8e7d1b92ae9d",
      "detail": "How to make relevant information accessible and understandable to people with learning disabilities"
    },
    {
      "knowledgeId": "8cc033b3-775a-43cf-b44d-2284dbb3d056",
      "detail": "The structured approaches to assessment and communication with people with a learning disability who have complex physical and psychological health needs or those in behavioural distress"
    },
    {
      "knowledgeId": "4ec23796-385b-4a92-899e-e82281d19f06",
      "detail": "How to recognise and respond to complex behaviour that may be used as a means of communication by people with learning disabilities"
    },
    {
      "knowledgeId": "4be4e4ae-e266-48fd-bf16-4c0273cf039d",
      "detail": "How current legislation applies to all service users, paying special attention to the protection of vulnerable people, including those with complex needs arising from aging, cognitive impairment, long term conditions and those approaching end of life"
    },
    {
      "knowledgeId": "27017927-b827-4147-b648-1d762c9f328a",
      "detail": "Mental health legislation and how it relates to care and treatment of people with mental health problems"
    },
    {
      "knowledgeId": "dd4175a2-60f8-4c1b-82e7-6fd3275fef86",
      "detail": "The inequalities and discrimination that may arise from or contribute to mental health problems"
    },
    {
      "knowledgeId": "3031d8b1-e9e6-4b7a-8441-de9e5b782be2",
      "detail": "The value of your own mental health and wellbeing."
    },
    {
      "knowledgeId": "ce788a13-3064-45ad-a442-69a0ab843d82",
      "detail": "How personal values, beliefs and emotions impact on practice, and how your own practice aligns with mental health legislation, policies and values based frameworks"
    },
    {
      "knowledgeId": "1037126d-b09a-4c1d-b650-26cb78209b66",
      "detail": "How working in mental health can have an emotional impact on self"
    },
    {
      "knowledgeId": "91007f2e-213f-48c5-a86d-09093a129c8e",
      "detail": "How to reflect on practice and engage in supervision"
    },
    {
      "knowledgeId": "5c259989-258c-438c-a487-9a1e333349c9",
      "detail": "How your values, beliefs and emotions affect your leadership"
    },
    {
      "knowledgeId": "b6e26cae-e252-4b69-9331-074987c1ddc7",
      "detail": "How to shape future services, aid recovery and challenge discrimination and inequality"
    },
    {
      "knowledgeId": "1a3f5288-2698-45b6-9380-a85770e1e59c",
      "detail": "Models of clinical supervision within values based frameworks"
    },
    {
      "knowledgeId": "ac8823e5-e225-4fe9-9215-a0aa006184ea",
      "detail": "Theories and models of best practice in mental health care and treatment"
    },
    {
      "knowledgeId": "f2348305-50d5-47c9-a844-0ab466c19395",
      "detail": "How to enhance safety, psychological security and therapeutic outcomes"
    },
    {
      "knowledgeId": "58908c84-1c64-4201-b73e-2e894732ee9b",
      "detail": "Positive risk management and how to ensure continuity of care across service boundaries"
    },
    {
      "knowledgeId": "1b251cde-725d-4262-b84f-a8bd40e3eb11",
      "detail": "Range of evidence based individual and group psychological and psychosocial interventions to carry out systematic needs assessments, develop case formulations and negotiate goals"
    },
    {
      "knowledgeId": "956d0af8-51e8-46a4-89e1-5e1c5dc8a309",
      "detail": "Range of evidence based individual and group psychological and psychosocial interventions to develop and implement care plans and evaluate outcomes in partnership with service users and others."
    },
    {
      "knowledgeId": "9a911d93-8954-4de5-a988-18e6f4eaecdd",
      "detail": "The benefits and unwanted effects of pharmacological and physical treatments and the range of choices and alternatives"
    },
    {
      "knowledgeId": "1e0b1c6c-e54e-4fef-b66a-4a99455a993c",
      "detail": "How to recognise the health and social factors that can contribute to crisis and relapse management in a way that ensures safety and security and promotes recovery"
    },
    {
      "knowledgeId": "36d55666-8f54-402f-8fd1-2c7b3d6b7e63",
      "detail": "Evidence based models of risk assessment, suicide prevention, intervention and self-harm reduction"
    },
    {
      "knowledgeId": "85dd92bd-0877-4014-aed8-c84548968f3a",
      "detail": "Positive risk-taking and how to ensure that this is balanced with the need for safety"
    },
    {
      "knowledgeId": "a556db12-3ebb-4318-8d2f-0ccf4e01ffe2",
      "detail": "The therapeutic use of self"
    },
    {
      "knowledgeId": "5d3fcdde-3873-4c6d-b576-6d1d35ca1c8e",
      "detail": "Principles and theories of therapeutic relationships"
    },
    {
      "knowledgeId": "25d2fd5f-4cf1-45e8-b628-dfbfd6d09f52",
      "detail": "How to use interpersonal approaches and skills to help people explore and make sense of their experiences in a way to promote recovery"
    },
    {
      "knowledgeId": "7da9977f-2299-4179-a25d-a1cc10fb369a",
      "detail": "Signs and symptoms that may be experienced by those with mental health problems"
    },
    {
      "knowledgeId": "8b9b64bb-971e-4e60-a769-2597bfb59535",
      "detail": "How to facilitate therapeutic groups for people experiencing mental health problems and their families and carers"
    },
    {
      "knowledgeId": "1b28f871-147b-40b7-a2d4-d87a5a1854d5",
      "detail": "How abuse and trauma impact on people’s wellbeing and the development of mental health problems"
    },
    {
      "knowledgeId": "77dfbe04-9d56-443f-997e-78bb4537a5c7",
      "detail": "Reflect on your own mental health and know when to share aspects of your own experience to inspire hope while maintaining profession boundaries"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "3f2d6a8c-117a-4c76-b794-3c9f11995ee5",
      "detail": "You will treat people with dignity, respecting individual's diversity, beliefs, culture, needs, values, privacy and preferences. You will show respect and empathy for those you work with, have the courage to challenge areas of concern and work to evidence based best practice. You will also be adaptable, reliable and consistent, show discretion, resilience and self-awareness and demonstrate leadership"
    }
  ],
  "skills": [
    {
      "skillId": "67df942d-d014-45a2-a306-2d22860c2fda",
      "detail": "Be professionally accountable and use clinical governance processes to maintain and improve nursing practice and standards of healthcare."
    },
    {
      "skillId": "001e1cc6-0c11-464e-a9ef-3f941dfc7d2f",
      "detail": "Respond autonomously and confidently to planned and uncertain situations, managing yourself and others effectively"
    },
    {
      "skillId": "6d1ec93d-3719-45a7-955c-9ee42ca5753c",
      "detail": "Create and maximise opportunities to improve services and demonstrate the potential to develop further management and leadership skills"
    },
    {
      "skillId": "c7fd2548-97e8-445a-9a50-f64482bbefbc",
      "detail": "Act first and foremost to care for and safeguard the public."
    },
    {
      "skillId": "5eaa499d-8772-4ab8-b339-580b00f18ccb",
      "detail": "Practice autonomously within your scope of practice and be responsible and accountable for safe, compassionate, person centred, evidence based nursing that respects and maintains human rights."
    },
    {
      "skillId": "94b713df-dcf9-4c38-b24d-2f3b038cf559",
      "detail": "Show professionalism and integrity and work within recognised professional, ethical and legal frameworks."
    },
    {
      "skillId": "7c3469f9-c667-4033-a074-b9f8be530e10",
      "detail": "Work in partnership with other health and social care professionals and agencies, service users, their carers and families in all settings, including the community, ensuring that decisions about care are shared"
    },
    {
      "skillId": "f7e692ac-fd82-4555-af78-cfc2fd7be53e",
      "detail": "Practice autonomously, compassionately, skilfully and safely, and must maintain dignity and promote wellbeing."
    },
    {
      "skillId": "9c3826b9-e304-4e94-b6c2-4f758051f83e",
      "detail": "Assess and meet the full range of essential physical and mental health needs of people of all ages"
    },
    {
      "skillId": "da4de2a5-58ff-4606-9c11-ee011ecef092",
      "detail": "Meet the more complex and coexisting needs of people in any setting"
    },
    {
      "skillId": "de86152f-5403-41fc-b31b-527e1b96f637",
      "detail": "Make shared decisions with service users"
    },
    {
      "skillId": "a52f00d7-e4e5-4ca1-960b-2910bace67bf",
      "detail": "Communicate in a safe, effective, compassionate and respectful way"
    },
    {
      "skillId": "8e6eea35-fd83-4426-a57e-ef741760114a",
      "detail": "Communicate effectively using a wide range of strategies and interventions"
    },
    {
      "skillId": "ef1e32cd-c42c-4d89-af1c-a35fedb1bed6",
      "detail": "Work with service users and others to obtain information needed to make reasonable adjustments that promote optimum health and enable equal access to services"
    },
    {
      "skillId": "45c80804-86be-4e31-bbe8-e273e450711a",
      "detail": "Promote the rights, choices and wishes of all adults and, where appropriate, children and young people, paying particular attention to equality and diversity and the needs of an aging population"
    },
    {
      "skillId": "3aa50611-4f60-4342-aabf-e11d6d9f7f82",
      "detail": "Work in partnership to address people’s needs in all healthcare settings"
    },
    {
      "skillId": "ad0f8b39-45ab-47d0-847c-79a6f4d28dc0",
      "detail": "Apply current legislation to all service users especially the protection of vulnerable people, including those with complex needs arising from ageing, cognitive impairment, long-term conditions and those approaching the end of life"
    },
    {
      "skillId": "0431fde0-40f0-4738-80e6-8cad2e37428a",
      "detail": "Provide leadership in managing adult nursing care, understand and coordinate inter-professional care when needed, and liaise with specialist teams"
    },
    {
      "skillId": "ec331251-8f57-4e58-8ae9-0d8f8f868f9e",
      "detail": "Take the lead in responding to the needs of people of all ages in a variety of circumstances including situations where immediate or urgent care is needed"
    },
    {
      "skillId": "1430ee3b-f851-4c49-a6f9-087cd8a2eb86",
      "detail": "Make accurate assessments and start appropriate and timely management of those that are acutely ill, at risk of clinical deterioration, or require emergency care"
    },
    {
      "skillId": "b2555a24-7eae-4ad6-9702-eda6c95b6e33",
      "detail": "Deliver medical and surgical nursing interventions to respond to adult’s full range of health and dependency needs"
    },
    {
      "skillId": "5011eae7-fba9-450e-8514-cfd9891418be",
      "detail": "Recognise and respond to the changing needs of adults, families and carers during terminal illness."
    },
    {
      "skillId": "899a7c97-dc72-42f5-9e00-9d288d5642aa",
      "detail": "Safely use invasive and non-invasive procedures, medical devises, and current technological and pharmacological interventions"
    },
    {
      "skillId": "a0fa7627-ada7-4fc0-b6f7-d633dfe89b75",
      "detail": "Work in partnership with people who have long term conditions that require medical or surgical nursing, and their families and carers, to provide therapeutic nursing interventions, optimise health and wellbeing, facilitate choice and maximise self-care and self-management"
    },
    {
      "skillId": "933f5849-ea7e-4961-888b-1be91da767e5",
      "detail": "Work with the midwife and other professionals and agencies to provide basic nursing care to pregnant women and families during pregnancy and after childbirth."
    },
    {
      "skillId": "6ec3d020-8052-419c-bc45-50ce730c6be5",
      "detail": "Respond safely and effectively to an emergency to safeguard the health of mother and baby"
    },
    {
      "skillId": "e6a6af66-2698-4b72-9b2e-a6a206c5e611",
      "detail": "Listen with empathy and respond empathetically and positively to people of all ages who may be anxious, distressed or facing problems with their health and wellbeing"
    },
    {
      "skillId": "5fac9328-b3b7-484f-9d42-da3f4f023598",
      "detail": "Promote the concept, knowledge and practice of self-care with people with acute and long term conditions using a range of communication skills and strategies"
    },
    {
      "skillId": "7396c457-0801-483e-adfd-b7c066b80497",
      "detail": "Deliver child and family centred care; empower children and young people to express their views and preferences; and maintain and recognise their rights and best interests"
    },
    {
      "skillId": "3d77843c-932a-4968-91e2-3f0ea4dfaaa1",
      "detail": "Recognise, respect and respond to the individuality of every child and young person"
    },
    {
      "skillId": "d1976dbb-d6ef-4222-a892-71ea69eb779c",
      "detail": "Act as an advocate for the right of all children and young people to lead full and independent lives"
    },
    {
      "skillId": "39578a27-efe1-405c-b7ae-547a533a5b99",
      "detail": "Work in partnership with children, young people and their families to negotiate, plan and deliver child and family centred care, education and support"
    },
    {
      "skillId": "9c34e54a-23d1-4a14-980e-851958ab09ae",
      "detail": "Offer advice and support on parenting in health and illness"
    },
    {
      "skillId": "e8041079-8d4c-459e-9654-5dc6a1e6c84b",
      "detail": "Listen and respond to the wishes of children and young people and influence the delivery of health and social care of children and young people."
    },
    {
      "skillId": "170af33e-087b-448b-af81-20c1fb218fe1",
      "detail": "Work with other agencies and services ensure seamless and well supported transition to adult services"
    },
    {
      "skillId": "1f1708d7-3380-4ae8-b3ee-ad3260d54902",
      "detail": "Empower and enable children, young people, parents and carers to influence the quality of care and develop future policies and strategies"
    },
    {
      "skillId": "e30d2867-98f8-4a89-ad37-ea98d80607cd",
      "detail": "Ensure that wherever possible care is delivered in the child or young person’s home, or in another environment that suits their age, needs and preferences"
    },
    {
      "skillId": "ff616316-4004-4d3c-8d88-ac8d1a8abfe9",
      "detail": "Use effective clinical decision making skills when managing complex and unpredictable situations, especially where the views of children or young people and their parents and carers differ"
    },
    {
      "skillId": "487c7d91-b2d4-4c3d-b0fa-b5d071f5a628",
      "detail": "Work effectively with young people who have continuing health needs, their families, the multidisciplinary team and other agencies to manage effective transition from children’s to adult services, taking account of individual needs and preferences"
    },
    {
      "skillId": "3f69bb25-9e94-43d2-b8c3-c4d69e2f77ef",
      "detail": "Care safely and effectively for children and young people in all settings, and safeguard them."
    },
    {
      "skillId": "be6ae366-1cb4-4cb3-bb27-b41106a643cb",
      "detail": "Deliver care to meet essential and complex physical and mental health needs"
    },
    {
      "skillId": "1716c286-3c91-417d-9695-af4f560bb550",
      "detail": "Use recognised, evidence based, child-centred frameworks to assess, plan, implement, evaluate and record care, and to underpin clinical judgements and decision making"
    },
    {
      "skillId": "eef5f3af-5f01-43d0-bcf8-20e547b0f8dd",
      "detail": "Carry out comprehensive nursing assessments of children and young people, recognising the particular vulnerability of infants and young children to rapid physiological deterioration"
    },
    {
      "skillId": "0510bcaa-5364-4267-80d2-561fc49168cc",
      "detail": "Include health promotion, and illness and injury prevention in nursing practice. Promote early intervention to address the links between early life adversity and adult ill health, and the risks to current and future physical, mental, emotional and sexual health of children and young people"
    },
    {
      "skillId": "c27c005b-4d96-456d-bb1e-6f0e47d3d131",
      "detail": "Use numeracy skills for medicines management , assessment, measuring, monitoring and recording which recognise the particular vulnerability of infants and young people in relation to accurate medicines calculation"
    },
    {
      "skillId": "c28f7921-aade-4c06-b0cb-2b090c997c11",
      "detail": "Use negotiation skills to ensure the best interests of children and young people in all decisions including the continuation or withdrawal of care."
    },
    {
      "skillId": "7c93138f-86b6-43ce-befc-1a3842aa9eff",
      "detail": "Communicate effectively with children, their parents and carers"
    },
    {
      "skillId": "e82459c1-3daa-44d8-a433-f803648e9627",
      "detail": "Work with the child, young person and others to ensure they are actively involved in decision making, in order to maintain independence and take account of their ongoing intellectual, physical and emotional needs"
    },
    {
      "skillId": "412f5560-fd65-4423-bdc7-702e9dda774f",
      "detail": "Use play, distraction and communication tools appropriate to the child’s or young person’s stage of development including those  with sensory or cognitive impairment"
    },
    {
      "skillId": "109a4324-91af-42ba-8445-bbda063c0522",
      "detail": "Ensure that where possible children and young people understand their healthcare needs and can make or contribute to informed choices about aspects of their care"
    },
    {
      "skillId": "f43e9540-5561-4c7d-a32f-1a1a80a163af",
      "detail": "Promote the individuality, independence, rights, choice and social inclusion of people with learning disabilities and highlight their strengths and abilities at all times whilst encouraging others to do the same"
    },
    {
      "skillId": "903fb7cb-fd70-47d5-9f71-13b979311507",
      "detail": "Facilitate the active participation of families and carers"
    },
    {
      "skillId": "4a6e9853-8c44-4113-92b7-3a57354167d0",
      "detail": "Promote the autonomy, rights and choices of people with learning disabilities and support and involve their families and carers, ensuring that each person’s rights are upheld according to policy and the law"
    },
    {
      "skillId": "2d5d247b-14af-455d-8575-922329991f4a",
      "detail": "Promote the health and wellbeing of people with learning disabilities by focusing on and developing strengths and abilities to enable inclusive lifestyles"
    },
    {
      "skillId": "9a9e2e72-0203-4fc6-aba1-185fc9cf2e43",
      "detail": "Exercise collaborative management, delegation and supervision skills to create, manage and support therapeutic environments for people with learning disabilities"
    },
    {
      "skillId": "7e8499a4-0ace-477e-9715-3608ebd7f9d6",
      "detail": "Take the lead in ensuring people with learning disabilities receive support that addresses their physical, social, economic, psychological, spiritual and other needs when assessing, planning and delivering care"
    },
    {
      "skillId": "0ca95a70-65ae-4cf5-aa59-04d7538dc016",
      "detail": "Provide direction through leadership and education to ensure that your unique contribution is recognised in service design and provision"
    },
    {
      "skillId": "7d83152e-7ff4-4605-9cf3-12e5085bd1aa",
      "detail": "Improve and maintain the health and independence of people of all ages with learning disabilities through skilled direct and indirect nursing care."
    },
    {
      "skillId": "c41f0b18-48e2-4b78-8e5a-a676558f891d",
      "detail": "Provide direct care to meet the essential and complex physical and mental health needs of people with learning disabilities"
    },
    {
      "skillId": "5b7147e7-5933-4445-a210-f3c2b83569e7",
      "detail": "Recognise and respond to the needs of all people who come into your care"
    },
    {
      "skillId": "ea9d9506-480a-4846-b1d2-b35475f91362",
      "detail": "Use structured, person-centred approaches to assess, interpret and respond therapeutically to people with learning disabilities, and their often complex, pre-existing physical and psychological health needs."
    },
    {
      "skillId": "ef38a529-95b5-4b56-b17d-dc00c72ee99c",
      "detail": "Work in partnership with service users, carers and other professionals, services and agencies to agree and implement individual care plans and ensure continuity of care"
    },
    {
      "skillId": "1a124454-e1e0-4c7e-9207-6eee6da8e1d0",
      "detail": "Lead the development, implementation and review of individual plans for all people with learning disabilities, to promote their optimum health and wellbeing and facilitate their equal access to all health, social care and specialist services"
    },
    {
      "skillId": "eb59bbd8-4167-4a82-aa8b-5f0113c6a9d5",
      "detail": "Work in partnership with people with learning disabilities and their families and carers to facilitate choice and maximise self-care and self-management and co-ordinate the transition between different services and agencies"
    },
    {
      "skillId": "fd412130-ba63-4457-b319-f12c22799f60",
      "detail": "Use sophisticated communication and interpersonal skills and strategies to work with people of all ages who have learning disabilities and help them to express themselves"
    },
    {
      "skillId": "beaac48d-50e9-4bab-928d-020ea4b5f177",
      "detail": "Ensure people with learning disabilities and their families and carers, are fully involved in decision making"
    },
    {
      "skillId": "53f13c9e-4a63-44b9-837f-332c69014a9a",
      "detail": "Use the full range of person-centred alternative and augmentative communication strategies and skills to build partnerships and therapeutic relationships with people with learning disabilities"
    },
    {
      "skillId": "4fc6758e-519f-43db-bf25-ae07003a3489",
      "detail": "Make relevant information accessible to and understandable by people with learning disabilities, including adaptation of format, presentation and delivery"
    },
    {
      "skillId": "8e07904c-bb22-4e2c-bf15-4b2bccb891b4",
      "detail": "Use a structured approach to assess, communicate with, interpret and respond therapeutically to people with learning disability who have complex physical and psychological health needs or those in behavioural distress"
    },
    {
      "skillId": "42530e47-479c-499f-ab39-defe23eb1f8d",
      "detail": "Recognise and respond therapeutically to complex behaviour that people with learning disability may use as a means of communication"
    },
    {
      "skillId": "2471f3d1-b2b7-4d00-80c0-0f3697cb4fcb",
      "detail": "Work with people of all ages using values based mental health frameworks, using different methods of engaging people and work in a way that promotes positive relationships focussed on social inclusion, human rights and recovery, that is, a person’s ability to live a self-directed life, with or without symptoms, that they believe is meaningful and satisfying"
    },
    {
      "skillId": "04c9bcb6-01e1-4887-9222-39504887ed6b",
      "detail": "Address the potential power imbalances between professionals and people experiencing mental health problems, including situations where compulsory measures are used, by helping people exercise their rights, upholding safeguards and ensuring minimal restrictions on their lives"
    },
    {
      "skillId": "f77ec272-843e-4bf3-82a0-20b25a7465a6",
      "detail": "Promote mental health and wellbeing, while challenging the inequalities and discrimination that may arise from or contribute to mental health problems"
    },
    {
      "skillId": "73dbe80d-4951-4dc5-8c33-c69427ee83d9",
      "detail": "Engage in reflection and supervision to explore the emotional impact on self of working in mental health"
    },
    {
      "skillId": "f4b87f7a-bf34-4a1e-be8d-21b83d4adadf",
      "detail": "Contribute to the leadership, management and design of mental health services and work with service users, carers and other professionals and agencies to shape future services, aid recovery and challenge discrimination and inequality"
    },
    {
      "skillId": "33d34dd6-3e28-463b-bfc1-8073009162c4",
      "detail": "Promote and participate in clinical supervision and reflection, within a values based framework"
    },
    {
      "skillId": "38eeaea3-1d7b-46f9-b037-d81f9dff9175",
      "detail": "Raise awareness of mental health, and provide advice and support in best practice in mental health care and treatment"
    },
    {
      "skillId": "b92612c8-88dc-4bbc-9f68-8464e8a0eef6",
      "detail": "Contribute to the management of mental health care environments by giving priority to actions that enhance peoples safety, psychological security and therapeutic outcomes, and by ensuring effective communication, positive risk management and continuity of care across service boundaries"
    },
    {
      "skillId": "e68fe7a4-c828-461c-bc8c-9e152ea472a6",
      "detail": "Use a range of evidence-based psychological, psychosocial and other complex therapeutic skills and interventions to provide person centred care and support across all ages, in a way that promotes self-determination and aids recovery."
    },
    {
      "skillId": "7490752a-79a1-4a78-bcc7-cb94371a00a9",
      "detail": "Promote improvements to in physical and mental health and wellbeing and provide direct care to meet both the essential and complex physical and mental health needs of people with mental health problems"
    },
    {
      "skillId": "6e62a56c-d93e-4868-bc3d-bb5cd986a599",
      "detail": "Promote mental health, help prevent mental health problems in at risk groups, and enhance the health and wellbeing of people with mental health problems"
    },
    {
      "skillId": "3e246b54-aa34-49af-8e7a-09b7d658561f",
      "detail": "Help people experiencing mental health problems to make informed choices about pharmacological and physical treatments by providing education and information on the benefits and unwanted effects, choices and alternatives. Support people to identify actions that promote health and help to balance the benefits and unwanted effects"
    },
    {
      "skillId": "967c9c8e-a313-411f-ad52-9a4bc63e7ab8",
      "detail": "Provide support and therapeutic interventions for people experiencing acute mental health problems"
    },
    {
      "skillId": "f49926dd-656b-40ab-a1b8-a37f9e45826a",
      "detail": "Work positively and proactively with people who are at risk of suicide or self-harm, and use evidence-based models of suicide prevention, intervention and harm reduction to minimise risk"
    },
    {
      "skillId": "967349b5-b975-4fbb-8d74-680ec91b1cc1",
      "detail": "Promote the self-determination and expertise of people with mental health problems, using a range of approaches, using a range of approaches and tools"
    },
    {
      "skillId": "927cddf7-035e-401f-bed8-ae31a4d0a183",
      "detail": "Maximise service user involvement and therapeutic engagement, using interventions that balance the need for safety with positive risk-taking"
    },
    {
      "skillId": "119b2b27-2e02-41cf-bec4-df62af6e73a4",
      "detail": "Practice in a way that focuses on the therapeutic use of self"
    },
    {
      "skillId": "bccb50f2-367d-4773-b41b-90339fc442d0",
      "detail": "Draw on a range of methods of engaging with people of all ages experiencing mental health problems, and those important to them, to develop and maintain therapeutic relationships"
    },
    {
      "skillId": "d1c5d158-ec8e-4544-9133-88cd706931d9",
      "detail": "Work alongside people, using a range of interpersonal approaches and skills to help them explore and make sense of their experiences in a way that promotes recovery"
    },
    {
      "skillId": "c50cf64e-40cc-4522-b122-0f76f4aea81c",
      "detail": "Use skills of relationship building and communication to engage with and support people distressed by hearing voices, experiencing distressing thoughts or experiencing other  perceptual problems"
    },
    {
      "skillId": "97b932a0-cbd5-4cea-83e6-4f2aa3ee0722",
      "detail": "Facilitate therapeutic groups with people experiencing mental health problems and their families and carers"
    },
    {
      "skillId": "2c4cfea1-a726-4330-b752-1117596acaf2",
      "detail": "Use interpersonal skills and interventions that help people disclose and discuss their experiences as part of their recovery"
    },
    {
      "skillId": "27c2252e-18a7-4c7a-bbdb-2ab489300556",
      "detail": "Use your personal qualities, experiences and interpersonal skills to develop and maintain therapeutic, recovery focussed relationships with people and therapeutic groups"
    },
    {
      "skillId": "48be7a2f-8fb4-4960-a49f-a6a3d5ea6cfb",
      "detail": "Foster helpful and enabling relationships with families, carers and others using communication skills that enable psychosocial education, problem solving and other interventions to help people cope and to safeguard those who are vulnerable"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Adult",
    "Children",
    "Learning Disability",
    "Mental Health"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2017-05-09T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "TB0315 ",
  "tbMainContact": "healthcare.trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "Addenbrookes Cambridge University Hospitals NHS Foundation Trust, Barts Health NHS Trust, Burton Hospitals NHS Foundation Trust, Central and Northwest London NHS Foundation Trust, Central Manchester University Hospitals NHS Foundation Trust, Chesterfield Royal Hospital NHS Foundation Trust, City and Hackney GP Confederation, City Health Care Partnership CIC, Derby Teaching Hospitals NHS Trust, Derbyshire Community Health Services NHS Foundation Trust, Derbyshire Healthcare NHS Foundation Trust, East Lancashire Hospitals NHS Trust, Hallmark Care Homes, Hillingdon Hospital NHS Foundation Trust, Imperial College Healthcare NHS Trust, North Bristol NHS Trust, Nottingham CityCare Partnership Community Interest, Pennine Care NHS Foundation Trust, Princess Alexandra Hospital NHS Trust, Ramsay UK Healthcare group, Rotherham Doncaster and South Humber NHS Foundation Trust, Sheffield Teaching Hospitals NHS Foundation Trust, South Essex Partnership University NHS Foundation Trust, Tees,  Esk and Wear Valleys NHS Foundation Trust, United Lincolnshire Hospital NHS Trust, Whittington Health NHS Trust, Woodlands and Hillbrow Ltd Care Homes",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "Nursing and Midwifery Council",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "nurse",
    "adult nurse",
    "children's nurse",
    "mental health nurse",
    "learning disabilities nurse",
    "midwife"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Midwifery and Nursing Professional",
  "clusterId": "211",
  "clusterDescription": "Assess, plan, implement and evaluate patient care in multiple settings with specialist expertise often working independently",
  "createdDate": "2021-02-19T09:54:59 +00:00",
  "lastUpdated": "2024-01-11T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-05-09T00:00:00 +00:00",
  "banners": "This apprenticeship was retired on 11 Jan 2024. Employers who wish to start new apprentices should use ST0781 Registered Nurse Degree (NMC 2018) apprenticeship.",
  "occupationCode": "",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0293-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0293-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "66d04c42-9288-4cc7-83d5-b80c9ff25e6d",
      "title": "Adult",
      "occupationCode": ""
    },
    {
      "optionId": "8d091281-512a-4f7d-a3fe-def29836bc6a",
      "title": "Children",
      "occupationCode": ""
    },
    {
      "optionId": "3106b859-7801-428f-99f0-7f35d7c65900",
      "title": "Learning Disability",
      "occupationCode": ""
    },
    {
      "optionId": "509f2af2-32d5-4cf0-93ba-9f4702c0e53c",
      "title": "Mental Health",
      "occupationCode": ""
    }
  ],
  "regulationDetail": [
    {
      "name": "Training provider",
      "webLink": "",
      "approved": true
    },
    {
      "name": "EPAO",
      "webLink": "",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "3f2d6a8c-117a-4c76-b794-3c9f11995ee5"
      ],
      "mappedKnowledge": [
        "b4dc7430-ffd3-4ca7-87d3-5b4940e24185",
        "bc7c0f38-20a7-4162-b616-fcdc2996a7d9",
        "394d07eb-c6fd-4bd5-bed0-501e7799c989",
        "00498de0-cf84-410a-9c01-e03a0d00281d",
        "825d2602-996b-4c69-a315-3e85eaaa9fbd",
        "6fd97370-375f-4ee2-97bf-897af182ecd2",
        "f1914bbe-877c-4051-9586-49dc618a1588",
        "6e3b86e5-dc47-4721-8d09-61a8387ac097",
        "523cd59a-a803-4e5b-81f5-f341f081d127",
        "b1a02177-cca5-40dd-87da-86882a1e7010",
        "41d53b97-8f4d-4dec-8426-7be9a931ad45",
        "8618fed0-dd10-4278-b34d-0356f384f34e",
        "a2a454cf-363c-4b27-b5cf-07732c251c71",
        "3508f0e7-e1a9-4c29-9c42-bcdc485d5952",
        "5cf62199-1641-4257-b530-c4a88eca87b5",
        "1e3144f7-3553-437e-b34d-3d23434aa6a2",
        "37296e51-49f2-4598-83d0-c2716695d9df",
        "925f36ed-9958-4ff4-9e8c-b481fa6960f6",
        "d478113a-40e6-4dc1-a4ee-1273c0e28fa7",
        "05547ed1-7125-4eee-9113-70b5ef622194",
        "82a13ace-35ea-418e-9d29-0ad56309ec1d",
        "28b7d303-ecfb-4730-a428-9226d6a29f72",
        "6110bff6-cdf2-4bf3-9a22-e08c622d3cf8"
      ],
      "mappedSkills": [
        "67df942d-d014-45a2-a306-2d22860c2fda",
        "001e1cc6-0c11-464e-a9ef-3f941dfc7d2f",
        "6d1ec93d-3719-45a7-955c-9ee42ca5753c",
        "c7fd2548-97e8-445a-9a50-f64482bbefbc",
        "5eaa499d-8772-4ab8-b339-580b00f18ccb",
        "94b713df-dcf9-4c38-b24d-2f3b038cf559",
        "7c3469f9-c667-4033-a074-b9f8be530e10",
        "f7e692ac-fd82-4555-af78-cfc2fd7be53e",
        "9c3826b9-e304-4e94-b6c2-4f758051f83e",
        "da4de2a5-58ff-4606-9c11-ee011ecef092",
        "de86152f-5403-41fc-b31b-527e1b96f637",
        "a52f00d7-e4e5-4ca1-960b-2910bace67bf",
        "8e6eea35-fd83-4426-a57e-ef741760114a",
        "ef1e32cd-c42c-4d89-af1c-a35fedb1bed6"
      ]
    },
    {
      "coreOrOptionTitle": "Adult",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "acd567c4-3da7-48e3-862c-76c09349829d",
        "db09dd40-a9df-4795-a061-299384650aa9",
        "c941043d-6616-4632-b500-dda58208cb5c",
        "cbfa2d66-b714-42ef-81d8-d0460844e90b",
        "0ef7ba3a-db01-4237-b976-3fd539b9b694",
        "4d8c6e6a-db15-484c-976c-aac4e46864f6",
        "5f3682b1-1627-4661-b5bf-073dd7adace4",
        "b11333e0-f9cc-4a54-b088-8b2b1e6e9299",
        "6841a1ad-b871-49e3-83ed-c8cf74187114",
        "770946dc-88e4-490d-8fdc-cfeaa561a867",
        "81b16940-7522-4e0b-8248-7cc8f44a6480",
        "32ac143b-6a17-44c4-be46-e758cf4ca623",
        "39480f52-043f-4292-b52d-06fd8d048e65",
        "c3b1651b-dc32-4fe0-83a1-d25cdde608d4"
      ],
      "mappedSkills": [
        "45c80804-86be-4e31-bbe8-e273e450711a",
        "3aa50611-4f60-4342-aabf-e11d6d9f7f82",
        "ad0f8b39-45ab-47d0-847c-79a6f4d28dc0",
        "0431fde0-40f0-4738-80e6-8cad2e37428a",
        "ec331251-8f57-4e58-8ae9-0d8f8f868f9e",
        "1430ee3b-f851-4c49-a6f9-087cd8a2eb86",
        "b2555a24-7eae-4ad6-9702-eda6c95b6e33",
        "5011eae7-fba9-450e-8514-cfd9891418be",
        "899a7c97-dc72-42f5-9e00-9d288d5642aa",
        "a0fa7627-ada7-4fc0-b6f7-d633dfe89b75",
        "933f5849-ea7e-4961-888b-1be91da767e5",
        "6ec3d020-8052-419c-bc45-50ce730c6be5",
        "e6a6af66-2698-4b72-9b2e-a6a206c5e611",
        "5fac9328-b3b7-484f-9d42-da3f4f023598"
      ]
    },
    {
      "coreOrOptionTitle": "Children",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "e123254b-c630-4d43-a74e-1aaeea1e9fe7",
        "dc5294fa-8f8c-4307-a3bf-e598b8daece5",
        "27b6d4c5-9421-4d20-93d0-11ec9b0f9739",
        "4fb0274d-27ee-4a44-8809-5f151ac67252",
        "0ea83993-9cf5-4094-886d-e471958b374a",
        "ff59fc49-750e-4a51-9d0b-8d46a85a9203",
        "4127afbc-d28d-4987-a0bf-df33357c2101",
        "1b4deaee-d7eb-408c-9104-6392cbb68256",
        "ec050f28-e34f-44aa-be03-21c8d360bb2b",
        "a85873ce-cf1f-4a6f-9250-f971927dbd26",
        "2f69347a-b75f-4c9e-ad33-6400444dca61",
        "5693d744-7651-41c8-b00f-a55aa19aa632",
        "37cadb7b-62fb-4b35-8e56-f965830c6d2f",
        "2565a030-76d2-4d8f-b80b-84d5c499c2ce",
        "0647ad01-5ecb-409a-b5ad-f7b90f940c17",
        "fba32697-6d59-4d76-8e44-a4f5b82cf876",
        "93758559-3569-486a-9f0a-6b97ae57ded0",
        "e130b631-271c-4c26-8faf-a2ae1e98235a",
        "bff06378-4f26-405e-bd91-35948de4b877",
        "02e044d8-04f9-47d4-a730-4821065b22a2"
      ],
      "mappedSkills": [
        "7396c457-0801-483e-adfd-b7c066b80497",
        "3d77843c-932a-4968-91e2-3f0ea4dfaaa1",
        "d1976dbb-d6ef-4222-a892-71ea69eb779c",
        "39578a27-efe1-405c-b7ae-547a533a5b99",
        "9c34e54a-23d1-4a14-980e-851958ab09ae",
        "e8041079-8d4c-459e-9654-5dc6a1e6c84b",
        "170af33e-087b-448b-af81-20c1fb218fe1",
        "1f1708d7-3380-4ae8-b3ee-ad3260d54902",
        "e30d2867-98f8-4a89-ad37-ea98d80607cd",
        "ff616316-4004-4d3c-8d88-ac8d1a8abfe9",
        "487c7d91-b2d4-4c3d-b0fa-b5d071f5a628",
        "3f69bb25-9e94-43d2-b8c3-c4d69e2f77ef",
        "be6ae366-1cb4-4cb3-bb27-b41106a643cb",
        "1716c286-3c91-417d-9695-af4f560bb550",
        "eef5f3af-5f01-43d0-bcf8-20e547b0f8dd",
        "0510bcaa-5364-4267-80d2-561fc49168cc",
        "c27c005b-4d96-456d-bb1e-6f0e47d3d131",
        "c28f7921-aade-4c06-b0cb-2b090c997c11",
        "7c93138f-86b6-43ce-befc-1a3842aa9eff",
        "e82459c1-3daa-44d8-a433-f803648e9627",
        "412f5560-fd65-4423-bdc7-702e9dda774f",
        "109a4324-91af-42ba-8445-bbda063c0522"
      ]
    },
    {
      "coreOrOptionTitle": "Learning Disability",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "cbbe6dae-3e4a-4850-a16a-d5e356d254c5",
        "94b020af-3eb6-4a08-b95c-e2f8ab6647b8",
        "c73edd86-dc69-4d98-b1eb-f8f6ea66bbe8",
        "14103c93-fd90-4585-8f15-8d6865fb3291",
        "33e0f9a3-23a5-486e-84fc-6df5a71b7963",
        "5a094925-5476-4ac3-bad0-34b57a1ecd3f",
        "20504b48-c7c3-486f-acb8-51930cb9a5bd",
        "7c8cb058-3435-4c92-9e36-573ea5c7b5ac",
        "2c4caf21-ecf9-4721-b01e-ee030038e74b",
        "0ca9ed7a-77f2-4af4-8d65-813e025e8ceb",
        "feba0023-25c1-449a-a636-e0ba14e09387",
        "b4ae5f3b-81d6-45cb-8d99-de882952f901",
        "b0f59c4a-bc87-4b59-8dd2-e25c2bbe4d97",
        "a44fb43d-f717-485d-ab94-b6be3fee8461",
        "55598e8c-eef7-4315-8950-e0f99c549baa",
        "3f42ff8d-92cc-437c-928e-053d6e1d2620",
        "0ee3dd5c-81b9-49ed-90ed-8e7d1b92ae9d",
        "8cc033b3-775a-43cf-b44d-2284dbb3d056",
        "4ec23796-385b-4a92-899e-e82281d19f06",
        "3031d8b1-e9e6-4b7a-8441-de9e5b782be2"
      ],
      "mappedSkills": [
        "f43e9540-5561-4c7d-a32f-1a1a80a163af",
        "903fb7cb-fd70-47d5-9f71-13b979311507",
        "4a6e9853-8c44-4113-92b7-3a57354167d0",
        "2d5d247b-14af-455d-8575-922329991f4a",
        "9a9e2e72-0203-4fc6-aba1-185fc9cf2e43",
        "7e8499a4-0ace-477e-9715-3608ebd7f9d6",
        "0ca95a70-65ae-4cf5-aa59-04d7538dc016",
        "7d83152e-7ff4-4605-9cf3-12e5085bd1aa",
        "c41f0b18-48e2-4b78-8e5a-a676558f891d",
        "5b7147e7-5933-4445-a210-f3c2b83569e7",
        "ea9d9506-480a-4846-b1d2-b35475f91362",
        "ef38a529-95b5-4b56-b17d-dc00c72ee99c",
        "1a124454-e1e0-4c7e-9207-6eee6da8e1d0",
        "eb59bbd8-4167-4a82-aa8b-5f0113c6a9d5",
        "fd412130-ba63-4457-b319-f12c22799f60",
        "beaac48d-50e9-4bab-928d-020ea4b5f177",
        "53f13c9e-4a63-44b9-837f-332c69014a9a",
        "4fc6758e-519f-43db-bf25-ae07003a3489",
        "8e07904c-bb22-4e2c-bf15-4b2bccb891b4",
        "42530e47-479c-499f-ab39-defe23eb1f8d"
      ]
    },
    {
      "coreOrOptionTitle": "Mental Health",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "4be4e4ae-e266-48fd-bf16-4c0273cf039d",
        "27017927-b827-4147-b648-1d762c9f328a",
        "dd4175a2-60f8-4c1b-82e7-6fd3275fef86",
        "ce788a13-3064-45ad-a442-69a0ab843d82",
        "1037126d-b09a-4c1d-b650-26cb78209b66",
        "91007f2e-213f-48c5-a86d-09093a129c8e",
        "5c259989-258c-438c-a487-9a1e333349c9",
        "b6e26cae-e252-4b69-9331-074987c1ddc7",
        "1a3f5288-2698-45b6-9380-a85770e1e59c",
        "ac8823e5-e225-4fe9-9215-a0aa006184ea",
        "f2348305-50d5-47c9-a844-0ab466c19395",
        "58908c84-1c64-4201-b73e-2e894732ee9b",
        "1b251cde-725d-4262-b84f-a8bd40e3eb11",
        "956d0af8-51e8-46a4-89e1-5e1c5dc8a309",
        "9a911d93-8954-4de5-a988-18e6f4eaecdd",
        "1e0b1c6c-e54e-4fef-b66a-4a99455a993c",
        "36d55666-8f54-402f-8fd1-2c7b3d6b7e63",
        "85dd92bd-0877-4014-aed8-c84548968f3a",
        "a556db12-3ebb-4318-8d2f-0ccf4e01ffe2",
        "5d3fcdde-3873-4c6d-b576-6d1d35ca1c8e",
        "25d2fd5f-4cf1-45e8-b628-dfbfd6d09f52",
        "7da9977f-2299-4179-a25d-a1cc10fb369a",
        "8b9b64bb-971e-4e60-a769-2597bfb59535",
        "1b28f871-147b-40b7-a2d4-d87a5a1854d5",
        "77dfbe04-9d56-443f-997e-78bb4537a5c7"
      ],
      "mappedSkills": [
        "2471f3d1-b2b7-4d00-80c0-0f3697cb4fcb",
        "04c9bcb6-01e1-4887-9222-39504887ed6b",
        "f77ec272-843e-4bf3-82a0-20b25a7465a6",
        "73dbe80d-4951-4dc5-8c33-c69427ee83d9",
        "f4b87f7a-bf34-4a1e-be8d-21b83d4adadf",
        "33d34dd6-3e28-463b-bfc1-8073009162c4",
        "38eeaea3-1d7b-46f9-b037-d81f9dff9175",
        "b92612c8-88dc-4bbc-9f68-8464e8a0eef6",
        "e68fe7a4-c828-461c-bc8c-9e152ea472a6",
        "7490752a-79a1-4a78-bcc7-cb94371a00a9",
        "6e62a56c-d93e-4868-bc3d-bb5cd986a599",
        "3e246b54-aa34-49af-8e7a-09b7d658561f",
        "967c9c8e-a313-411f-ad52-9a4bc63e7ab8",
        "f49926dd-656b-40ab-a1b8-a37f9e45826a",
        "967349b5-b975-4fbb-8d74-680ec91b1cc1",
        "927cddf7-035e-401f-bed8-ae31a4d0a183",
        "119b2b27-2e02-41cf-bec4-df62af6e73a4",
        "bccb50f2-367d-4773-b41b-90339fc442d0",
        "d1c5d158-ec8e-4544-9133-88cd706931d9",
        "c50cf64e-40cc-4522-b122-0f76f4aea81c",
        "97b932a0-cbd5-4cea-83e6-4f2aa3ee0722",
        "2c4cfea1-a726-4330-b752-1117596acaf2",
        "27c2252e-18a7-4c7a-bbdb-2ab489300556",
        "48be7a2f-8fb4-4960-a49f-a6a3d5ea6cfb"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-01-11T00:00:00"
}