{
  "templateType": "Occupational Standard",
  "larsCode": 108,
  "referenceNumber": "ST0222",
  "learningAimClassCode": "",
  "title": "HM forces serviceperson (protective services)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0222",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Standard, end-point assessment and funding revised.",
  "changedDate": "2023-01-26T00:00:00",
  "earliestStartDate": "2023-01-05T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "HM Forces first response ground troops, providing peacekeeping duties and support/assistance to the civilian community as required and directed by HM Government.",
  "level": 2,
  "ePALength": 3,
  "typicalDuration": 12,
  "maxFunding": 4000,
  "maxFundingAdditionalInformation": "",
  "route": "Protective services",
  "keywords": [
    "HM forces",
    "Protective services",
    "government",
    "troops",
    "army",
    "public services"
  ],
  "jobRoles": [
    "Infantry soldier including the queens guards",
    "Paratrooper",
    "Royal air force regiment gunner",
    "Royal armoured corps crew",
    "Royal marines rifleman"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0222-v1-1?view=epa",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.4 Public services",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupation: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Royal Marines Rifleman, Army Combat Infantryman and Royal Air Force&lt;/p&gt;\n&lt;p&gt;Regiment Gunner&lt;/p&gt;\n&lt;h3&gt;Typical Job Role&lt;/h3&gt;\n&lt;p&gt;Royal Marines Rifleman, Army Combat Infantryman, Royal Air Force&lt;/p&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;Minimum 12 months&lt;/p&gt;\n&lt;h3&gt;Level&lt;/h3&gt;\n&lt;p&gt;2&lt;/p&gt;\n&lt;h3&gt;Review Date&lt;/h3&gt;\n&lt;p&gt;After 3 years&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Job profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The primary role of a Serviceperson is to work as a team member within HM Forces. The effectiveness of that team depends on each individual’s selflessness placing the communal right over individual right. The Serviceperson must be prepared to undertake a diverse range of roles from general warfare to humanitarian tasks necessitating a high level of commitment, enthusiasm and common sense&lt;strong&gt;. &lt;/strong&gt;Each year, large numbers of new recruits enter the HM Forces undertaking programmes of training and skills development necessary to enable them to work in a variety of highly physically and mentally demanding situations and environments, often for prolonged periods. This requires the Serviceperson to have a high degree of physical and mental robustness as well as dedication and self discipline. A serviceperson must be able to understand and adapt to the changing needs of the organisation.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;En&lt;/strong&gt;&lt;strong&gt;tr&lt;/strong&gt;&lt;strong&gt;y Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Due to the demanding nature of the role within the HM Forces, there are a number of entry restrictions relating to age, nationality, residency, gender, medical and physical fitness. Requirements vary between and within the single Services and are at times subject to change. Information on the current entry requirements and recruiting process can be found on the weblinks below:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Royal Navy (including Royal Marines) - www.royal navy.mod.uk&lt;/li&gt;\n&lt;li&gt;Army - &lt;span&gt;&lt;a href=&quot;http://www.armyjobs.mod.uk/&quot;&gt;www.armyjobs.mod.uk&lt;/a&gt;&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;Royal Air Force - &lt;span&gt;&lt;a href=&quot;http://www.raf.mod.uk/&quot;&gt;www.raf.mod.uk&lt;/a&gt;&lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;echn&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;c&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;l Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Can meet the organisation’s work related objectives&lt;/li&gt;\n&lt;li&gt;Carry out safe working practices in accordance with legal requirements&lt;/li&gt;\n&lt;li&gt;Work within procedures, customs, traditions and ethics of Public Service&lt;/li&gt;\n&lt;li&gt;Operate effectively in emergency situations&lt;/li&gt;\n&lt;li&gt;Take action to resolve unanticipated situations&lt;/li&gt;\n&lt;li&gt;Manage and maintain the organisation’s specialist equipment including military equipment&lt;/li&gt;\n&lt;li&gt;Use communications systems effectively&lt;/li&gt;\n&lt;li&gt;Fulfil the role requirements for physical fitness&lt;/li&gt;\n&lt;li&gt;Navigate effectively using maps, charts and devices&lt;/li&gt;\n&lt;li&gt;Use weapons in accordance with organisational procedures&lt;/li&gt;\n&lt;li&gt;Conduct battlefield drills&lt;/li&gt;\n&lt;li&gt;Operate effectively in all environments applicable to the organisation&lt;/li&gt;\n&lt;li&gt;Perform ceremonial duties&lt;/li&gt;\n&lt;li&gt;Administer first aid to minor and major injuries&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;echn&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;c&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;l knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Demonstrate understanding of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Preparation and maintenance of specialist equipment and consumables&lt;/li&gt;\n&lt;li&gt;The use of personal protective equipment&lt;/li&gt;\n&lt;li&gt;The set up and use of service weapons, ancillaries, ammunition and pyrotechnics safely&lt;/li&gt;\n&lt;li&gt;The use of recognised fieldcraft techniques&lt;/li&gt;\n&lt;li&gt;The principles of first aid&lt;/li&gt;\n&lt;li&gt;Operating communication systems&lt;/li&gt;\n&lt;li&gt;The use of recognised navigation methods including topographical information&lt;/li&gt;\n&lt;li&gt;The application of the principles of battlefield drills&lt;/li&gt;\n&lt;li&gt;Organisational structures across own Service&lt;/li&gt;\n&lt;li&gt;The principles and the use of assets at the lower tactical level (Section, Troop &amp;amp; Company – teams of 8, 30 &amp;amp; 100 individuals)&lt;/li&gt;\n&lt;li&gt;Awareness of asset deployment at the higher tactical level (larger formations)&lt;/li&gt;\n&lt;li&gt;Rules of engagement and the law of armed conflict&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;A&lt;/strong&gt;&lt;strong&gt;ttri&lt;/strong&gt;&lt;strong&gt;butes and Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Should uphold the standards, professionalism, values and conduct expected of a member of HM Forces, demonstrating the following:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Dependability and responsibility: Punctual and reliable&lt;/li&gt;\n&lt;li&gt;Strong Work Ethic: Motivated, proactive and committed&lt;/li&gt;\n&lt;li&gt;Positive Attitude: Constructive thinking, optimistic and motivated to succeed&lt;/li&gt;\n&lt;li&gt;Physically fit: Physical and mental stamina&lt;/li&gt;\n&lt;li&gt;Effective Communication: Listening, written, spoken and presentation&lt;/li&gt;\n&lt;li&gt;Resilience: Able to adapt to change&lt;/li&gt;\n&lt;li&gt;Teamwork: Able to work and interact within a team&lt;/li&gt;\n&lt;li&gt;Understanding: Application of personal learning and thinking skills&lt;/li&gt;\n&lt;li&gt;Confidence: In self and the team&lt;/li&gt;\n&lt;li&gt;Moral Standards: Courage and Ethos&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;nglish and maths&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices must have achieved a GCSE to at least a grade E, a level 1 qualification in Functional Skills, or an equivalent qualification in English and mathematics before being entered for their final apprenticeship assessment. An apprentice who has already achieved a level 1 qualification must study towards the achievement of a level 2 GCSE (A*-C) or Level 2 Functional Skills qualification as part of the apprenticeship, but entry to final apprenticeship assessment is not dependent on passing these qualifications.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;P&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;ogression&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;All apprentices are in full time employment within their Service. Onward progression to higher qualifications is available to learners with Service command and leadership courses at successive ranks and certain specialist skills being accredited by awarding organisations between Levels 3 &amp;amp; 7.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the public sector only and specifically within HM Forces (Royal Navy, Army and Royal Air Force). The HM Forces is a large employer. The role is utilised by the ground troops of all three services, who could find their workplace to be UK based or on foreign soil, dependent on HM Government direction.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to provide defence to the United Kingdom, incorporating peace keeping duties such as United Nations Peacekeeping in Cyprus, support/assistance to civilian tasks for example building Nightingale Hospitals during the COVID epidemic, disaster relief for example helping to shore up river banks during major flooding within the UK, and working abroad as directed by HM Government. The HM Forces Serviceperson will be part of the first response ground troops from the Royal Navy, Army or Royal Air Force, who will be delivered to their designated area by sea, land or air, dependent on the location and service represented. They will work individually and as a team, potentially at all hours, in all weathers and across all terrains, as is required to fulfil the requirements of the specified organisational objectives.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation typically interacts with colleagues and their line management chain from their relevant service (Royal Navy, Army, Royal Air Force). The HM Forces Serviceperson could be assigned to work within the wider HM Forces environment and may be required to take direction from line management of an alternative service or take direction from other nations or other government departments. This is dependent on the HM Forces Serviceperson&#39;s duties, tasks and locations.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for ensuring that all they have been taught is applied, enabling instinctive actions and reactions in appropriate controlled and measured ways.&amp;nbsp; For HM Forces Servicepersons, preparation is vital. They will carry out theoretical and practical training, which will include, but not exclusively, communication methods, enhanced first aid, safe weapons handling processes and navigation methods along with testing and maintenance of equipment to ensure operational preparedness. They are responsible for consistently working in a professional manner, both individually and as a team, continually honing the requisite skills in readiness for any eventuality they may be required to fulfil. They will become embedded into a professional culture and ethos where individuals understand / are aware of how their role supports both the team and aligns to the wider organisational taskings and priorities.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "75567532-76c9-4976-b9e8-ef49aabfa340",
      "detail": "Understand marksmanship principles, ammunition types and storage requirements. "
    },
    {
      "knowledgeId": "5a91fc1d-22e4-40ff-a637-4c9a5d00bf94",
      "detail": "Weapon cleaning regimes in different environments."
    },
    {
      "knowledgeId": "3674c28c-7259-4d8d-84a9-b0e23d257953",
      "detail": "Appropriate methods of Operations Preparation, including the NATO sequence of orders, and preparation for battle procedures. "
    },
    {
      "knowledgeId": "2cf9a003-479f-4f6b-b687-4470e477024c",
      "detail": "The principles of Service Law and the Law of Armed Conflict."
    },
    {
      "knowledgeId": "66534116-56ea-4e0a-a355-57cbccef94eb",
      "detail": "Navigation and map reading, across all terrains in urban and rural environments, by day and night."
    },
    {
      "knowledgeId": "d64c2de0-d662-4134-8f7c-bf7af759819a",
      "detail": "How to carry out treatment to casualty, elementary life support and casualty handling, including battlefield casualty evacuation (CASEVAC principles). Asset deployment affecting teams and the importance of clear communications."
    },
    {
      "knowledgeId": "1d67d331-b421-4391-ab50-4c8904b96968",
      "detail": "The importance of maintaining physical and mental wellbeing, maintaining relevant levels of physical fitness, seeking advice on improvements to physical fitness and management with injuries."
    },
    {
      "knowledgeId": "a5ca3bdb-9ff8-414d-89e5-f6342ac5a645",
      "detail": "Good practice in nutrition, health and hygiene."
    },
    {
      "knowledgeId": "513e9128-6108-4eba-8d3e-3e589afa26b9",
      "detail": "Hazards, risks and control measures across a range of situations military and civilian."
    },
    {
      "knowledgeId": "becd6128-9563-4eaf-88d4-f28ba7000a14",
      "detail": "Understand personal and specialist resource management, dress codes, maintain own equipment in line with regulations."
    },
    {
      "knowledgeId": "2041762d-ed7a-41cb-8b54-4ab72101c00c",
      "detail": "Asset deployment affecting teams and the importance of clear communications."
    },
    {
      "knowledgeId": "cd6bd9b1-437e-46ab-8c89-f2cd79e8a246",
      "detail": "Understand the principles and practices of simple and complex drill movements for Parades and Special Events."
    },
    {
      "knowledgeId": "c6e82492-0b6f-45ef-8729-dc0abdaf7575",
      "detail": "Environmental impact of military training and how to improve practices to benefit the environment."
    },
    {
      "knowledgeId": "d76675b0-0f81-45a3-97f0-9d7927c99743",
      "detail": "How to use individual protective equipment in Chemical, Biological, Radiological and Nuclear environments."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "2cc1c285-a61f-49f5-998a-5e68a27b5c31",
      "detail": "Commitment to Diversity and Inclusion, understanding other cultures, adopting a fair and ethical approach in the way you treat others."
    },
    {
      "behaviourId": "28dcfe0f-0381-4747-b9cb-1d8f0fa1abf4",
      "detail": "Use appropriate behaviour with a range of people including colleagues, and managers. Recognise rank structure and act appropriately."
    },
    {
      "behaviourId": "068c3503-26a3-46b1-a126-364349463dd2",
      "detail": "Adapt to a strong work ethic; reliable, punctual, diligent and flexible, in changing working environments and situations."
    },
    {
      "behaviourId": "d5d7cd73-f04d-4037-bb86-c803393657cb",
      "detail": "Account for actions, personal, professional equipment and understand impacts of poor accountability as well as its effects in the workplace."
    },
    {
      "behaviourId": "37c331c2-bdb8-4862-a95c-44f0801d00cd",
      "detail": "Be motivated individually and as a team member, show you are adaptable in the role."
    },
    {
      "behaviourId": "9ad0798b-bf1b-4409-a729-64f998eaf3a9",
      "detail": "Adopt appropriate performance and initiative traits, as behaviour minimal standard."
    }
  ],
  "skills": [
    {
      "skillId": "b15a28fe-78e3-4d8e-a927-cc1d645439a2",
      "detail": "Take responsibility for effective performance within their role."
    },
    {
      "skillId": "4cedc8b7-5ef8-41b5-b9e6-d1046575fdc4",
      "detail": "Carry out safe working practices using the individual personal weapon."
    },
    {
      "skillId": "d9da0982-c008-4be6-9b2c-235263f5d5d1",
      "detail": "Operate safely and effectively in emergency situations."
    },
    {
      "skillId": "0817678b-7594-4e7a-8de0-24c2cf5e1291",
      "detail": "Operate within hazardous environments using Chemical, Biological, Radiological and Nuclear individual protective equipment. "
    },
    {
      "skillId": "f514f592-91f5-4716-aaa4-082b92641dd0",
      "detail": "Apply First Aid to minor and major injuries."
    },
    {
      "skillId": "d1eac3ee-1da4-432c-a1ba-6d33843f0a07",
      "detail": "Use fieldcraft techniques to camouflage and conceal self, equipment and location."
    },
    {
      "skillId": "bb7e6c60-46a4-45de-86bd-d26904e94aaf",
      "detail": "Use and maintain personal safety and specialist equipment."
    },
    {
      "skillId": "f639e14f-a7ae-4e79-a1d4-8f2ae5093819",
      "detail": "Operate tactically in open country and wooded areas without being seen or heard."
    },
    {
      "skillId": "b43b6cfc-8a16-4d58-939a-e274bd538774",
      "detail": "Occupy tactical locations by constructing strongholds."
    },
    {
      "skillId": "b1696c84-8ff5-49b5-9225-f5144d64cbfa",
      "detail": "Conduct tactical patrols."
    },
    {
      "skillId": "2cd724bf-2a40-4cb9-8c14-18e8fa764f11",
      "detail": "Indicate targets by judging distance and range cards."
    },
    {
      "skillId": "c11f5a45-257d-4258-bcfa-f207f4cfc34b",
      "detail": "Navigate using recognised methods, across varying terrains by day and night."
    },
    {
      "skillId": "de96ff51-6bb2-4cad-9a21-b0d3c8f516bb",
      "detail": "Conduct sentry duties within a tactical location."
    },
    {
      "skillId": "06aac946-c9c2-49d8-8c1c-f54a7854d803",
      "detail": "Communicate effectively, through tactical hand signals."
    },
    {
      "skillId": "7b176fdc-c390-43cb-9fac-adf2453972ec",
      "detail": "Send and receive messages using in-service portable radios."
    },
    {
      "skillId": "cfc1f9b2-66ec-4dec-a112-1fa65e926831",
      "detail": "Drill movements; Dress for the event, perform foot and arms drill, show respect and courtesy to visitors."
    },
    {
      "skillId": "4a712cce-bb9d-407c-8ecd-42d62ab5113b",
      "detail": "Use physical resources as not to cause injury to self or others"
    },
    {
      "skillId": "170b1e8a-820a-4ac2-8a92-6f0eff81c7a2",
      "detail": "Show how to prepare and maintain operational equipment and resources, ancillaries, ammunition and pyrotechnics. "
    },
    {
      "skillId": "023dbddd-feb7-448e-b21d-e1bc5f2a7bc8",
      "detail": "Show understanding of Individual Weapons, purposes and characteristics. "
    },
    {
      "skillId": "bcb2ad60-2ec2-462f-ace7-9babc1cb74a5",
      "detail": "Show how to operate weapons and remedy malfunctions. "
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Tri-Service (Infantryman) EQAP",
    "contactName": "Derek McConnachie",
    "contactAddress": "Personal Development Advisory Team<br>Headquarters Infantry<br>Waterloo Lines<br>Imber Road<br>Warminster BA12 0DJ",
    "contactEmail": "Derek.McConnachie135@mod.gov.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2016-06-10T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0222",
  "tbMainContact": "martin.mcmaster648@mod.gov.uk",
  "involvedEmployers": "Army Headquarters, British Army, Commando Training Centre Royal Marines, Infantry, Royal Air Force Regiment, Royal Armoured Corps, Royal Marines, Royal Navy.",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Infantry soldier including the queens guards",
    "Paratrooper",
    "Royal air force regiment gunner",
    "Royal armoured corps crew",
    "Royal marines rifleman"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Protective services",
  "cluster": "Protective service officer",
  "clusterId": "15",
  "clusterDescription": "Provide safety, security, prevention, enforcement, protection and investigation services largely on behalf of society",
  "createdDate": "2022-11-04T11:52:19 +00:00",
  "lastUpdated": "2023-01-26T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-06-10T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0222",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0222-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0222-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "07939bc9-5ab0-4b7c-ac78-34c4f553b3c5",
      "dutyDetail": "Participate in individual and teamwork drills and activities to develop self and others to deliver organisational objectives.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2cc1c285-a61f-49f5-998a-5e68a27b5c31",
        "28dcfe0f-0381-4747-b9cb-1d8f0fa1abf4",
        "068c3503-26a3-46b1-a126-364349463dd2",
        "d5d7cd73-f04d-4037-bb86-c803393657cb",
        "9ad0798b-bf1b-4409-a729-64f998eaf3a9"
      ],
      "mappedKnowledge": [
        "3674c28c-7259-4d8d-84a9-b0e23d257953",
        "2cf9a003-479f-4f6b-b687-4470e477024c",
        "66534116-56ea-4e0a-a355-57cbccef94eb",
        "d64c2de0-d662-4134-8f7c-bf7af759819a",
        "1d67d331-b421-4391-ab50-4c8904b96968",
        "a5ca3bdb-9ff8-414d-89e5-f6342ac5a645",
        "513e9128-6108-4eba-8d3e-3e589afa26b9",
        "becd6128-9563-4eaf-88d4-f28ba7000a14",
        "2041762d-ed7a-41cb-8b54-4ab72101c00c",
        "cd6bd9b1-437e-46ab-8c89-f2cd79e8a246",
        "c6e82492-0b6f-45ef-8729-dc0abdaf7575",
        "d76675b0-0f81-45a3-97f0-9d7927c99743"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b15a28fe-78e3-4d8e-a927-cc1d645439a2",
        "4cedc8b7-5ef8-41b5-b9e6-d1046575fdc4",
        "d9da0982-c008-4be6-9b2c-235263f5d5d1",
        "f639e14f-a7ae-4e79-a1d4-8f2ae5093819",
        "2cd724bf-2a40-4cb9-8c14-18e8fa764f11",
        "4a712cce-bb9d-407c-8ecd-42d62ab5113b",
        "170b1e8a-820a-4ac2-8a92-6f0eff81c7a2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "85ad52b2-6b20-49ba-9200-238f2ed7dd95",
      "dutyDetail": "Administer first aid, use recognised methods in preserving life, move casualties utilising recognised casualty evacuation procedures.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "3674c28c-7259-4d8d-84a9-b0e23d257953",
        "66534116-56ea-4e0a-a355-57cbccef94eb",
        "d64c2de0-d662-4134-8f7c-bf7af759819a",
        "1d67d331-b421-4391-ab50-4c8904b96968",
        "a5ca3bdb-9ff8-414d-89e5-f6342ac5a645",
        "513e9128-6108-4eba-8d3e-3e589afa26b9",
        "becd6128-9563-4eaf-88d4-f28ba7000a14",
        "2041762d-ed7a-41cb-8b54-4ab72101c00c",
        "d76675b0-0f81-45a3-97f0-9d7927c99743"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4cedc8b7-5ef8-41b5-b9e6-d1046575fdc4",
        "d9da0982-c008-4be6-9b2c-235263f5d5d1",
        "f514f592-91f5-4716-aaa4-082b92641dd0",
        "4a712cce-bb9d-407c-8ecd-42d62ab5113b",
        "170b1e8a-820a-4ac2-8a92-6f0eff81c7a2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d24e56e0-0151-41d1-87bd-168c5cabefdd",
      "dutyDetail": "Use, monitor and maintain physical resources, use appropriate tools and equipment in a reliable and safe manner throughout.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "5a91fc1d-22e4-40ff-a637-4c9a5d00bf94",
        "66534116-56ea-4e0a-a355-57cbccef94eb",
        "513e9128-6108-4eba-8d3e-3e589afa26b9",
        "becd6128-9563-4eaf-88d4-f28ba7000a14",
        "2041762d-ed7a-41cb-8b54-4ab72101c00c",
        "d76675b0-0f81-45a3-97f0-9d7927c99743"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4cedc8b7-5ef8-41b5-b9e6-d1046575fdc4",
        "d9da0982-c008-4be6-9b2c-235263f5d5d1",
        "bb7e6c60-46a4-45de-86bd-d26904e94aaf",
        "4a712cce-bb9d-407c-8ecd-42d62ab5113b",
        "170b1e8a-820a-4ac2-8a92-6f0eff81c7a2",
        "bcb2ad60-2ec2-462f-ace7-9babc1cb74a5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "357957ed-ba9c-4e78-a9dd-6dd51a5d4c00",
      "dutyDetail": "Use suitable methods of communication for the task, acknowledge, send and receive messages in line with procedures.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "28dcfe0f-0381-4747-b9cb-1d8f0fa1abf4",
        "37c331c2-bdb8-4862-a95c-44f0801d00cd"
      ],
      "mappedKnowledge": [
        "3674c28c-7259-4d8d-84a9-b0e23d257953",
        "66534116-56ea-4e0a-a355-57cbccef94eb",
        "d64c2de0-d662-4134-8f7c-bf7af759819a",
        "becd6128-9563-4eaf-88d4-f28ba7000a14",
        "2041762d-ed7a-41cb-8b54-4ab72101c00c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "06aac946-c9c2-49d8-8c1c-f54a7854d803",
        "7b176fdc-c390-43cb-9fac-adf2453972ec",
        "4a712cce-bb9d-407c-8ecd-42d62ab5113b",
        "170b1e8a-820a-4ac2-8a92-6f0eff81c7a2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ec834700-1704-4d44-8807-cddcc7f34ad9",
      "dutyDetail": "Monitor and maintain own physical fitness requirements to conform to the organisations mandated physical fitness levels.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "068c3503-26a3-46b1-a126-364349463dd2",
        "9ad0798b-bf1b-4409-a729-64f998eaf3a9"
      ],
      "mappedKnowledge": [
        "3674c28c-7259-4d8d-84a9-b0e23d257953",
        "66534116-56ea-4e0a-a355-57cbccef94eb",
        "1d67d331-b421-4391-ab50-4c8904b96968",
        "a5ca3bdb-9ff8-414d-89e5-f6342ac5a645"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b15a28fe-78e3-4d8e-a927-cc1d645439a2",
        "bb7e6c60-46a4-45de-86bd-d26904e94aaf",
        "4a712cce-bb9d-407c-8ecd-42d62ab5113b",
        "170b1e8a-820a-4ac2-8a92-6f0eff81c7a2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a4eeb33d-bd26-4bdd-8f47-71a3e387da66",
      "dutyDetail": "Plan and navigate specified routes using recognised aids and techniques, in a variety of conditions and terrains.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "3674c28c-7259-4d8d-84a9-b0e23d257953",
        "66534116-56ea-4e0a-a355-57cbccef94eb",
        "513e9128-6108-4eba-8d3e-3e589afa26b9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b15a28fe-78e3-4d8e-a927-cc1d645439a2",
        "bb7e6c60-46a4-45de-86bd-d26904e94aaf",
        "c11f5a45-257d-4258-bcfa-f207f4cfc34b",
        "4a712cce-bb9d-407c-8ecd-42d62ab5113b",
        "170b1e8a-820a-4ac2-8a92-6f0eff81c7a2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "090677d6-d4b2-4941-9e00-89843f94f285",
      "dutyDetail": "Use safe systems of training to operate individual and team weapon systems, associated ancillaries, ammunitions and pyrotechnics.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "37c331c2-bdb8-4862-a95c-44f0801d00cd"
      ],
      "mappedKnowledge": [
        "75567532-76c9-4976-b9e8-ef49aabfa340",
        "5a91fc1d-22e4-40ff-a637-4c9a5d00bf94",
        "2cf9a003-479f-4f6b-b687-4470e477024c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b15a28fe-78e3-4d8e-a927-cc1d645439a2",
        "d9da0982-c008-4be6-9b2c-235263f5d5d1",
        "b43b6cfc-8a16-4d58-939a-e274bd538774",
        "170b1e8a-820a-4ac2-8a92-6f0eff81c7a2",
        "023dbddd-feb7-448e-b21d-e1bc5f2a7bc8",
        "bcb2ad60-2ec2-462f-ace7-9babc1cb74a5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2af907cb-5a27-46b6-918e-7d0a812f2c8a",
      "dutyDetail": "Operate both individually and as a team member using a full range of field techniques and skills, team weapon systems and assets.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2cc1c285-a61f-49f5-998a-5e68a27b5c31",
        "28dcfe0f-0381-4747-b9cb-1d8f0fa1abf4",
        "068c3503-26a3-46b1-a126-364349463dd2",
        "d5d7cd73-f04d-4037-bb86-c803393657cb",
        "37c331c2-bdb8-4862-a95c-44f0801d00cd"
      ],
      "mappedKnowledge": [
        "75567532-76c9-4976-b9e8-ef49aabfa340",
        "3674c28c-7259-4d8d-84a9-b0e23d257953",
        "66534116-56ea-4e0a-a355-57cbccef94eb",
        "513e9128-6108-4eba-8d3e-3e589afa26b9",
        "d76675b0-0f81-45a3-97f0-9d7927c99743"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d9da0982-c008-4be6-9b2c-235263f5d5d1",
        "0817678b-7594-4e7a-8de0-24c2cf5e1291",
        "d1eac3ee-1da4-432c-a1ba-6d33843f0a07",
        "bb7e6c60-46a4-45de-86bd-d26904e94aaf",
        "f639e14f-a7ae-4e79-a1d4-8f2ae5093819",
        "b1696c84-8ff5-49b5-9225-f5144d64cbfa",
        "de96ff51-6bb2-4cad-9a21-b0d3c8f516bb",
        "06aac946-c9c2-49d8-8c1c-f54a7854d803",
        "4a712cce-bb9d-407c-8ecd-42d62ab5113b",
        "170b1e8a-820a-4ac2-8a92-6f0eff81c7a2",
        "023dbddd-feb7-448e-b21d-e1bc5f2a7bc8",
        "bcb2ad60-2ec2-462f-ace7-9babc1cb74a5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "72920b80-c04f-44c7-9970-85a73a5a3b9a",
      "dutyDetail": "Plan and prepare personal equipment and resources, conduct simple and complex drill movements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "3674c28c-7259-4d8d-84a9-b0e23d257953",
        "d64c2de0-d662-4134-8f7c-bf7af759819a",
        "513e9128-6108-4eba-8d3e-3e589afa26b9",
        "becd6128-9563-4eaf-88d4-f28ba7000a14",
        "2041762d-ed7a-41cb-8b54-4ab72101c00c",
        "cd6bd9b1-437e-46ab-8c89-f2cd79e8a246",
        "d76675b0-0f81-45a3-97f0-9d7927c99743"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b15a28fe-78e3-4d8e-a927-cc1d645439a2",
        "4cedc8b7-5ef8-41b5-b9e6-d1046575fdc4",
        "cfc1f9b2-66ec-4dec-a112-1fa65e926831",
        "4a712cce-bb9d-407c-8ecd-42d62ab5113b",
        "170b1e8a-820a-4ac2-8a92-6f0eff81c7a2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "79dd7169-32fa-4cfe-9ba8-0d0e5636d6d7",
      "dutyDetail": "Carry out post action activities in accordance with organisational procedures.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "28dcfe0f-0381-4747-b9cb-1d8f0fa1abf4",
        "37c331c2-bdb8-4862-a95c-44f0801d00cd",
        "9ad0798b-bf1b-4409-a729-64f998eaf3a9"
      ],
      "mappedKnowledge": [
        "3674c28c-7259-4d8d-84a9-b0e23d257953",
        "becd6128-9563-4eaf-88d4-f28ba7000a14",
        "c6e82492-0b6f-45ef-8729-dc0abdaf7575"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b15a28fe-78e3-4d8e-a927-cc1d645439a2",
        "2cd724bf-2a40-4cb9-8c14-18e8fa764f11",
        "cfc1f9b2-66ec-4dec-a112-1fa65e926831",
        "4a712cce-bb9d-407c-8ecd-42d62ab5113b",
        "170b1e8a-820a-4ac2-8a92-6f0eff81c7a2"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-01-26T00:00:00"
}