{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 43,
  "referenceNumber": "ST0246",
  "learningAimClassCode": "",
  "title": "Solicitor",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0246",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Occupational standard, end-point assessment plan and funding band revised but funding remained the same.",
  "changedDate": "2024-01-11T00:00:00",
  "earliestStartDate": "2024-01-11T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Progressing legal matters and transactions, applying legal knowledge and commercial judgement to produce solutions which meet clients' needs.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 72,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Legal, finance and accounting",
  "keywords": [
    "legal services",
    "law",
    "law agent",
    "solictor",
    "legal",
    "judge",
    "client",
    "finance",
    "accounting"
  ],
  "jobRoles": [
    "Banking solicitor",
    "Catastrophic injury solicitor",
    "Charity solicitor",
    "Civil liberties solicitor",
    "Civil litigation solicitor",
    "Clinical negligence solicitor",
    "Competition law solicitor",
    "Corporate tax solicitor",
    "Criminal solicitor",
    "Dispute resolution solicitor",
    "Employment solicitor",
    "Family solicitor",
    "Immigration solicitor",
    "Insolvency solicitor",
    "Private client solicitor",
    "Property litigation solicitor",
    "Public law solicitor",
    "Real estate solicitor",
    "Residential property solicitor",
    "Social welfare law solicitor",
    "Tax solicitor",
    "Environmental solicitor"
  ],
  "entryRequirements": "&lt;p&gt;Individual employers will identify any relevant entry requirements in terms of previous qualifications or other criteria.&#160;&lt;/p&gt;\n&lt;p&gt;The Solicitors Regulation Authority recommended minimum entry requirements are one of the following:&#160;&lt;/p&gt;\n&lt;p&gt;• 5 GCSEs, including mathematics &amp;amp; English - grade C or above (or equivalent) or grade 4 or above for those attaining qualifications in 2017 or afterwards.&lt;/p&gt;\n&lt;p&gt;• 3 A Levels (or equivalent) - minimum grade C. And / or:&#160;&lt;/p&gt;\n&lt;p&gt;• Relevant employer- led work experience&lt;/p&gt;\n&lt;p&gt;• Level 3 Advanced Apprenticeship in a relevant occupation - Business Administration, Financial Services&lt;/p&gt;\n&lt;p&gt;• Level 3 Paralegal Apprenticeship (may be entitled to exemptions from training)&lt;/p&gt;\n&lt;p&gt;• Level 4 Higher Apprenticeship in a relevant occupation - Legal Services, Professional Services, and Providing Financial Services (may be entitled to exemptions from training)&lt;/p&gt;\n&lt;p&gt;• Level 6 Chartered Legal Executive Apprenticeship (may be entitled to exemptions from training)&lt;/p&gt;\n&lt;p&gt;• Law Degree/ Graduate Diploma in Law / Legal Practice Course (entitled to exemptions from training).&#160;&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/cbjdwgss/st0246_solicitor_l7_reg-aligned-epa-v11-publication.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.5 Law and legal services",
  "version": "1.1",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in law firms (private practice), central or local government, legal departments within organisations (in-house), the Crown Prosecution Service and law centres&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to represent and defend the rights and interests of clients and provide advice and assistance to clients on a range of legal matters.&#160; Depending on the area of law and the type of organisation they chose to work in in this can include:&lt;/p&gt;\n&lt;p&gt;• Giving expert advice on legal transactions such as buying and selling property or making a will&lt;/p&gt;\n&lt;p&gt;• Representing clients in civil and criminal proceedings&lt;/p&gt;\n&lt;p&gt;• Assisting clients to understand or enforce the legal rights and obligations which arise in a particular transaction or agreement, for example in an insurance contract or an employment contract&lt;/p&gt;\n&lt;p&gt;• Ensuring individual rights are protected and they are treated fairly&#160;&lt;/p&gt;\n&lt;p&gt;• Advising businesses on commercial matters and transactions&lt;/p&gt;\n&lt;p&gt;A solicitor’s work can be divided into contentious an non-contentious legal work. Contentious work concerns resolving disputes, usually in a court or tribunal. Non-contentious legal work deals with the legal aspects of a client’s business or a personal matter, for example managing a company merger, or making a will.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with the general public, clients,&#160; government agencies and other organisations such as the Courts Service, Police depending on their areas of practice. They may work in a&#160; large team and supervise others workloads and as a line manager. They may work in a small firm with little or no supervisory requirements.&#160;&lt;br /&gt;&lt;br /&gt;An employee in this occupation will be responsible for leading and resolving legal matters and transactions working within the legal, professional and ethical frameworks administered by the Solicitors Regulation Authority (SRA)&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "d22e30b5-2168-4d71-b31a-cc651b450aab",
      "detail": "Core legal principles and rules to practise effectively as set out in the Solicitors Regulation Authority Statements of Functioning Legal Knowledge. This includes for example property law, contract law, criminal law, business law and special rules relating to property transactions, criminal proceedings and the resolution of disputes in proceedings relating to contract disputes and negligence claims."
    },
    {
      "knowledgeId": "a0733a99-d8d0-435c-8789-5298ebb1efac",
      "detail": "Solicitors Regulation Authority Standards and Regulations, Principles and Code of Conduct."
    },
    {
      "knowledgeId": "5068c23d-523d-42dd-ae81-2945880d3dd5",
      "detail": "Approaches to effective questioning and active listening."
    },
    {
      "knowledgeId": "87c24fde-a059-44d6-9baa-4da2c1d5d5c9",
      "detail": "Approaches to legal research including identifying relevant sources, analysing, assessing information and identifying evidence gaps."
    },
    {
      "knowledgeId": "0c0908e5-8cde-4970-b8ed-e211e104072b",
      "detail": "Approaches to interpreting and evaluating information. "
    },
    {
      "knowledgeId": "cb2fcbd7-b4ae-45db-8310-c0f7517d31b0",
      "detail": "Approaches to recording and presenting information accurately and clearly. "
    },
    {
      "knowledgeId": "76585197-7d1a-449e-bb9d-396aa59216ad",
      "detail": "Approaches to developing options, strategies and solutions. "
    },
    {
      "knowledgeId": "5db7820f-7001-4dd9-88b2-8f0f5eccbbf6",
      "detail": "Approaches to identifying the client including their commercial and personal circumstances, needs, objectives, priorities and constraints."
    },
    {
      "knowledgeId": "9607474b-4ec1-4bde-a474-94a6bb6615d7",
      "detail": "Approaches to developing and providing advice informed by appropriate and factual legal analysis."
    },
    {
      "knowledgeId": "b0caf0e0-948a-4fd3-bfd5-4bb650bd5065",
      "detail": "Principles of drafting documents from scratch and using precedents which address all legal and factual issues, complying with all formalities and using clear, accurate and succinct language."
    },
    {
      "knowledgeId": "bbb4be21-7e7e-4895-a50b-ff8ea0cb7d32",
      "detail": "The requirements for effective spoken and written advocacy in court and outside of formal court hearings."
    },
    {
      "knowledgeId": "d1a153a1-09c6-4684-8542-6a2c06a71297",
      "detail": "Approaches to negotiation. "
    },
    {
      "knowledgeId": "ae8d14aa-7346-4073-9188-8a2d5d16c407",
      "detail": "Principles of workflow and case management, for example, case management systems and software packages."
    },
    {
      "knowledgeId": "dc0f80b9-bd5c-496a-bf0d-5f7798947490",
      "detail": "Principles of risk assessment."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "83e234eb-f977-49e6-b444-f1a5221ae4b8",
      "detail": "Ethics - Act honestly and with integrity, in accordance with the law and the Solicitors Regulation Authority’s Standards and Regulations, Principles and the Code of Conduct including considering the principles of equity, diversity and inclusion."
    },
    {
      "behaviourId": "655b2431-e8fd-4494-85fe-6c4aa1997c60",
      "detail": "Professionalism and Judgement - Maintain the level of competence and legal knowledge needed to practise effectively, taking into account changes in their role or practice context and developments in the law  and working within the limits of their competence and the supervision which they need, drawing on a detailed knowledge and understanding of their field(s) of work in order to practise effectively. "
    }
  ],
  "skills": [
    {
      "skillId": "cc5b547f-117e-4377-948e-7e48ebf979db",
      "detail": "Obtain relevant facts by effective questioning and active listening. "
    },
    {
      "skillId": "b96faa80-1dd2-49f8-9077-b72f6d1e71af",
      "detail": "Find, analyse, and assess documents to extract relevant information including recognising when additional information is needed , interpreting and evaluating information obtained, recording and presenting information accurately and clearly."
    },
    {
      "skillId": "193f8424-11b3-4146-9ed7-52accfecb7eb",
      "detail": "Recognise when legal research is needed and use appropriate methods and resources including identifying, finding and assessing the relevance of sources of law, interpreting, evaluating and applying research results, recording and presenting findings of research accurately and clearly."
    },
    {
      "skillId": "a42e6b4c-c901-48fe-a109-bba1a3c9eeaa",
      "detail": "Develop strategies and solutions including an understanding of a client’s commercial and personal circumstances, their needs, objectives, priorities and constraints. "
    },
    {
      "skillId": "7d996426-863c-4fc7-ad62-5003c9d18e71",
      "detail": "Provide advice which is informed by appropriate and factual legal analysis and identifying the consequences of different options."
    },
    {
      "skillId": "fd844c95-2a1e-4cbc-b940-a9c3ac64f500",
      "detail": "Draft documents from scratch and use precedents which address all legal and factual issues, complying with all formalities and using clear, accurate and succinct language."
    },
    {
      "skillId": "e383068a-be74-43a4-8ece-eba100af9356",
      "detail": "Undertake effective spoken and written advocacy in court and outside of formal court hearings including: effective preparation by identifying and mastering relevant facts and legal principles, organize facts to support an argument or position, present a reasoned argument in a clear, logical, succinct persuasive way, make appropriate references to legal authority, comply with formalities, deal with witnesses appropriately, respond effectively to questions or opposing arguments, identify strengths and weaknesses from different parties’ perspectives."
    },
    {
      "skillId": "16efa254-5013-4f9e-b077-7b56f6874ea9",
      "detail": "Negotiate solutions to clients’ issues including: identify all parties’ interests, objectives and limits, developing and formulating best options for meeting parties’ objectives, presenting options for compromises persuasively, responding to options presented by the other side, developing compromises between options or parties."
    },
    {
      "skillId": "8b8ff027-3a6a-4b2c-b94f-303e342bcf95",
      "detail": "Plan and manage legal cases and transactions including applying relevant processes and procedures to progress matters effectively, assessing, communicating and managing risk, bringing a transaction or case to a conclusion."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Solicitors Regulation Authority (SRA)",
    "contactName": "Paul Carter",
    "contactAddress": "The Cube<br>199 Wharfside Street<br>BIRMINGHAM<br>B1 1RN",
    "contactEmail": "paul.carter@sra.org.uk",
    "webLink": "http://www.sra.org.uk/home/home.page"
  },
  "approvedForDelivery": "2015-09-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0028",
  "tbMainContact": "michelle.tunney@bclplaw.com",
  "involvedEmployers": "Addleshaw Goddard LLP, Alphlegal, Ashfords, AstraZeneca, BPP, Browne Jacobson, Bryan Cave Leighton Paisner LLP, Burges-Salmon, Chartered Institute of Legal Executives Law Schol, Chartered Institute of Legal Executives Regulation, Chartered Institute of Legal Executives Training, City University, CMS Cameron McKenna Nabarro Olswang LLP, trading as CMS, co operative  group, Countrywide Property Lawyers, Cripps, Damar Training, Data Law, DWF , Ellison Solicitors, Essex Law Ltd, Eversheds Sutherland, Field Fisher, Fletchers , Forbes Solicitors, Gateley, Government Legal, Government Legal Department, Hemsley Fraser, Hi Majesty's Courts and Tribunal Service, His Majesty's Courts and Tribunal Service, Honey Legal, Horwich Farrelly, Independent Office for Police Conduct, Irwin Mitchell, Jarred Consulting, Joanna Hughes Solicitor Apprenticeships, Kaplan, Kennedys, Lenkowski Consulting, Linklaters, Lyons Davidson, Mayer Brown, Ministry of Justice, National Highways, Norton Rose Fulbright, Osborne Clarke, Pavilion Row, PCS Legal, Pinsent Masons, Plexus Law, Private Client Solicitors, Shepwedd, Shoosmiths, Simply Conveyancing, Simpson Millar, Solent Univeristy, Solicitors Regulatory Authority, Stone King, Taylor Wessing, The University of Law, TLT LLP, Trowers and Hamlins Solictors, University of West of England, Withers Worldwide",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "Solicitors Regulation Authority (SRA)",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Banking solicitor",
    "Catastrophic injury solicitor",
    "Charity solicitor",
    "Civil liberties solicitor",
    "Civil litigation solicitor",
    "Clinical negligence solicitor",
    "Competition law solicitor",
    "Corporate tax solicitor",
    "Criminal solicitor",
    "Dispute resolution solicitor",
    "Employment solicitor",
    "Family solicitor",
    "Immigration solicitor",
    "Insolvency solicitor",
    "Private client solicitor",
    "Property litigation solicitor",
    "Public law solicitor",
    "Real estate solicitor",
    "Residential property solicitor",
    "Social welfare law solicitor",
    "Tax solicitor",
    "Environmental solicitor"
  ],
  "greenJobTitles": [
    "Environmental solicitor"
  ],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Legal",
  "cluster": "Legal professional or lawyer",
  "clusterId": "249",
  "clusterDescription": "Deliver legal services to internal and external clients based on specific specialism e.g. land/property conveyancing, Family law, civil litigation, criminal, company & business law",
  "createdDate": "2024-04-03T11:26:28 +00:00",
  "lastUpdated": "2024-01-11T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-09-03T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0246",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0246-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0246-v1-1",
  "qualifications": [
    {
      "qualificationId": "3a99b80d-82ad-41ad-8fa7-11cb8e517843",
      "title": "Solicitor Qualifying Exam (SQE) 1",
      "level": "7 (non-degree qualification)",
      "anyAdditionalInformation": "Please note that qualification as a Solicitor requires attainment of SQE 1 and SQE 2. SQE1 is gateway competence and SQE2 will form the End point Assessment under IFATEs regulatory aligned EPA policy.",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "Solicitors Regulation Authority ",
      "level": "Solicitor",
      "isPartial": "full",
      "partialFreeText": ""
    },
    {
      "bodyName": "Law Society of England and Wales",
      "level": "Solicitor",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "274ef8ab-7fe6-4dba-8467-81c423b3f988",
      "dutyDetail": "progress legal matters and transactions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "83e234eb-f977-49e6-b444-f1a5221ae4b8",
        "655b2431-e8fd-4494-85fe-6c4aa1997c60"
      ],
      "mappedKnowledge": [
        "d22e30b5-2168-4d71-b31a-cc651b450aab",
        "a0733a99-d8d0-435c-8789-5298ebb1efac",
        "87c24fde-a059-44d6-9baa-4da2c1d5d5c9",
        "5db7820f-7001-4dd9-88b2-8f0f5eccbbf6",
        "9607474b-4ec1-4bde-a474-94a6bb6615d7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b96faa80-1dd2-49f8-9077-b72f6d1e71af",
        "193f8424-11b3-4146-9ed7-52accfecb7eb",
        "a42e6b4c-c901-48fe-a109-bba1a3c9eeaa",
        "16efa254-5013-4f9e-b077-7b56f6874ea9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "79017373-d2c6-4330-86ed-68a7c3345a81",
      "dutyDetail": "apply legal knowledge and commercial judgement to produce solutions which meet clients' needs and address their commercial or personal circumstances.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "83e234eb-f977-49e6-b444-f1a5221ae4b8",
        "655b2431-e8fd-4494-85fe-6c4aa1997c60"
      ],
      "mappedKnowledge": [
        "d22e30b5-2168-4d71-b31a-cc651b450aab",
        "a0733a99-d8d0-435c-8789-5298ebb1efac",
        "87c24fde-a059-44d6-9baa-4da2c1d5d5c9",
        "0c0908e5-8cde-4970-b8ed-e211e104072b",
        "cb2fcbd7-b4ae-45db-8310-c0f7517d31b0",
        "5db7820f-7001-4dd9-88b2-8f0f5eccbbf6",
        "9607474b-4ec1-4bde-a474-94a6bb6615d7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b96faa80-1dd2-49f8-9077-b72f6d1e71af",
        "193f8424-11b3-4146-9ed7-52accfecb7eb",
        "a42e6b4c-c901-48fe-a109-bba1a3c9eeaa",
        "7d996426-863c-4fc7-ad62-5003c9d18e71",
        "16efa254-5013-4f9e-b077-7b56f6874ea9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "20316e9e-6aef-4102-900f-9b9b123aed3e",
      "dutyDetail": "undertake research on legal matters. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "83e234eb-f977-49e6-b444-f1a5221ae4b8",
        "655b2431-e8fd-4494-85fe-6c4aa1997c60"
      ],
      "mappedKnowledge": [
        "87c24fde-a059-44d6-9baa-4da2c1d5d5c9",
        "0c0908e5-8cde-4970-b8ed-e211e104072b",
        "cb2fcbd7-b4ae-45db-8310-c0f7517d31b0",
        "9607474b-4ec1-4bde-a474-94a6bb6615d7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b96faa80-1dd2-49f8-9077-b72f6d1e71af",
        "193f8424-11b3-4146-9ed7-52accfecb7eb",
        "a42e6b4c-c901-48fe-a109-bba1a3c9eeaa",
        "7d996426-863c-4fc7-ad62-5003c9d18e71"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bfe32499-4281-471c-ade8-0278c144cdf3",
      "dutyDetail": "interview and advise clients and stakeholders on legal matters and transactions. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "83e234eb-f977-49e6-b444-f1a5221ae4b8",
        "655b2431-e8fd-4494-85fe-6c4aa1997c60"
      ],
      "mappedKnowledge": [
        "d22e30b5-2168-4d71-b31a-cc651b450aab",
        "5068c23d-523d-42dd-ae81-2945880d3dd5",
        "87c24fde-a059-44d6-9baa-4da2c1d5d5c9",
        "cb2fcbd7-b4ae-45db-8310-c0f7517d31b0",
        "76585197-7d1a-449e-bb9d-396aa59216ad",
        "5db7820f-7001-4dd9-88b2-8f0f5eccbbf6",
        "9607474b-4ec1-4bde-a474-94a6bb6615d7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cc5b547f-117e-4377-948e-7e48ebf979db",
        "a42e6b4c-c901-48fe-a109-bba1a3c9eeaa",
        "7d996426-863c-4fc7-ad62-5003c9d18e71",
        "16efa254-5013-4f9e-b077-7b56f6874ea9",
        "8b8ff027-3a6a-4b2c-b94f-303e342bcf95"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c84ba2ed-fc10-4ea9-8485-18cc75ccbc7b",
      "dutyDetail": "advocate and negotiate on behalf of clients on legal matters and transactions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "83e234eb-f977-49e6-b444-f1a5221ae4b8",
        "655b2431-e8fd-4494-85fe-6c4aa1997c60"
      ],
      "mappedKnowledge": [
        "d22e30b5-2168-4d71-b31a-cc651b450aab",
        "76585197-7d1a-449e-bb9d-396aa59216ad",
        "5db7820f-7001-4dd9-88b2-8f0f5eccbbf6",
        "9607474b-4ec1-4bde-a474-94a6bb6615d7",
        "bbb4be21-7e7e-4895-a50b-ff8ea0cb7d32",
        "d1a153a1-09c6-4684-8542-6a2c06a71297"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a42e6b4c-c901-48fe-a109-bba1a3c9eeaa",
        "7d996426-863c-4fc7-ad62-5003c9d18e71",
        "e383068a-be74-43a4-8ece-eba100af9356",
        "16efa254-5013-4f9e-b077-7b56f6874ea9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4dec9f5f-6ebe-49d3-873a-d081be4a879a",
      "dutyDetail": "draft and review legal documents. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "83e234eb-f977-49e6-b444-f1a5221ae4b8",
        "655b2431-e8fd-4494-85fe-6c4aa1997c60"
      ],
      "mappedKnowledge": [
        "0c0908e5-8cde-4970-b8ed-e211e104072b",
        "cb2fcbd7-b4ae-45db-8310-c0f7517d31b0",
        "b0caf0e0-948a-4fd3-bfd5-4bb650bd5065"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b96faa80-1dd2-49f8-9077-b72f6d1e71af",
        "193f8424-11b3-4146-9ed7-52accfecb7eb",
        "fd844c95-2a1e-4cbc-b940-a9c3ac64f500"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "244938bf-1495-4632-9aec-19c70d30b4a5",
      "dutyDetail": "communicate complex concepts to technical and non-technical audiences using a range of tools and approaches.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "83e234eb-f977-49e6-b444-f1a5221ae4b8",
        "655b2431-e8fd-4494-85fe-6c4aa1997c60"
      ],
      "mappedKnowledge": [
        "5068c23d-523d-42dd-ae81-2945880d3dd5",
        "cb2fcbd7-b4ae-45db-8310-c0f7517d31b0",
        "76585197-7d1a-449e-bb9d-396aa59216ad",
        "5db7820f-7001-4dd9-88b2-8f0f5eccbbf6",
        "b0caf0e0-948a-4fd3-bfd5-4bb650bd5065",
        "bbb4be21-7e7e-4895-a50b-ff8ea0cb7d32"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b96faa80-1dd2-49f8-9077-b72f6d1e71af",
        "193f8424-11b3-4146-9ed7-52accfecb7eb",
        "7d996426-863c-4fc7-ad62-5003c9d18e71",
        "fd844c95-2a1e-4cbc-b940-a9c3ac64f500",
        "e383068a-be74-43a4-8ece-eba100af9356",
        "8b8ff027-3a6a-4b2c-b94f-303e342bcf95"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9fee6157-df9c-4880-aa2d-2650b56203f9",
      "dutyDetail": "establish and maintain effective and professional relationships with clients and other stakeholders.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "83e234eb-f977-49e6-b444-f1a5221ae4b8",
        "655b2431-e8fd-4494-85fe-6c4aa1997c60"
      ],
      "mappedKnowledge": [
        "d22e30b5-2168-4d71-b31a-cc651b450aab",
        "a0733a99-d8d0-435c-8789-5298ebb1efac",
        "5068c23d-523d-42dd-ae81-2945880d3dd5",
        "76585197-7d1a-449e-bb9d-396aa59216ad",
        "5db7820f-7001-4dd9-88b2-8f0f5eccbbf6",
        "bbb4be21-7e7e-4895-a50b-ff8ea0cb7d32",
        "dc0f80b9-bd5c-496a-bf0d-5f7798947490"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cc5b547f-117e-4377-948e-7e48ebf979db",
        "b96faa80-1dd2-49f8-9077-b72f6d1e71af",
        "193f8424-11b3-4146-9ed7-52accfecb7eb",
        "a42e6b4c-c901-48fe-a109-bba1a3c9eeaa",
        "7d996426-863c-4fc7-ad62-5003c9d18e71",
        "e383068a-be74-43a4-8ece-eba100af9356",
        "16efa254-5013-4f9e-b077-7b56f6874ea9",
        "8b8ff027-3a6a-4b2c-b94f-303e342bcf95"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a0f8f467-3492-41c5-8bd8-0808325e3bef",
      "dutyDetail": "manage workloads and prioritise work effectively to meet timelines. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "655b2431-e8fd-4494-85fe-6c4aa1997c60"
      ],
      "mappedKnowledge": [
        "a0733a99-d8d0-435c-8789-5298ebb1efac",
        "5db7820f-7001-4dd9-88b2-8f0f5eccbbf6",
        "ae8d14aa-7346-4073-9188-8a2d5d16c407",
        "dc0f80b9-bd5c-496a-bf0d-5f7798947490"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b96faa80-1dd2-49f8-9077-b72f6d1e71af",
        "193f8424-11b3-4146-9ed7-52accfecb7eb",
        "a42e6b4c-c901-48fe-a109-bba1a3c9eeaa",
        "16efa254-5013-4f9e-b077-7b56f6874ea9",
        "8b8ff027-3a6a-4b2c-b94f-303e342bcf95"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [
    {
      "name": "Training Provider",
      "webLink": "",
      "approved": false
    },
    {
      "name": "EPAO",
      "webLink": "",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-01-11T00:00:00"
}