{
  "templateType": "Apprenticeship Standard",
  "larsCode": 35,
  "referenceNumber": "ST0292",
  "learningAimClassCode": "",
  "title": "Nuclear welding inspection technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0292",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-09-19T00:00:00",
  "earliestStartDate": "2015-08-27T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Carrying out quality control and welding inspections for the nuclear industry, to ensure the safety and robustness of nuclear sites.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "nuclear industry",
    "visual testing",
    "penetrant testing",
    "magnetic testing",
    "radiographic testing",
    "ultrasonic testing",
    "eddy current testing",
    "welding",
    "nwit"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2921/st0292_ap02_nuclear_welding_inspection_technician-epa_280319_v2.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&amp;nbsp;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupational profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Nuclear Welding Inspection Technician (NWIT) performs a quality control and welding inspection role for the nuclear industry. They ensure the safety and integrity of nuclear related fabrications to meet the exacting quality requirements specified in nuclear industry regulations, specifications, standards and detailed engineering documents. These are unique to the sector, hence the knowledge, skills and behaviours required to deploy this role are specific for the nuclear industry. They operate in a challenging environment where quality standards are paramount and safety is the overriding priority. This work will involve carrying out detailed observations, making detailed records, giving technical feedback and providing challenge throughout the manufacturing process.&lt;/p&gt;\n&lt;p&gt;They perform inspection work on nuclear licensed sites (waste management, decommissioning, construction and operational nuclear plants) or in manufacturing facilities which supply the nuclear industry. The working conditions are varied and may involve wearing specialist safety equipment, shift working and working on sites and facilities running 365 day operations. They are expected to work individually and as part of an inspection team. They need to be able to work with minimum supervision, in a professional manner, taking responsibility for the quality and accuracy of the work they undertake.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Requirements: Knowledge, skills and behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge: &lt;/strong&gt;A NWIT will be able to understand and apply:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;M&lt;/strong&gt;&lt;strong&gt;aterial Science – &lt;/strong&gt;They understand materials, specifically metallic, and their behaviour during welding. They have a thorough appreciation of metal types, properties, composition and failure mechanisms to support the selection process for nuclear applications. This will include weldability of material, consumable selection, joining dissimilar materials, heat treatment as well as the potential metallurgical issues. They will also understand the fundamental aspects of destructive testing.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;W&lt;/strong&gt;&lt;strong&gt;elding Technology – &lt;/strong&gt;They will be fully aware of the Quality Assurance requirements for welded constructions and have a clear understanding of the welding processes including accepted terminology, standards and abbreviations, i.e. tools &amp;amp; equipment, process and parameters, weld procedure &amp;amp; welder approval process and subsequent documentation &amp;amp; records.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;W&lt;/strong&gt;&lt;strong&gt;elding Inspection – &lt;/strong&gt;They will fully understand all of the nuclear industry quality control requirements during welding and have the ability to undertake all three stages of weld inspection, i.e. before/during and after welding resulting in categorising of weld defect. This will also include the requirements for inspection reporting and verification of certification data in accordance with relevant standards.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;NDT Techniques – &lt;/strong&gt;They will have a knowledge of Non Destructive Testing (NDT) techniques, specifically Liquid Penetrant (LPI), Magnetic Particle (MPI), Radiographic (RT) &amp;amp; Ultrasonic (UT) Testing which are utilised to detect surface breaking and internal flaws. Understand why and when these techniques are deployed as well as the advantages and limitations of their use.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;afety – &lt;/strong&gt;They will understand the importance of safe working practices at a nuclear facility as well as the relationship between nuclear safety and quality, i.e. structured inspection mitigates the risk of a latent nuclear safety event. Be fully aware of the fundamental principles and implications of radiation types, sources, hazards and appropriate control measures. Understand how Human Performance and Human Factors affect the nuclear safety culture.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;kills: &lt;/strong&gt;A NWIT will have the skills to ensure welds are of the highest quality. They do this by carrying out tasks before, during and after welding.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Before Welding: &lt;/strong&gt;They ensure material storage, condition and certification is correct and that the welding process is in accordance with an approved procedure. They also ensure that the welder is qualified, welding equipment is in a suitable condition and calibrated, consumables are correctly specified, stored and certified and weld joint fit up and weld faces are correct and free from damage and contaminants.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;During Welding: &lt;/strong&gt;They carry out process and parameter monitoring and verification ensuring current, voltage, heat and travel speed are in accordance with the welding procedure. Inspection of the weld root and verification of inter run cleaning.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;A&lt;/strong&gt;&lt;strong&gt;f&lt;/strong&gt;&lt;strong&gt;t&lt;/strong&gt;&lt;strong&gt;er Welding: &lt;/strong&gt;They carry out weld appearance &amp;amp; identification checks (visual inspection), Non-destructive testing, dimensional surveys against engineering drawings. They ensure subsequent repairs are completed and recorded, post weld heat treatment is in accordance with defined parameters and record completion &amp;amp; verification and subsequent inspection reporting.&lt;/p&gt;\n&lt;p&gt;The core skills to be developed during the apprenticeship are:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;echnical Requirement – &lt;/strong&gt;They can interpret engineering drawings and procedures to ensure fabrication and dimensional requirements are achieved. Correctly apply inspection methods and records results.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;echnical Specifications – &lt;/strong&gt;They can apply relevant nuclear specific, British and international standards &amp;amp; specifications to inspection and reporting of welding and weld quality.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Certification – &lt;/strong&gt;They carry out verification of Certification data, ensuring the requirements of nuclear specific, British and international regulations, standards &amp;amp; specifications are achieved and traceability has been maintained throughout the welding and inspection phase.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;afety – &lt;/strong&gt;They always operate with the highest regard to safety of self and others within a nuclear environment and with effective control of risks associated with welding and inspection tasks.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Business Improvement – &lt;/strong&gt;They will apply a variety of appropriate business improvement techniques to solve business problems and improve business efficiency. Understand the theory, principles and practice associated with a variety of appropriate business improvement techniques.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours: &lt;/strong&gt;A NWIT will be able to demonstrate the following behaviours&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Commitment to Safety – &lt;/strong&gt;They always demonstrate a strong commitment to personal safety behaviours as set out in the nuclear industry requirements. They actively challenge unsafe practices. They understand the relationship between nuclear safety and quality and ensure this is enforced within the supply chain.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Integrity – &lt;/strong&gt;They ensure openness in relations with customers, suppliers and other parties. They promote and model the highest standards of professional conduct, ethics and integrity.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Resilience – &lt;/strong&gt;They work well under pressure, continuously strive for excellence in all they do and challenge poor performance or non-conformance in a tactful, diplomatic manner. They will drive improvement opportunities as a result of identifying the cause of and applying appropriate technical principles to complex and non-routine engineering problems.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Qu&lt;/strong&gt;&lt;strong&gt;ality Focus – &lt;/strong&gt;They follows rules, procedures and principles to ensure work completed is fit for purpose and pay attention to detail and carry out error checks throughout activities.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;ff&lt;/strong&gt;&lt;strong&gt;ective and Appropriate Communication – &lt;/strong&gt;They will use oral, written and electronic methods; working effectively with others, with regards for diversity and equality.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;P&lt;/strong&gt;&lt;strong&gt;ersonal Conduct – &lt;/strong&gt;They work reliably and effectively without close supervision, accepting responsibility for their own work or that of others and are able to accept, allocate and supervise technical and other tasks.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Duration of the Apprenticeship will be typically 48 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;ntry qualifications &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Employers will set their own requirements for entry to this apprenticeship, but typically this might be 5 GCSE’s at grades A to C (including mathematics and English at Grade B or above).&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Q&lt;/strong&gt;&lt;strong&gt;ualifications &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;At completion of the apprenticeship the NWIT will have achieved a minimum of one Level 2 Non Destructive Testing method qualification in either visual testing (VT), penetrant testing (PT), magnetic testing (MT), radiographic testing (RT), ultrasonic testing (UT) or eddy current testing (ET) &amp;nbsp;which will be determined by the employer; and a recognised Level 2 welding inspection qualification. These are industry based qualifications which enable the NWIT to select, deploy and supervise welding inspection and NDT activities.&lt;/p&gt;\n&lt;p&gt;Employers are free to use suitable qualifications or formative assessment methods to check progress or to confirm acquisition of the knowledge and skills listed in this standard&lt;/p&gt;\n&lt;p&gt;The NWIT will need to achieve a level 4 qualification in welding inspection as specified by the professional body.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Link to professional registration and progression &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard is mapped to the UK-SPEC requirements and the apprentice will be eligible for Engineering Technician registration on completion of the scheme.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard is at Level 4&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard will be reviewed after three years of approval.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;A Nuclear Welding Inspection Technician (NWIT) performs a quality control and welding inspection role for the nuclear industry. They ensure the safety and integrity of nuclear related fabrications to meet the exacting quality requirements specified in nuclear industry regulations, specifications, standards and detailed engineering documents. These are unique to the sector, hence the knowledge, skills and behaviours required to deploy this role are specific for the nuclear industry. They operate in a challenging environment where quality standards are paramount and safety is the overriding priority. This work will involve carrying out detailed observations, making detailed records, giving technical feedback and providing challenge throughout the manufacturing process. They perform inspection work on nuclear licensed sites (waste management, decommissioning, construction and operational nuclear plants) or in manufacturing facilities which supply the nuclear industry. The working conditions are varied and may involve wearing specialist safety equipment, shift working and working on sites and facilities running 365 day operations. They are expected to work individually and as part of an inspection team. They need to be able to work with minimum supervision, in a professional manner, taking responsibility for the quality and accuracy of the work they undertake.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "17ab7556-1a4f-4103-9d27-6d10a67a5ec6",
      "detail": "Material Science – They understand materials, specifically metallic, and their behaviour during welding. They have a thorough appreciation of metal types, properties, composition and failure mechanisms to support the selection process for nuclear applications. This will include weldability of material, consumable selection, joining dissimilar materials, heat treatment as well as the potential metallurgical issues. They will also understand the fundamental aspects of destructive testing."
    },
    {
      "knowledgeId": "4b2a29d6-2920-444c-9466-2a65c8421b89",
      "detail": "Welding Technology – They will be fully aware of the Quality Assurance requirements for welded constructions and have a clear understanding of the welding processes including accepted terminology, standards and abbreviations, i.e. tools & equipment, process and parameters, weld procedure & welder approval process and subsequent documentation & records."
    },
    {
      "knowledgeId": "6e88c60d-7448-427e-81db-3b97983c1a56",
      "detail": "Welding Inspection – They will fully understand all of the nuclear industry quality control requirements during welding and have the ability to undertake all three stages of weld inspection, i.e. before/during and after welding resulting in categorising of weld defect. This will also include the requirements for inspection reporting and verification of certification data in accordance with relevant standards."
    },
    {
      "knowledgeId": "31da0f5a-a48f-477f-b159-127ce7d69317",
      "detail": "NDT Techniques – They will have a knowledge of Non Destructive Testing (NDT) techniques, specifically Liquid Penetrant (LPI), Magnetic Particle (MPI), Radiographic (RT) & Ultrasonic (UT) Testing which are utilised to detect surface breaking and internal flaws. Understand why and when these techniques are deployed as well as the advantages and limitations of their use."
    },
    {
      "knowledgeId": "79a8eacf-6001-4efb-9b45-3eabcc407f83",
      "detail": "Safety – They will understand the importance of safe working practices at a nuclear facility as well as the relationship between nuclear safety and quality, i.e. structured inspection mitigates the risk of a latent nuclear safety event. Be fully aware of the fundamental principles and implications of radiation types, sources, hazards and appropriate control measures. Understand how Human Performance and Human Factors affect the nuclear safety culture."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "61b5f243-ffff-40e2-a1cf-9f1eb6e476e8",
      "detail": "Commitment to Safety – They always demonstrate a strong commitment to personal safety behaviours as set out in the nuclear industry requirements. They actively challenge unsafe practices. They understand the relationship between nuclear safety and quality and ensure this is enforced within the supply chain."
    },
    {
      "behaviourId": "7c737687-7d76-48b7-bdee-233170a7467a",
      "detail": "Integrity – They ensure openness in relations with customers, suppliers and other parties. They promote and model the highest standards of professional conduct, ethics and integrity."
    },
    {
      "behaviourId": "876859f8-8758-426e-aeb0-040816f0bbd1",
      "detail": "Resilience – They work well under pressure, continuously strive for excellence in all they do and challenge poor performance or non-conformance in a tactful, diplomatic manner. They will drive improvement opportunities as a result of identifying the cause of and applying appropriate technical principles to complex and non-routine engineering problems."
    },
    {
      "behaviourId": "8bebd50a-1223-4437-ab3b-05f40ce50619",
      "detail": "Quality Focus – They follows rules, procedures and principles to ensure work completed is fit for purpose and pay attention to detail and carry out error checks throughout activities."
    },
    {
      "behaviourId": "1ee30d60-490a-408c-a22a-895bc702c963",
      "detail": "Effective and Appropriate Communication – They will use oral, written and electronic methods; working effectively with others, with regards for diversity and equality."
    },
    {
      "behaviourId": "0018c2ea-ffdf-41ad-91d2-c57436743f05",
      "detail": "Personal Conduct – They work reliably and effectively without close supervision, accepting responsibility for their own work or that of others and are able to accept, allocate and supervise technical and other tasks."
    }
  ],
  "skills": [
    {
      "skillId": "5dfd4694-e524-4abb-9cb0-6c63e4aed84e",
      "detail": "Before Welding: They ensure material storage, condition and certification is correct and that the welding process is in accordance with an approved procedure. They also ensure that the welder is qualified, welding equipment is in a suitable condition and calibrated, consumables are correctly specified, stored and certified and weld joint fit up and weld faces are correct and free from damage and contaminants."
    },
    {
      "skillId": "d6f962f2-2e79-4785-8305-51bb7f3d8ec3",
      "detail": "During Welding: They carry out process and parameter monitoring and verification ensuring current, voltage, heat and travel speed are in accordance with the welding procedure. Inspection of the weld root and verification of inter run cleaning."
    },
    {
      "skillId": "36945002-4391-4ede-bdce-8a3fe5378145",
      "detail": "After Welding: They carry out weld appearance & identification checks (visual inspection), Non-destructive testing, dimensional surveys against engineering drawings. They ensure subsequent repairs are completed and recorded, post weld heat treatment is in accordance with defined parameters and record completion & verification and subsequent inspection reporting."
    },
    {
      "skillId": "7203118a-8626-452e-b42c-27f203e74e45",
      "detail": "Technical Requirement – They can interpret engineering drawings and procedures to ensure fabrication and dimensional requirements are achieved. Correctly apply inspection methods and records results."
    },
    {
      "skillId": "489b6a10-1a6a-4600-912b-bbe1f16dd15c",
      "detail": "Technical Specifications – They can apply relevant nuclear specific, British and international standards & specifications to inspection and reporting of welding and weld quality."
    },
    {
      "skillId": "8b1b6989-801d-4d65-bb1d-3ceef868f93e",
      "detail": "Certification – They carry out verification of Certification data, ensuring the requirements of nuclear specific, British and international regulations, standards & specifications are achieved and traceability has been maintained throughout the welding and inspection phase."
    },
    {
      "skillId": "18e3c0cf-d928-4900-a644-5fe098f803d6",
      "detail": "Safety – They always operate with the highest regard to safety of self and others within a nuclear environment and with effective control of risks associated with welding and inspection tasks."
    },
    {
      "skillId": "d892190d-dcd6-4ef8-aeb3-d3bfa29a0a40",
      "detail": "Business Improvement – They will apply a variety of appropriate business improvement techniques to solve business problems and improve business efficiency. Understand the theory, principles and practice associated with a variety of appropriate business improvement techniques."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2015-08-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "martin.mcmanus@cogentskills.com",
  "involvedEmployers": "Sellafield Ltd, Magnox Ltd, Research Sites Restoration Ltd, Low Level Waste Repository Ltd, Westinghouse Springfields Fuels Ltd, Amec Foster Wheeler, National Nuclear Laboratory, Cavendish Nuclear Ltd, West Cumberland Engineering Ltd, Morgan Sindall, Nuvia Ltd, EDF Energy, Costain Limited, National Skills Academy for Nuclear, Cogent Sector Skills Council, The Nuclear Institute, British Institute of Non Destructive Testing, The Welding Institute, Radwise Ltd, Doosan Babcock Ltd, Hargreaves Ductwork Ltd, Jacobs, Tata Steel Projects, Bureau Veritas UK",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Quality improvement and project control manager",
  "clusterId": "258",
  "clusterDescription": null,
  "createdDate": "2017-09-22T14:24:35 +00:00",
  "lastUpdated": "2023-09-19T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-08-27T00:00:00 +00:00",
  "banners": "A revised version of this apprenticeship standard has been agreed and is for information only at present. Further details of this and other apprenticeship standards in revision are available in the revisions status report.&nbsp;",
  "occupationCode": "OCC0292",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0292-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0292-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-09-19T00:00:00"
}