{
  "templateType": "Apprenticeship Standard",
  "larsCode": 44,
  "referenceNumber": "ST0247",
  "learningAimClassCode": "",
  "title": "Laboratory scientist",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0247",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2022-05-31T00:00:00",
  "earliestStartDate": "2015-09-03T00:00:00",
  "latestStartDate": "2019-04-17T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Carrying out technical and scientific activity in laboratories.",
  "level": 5,
  "ePALength": 0,
  "typicalDuration": 60,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "Science",
    "chemistry",
    "biology",
    "lab",
    "pharmaceutical",
    "biotechnology",
    "formulated products",
    "nuclear companies",
    "analytical science services",
    "research",
    "investigations",
    "practical science"
  ],
  "jobRoles": [
    "Lab scientist",
    "researcher"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/5734/st0247_laboratoryscientist__assessment_plan__29sept_17__002_.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;&lt;span class=&quot;highlight&quot;&gt;This standard should not be used for new starts. For any new starts please use the Technician scientist standard &lt;a href=&quot;/apprenticeship-standards/technician-scientist/&quot;&gt;https://www.instituteforapprenticeships.org/apprenticeship-standards/technician-scientist/&lt;/a&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Occupation&amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;Laboratory Scientist (Chemical Science, Life Sciences, Research &amp;amp; Development, Analytical)&lt;/p&gt;\n&lt;h3&gt;Occupational profile&lt;/h3&gt;\n&lt;p&gt;A fully competent Laboratory Scientist will be able to work in a wide range of organisations, including but not exclusively, chemical, pharmaceutical, biotechnology, formulated products, nuclear and analytical services. A scientist can carry out a range of technical and scientific activities which may include laboratory based investigations and scientific experimentation in their specialist field. They will analyse, interpret and evaluate relevant scientific information, concepts and ideas and use these to develop subsequent experiments or investigations and to propose solutions to problems. They will be able to apply knowledge of underlying scientific principles to implement new processes according to the literature or input from senior team members. They will be able to work autonomously and part of a wider scientific team, taking responsibility for the quality of the work that is undertaken, to deliver scientific value to their organisation. They will be proactive in finding solutions to problems, be able to identify areas of business improvement and propose innovative scientific ideas. In all contexts working safely and ethically is paramount and many companies operate under highly regulated conditions because of the need to control the quality and safety, for example medicines.&lt;/p&gt;\n&lt;p&gt;Typical job roles may include; Analytical Chemist, Research &amp;amp; Development Scientist, Molecular Biologist, Microbiologist, Formulation Scientist, Medicinal Chemist, Process Technologist, Biotechnologist&lt;/p&gt;\n&lt;h3&gt;Core Requirements: Knowledge&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;Apply knowledge of underlying scientific principles in laboratory based experimentation and implement new processes according to the literature or input from colleagues.&lt;/li&gt;\n&lt;li&gt;Demonstrate and explain the principles of laboratory techniques and scientific experimentation to contribute to the development of specific technical projects.&lt;/li&gt;\n&lt;li&gt;Develop and apply a theoretical knowledge of the advanced science and technology required to progress in the job role and relevant area of specialism.&lt;/li&gt;\n&lt;li&gt;Demonstrate working knowledge of project management procedures and the ability to incorporate these into the scientific work environment working with team members.&lt;/li&gt;\n&lt;li&gt;Understand the internal and external regulatory environment pertinent to the sector and the sponsoring organisation and comply with regulations including compliance with business rules pertaining to record keeping, traceability &amp;amp; confidentiality.&lt;/li&gt;\n&lt;li&gt;Understand the business environment in which the company operates including personal role within the organisation, ethical practice and codes of conduct.&lt;/li&gt;\n&lt;li&gt;Identify and understand the requirements of internal or external customers and recommend the appropriate workflows, improvements or scientific solutions.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;Core Requirements: Skills&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;Prepare for and perform laboratory tasks using the appropriate scientific techniques, procedures and methods of relevance to the activities of the laboratory.&lt;/li&gt;\n&lt;li&gt;Work safely within a laboratory environment, maintaining excellent housekeeping whilst following appropriate safety, environment and risk management systems.&lt;/li&gt;\n&lt;li&gt;Promote and ensure the application of quality standards relevant to the workplace.&lt;/li&gt;\n&lt;li&gt;Work autonomously to analyse, interpret and evaluate scientific data and present the results of laboratory work and problem solving clearly and concisely in written and oral form.&lt;/li&gt;\n&lt;li&gt;Lead continuous performance improvement within the scientific and technical environment.&lt;/li&gt;\n&lt;li&gt;Use creative thinking and problem solving to challenge assumptions, innovate, make new proposals and build on existing ideas.&lt;/li&gt;\n&lt;li&gt;Plan and prioritise tasks, review and evaluate progress against objectives and investigate alternative scenarios.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;p&gt;Core Requirements: Behaviours&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The individual must also demonstrate the required attitudes, behaviours and interpersonal skills associated with the professional scientific workplace including to:&lt;/li&gt;\n&lt;li&gt;Communicate effectively using a full range of skills: speaking to a scientific and non-scientific audience, active listening, professional writing, professional body language, scientific presentation.&lt;/li&gt;\n&lt;li&gt;Demonstrate reliability, integrity and respect for confidentiality on work related and personal matters, including appropriate use of social media and information systems.&lt;/li&gt;\n&lt;li&gt;Work autonomously and interact effectively within a wide, multi-disciplinary project team.&lt;/li&gt;\n&lt;li&gt;Understand the impact of work on others, especially where related to diversity and equality.&lt;/li&gt;\n&lt;li&gt;Manage time effectively, being able to plan and complete work to schedule.&lt;/li&gt;\n&lt;li&gt;Able to handle change and respond to change management processes.&lt;/li&gt;\n&lt;li&gt;Take responsibility for personal development, demonstrating commitment to learning and self improvement.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Specific knowledge and skills requirements associated with individual science and technology disciplines&lt;/h3&gt;\n&lt;p&gt;This section details the additional knowledge and skills required for competence in specialist areas of science and technology practice.&lt;/p&gt;\n&lt;p&gt;In addition the individual must demonstrate skills and knowledge in one of the following specialist option groups:&lt;/p&gt;\n&lt;h4&gt;Laboratory Scientist – Analytical Science&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand the theoretical basis for applied analytical science including how to apply analytical methods during design and implementation of research programmes, as appropriate.&lt;/li&gt;\n&lt;li&gt;Prepare for and perform analytical tasks using the appropriate scientific techniques, procedures and analytical methods of relevance to the activities of the laboratory.&lt;/li&gt;\n&lt;li&gt;Identify and use scientific approaches required to solve problems, support new investigations and follow-up experiments in the laboratory for routine and non-routine analytical tasks.&lt;/li&gt;\n&lt;li&gt;Understand the requirements for the development and validation of analytical methods and instrumentation, including understanding of suitable sampling methods.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Laboratory Scientist – Chemical Science&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand the theoretical basis for applied chemistry including how to apply physical, organic or inorganic chemistry during design and implementation of research programmes, as appropriate.&lt;/li&gt;\n&lt;li&gt;Prepare for and perform laboratory tasks using the appropriate chemistry techniques, procedures and methods of relevance to the activities of the chemistry laboratory.&lt;/li&gt;\n&lt;li&gt;Identify and use appropriate chemistry approaches required to solve problems, support new investigations and follow-up experiments in the laboratory for routine and non-routine tasks.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Laboratory Scientist – Life Sciences&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand the theoretical basis for applied microbiology and biotechnology including how to apply scientific methods during design and implementation of research programmes where appropriate.&lt;/li&gt;\n&lt;li&gt;Prepare for and perform laboratory tasks using the appropriate scientific &amp;amp; microbial techniques, procedures and methods of relevance to the activities of biotechnology laboratories.&lt;/li&gt;\n&lt;li&gt;Identify and use scientific approaches required to solve problems, support new investigations and follow-up experiments in the laboratory for routine and non-routine, and new tasks.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;It is anticipated that the duration of the apprenticeship will be no more than 5 years, depending on prior qualifications and relevant work experience.&lt;/p&gt;\n&lt;h3&gt;Entry Requirements&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their apprentices. Most candidates will have achieved grade C or above in English and mathematics at GCSE level prior to commencement of apprenticeship. Most candidates will also hold A-levels or existing relevant Level 3 qualifications or equivalent. Other relevant or prior experience may also be considered as an alternative.&lt;/p&gt;\n&lt;h3&gt;Qualifications&lt;/h3&gt;\n&lt;p&gt;On completion, apprentices will hold a higher national diploma or a foundation degree or an honours degree in a science or technology discipline relevant to their job role.&lt;/p&gt;\n&lt;h3&gt;English &amp;amp; Mathematics&lt;/h3&gt;\n&lt;p&gt;The apprentice will have a depth and breadth of English and mathematics that allow them to operate successfully within their role. This may be met through entry criteria determined by the employer or qualifications and training within the apprenticeship. However, on completion all apprentices will have minimum Level 2 qualifications in English and mathematics. Some employers may mandate training or qualifications at Level 3 in mathematics.&lt;/p&gt;\n&lt;h3&gt;Professional Recognition&lt;/h3&gt;\n&lt;p class=&quot;xmsonormal&quot;&gt;&lt;span style=&quot;font-family: &#39;Arial&#39;,sans-serif; color: #0070c0;&quot;&gt;The Science Council for Registered Scientist (RSci&lt;/span&gt;&lt;span style=&quot;font-family: &#39;Arial&#39;,sans-serif; color: #0070c0;&quot;&gt;). &lt;/span&gt;&lt;span style=&quot;font-family: &#39;Arial&#39;,sans-serif;&quot;&gt;Upon successful completion of the apprenticeship and upon receipt of the apprenticeship certificate, individuals are eligible to apply for RSci through a shortened application route. Individuals also need to be a member of a professional body that is licensed by the Science Council to be awarded this status. Further information is on the Science Council’s &lt;a href=&quot;https://urldefense.com/v3/__https:/sciencecouncil.org/careers-from-science/apprenticeships-apply-for-professional-registration/__;!!BS-MXwIi!TY5kKkT8XY0MqFxRlasqiKW82-cLNTIot0RYrjcPMVVa9tHgn_EtBeHlYbF-bH2ox4w$&quot;&gt;website&lt;/a&gt;&lt;span style=&quot;color: #0070c0;&quot;&gt;.&lt;/span&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Level of apprenticeship&amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;Level 5&lt;/p&gt;\n&lt;h3&gt;Review Date&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard will be reviewed by employers in March 2018.&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [
    "Analytical Science",
    "Chemical Science",
    "Life Sciences"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2015-09-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0040",
  "tbMainContact": "info@cogentskills.com",
  "involvedEmployers": "Actavis, Aesica Pharmaceuticals, Essar, Fujifilm Diosynth Biotechnologies, GSK, Ineos, Lotte Chemical UK, Lucite, Pfizer Inc, SABIC UK Petrochemicals, Sellafield, Victrex, Broughton Laboratories, Centre for Process Innovation, Royal Society of chemistry, Society of Biology, JayTee, CPI (Centre for Process Innovation)",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Lab scientist",
    "researcher"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Science",
  "cluster": "Science Advanced Technician",
  "clusterId": "11",
  "clusterDescription": "Provide laboratory-based investigative and scientific experimentation analyses, interpretations and evaluations of scientific information",
  "createdDate": "2017-09-22T14:24:40 +00:00",
  "lastUpdated": "2022-05-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-09-03T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0247-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0247-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "df0067d6-ec7a-4e5a-b5b8-caa9125e38c5",
      "title": "Analytical Science",
      "occupationCode": ""
    },
    {
      "optionId": "28e89220-c507-4961-ac8f-fd5497b6f838",
      "title": "Chemical Science",
      "occupationCode": ""
    },
    {
      "optionId": "8048a667-e16e-4d14-bebb-2b7a21eaf247",
      "title": "Life Sciences",
      "occupationCode": ""
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Analytical Science",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Chemical Science",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Life Sciences",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-05-31T00:00:00"
}