{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 586,
  "referenceNumber": "ST0286",
  "learningAimClassCode": "",
  "title": "Senior journalist",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0286",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2020-08-07T00:00:00",
  "earliestStartDate": "2020-08-07T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "To inform the public – either through news and current events, or through the creation of authoritative features, opinion or analysis.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 14000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "media",
    "journalist",
    "communication",
    "creative",
    "design",
    "news",
    "journalism"
  ],
  "jobRoles": [
    "Senior journalist",
    "Journalist",
    "Senior reporter",
    "Broadcast journalist",
    "Content editor",
    "Digital editor",
    "Audience relationship manager",
    "Features editor",
    "Multimedia reporter",
    "Video journalist"
  ],
  "entryRequirements": "&lt;p&gt;Whilst any entry requirements will be a matter for individual employers, an apprentice might be expected to have either: gained a regulated Diploma in Journalism qualification; achieved a degree (any subject); or completed the Junior Journalist Apprenticeship. Individual employers will identify any relevant entry requirements in terms of previous qualifications, training, work experience or other criteria. Some employers will seek candidates who have previously worked as a journalist.&lt;br /&gt;&lt;br /&gt;&lt;br /&gt;&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4328/st0286_l7_senior_journalist_ap-for-publication_150620.pdf",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.3 Media and communication",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in media businesses such as TV, radio, online and print (newspapers and magazines), public relations and communications.&lt;br /&gt;The broad purpose of the occupation is to inform the public – either through news and current events, or through the creation of authoritative features, opinion or analysis.&lt;br /&gt;&lt;br /&gt;In their daily work, an employee in this occupation interacts with colleagues within the same organisation, representatives of other businesses/organisations and members of the general public. Typically, work will be completed in an office or in varied locations, and will usually involve unsociable hours or shift working. &lt;br /&gt;An employee in this occupation will be responsible for researching and reporting, creating, as well as commissioning, content. This can include filming, recording and editing audio and video in a deadline driven environment; this could be to inform or entertain on TV, radio, online or in print. This could be across multiple genres – from crime to politics to technology to sport to fashion. An employee may also commission work, source material, speak to contacts, head assignments and in some cases, lead a team, where resources will have to be allocated and managed, and develop/mentor junior staff. They will talk directly and engage with the audience and be called upon to make strategic decisions, in what can be unpredictable or changing circumstances and understand the need for audience/readership engagement and analysis of audience analytics. They will have full responsibility for finding, researching and telling stories tailored to employer’s needs and target audience. They will also manage contributions to stories from an array of sources, including freelancers, user generated content, the public, and other specialist staff. Throughout, sound editorial judgements must be displayed with a thorough understanding and application of the law, relevant codes of practice and ethical principles. For much of the time a senior journalist acts alone, making decisions on content and publication, reporting to an editor (or similar figure). There is likely to be even more autonomy in smaller organisations. The duties and responsibilities of their immediate manager must also be understood for occasions when they have to stand-in for them.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "bd5a3cff-7803-4a0c-b938-3f6a3708b1c2",
      "detail": "Employer's target audience, both in terms of demographic and sociographic profile, and understanding audiences’ needs from the media."
    },
    {
      "knowledgeId": "869dd154-bf10-4277-b0ba-257d7931b7eb",
      "detail": "The relevant legislation, regulation and ethical issues that affect journalists and confidential material including: defamation; contempt of court; reporting restrictions; privacy, copyright."
    },
    {
      "knowledgeId": "7801f143-11a0-435a-9421-a3a492d107e9",
      "detail": "Current developments and changes to law and regulation and how they can affect a journalist’s work including; the codes of conduct/practice and relevant regulatory bodies to comply with such as The Independent Press Standards Organisation (IPSO), the Ofcom Broadcasting Code, BBC editorial guidelines and individual employer guidelines."
    },
    {
      "knowledgeId": "b40dd301-9f2f-4486-ba22-d20bd9095cae",
      "detail": "The tools and techniques to use to identify, locate and establish physical and on-line contacts/sources to inform and contribute to content."
    },
    {
      "knowledgeId": "5464580b-8873-49b1-91ec-c028f78bc5d5",
      "detail": "The interacting audience data [audience analytics] and how to use that information to drive audience"
    },
    {
      "knowledgeId": "e4c3ecea-0285-48c1-9a64-59160b29eea4",
      "detail": "Use of story-telling concepts, how they work individually and how they can work in combination"
    },
    {
      "knowledgeId": "2c203e03-e258-40fb-a33a-12be5d3db081",
      "detail": "How to generate original and exclusive content and the contexts within which the content can be used"
    },
    {
      "knowledgeId": "f56ab097-9949-48e0-b2a4-66eb924bffaa",
      "detail": "How to identify and use techniques to extract compelling stories from (big) data sets, such as financial information from companies or government."
    },
    {
      "knowledgeId": "2790d4e1-7c09-4293-8f34-1a7325e0fd6a",
      "detail": "How to present data stories in a visual way that helps the target audience understand the subject matter, using current and non-standard techniques."
    },
    {
      "knowledgeId": "a518f68f-6e57-4634-9d21-9ac5f4ec4a65",
      "detail": "The techniques, strategies and lines of questioning to extract the maximum, relevant information from interviewees whether face-to-face, by telephone or electronic means."
    },
    {
      "knowledgeId": "61731a74-5c5a-4c9f-9f95-81e4e606476f",
      "detail": "When specialist subject knowledge is required, and how to obtain this using the appropriate research techniques to ensure accuracy."
    },
    {
      "knowledgeId": "9fccb6c7-802c-4fda-bb26-f24c7d48e84b",
      "detail": "The theoretical and practical uses of social media platforms, the issues/risks and how that aligns with the employer’s target audience and protocols"
    },
    {
      "knowledgeId": "4844f8b3-0d1b-4249-bf64-0cee9023d990",
      "detail": "The technical requirements of high quality, multi-platform digital/social journalism e.g. usage of cameras, mobile phones and editing and publishing applications/programs"
    },
    {
      "knowledgeId": "b2aa7889-c394-424a-843e-8f2152f800a0",
      "detail": "How to shoot and edit video and audio to meet standards for publication on different platforms"
    },
    {
      "knowledgeId": "1963c505-b900-4a9d-8e21-6aa557ae86d2",
      "detail": "Own employer’s editing protocols and programs; how to proof read content provided and edit as required"
    },
    {
      "knowledgeId": "ad99963c-5893-409c-98c0-e6680d43b869",
      "detail": "How to motivate and influence others to achieve results that meet requirements"
    },
    {
      "knowledgeId": "5b2df92c-3364-4821-b2c6-c2a49f104b43",
      "detail": "Own role and responsibilities and within the wider team and impact on others"
    },
    {
      "knowledgeId": "de978a6f-a032-4f96-a561-7fef966a728a",
      "detail": "How to develop coaching strategies and training plans to help others improve"
    },
    {
      "knowledgeId": "f5cc057e-459d-4f2e-8f9c-0cf50e07fd90",
      "detail": "How to use research and analysis to identify areas of learning, both in the short and long term"
    },
    {
      "knowledgeId": "09f0874a-7d4b-4d3e-b17b-4f8e4d0b3c35",
      "detail": "How to identify current industry trends across the media and how to apply these to journalism"
    },
    {
      "knowledgeId": "c705a8f6-8f2b-43a8-8a98-87c2d84e8499",
      "detail": "How to communicate potential story ideas and present in a manner appropriate to diverse audiences, adapting communication techniques accordingly"
    },
    {
      "knowledgeId": "0b923dd7-010e-4400-aa6c-37064bebeb0c",
      "detail": "Why it is important to seek feedback on own working practices and evaluate own practice for continuous improvement"
    },
    {
      "knowledgeId": "6c2e7a72-2d30-4954-9678-fae8d6fd404d",
      "detail": "How to maintain your professional ethics and practices, and keep abreast of new developments within the media industry that may increase reputational risk"
    },
    {
      "knowledgeId": "9bdaf8ba-5b74-4dcb-a0aa-ada999d03aa0",
      "detail": "How clear, timely communication can contribute to productive working relationships."
    },
    {
      "knowledgeId": "176444af-a211-4341-b3d5-2df791c7c59a",
      "detail": "The techniques used to lead a team, how to allocate and delegate tasks within a team and monitor their performance."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "efe2f297-ae5c-4c40-be09-23c21f0583ff",
      "detail": "Proactive and reacts positively to emerging trends; is curious, forward-looking, open to change and looks to find ways which will enhance the overall experience of the reader/viewer/end-user"
    },
    {
      "behaviourId": "4c5ea785-3cf6-4fe8-9a57-366dc52a5645",
      "detail": "Works tenaciously and on own initiative to tell stories in the most eye-catching and compelling manner. Takes responsibility for seeing the \"big picture\" amidst a welter of information of data."
    },
    {
      "behaviourId": "5467244a-b8e9-47a9-9cbf-67a7d849c325",
      "detail": "Work ethically and with integrity; exercising autonomy when making judgements and offering advice to others. Is empathetic, builds trust and is a good listener while still critically evaluating the information being received"
    },
    {
      "behaviourId": "aca946ce-c192-4d74-9f4a-06798573468a",
      "detail": "Work in a transparent and open way; making judgements free from bias and taking on responsibility as needed as to what should and should not be changed in the editing process.Adapts positively to changing work priorities and patterns, ensuring deadlines continue to be met."
    },
    {
      "behaviourId": "5f2bf966-4468-4db5-ba17-e00db966bebe",
      "detail": "Lead by example; committed to completing work within a set timeframe to industry standards, with excellent time management and prioritisation skills. Encourages diversity and equal opportunity both in their storytelling style, the content agenda and the team. Creates a supportive culture, allowing others to develop, valuing initiative in other team members and recognising the variety of skills available, with an ability to motivate, listen to and adapt to other’s needs."
    },
    {
      "behaviourId": "be0e7084-9515-415f-9ab5-0732d2fb0aa3",
      "detail": "Demonstrate flexibility and resilience - Can converse with people from all walks of life and develops strategies and tactics for approaching different people.Carries out courageous, accurate, clear journalism to the highest ethical standards"
    },
    {
      "behaviourId": "da3ba913-1e0d-44b9-9fff-c70fb5da7023",
      "detail": "Undertake continuous professional development; Maintains, updates and grows knowledge and skills for the role. Is seen as an approachable \"guru\" when it comes to emerging trends and practices in journalism. A \"go to\" person for junior reporters, on what is happening and is likely to happen"
    }
  ],
  "skills": [
    {
      "skillId": "b916220f-1f99-48c6-bb6b-cdfbaf4bea4d",
      "detail": "Identify and use techniques to extract compelling stories from (big) data sets, social media and dense reports, such as financial information from companies or government to create the most effective story or feature for the target audience.."
    },
    {
      "skillId": "67dab9f7-9cd4-4cb0-8f6c-7468fef70750",
      "detail": "Undertake thorough research before reporting to ensure that content/material published or broadcast is accurate, compelling and verifiable"
    },
    {
      "skillId": "2b7b0e55-aaa8-425b-8be3-61c43c7ad916",
      "detail": "Identify, select and use multiple sources of information, cross-checking and corroborating when necessary. Take accurate, relevant notes when and where needed"
    },
    {
      "skillId": "0561afd3-5ae9-49d6-ae32-5c87ec85d91f",
      "detail": "Present data stories in a visual way that helps the target audience understand the subject matter."
    },
    {
      "skillId": "4f24596d-2c4f-49c5-a951-c70f78bbdb11",
      "detail": "Research, evaluate and select a method and the platform(s) to be used to tell stories which will meet the employer’s strategic goals, reach the biggest audience and satisfy their needs. Seek ways to modify or introduce new techniques; combining information from multiple sources including people, reports, data and social media."
    },
    {
      "skillId": "89aa32d4-d860-461a-9979-1f7ad47fd92c",
      "detail": "Produce content in accordance with legal, regulatory and organisational requirements; use different multimedia combinations, where needed, producing and sourcing video and audio assets"
    },
    {
      "skillId": "408d7542-f47e-4333-9a78-a2fb9ff7c576",
      "detail": "Make decisions and judgements at speed and when under pressure, on the way stories are researched and presented, ensuring the media outlet is leading when breaking news"
    },
    {
      "skillId": "08cc7edb-a0c7-47e9-b8ad-3a7aac47dbb8",
      "detail": "Assess the legal or regulatory issues and take responsibility for a course of action with regard to publication, and decide when professional legal advice is needed."
    },
    {
      "skillId": "bba8fea6-8e5b-4e6b-bd14-2577e336e7d7",
      "detail": "Interrogate sources of information to establish the demographic and sociographic profile of the employer’s target audience to find where suitable contacts could be located"
    },
    {
      "skillId": "c9b2f9ef-00ba-498c-a63a-a6b20479d81a",
      "detail": "Use contacts to find exclusive stories which meet the needs of the target audience; verify information from contacts and critically review its short and long-term implications"
    },
    {
      "skillId": "c432d299-7e20-4019-b205-865c358044c3",
      "detail": "Identify and evaluate the qualities of self and contacts to make decisions as to how best to nurture the informant; assessing where legal/regulatory/ethical problems may arise from working with a contact"
    },
    {
      "skillId": "149ae962-d1a2-4ac0-88f2-81cb33e3f569",
      "detail": "Develop strategies to handle contacts and maintain loyalty, even when their information may not always lead to a story"
    },
    {
      "skillId": "e9c8e697-04fc-4d87-8b99-00a47246fe8b",
      "detail": "Use audience data to evaluate the success of the strategy used and how that can inform future decision-making"
    },
    {
      "skillId": "9876d7a9-e773-44a3-9ea5-aa95b4abaa8f",
      "detail": "Monitor relevant social media on a systematic basis, proactively seek new sources of user-generated content that will help improve targeted content, the number of viewers/readers and depth of engagement"
    },
    {
      "skillId": "1bd33d29-068f-4afd-9e27-0da44e6ced74",
      "detail": "Evaluate a wide range of social media platforms, identifying and selecting the appropriate social media for the content, maintaining the correct tone for the platform being used."
    },
    {
      "skillId": "63970f67-9297-472c-8acf-703633b8defb",
      "detail": "Produce stories which resonate with the audience as measured by audience analytics, social media interaction and reach, plus other internal \"tools\" used by employers to understand audience sentiment."
    },
    {
      "skillId": "1c22ac67-184e-4e48-b71e-82c91d32d279",
      "detail": "Undertake different types of interviews to extract information, even from those who are reluctant to speak; identifying and selecting the right interviewing technique to suit the interviewee."
    },
    {
      "skillId": "d9411daf-8450-4257-a959-d6052a5bfaea",
      "detail": "Critically analyse answers from interviewees to inform questioning and, if needed, other people to speak to. Probe for detail and inconsistencies in replies from interviewee"
    },
    {
      "skillId": "122699f0-ee01-48ea-8b5d-50a5ab5ac8b5",
      "detail": "Take responsibility for ensuring that material from outside sources is verified, conforms to all legal, regulatory and ethical issues and is presented to the audience in the correct manner"
    },
    {
      "skillId": "e984f77f-f52f-47b6-8a9e-4c2de6776381",
      "detail": "Critically evaluate own and team members work to ensure additional multimedia content is produced to industry standards and is of a quality to maintain and advance the organisation's reputation in the industry, making changes when needed."
    },
    {
      "skillId": "87237f0e-bb4a-433b-bb7c-7f157bd5b627",
      "detail": "Format and edit other’s material to meet the employer’s audience, following employer’s guides to editing, using approved programs and checking materials taking responsibility for devising strategies to reduce the time and costs of the editing process"
    },
    {
      "skillId": "611a9276-a02e-4d4f-bf20-ca5ef0f66c11",
      "detail": "Proactively develop and maintain own professional competence, with the willingness to learn new processes and technical skills, and manage own continuing professional development (CPD)"
    },
    {
      "skillId": "3fe5bb8a-ea0b-4887-9810-4f2301d42f82",
      "detail": "Lead the team in producing authentic, accurate and verifiable, publication/broadcast content"
    },
    {
      "skillId": "37844c1a-f234-430f-9792-9e912aadffd6",
      "detail": "Research and set performance indicators for the team, communicating objectives and goals to team members; develops coaching strategies and training plans to help others improve."
    },
    {
      "skillId": "ff4456bc-f723-43c4-94eb-78559a0b1c5b",
      "detail": "Seek constructive feedback from relevant people about your performance; taking action as required"
    },
    {
      "skillId": "e3121b7e-ae18-4547-a9ca-7ceae36e3447",
      "detail": "Build engagement, motivation and develop high performance, agile and collaborative cultures, demonstrating leadership skills and developing junior colleagues"
    },
    {
      "skillId": "4fc183b1-5675-4f60-9a15-6f6cb03d9232",
      "detail": "Work through complex editorial situations and dilemmas, at speed and when under pressure, demonstrating well-developed editorial judgement in line with their organisation’s editorial values and aims"
    },
    {
      "skillId": "7c27ed01-2630-47da-a924-560e6c953f90",
      "detail": "Use and develop systems to track contributions from outside sources, including any agreements made with the people submitting the content"
    },
    {
      "skillId": "1b19df81-a0fc-45d7-9683-512f544aa3a1",
      "detail": "Produces video or audio content which \"draws in\" the viewer/listener/user and adds value to the story being told"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-08-07T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0395",
  "tbMainContact": "lyn.jones@nctj.com",
  "involvedEmployers": "Archant, BBC, dmg media, Guardian News & Media, Haymarket Media Group, Iliffe Media, JPIMedia, London Evening Standard & Independent, Mark Allen Publishing, MNA Media, Newsquest, Reach Plc , Sky News, Sky Sports News, The Telegraph",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Senior journalist",
    "Journalist",
    "Senior reporter",
    "Broadcast journalist",
    "Content editor",
    "Digital editor",
    "Audience relationship manager",
    "Features editor",
    "Multimedia reporter",
    "Video journalist"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Media, Broadcast and Production",
  "cluster": "Media, broadcast and production professional",
  "clusterId": "29",
  "clusterDescription": null,
  "createdDate": "2020-06-18T09:24:27 +00:00",
  "lastUpdated": "2020-08-07T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-08-07T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0286",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0286-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0286-v1-0",
  "qualifications": [
    {
      "qualificationId": "b9f66500-202d-4d1e-914d-0619d20254ab",
      "title": "National Qualification in Journalism (NQJ)",
      "level": "6 (non-degree qualification)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "b8f3ba44-ea94-43d9-ba7b-24afb1b5b0aa",
      "dutyDetail": "Critically analyses and interprets audience data to inform story-telling so as to best serve the audience’s needs, increase engagement and reach new people.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4c5ea785-3cf6-4fe8-9a57-366dc52a5645"
      ],
      "mappedKnowledge": [
        "bd5a3cff-7803-4a0c-b938-3f6a3708b1c2",
        "5464580b-8873-49b1-91ec-c028f78bc5d5",
        "f56ab097-9949-48e0-b2a4-66eb924bffaa",
        "2790d4e1-7c09-4293-8f34-1a7325e0fd6a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b916220f-1f99-48c6-bb6b-cdfbaf4bea4d",
        "67dab9f7-9cd4-4cb0-8f6c-7468fef70750",
        "0561afd3-5ae9-49d6-ae32-5c87ec85d91f",
        "bba8fea6-8e5b-4e6b-bd14-2577e336e7d7",
        "e9c8e697-04fc-4d87-8b99-00a47246fe8b",
        "63970f67-9297-472c-8acf-703633b8defb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6fc8397b-5e99-4658-b6e6-d82d254d5a24",
      "dutyDetail": "Ensure all work complies with the legal and ethical regulations that apply to journalism",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5467244a-b8e9-47a9-9cbf-67a7d849c325",
        "aca946ce-c192-4d74-9f4a-06798573468a"
      ],
      "mappedKnowledge": [
        "869dd154-bf10-4277-b0ba-257d7931b7eb",
        "7801f143-11a0-435a-9421-a3a492d107e9",
        "6c2e7a72-2d30-4954-9678-fae8d6fd404d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "408d7542-f47e-4333-9a78-a2fb9ff7c576",
        "08cc7edb-a0c7-47e9-b8ad-3a7aac47dbb8",
        "bba8fea6-8e5b-4e6b-bd14-2577e336e7d7",
        "c432d299-7e20-4019-b205-865c358044c3",
        "122699f0-ee01-48ea-8b5d-50a5ab5ac8b5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0226631f-ee1c-494a-8625-2290f714f456",
      "dutyDetail": "Apply the appropriate methodologies and approaches to build contacts that will help develop current and future stories",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5467244a-b8e9-47a9-9cbf-67a7d849c325",
        "be0e7084-9515-415f-9ab5-0732d2fb0aa3"
      ],
      "mappedKnowledge": [
        "b40dd301-9f2f-4486-ba22-d20bd9095cae",
        "61731a74-5c5a-4c9f-9f95-81e4e606476f",
        "9bdaf8ba-5b74-4dcb-a0aa-ada999d03aa0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2b7b0e55-aaa8-425b-8be3-61c43c7ad916",
        "c9b2f9ef-00ba-498c-a63a-a6b20479d81a",
        "c432d299-7e20-4019-b205-865c358044c3",
        "149ae962-d1a2-4ac0-88f2-81cb33e3f569",
        "9876d7a9-e773-44a3-9ea5-aa95b4abaa8f",
        "7c27ed01-2630-47da-a924-560e6c953f90"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b9a379a2-c83e-4be0-83d0-f6d2babe57de",
      "dutyDetail": "Critically evaluate the strengths and weaknesses of any story-telling method prior to publishing to ensure the employer’s desired impact",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "efe2f297-ae5c-4c40-be09-23c21f0583ff",
        "4c5ea785-3cf6-4fe8-9a57-366dc52a5645"
      ],
      "mappedKnowledge": [
        "e4c3ecea-0285-48c1-9a64-59160b29eea4",
        "2c203e03-e258-40fb-a33a-12be5d3db081",
        "c705a8f6-8f2b-43a8-8a98-87c2d84e8499"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4f24596d-2c4f-49c5-a951-c70f78bbdb11",
        "1bd33d29-068f-4afd-9e27-0da44e6ced74"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2fad0a78-39e3-4905-a091-b22371807520",
      "dutyDetail": "Research and create content tailored to audience and employer's needs",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4c5ea785-3cf6-4fe8-9a57-366dc52a5645",
        "aca946ce-c192-4d74-9f4a-06798573468a"
      ],
      "mappedKnowledge": [
        "bd5a3cff-7803-4a0c-b938-3f6a3708b1c2",
        "7801f143-11a0-435a-9421-a3a492d107e9",
        "5464580b-8873-49b1-91ec-c028f78bc5d5",
        "2c203e03-e258-40fb-a33a-12be5d3db081",
        "f56ab097-9949-48e0-b2a4-66eb924bffaa",
        "9fccb6c7-802c-4fda-bb26-f24c7d48e84b",
        "4844f8b3-0d1b-4249-bf64-0cee9023d990",
        "b2aa7889-c394-424a-843e-8f2152f800a0",
        "1963c505-b900-4a9d-8e21-6aa557ae86d2",
        "0b923dd7-010e-4400-aa6c-37064bebeb0c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "67dab9f7-9cd4-4cb0-8f6c-7468fef70750",
        "2b7b0e55-aaa8-425b-8be3-61c43c7ad916",
        "0561afd3-5ae9-49d6-ae32-5c87ec85d91f",
        "4f24596d-2c4f-49c5-a951-c70f78bbdb11",
        "89aa32d4-d860-461a-9979-1f7ad47fd92c",
        "408d7542-f47e-4333-9a78-a2fb9ff7c576",
        "1bd33d29-068f-4afd-9e27-0da44e6ced74",
        "63970f67-9297-472c-8acf-703633b8defb",
        "611a9276-a02e-4d4f-bf20-ca5ef0f66c11",
        "1b19df81-a0fc-45d7-9683-512f544aa3a1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2f6272ba-3afd-4e46-b5e1-8a565ea7eb78",
      "dutyDetail": "Identify, prepare and conduct interviews using techniques and strategies to extract the maximum relevant information from interviewees",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5467244a-b8e9-47a9-9cbf-67a7d849c325",
        "be0e7084-9515-415f-9ab5-0732d2fb0aa3"
      ],
      "mappedKnowledge": [
        "a518f68f-6e57-4634-9d21-9ac5f4ec4a65",
        "61731a74-5c5a-4c9f-9f95-81e4e606476f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c432d299-7e20-4019-b205-865c358044c3",
        "149ae962-d1a2-4ac0-88f2-81cb33e3f569",
        "1c22ac67-184e-4e48-b71e-82c91d32d279",
        "d9411daf-8450-4257-a959-d6052a5bfaea",
        "122699f0-ee01-48ea-8b5d-50a5ab5ac8b5",
        "7c27ed01-2630-47da-a924-560e6c953f90"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "45b346d3-6ad1-4a4a-aa93-cc2fc56f8166",
      "dutyDetail": "Determines appropriate ways to manage user-generated content and those who provide the information",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "efe2f297-ae5c-4c40-be09-23c21f0583ff",
        "5467244a-b8e9-47a9-9cbf-67a7d849c325"
      ],
      "mappedKnowledge": [
        "b40dd301-9f2f-4486-ba22-d20bd9095cae",
        "2c203e03-e258-40fb-a33a-12be5d3db081",
        "9fccb6c7-802c-4fda-bb26-f24c7d48e84b",
        "4844f8b3-0d1b-4249-bf64-0cee9023d990",
        "b2aa7889-c394-424a-843e-8f2152f800a0",
        "1963c505-b900-4a9d-8e21-6aa557ae86d2",
        "9bdaf8ba-5b74-4dcb-a0aa-ada999d03aa0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "89aa32d4-d860-461a-9979-1f7ad47fd92c",
        "408d7542-f47e-4333-9a78-a2fb9ff7c576",
        "9876d7a9-e773-44a3-9ea5-aa95b4abaa8f",
        "1bd33d29-068f-4afd-9e27-0da44e6ced74",
        "63970f67-9297-472c-8acf-703633b8defb",
        "122699f0-ee01-48ea-8b5d-50a5ab5ac8b5",
        "e984f77f-f52f-47b6-8a9e-4c2de6776381"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8a36c815-63d7-4720-b361-1052f9974fd4",
      "dutyDetail": "Create and deliver video, audio and photographic multimedia content for multi-platform journalistic use",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4c5ea785-3cf6-4fe8-9a57-366dc52a5645",
        "5f2bf966-4468-4db5-ba17-e00db966bebe"
      ],
      "mappedKnowledge": [
        "2c203e03-e258-40fb-a33a-12be5d3db081",
        "b2aa7889-c394-424a-843e-8f2152f800a0",
        "1963c505-b900-4a9d-8e21-6aa557ae86d2",
        "6c2e7a72-2d30-4954-9678-fae8d6fd404d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "89aa32d4-d860-461a-9979-1f7ad47fd92c",
        "408d7542-f47e-4333-9a78-a2fb9ff7c576",
        "e984f77f-f52f-47b6-8a9e-4c2de6776381",
        "87237f0e-bb4a-433b-bb7c-7f157bd5b627",
        "3fe5bb8a-ea0b-4887-9810-4f2301d42f82",
        "1b19df81-a0fc-45d7-9683-512f544aa3a1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ff2849a8-6b9f-4f3e-ba1c-7177413f4ba6",
      "dutyDetail": "Review, edit and format material produced by others ready for publication/broadcast in line with ethical, legal and regulatory requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aca946ce-c192-4d74-9f4a-06798573468a",
        "5f2bf966-4468-4db5-ba17-e00db966bebe"
      ],
      "mappedKnowledge": [
        "869dd154-bf10-4277-b0ba-257d7931b7eb",
        "1963c505-b900-4a9d-8e21-6aa557ae86d2",
        "de978a6f-a032-4f96-a561-7fef966a728a",
        "176444af-a211-4341-b3d5-2df791c7c59a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "408d7542-f47e-4333-9a78-a2fb9ff7c576",
        "08cc7edb-a0c7-47e9-b8ad-3a7aac47dbb8",
        "bba8fea6-8e5b-4e6b-bd14-2577e336e7d7",
        "87237f0e-bb4a-433b-bb7c-7f157bd5b627",
        "3fe5bb8a-ea0b-4887-9810-4f2301d42f82",
        "37844c1a-f234-430f-9792-9e912aadffd6",
        "4fc183b1-5675-4f60-9a15-6f6cb03d9232"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "825c720f-320a-462f-af97-a0b82e7a1dd1",
      "dutyDetail": "Lead assignments ensuring they are authentic and accurate, resulting in the publication/broadcast of material which leads to positive audience engagement",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5467244a-b8e9-47a9-9cbf-67a7d849c325",
        "5f2bf966-4468-4db5-ba17-e00db966bebe"
      ],
      "mappedKnowledge": [
        "1963c505-b900-4a9d-8e21-6aa557ae86d2",
        "ad99963c-5893-409c-98c0-e6680d43b869",
        "5b2df92c-3364-4821-b2c6-c2a49f104b43",
        "de978a6f-a032-4f96-a561-7fef966a728a",
        "c705a8f6-8f2b-43a8-8a98-87c2d84e8499",
        "176444af-a211-4341-b3d5-2df791c7c59a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "87237f0e-bb4a-433b-bb7c-7f157bd5b627",
        "3fe5bb8a-ea0b-4887-9810-4f2301d42f82",
        "37844c1a-f234-430f-9792-9e912aadffd6",
        "ff4456bc-f723-43c4-94eb-78559a0b1c5b",
        "4fc183b1-5675-4f60-9a15-6f6cb03d9232"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e87290e3-d619-454a-847c-6d61e0c10cca",
      "dutyDetail": "Mentor junior members of staff to ensure their work is of a quality to optimise the product’s position in the marketplace",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5467244a-b8e9-47a9-9cbf-67a7d849c325",
        "5f2bf966-4468-4db5-ba17-e00db966bebe"
      ],
      "mappedKnowledge": [
        "ad99963c-5893-409c-98c0-e6680d43b869",
        "5b2df92c-3364-4821-b2c6-c2a49f104b43",
        "de978a6f-a032-4f96-a561-7fef966a728a",
        "f5cc057e-459d-4f2e-8f9c-0cf50e07fd90",
        "176444af-a211-4341-b3d5-2df791c7c59a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "87237f0e-bb4a-433b-bb7c-7f157bd5b627",
        "37844c1a-f234-430f-9792-9e912aadffd6",
        "ff4456bc-f723-43c4-94eb-78559a0b1c5b",
        "e3121b7e-ae18-4547-a9ca-7ceae36e3447"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0bec07c8-be10-4982-9919-865c7be0895a",
      "dutyDetail": "Ensures and evidences continuous professional development; maintaining their knowledge and skills in relation to industry developments that influence their work, including emerging trends, innovations, tools and techniques",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "efe2f297-ae5c-4c40-be09-23c21f0583ff",
        "da3ba913-1e0d-44b9-9fff-c70fb5da7023"
      ],
      "mappedKnowledge": [
        "7801f143-11a0-435a-9421-a3a492d107e9",
        "5b2df92c-3364-4821-b2c6-c2a49f104b43",
        "f5cc057e-459d-4f2e-8f9c-0cf50e07fd90",
        "09f0874a-7d4b-4d3e-b17b-4f8e4d0b3c35",
        "0b923dd7-010e-4400-aa6c-37064bebeb0c",
        "6c2e7a72-2d30-4954-9678-fae8d6fd404d",
        "9bdaf8ba-5b74-4dcb-a0aa-ada999d03aa0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "611a9276-a02e-4d4f-bf20-ca5ef0f66c11",
        "ff4456bc-f723-43c4-94eb-78559a0b1c5b",
        "e3121b7e-ae18-4547-a9ca-7ceae36e3447"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2020-08-07T00:00:00"
}