{
  "larsCode": 385,
  "referenceNumber": "ST0269",
  "title": "Hire controller (plant, tools and equipment)",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/385",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2018-12-04T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "isLegacyVersion": 1,
  "overviewOfRole": "Providing specialist plant, tools, machinery or equipment on short or long-term hire",
  "level": 2,
  "typicalDuration": 12,
  "maxFunding": 5000,
  "route": "Construction",
  "keywords": [],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/2499/st0269_hire_controller_l2_ap-for-publication_30112018.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.2 Administration",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;The hire sector for Plant, Tools and Equipment (PTE) offers a service to both commercial and domestic customers. It provides specialist plant, tools, machinery or equipment on short or long-term hire to carry out specific tasks across the construction and other sectors including mechanical, electrical, facilities management and civil engineering.&lt;/p&gt;\r\n&lt;p&gt;Predominately, customers are those from the commercial Construction and allied industries and the type of product hired could range from powered hand tools e.g. a Concrete Breaker to machinery such as Excavators &amp;amp; Loaders up to a tower crane with a qualified operator. The hire sector employers range from small local companies with fewer than 10 employees up to large national organisations. Some companies specialise in just one equipment type (such as cranes) and others offer a range of over 2000 products servicing all commercial sectors and domestic customers.&lt;/p&gt;\r\n&lt;p&gt;The Hire Controller is key to the success of their organisation and one of the main points of contact for the customers. They usually report to a Depot Manager who provides support and advice to the Controller on more difficult queries and also work as part of a team which typically includes a depot manager, supervisor(s), maintenance staff and delivery staff. Hire Controllers have an in-depth technical product knowledge in terms of operation of the equipment, health, safety and environmental considerations and can advise customers on the right plant, tools or equipment for a job and how to use it. They understand the specific requirements of the sectors in which their customers operate e.g construction site CPCS cards for crane operators. The role has a responsibility of being one of the main sources of technical advice and instruction for customers and the person responsible for ensuring stock is maintained to the required standard, helping to ensure that all legal, health, safety and environmental requirements are met. They are however supported by the Depot Manager in more complex enquiries and non-standard processes.&lt;/p&gt;\r\n&lt;p&gt;The Hire Controller (PTE) typical duties include:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Providing technical information to commercial construction and domestic customers to help them select and use suitable equipment for the planned activities e.g. Health &amp;amp; Safety in operation, instructions for use, suitability for construction site and project, transportation requirements;&lt;/li&gt;\r\n&lt;li&gt;Ensuring equipment for hire is compliant with Health &amp;amp; Safety requirements e.g. PAT testing, inspections and operational testing, plant operator site cards;&lt;/li&gt;\r\n&lt;li&gt;Completing contract documentation at both on-hire and off-hire stages including all legal and health &amp;amp; safety documentation;&lt;/li&gt;\r\n&lt;li&gt;Processing payments including calculating hire &amp;amp; rental charges (vary depending on domestic or commercial construction clients), damage charges, fraud prevention measures and insurance payments.&lt;/li&gt;\r\n&lt;li&gt;Being a central point of information for colleagues in terms of stock control, maintenance, staffing (of driver-operated construction plant) and delivery/collection requirements;&lt;/li&gt;\r\n&lt;li&gt;Handling commercial and domestic customer technical enquiries and complaints.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;&lt;strong&gt;KNOWLEDGE&lt;/strong&gt;&lt;/td&gt;\r\n&lt;td&gt;&lt;strong&gt;A Hire Controller (PTE) knows and understands:&lt;/strong&gt;&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;&lt;strong&gt;Industry&lt;/strong&gt;&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;The role of PTE hire in each of the sectors they serve e.g. construction, facilities, mechanical contractors;&lt;/p&gt;\r\nThe product range(PTE), operating methods, technical specifications and how they are utilised by their customers on different projects.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;&lt;strong&gt;Company&lt;/strong&gt;&lt;/td&gt;\r\n&lt;td&gt;Their company services, structure and systems, and their role within it, including employment rights and responsibilities.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;&lt;strong&gt;Legal&lt;/strong&gt;&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;The legal requirements, company procedures, hire terms and conditions, protocols and formats relating to the provision of technical and safety information and advice;&lt;/p&gt;\r\n&lt;p&gt;Legal and company requirements for applying health, safety and environmental in the workplace and for the preparation, supply, use, and storage of PTE e.g.&#160; PUWER regulations, toxic substances, maintenance, testing.&lt;/p&gt;\r\nContract hire terms and conditions incl. damage, loss and theft.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;&lt;strong&gt;Health, Safety and Environmental&lt;/strong&gt;&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;How the Health and Safety at Work Act applies to their role including product maintenance health &amp;amp; safety standards and product useage risks in a range of site conditions. This includes areas specific to noise, chemicals, oils, fire, Working Time Regulations, working at height, safety processes, manual handling, safety management, risk assessment and hazard identification;&lt;/p&gt;\r\n&lt;p&gt;The environmental impact of the products (plant, tools and equipment) available for hire by the company;&lt;/p&gt;\r\nThe accident and emergency response procedures including where the environment is affected.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;&lt;strong&gt;Hire Processes&lt;/strong&gt;&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;How to process hire transactions including completion of contract documentation for on-hire and off-hire, raising requisitions and equipment delivery procedures;&lt;/p&gt;\r\nThe methods of preparing, creating and closing orders for hire and dispatching including the checking of progress and the record keeping processes for lost hires.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;&lt;strong&gt;Stock Management Processes&lt;/strong&gt;&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Company hire fleet management systems to ensure timely delivery/collection of products, spares, staff;&lt;/p&gt;\r\n&lt;p&gt;PTE availability and how they are maintained, used and stored;&lt;/p&gt;\r\n&lt;p&gt;Product testing methods and checks to be performed pre-handover e.g. PAT test expiry date, tyre pressure checks&lt;/p&gt;\r\nMethods to control and maximise equipment availability.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;&lt;strong&gt;Finance&lt;/strong&gt;&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Company hire charge policy, pricing procedures, payment methods and procedures, transaction security;&lt;/p&gt;\r\nFraudulent hire tactics and company prevention procedures.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;&lt;strong&gt;Technology, IT and Data&lt;/strong&gt;&lt;/td&gt;\r\n&lt;td&gt;How technology, IT and systems are used within the hire sector, the benefits of these and how they can improve production efficiencies and quality, including current and future developments. Data protection policies and procedures.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;&lt;strong&gt;Customer Service&lt;/strong&gt;&lt;/td&gt;\r\n&lt;td&gt;Techniques to provide customer service and promote customer loyalty. Company policy and procedures for complaint handling.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;&lt;strong&gt;Communication&lt;/strong&gt;&lt;/td&gt;\r\n&lt;td&gt;Methods used to convey technical, operational, environmental and safety information and advice to customers.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;\r\n&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;&lt;strong&gt;SKILLS &lt;/strong&gt;&lt;/td&gt;\r\n&lt;td&gt;&lt;strong&gt;A Hire Controller (PTE) can:&lt;/strong&gt;&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;&lt;strong&gt;Technical Hire Consultation and Transaction&lt;/strong&gt;&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Process requisitions, orders and on-hire and off-hires, ensuring all legal, health &amp;amp; safety requirements have been met;&lt;/p&gt;\r\n&lt;p&gt;For commercial clients, carry out health, safety and environmental checks to ensure the PTE meets the needs of the client’s site.&lt;/p&gt;\r\n&lt;p&gt;Complete contract documentation for on-hire and off-hires;&lt;/p&gt;\r\n&lt;p&gt;Arrange the timely delivery and collection of equipment, considering vehicle type, site accessibility and health &amp;amp; safety requirements;&lt;/p&gt;\r\n&lt;p&gt;Follow organisational processes in relation to hire insurance and hire equipment damage, theft and loss;&lt;/p&gt;\r\n&lt;p&gt;Cross-hire PTE according to organisational procedures;&lt;/p&gt;\r\n&lt;p&gt;Convey transport requirements including locations, delivery times and potential restrictions to drivers and hauliers;&lt;/p&gt;\r\n&lt;p&gt;Organise the replacement and recovery of defective equipment;&lt;/p&gt;\r\nProcess damage agreement and notification documentation.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;&lt;strong&gt;Health, Safety and Environmental&lt;/strong&gt;&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Explain to customers the specification of the equipment to be hired, ensuring they understand the health, safety and environmental impacts and operational requirements and procedures.&lt;/p&gt;\r\nFor plant supplied with an operator, ensure all licences and site cards are current and valid for the operation and liaise with the contractor to provide such evidence.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;&lt;strong&gt;Communication&lt;/strong&gt;&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Clearly communicate accurate legal, technical, safety and environmental information, ensuring the level of detail provided is appropriate to meet the needs and understanding of customers;&lt;/p&gt;\r\nExplain hire terms, conditions and rates.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;&lt;strong&gt;Finance&lt;/strong&gt;&lt;/td&gt;\r\n&lt;td&gt;Provide, explain and process hire rates and associated transactions e.g. daily rate, insurance excess, damage charges.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;&lt;strong&gt;Technology, IT and Data&lt;/strong&gt;&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Use organisational IT, technology and systems.&lt;/p&gt;\r\nComply with organisational data protection policies and processes.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;&lt;strong&gt;Customer Service&lt;/strong&gt;&lt;/td&gt;\r\n&lt;td&gt;Action customer queries and concerns in accordance with company procedures;&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;&lt;strong&gt;BEHAVIOURS: A Hire Controller (PTE) demonstrates:&lt;/strong&gt;&lt;/td&gt;\r\n&lt;td&gt;&#160;&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Positive customer relationships;&lt;/li&gt;\r\n&lt;li&gt;Teamwork and independent working;&lt;/li&gt;\r\n&lt;li&gt;Health and Safety-first attitude;&lt;/li&gt;\r\n&lt;li&gt;Self-motivation to meet operational targets;&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Assertiveness, confidence and resilience;&lt;/li&gt;\r\n&lt;li&gt;Respectfulness with an awareness of equality and diversity considerations;&lt;/li&gt;\r\n&lt;li&gt;Commitment to continual personal and professional development.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;\r\n&lt;h3&gt;&lt;strong&gt;Entry Requirements: &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Individual employers will set their own selection criteria.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;English and Maths: &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Apprentices without Level 1 English and maths will need to achieve this level and take the tests for Level 2 prior to taking their end point assessment.&lt;/p&gt;\r\n&lt;p&gt;For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&#160;&#160;&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;12-18 months.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Level: &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;2&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Standard Review: &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;This standard will be reviewed after three years.&lt;/p&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Construction Industry Training Board (CITB)",
    "contactName": "Dawn Hillier",
    "contactAddress": "Carthusian Court\r\n12 Carthusian Street\r\nLONDON\r\nEM1M 6EZ",
    "contactEmail": "Quality.assurance@citb.co.uk",
    "webLink": "https://www.citb.co.uk/"
  },
  "approvedForDelivery": "2018-12-04T00:00:00 +00:00",
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "kirsty@southernhoists.co.uk",
  "involvedEmployers": "A Plant Ltd, Cleehill Ltd, MGF Ltd, Southern Hoists Ltd, GAP Group, Nationwide Platforms Ltd, AP Webb Plant Hire Ltd, Speedy Hire, Selwood Ltd, Lavendon Group Ltd, Ainscough Crane Hire Ltd, CPA",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Onsite Construction",
  "cluster": "Construction Operative/Supervisor",
  "createdDate": "2017-11-14T17:10:05 +00:00",
  "lastUpdated": "2018-12-04T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/hire-controller-(plant,-tools-and-equipment)-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/hire-controller-(plant,-tools-and-equipment)-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}