{
  "larsCode": 223,
  "referenceNumber": "ST0229",
  "title": "Hospitality manager",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/223",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2018-01-10T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Working across a variety of organisations focusing on ensuring excellent customer experience.",
  "level": 4,
  "typicalDuration": 18,
  "maxFunding": 6000,
  "route": "Catering and hospitality",
  "keywords": [
    "Hospitality Manager",
    "Hospitality",
    "Manager"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/1531/st0229_hospitality-manager-final.pdf",
  "ssa1": "7 Retail and Commercial Enterprise",
  "ssa2": "7.4 Hospitality and catering",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;Hospitality managers work across a huge variety of organisations including bars, restaurants, caf&#233;s, conference centres, banqueting venues, hotels and contract caterers. These managers generally specialise in a particular area, however their core knowledge, skills and behaviours are aligned. Common to all managers in this role is their passion for exceeding customers’ expectations. Hospitality managers have a high level of responsibility and are accountable for fulfilling the business vision and objectives which requires excellent business, people and customer relation skills. Individuals in this role are highly motivated team leaders that combine a talent for management and specific industry skills and thrive on the customer facing nature of the role.&lt;/p&gt;\r\n&lt;h3&gt;Description of specialist management functions&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Food and Beverage&#160;&lt;/strong&gt;&lt;strong&gt;manager&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Food and Beverage managers manage the delivery of business standards in a range of settings including bars, restaurants, caf&#233;s, conference centres, banqueting venues, hotels and contract caterers.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;House&#160;&lt;/strong&gt;&lt;strong&gt;keeping manager&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Housekeeping managers manage the delivery of business standards for the presentation of establishments such as hotels and other overnight accommodation including hostels, serviced apartments and conference venues, making sure that they are clean, fresh and tidy in public areas and guest accommodation.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Front office&#160;&lt;/strong&gt;&lt;strong&gt;manager&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Front office managers manage the delivery of the business standards for the reception function and, where relevant the nights’ team and porters, reservations for example in hotels and conference venues.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Revenue manager&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Revenue managers devise and implement strategies that aim to optimise revenue across the business, for example rooms, conference and events and food and beverage.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Conference and&#160;&lt;/strong&gt;&lt;strong&gt;events manager&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Conference and events managers manage the delivery of functions often simultaneously such as business conferences, conventions, banquets or weddings. The role requires managing meticulous coordination liaising with multiple departments across the business to meet a variety of different customer needs and expectations&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Hospitality outlet&#160;&lt;/strong&gt;&lt;strong&gt;manager&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Hospitality outlet managers manage the operations of a hospitality retail outlet, such as quick service restaurants, branded coffee or sandwich shops. The role is often in a fast paced environment with the focus on meeting customers’ expectations of efficiency and consistency for both the products and service they receive.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Kitchen manager (head chef)&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Kitchen Managers / Head chefs take responsibility for the delivery of consistent levels of food preparation, cooking and service, typically in high volume and often fast paced or complex production catering kitchens. High levels of financial accountability, adherence to strict procurement, stock management and food safety requirements provide a challenging environment which needs to be managed with a considerable amount of expertise.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Multi-functional manager&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;In some organisations a hospitality manager covers a range of different operational functions, applying their skills, knowledge and behaviours in different contexts, and not necessarily addressing one function in full. Multi-functional managers have substantial accountability and responsibility for meeting clear management objectives with their team and must balance priorities across each of the functions they are given responsibility for. For example a manager may be required to oversee the restaurant service and be responsible for bar, banqueting and conferences on the same day.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;br /&gt;Core&lt;/strong&gt;&lt;strong&gt;: &lt;/strong&gt;&lt;strong&gt;&lt;u&gt;All&lt;/u&gt;&lt;/strong&gt;&lt;strong&gt; hospitality managers must have all of the following generic skills, knowledge and behaviour&lt;/strong&gt;&lt;/p&gt;\r\n&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Knowledge and Understanding (Know it)&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Skills (Show it)&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Behaviours (Live it)&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td rowspan=&quot;4&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Business&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand how to use relevant operating models to help achieve the business vision and objectives of hospitality businesses and how these are used in own area of business&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Proactively seek and drive activities that support the achievement of the business vision and objectives, improve competitiveness, to meet financial targets&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Inspire team members to demonstrate personal drive to achieve the business vision and objectives&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand how to manage finance and minimise costs within hospitality businesses; identify the income streams and cost centres and areas for potential waste or loss within own area of&lt;/p&gt;\r\n&lt;p&gt;business&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Monitor and manage income and costs, use forecasting to set realistic targets, evaluate the control of resource allocation, and prepare financial cases for improvement projects&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Be financially astute in work activities, visibly discourage waste and act credibly on matters that affect business finance&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Know the business strategy and its key competitors and how it fits within the wider hospitality industry in which it operates&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Develop and effectively communicate own plans and strategy to management team in order to harmoniously work towards achieving business objectives&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Openly share information with colleagues that support business objectives and growth&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Identify the management information available in own area and understand how to use, analyse and act on it to drive business change&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Analyse, interpret and evaluate product / service sales and / or productivity data and information and use it to make recommendations for future planning e.g. of staff and resources, ideas for new initiatives, and drive business change&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Make decisions based on a sound analysis and judgement of available management information&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td rowspan=&quot;5&quot;&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand the standard business operating procedures, the services and products and how they are managed and their potential consequences&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Implement required operational processes and procedures in line with business standards&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Actively promote the benefits of working within standard business operating procedures&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Identify peaks and troughs in business levels and understand the factors which influence them e.g. season, weather, cultural and special occasions such as Valentine’s Day, New Years&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Monitor peaks and troughs in business levels to ensure operational plans allow service standards and resources to be maintained&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Ability to make accurate forecasts based on current and future trends&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Determine how to develop contingency plans which allow consistent levels of service in line with business standards and requirements&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Develop and implement contingency plans to ensure resources are in place to provide consistent levels of service required by the business&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Think ahead and demonstrate resourcefulness when developing plans&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand how technology supports the delivery of products and services in hospitality businesses&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Maximise the use of technology and evaluate its effectiveness for achieving the desired results&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Use technology responsibly and take an interest in new developments that could support the business&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand environmental, legislative and social responsibilities and their impact within hospitality businesses&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Manage and continuously review adherence to legislation&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Be accountable, advocate and adhere to the importance of working legally in the best interest of all people&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td rowspan=&quot;4&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;People&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Know how to identify potential risks to people and the business and how to plan for and minimise the impact&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Identify and manage risks through empowering the team&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Be solution focussed through proactive risk management personally and through others&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand how to create a people strategy and how to effectively manage recruitment, induction, team development and succession planning in a hospitality business to deliver it&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Carry out talent management planning in line with the people strategy, and develop a culture of continuous development, actively supporting team members to improve and grow within their roles and careers&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Demonstrate commitment to self-improvement, championing a culture of continual development and progression; trying out and reflecting on methods to develop own leadership skills&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Know and understand how to consistently communicate and engage with people and teams&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Demonstrate effective methods of communication and leadership that achieve the desired results, providing support and coaching to team members to maximise their performance&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Manage team to take a pride in their role through demonstrating a consistently positive and professional approach to communication&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand the responsibilities of an employer and the parameters the business works within&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Manage people performance and capability, and develop teams in line with operational policy and procedures and support appropriate decision making&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Empower team members whilst providing adequate support to aid their decision making&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td rowspan=&quot;5&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Customers&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Determine the customer service journey and understand how to meet expectations, taking into account business requirements&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Monitor customer satisfaction to ensure product / service is delivered according to their profile and business requirements&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Proactively develop and maintain a customer centred culture&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand the impact of service failure on hospitality businesses and identify how to develop and implement successful service recovery strategies&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Develop and implement service recovery strategies to uphold brand / business reputation and maintain customer satisfaction&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Provide clear direction to team and empower them to implement effective customer service resolutions&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Know how to use customer feedback as a competitive tool in the hospitality industry&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Actively seek, analyse and evaluate customer feedback and take appropriate action to improve quality of service and customer experience&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Drive behavioural change through encouraging others to seek and act on feedback&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand how to identify, support, implement and evaluate hospitality marketing, sales strategies and techniques&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Maximise the impact of marketing strategies, evaluate and act on feedback&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Personally market the business and industry through creating a culture of passionate enthusiasm to provide customers with the best possible experience, seeking and acting upon feedback&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand what it means to champion the business and maintain comprehensive product / service, brand and market knowledge&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Manage the targeted promotion of the brand and product / service to customers&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Drive a strong cultural belief in the brand and product / service&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td rowspan=&quot;2&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Leadership&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand the management and leadership styles and skills required in a hospitality business environment&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Use a wide range of management and leadership skills appropriate to the business to motivate and inspire others&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Create a high performance culture&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand how to lead the implementation of change in&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Lead change to meet the business objectives and manage the&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Pioneer business decisions and promote a positive attitude to&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td rowspan=&quot;2&quot;&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;hospitality business and the potential impact on stakeholders&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;impact of change on stakeholders&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;change&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand the ethos of a diverse and inclusive culture that demonstrates social inclusion&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Support team members to carry out work activities that respond to a diverse range of needs&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Lead by example to promote business and social responsibility and act as a role model to ensure self and team are operating in an empathic, fair and consistently professional manner&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Specialist&lt;/strong&gt;&lt;strong&gt;: &lt;/strong&gt;&lt;strong&gt;Hospitality managers must select &lt;u&gt;one&lt;/u&gt; of the following areas in line with their specialist function to demonstrate technical skill and expertise:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Knowledge and Understanding (Know it)&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Skills (Show it)&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Behaviours (Live it)&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td rowspan=&quot;2&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Food and Beverage Service Management&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Know key ingredients, preparation, cooking and service methods of menu items and communicate relevant information to team members. Understand the benefits of food and beverage matching and how to maximise sales through effective menu design, seasonal promotions and themes. Understand different food service styles and when each is applied most effectively&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Ensure food and beverage service operation meets business / brand standard at all times through its staff, facilities, menus and equipment. Ensure the beverage offer complements menus and maximises sales, delivering a service that will enhance business opportunities, e.g. seasonal special offers, promoting a themed drinks menu to complement dishes&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td rowspan=&quot;2&quot;&gt;\r\n&lt;p&gt;Demonstrate passion for high quality food and drink products and service&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand how effective management and maintenance of food service equipment, accompaniments and drinks products impact on the business&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Manage the storage and maintenance of food service equipment, accompaniments and beverage products to deliver the best result to customers and maximum profit to the business&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td rowspan=&quot;3&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;House Keeping Management&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand how to monitor the cleanliness and presentation of the establishment and productivity, identify and implement areas for improvement&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Monitor standards of cleanliness, presentation and productivity, identifying trends and opportunities to enhance the housekeeping service e.g. to achieve improved cleanliness and attractiveness in line with the style of the business (e.g. colour scheme of seasonal floral displays)&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td rowspan=&quot;3&quot;&gt;\r\n&lt;p&gt;Actively seek innovative ideas for improving the physical presentation of the establishment in line with business constraints&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Know requirements for current and forecast linen stock and other housekeeping supplies and know how to manage these to ensure sufficient supply to meet demand&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Track the use of housekeeping supplies and linen on and off- site taking action to ensure sufficient stock for current and anticipated demand, minimise loss and wastage&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand how to identify, prioritise, schedule and implement maintenance or repair work in ways which minimise disruption to customers and impact on other areas of the business&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Determine the need for and schedule maintenance or repair work, managing its impact on the housekeeping service and other areas of the business&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td rowspan=&quot;2&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Front Office Management&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand how to allocate and manage rooms to maximise sales opportunities for the business and meet or exceed customer expectations&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Manage the availability and sale of rooms and / or facilities to maximise revenue and meet customers’ individual needs&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td rowspan=&quot;2&quot;&gt;\r\n&lt;p&gt;Demonstrate consistently high standards of personal presentation and conduct, and instil the same values in the team&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand how to monitor the effectiveness of reception and reservation systems, identify and implement areas for improvement&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Analyse the reception and reservation systems and performance, identifies and implement improvement, e.g. to reduce guest waiting times, minimise check-in / check-out congestion&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td rowspan=&quot;2&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Revenue Management&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Identify the information relevant to the reservations process and understand how to analyse, interpret and use it to drive revenue generation&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Analyse and present a range of complex information and provide intelligence, for example on revenue in relation to market factors&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td rowspan=&quot;2&quot;&gt;\r\n&lt;p&gt;Demonstrate the ability to identify commercial opportunity to maximise revenue for the business across the different functions and departments of the business&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand how to gather reliable information on competitor performance and make business / industry comparisons, recognising the importance to the business&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Monitor competitor performance and business / industry&#160; comparisons&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td rowspan=&quot;3&quot;&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td rowspan=&quot;3&quot;&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand how to carry out and recognise the importance of effective yield management&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Carry out effective yield management in line with business requirements&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand how to work with other managers and use relevant and available information to forecast potential revenue performance&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Forecast potential revenue performance in collaboration with other managers&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td rowspan=&quot;3&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Conference and Events Management&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand how to plan and implement multiple events to ensure best allocation and use of resources to meet demand&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Manage the planning and delivery of multiple events&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td rowspan=&quot;3&quot;&gt;\r\n&lt;p&gt;Is highly organised and proactive, anticipating and solving problems quickly to ensure stakeholder satisfaction&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Identify required business levels and know how to track and analyse enquiries to fulfil them&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Track and analyse enquiries to fulfil forecast business levels&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand how to develop and maintain effective working relationships with suppliers, exhibitors and other stakeholders and why this is important for the business&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Manage relationships with a variety of organisations and stakeholders such as suppliers and exhibitors&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td rowspan=&quot;3&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Hospitality Outlet Management&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand how to manage the delivery of on and off site sales of goods and products&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Manage the delivery of on and off site sales of goods and products&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td rowspan=&quot;3&quot;&gt;\r\n&lt;p&gt;Actively seek opportunities to improve the commercial presentation of the outlet to enhance and maximise sales&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand how to monitor food production to ensure standards are upheld, identify and implement areas for improvement&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Manage food production to established standards and where relevant according to brand specifications, ensuring that all food safety practices are followed&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand how to manage cleanliness and identify, prioritise, schedule and implement maintenance or repair work in ways which minimise disruption to customers&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Maintain the appearance of the establishment to business standards managing cleanliness, maintenance, repairs and refurbishment&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td rowspan=&quot;3&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Kitchen Management&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand the process for procurement of food ingredients and commodities, including purchasing specifications. Know how to prepare menus, recipes and standardised systems and procedures to ensure consistency and quality of food&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Train and manage kitchen team members to deliver a consistent and timely food production operation to meet the needs and expectations of the customer and business, including adherence to brand standards where appropriate&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td rowspan=&quot;3&quot;&gt;\r\n&lt;p&gt;Lead the department with passion, instilling a sense of pride in team ensuring a consistently high quality and efficient food production operation&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand the requirement for and on-going maintenance for kitchen equipment. Know how, why and when staff should be trained and monitored on its use.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Effectively manage kitchen equipment and resources in line with legislative and operational requirements. Ensure regular servicing and maintenance has minimal impact on operations&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand how to manage food safety systems in line with current legislative requirements and identify, prioritise, schedule and implement monitoring, training, maintenance or repair work in ways which minimise disruption to customers;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Manage food safety systems to adhere to legislation. Ensure that all required procedures, training and monitoring documentation are completed within timescales and issues addressed as appropriate&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td rowspan=&quot;2&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Multi- functional management&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td colspan=&quot;3&quot;&gt;\r\n&lt;p&gt;Multi-functional managers will be required to demonstrate competence against at least 50% of the skills, knowledge and behaviour in each of two functions above, as well as those detailed below:&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Know the interdependence required of the functions within the business and how to plan the work of the team and its resources to address each of these requirements to deliver products and services on time and in line with customer needs and business / brand standards. Understand the need to plan across a number of different functions and the potential implications of delivering a multi-functional approach on customer experience, team performance and future business and team objectives. Adapt to changing customer, team or business demands, responding to the immediate situation and considering longer term solutions&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Plan, manage, evaluate and review the work of the team and use of resources across hospitality functions to ensure the right people and tools are in the right place at the right time.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Think strategically when planning the use of team members and resources to maximise current and future operations. Proactively seek ways of working that embrace multi- functional teams&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;&#160;&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Understand how the needs of the customer and skills of the team differ from one function to another and how to ensure each function is delivered to maximise customer experience and achieve business objectives&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Manage the team and resources to ensure that the needs of the customer are met whilst maintaining business / brand standards&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;&#160;&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;\r\n&lt;p&gt;&lt;br /&gt;&#160;&lt;/p&gt;\r\n&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Entry&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Employers will set their own entry requirements, but individuals should have had supervisory responsibility in order to start on this apprenticeship.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Based on the entry requirements set by the employer the minimum duration for this apprenticeship is 12, but will typically be 18, months to complete.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;This apprenticeship standard is set at level 4.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Renewal&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;March 2018, unless there is evidence of significant industry change which employers agree warrants earlier amendment.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [
    "Conference & Events Management",
    "Food & Beverage Service Management",
    "Front Office Management",
    "Hospitality Outlet Management",
    "House Keeping Management",
    "Kitchen Management",
    "Multi-functional Management",
    "Revenue Management"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "People 1st International",
    "contactName": "Sandra Kelly",
    "contactAddress": "Hospitality House\r\n11-59 High Road\r\nLONDON\r\nN2 8AB",
    "contactEmail": "Sandra.Kelly@people1st.co.uk",
    "webLink": "http://www.people1st.co.uk/"
  },
  "approvedForDelivery": "2018-01-10T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "TB0458",
  "tbMainContact": "apprenticeships@people1st.co.uk",
  "involvedEmployers": "Hilton, Mitchells and Butler, The Spirit Pub Company, Compass Group UK&I, PGL, McDonald’s UK, Hospitality SME consortium led by the Lancaster London, Red Carnation Hotels, Frederic Robinson, Barchester Healthcare, Whitbread, SSP, KFC UK, Greene King, Brend Hotels, Institute of Hospitality, Royal Academy of Culinary Arts, British Institute of Innkeeping, British Beer & Pub Association, People 1st",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Hospitality",
  "cluster": "Hospitality Manager",
  "createdDate": "2017-11-14T17:10:11 +00:00",
  "lastUpdated": "2018-01-10T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/hospitality-manager-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/hospitality-manager-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}