{
  "templateType": "Apprenticeship Standard",
  "larsCode": 45,
  "referenceNumber": "ST0249",
  "learningAimClassCode": "",
  "title": "Science industry maintenance technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0249",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-05-31T00:00:00",
  "earliestStartDate": "2015-09-03T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Contributing to the operation of science industry plant by installing, maintaining, testing and repair of mechanical and electrical equipment.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "installation",
    "maintenance",
    "testing repair",
    "lab",
    "life sciences",
    "chemical",
    "petrochemical",
    "polymer",
    "primary and secondary pharmaceutical",
    "biotechnology",
    "formulated products",
    "engineering and nuclear manufacturing"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7280/st0249_science_industry_maintenance_technician_epa-plan_v10_5june23_for-publication_correction.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupation &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Science Industry Maintenance Technician (Mechanical, Electrical, Instrumentation)&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;3&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration of apprenticeship &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Minimum of 36 months, average 42 months duration.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Role profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A science industry maintenance technician contributes to the fault free and safe operation of science industry plant by the installation, maintenance, testing and repair of mechanical, electrical equipment and instrumentation. They will be proactive in finding solutions to problems and identifying areas for improving their work environment. As well as core engineering skills, maintenance technicians need to understand and follow working practices that are specific to the safety critical science industry. They may work in varied conditions including using specialist safety equipment, shift work and on sites running 365 day operations. They will be expected to work both individually and as part of a maintenance team. They will be able to work with minimum supervision, taking responsibility for the quality and accuracy of the work they undertake. They may be part of in house maintenance teams or engineering maintenance contractor teams who work for different companies across the science industry.&lt;/p&gt;\n&lt;p&gt;Science industry maintenance technicians work in a wide range of companies, including, but not exclusively, chemical, petrochemical, polymer, primary and secondary pharmaceutical, biotechnology, formulated products, engineering and nuclear manufacturing. In either case employers are subject to inspection by the regulator for their industry, for example, Health and Safety Executive or Medicines and Healthcare Products Regulatory Agency. &amp;nbsp;As companies operate under highly regulated conditions a premium is placed on appropriate attitudes and behaviours to ensure apprentices comply with organisational safety and regulatory requirements at all times.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Occupational skills and knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;At the end of the apprenticeship the apprentice will be able to:&lt;/li&gt;\n&lt;li&gt;Work safely in a science industry environment, understanding personal responsibility for Health, Safety, Environment and Security and principles of risk management.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Understand and follow quality procedures to meet the requirements of quality standards relevant to the workplace.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Understand the internal and external regulatory environment pertinent to the sector and the sponsoring company and comply with regulations proficiently whilst keeping up to date with any changes.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Understand and apply problem solving techniques.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Participate in continuous performance improvement.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Understand the business environment in which the company operates including personal role within the organisation, ethical practice and codes of conduct.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Safely use all necessary equipment, following the appropriate engineering techniques, procedures and methods of relevance to complete the maintenance activity.&lt;/li&gt;\n&lt;li&gt;Prepare the work area for maintenance of plant, systems or components.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Carry out planned routine and non- routine maintenance activities, effectively, efficiently and safely.&lt;/li&gt;\n&lt;li&gt;Understand and apply the practices and procedures for planning to maintain systems and equipment, relevant to a single specialist discipline or a number of disciplines (mechanical, electrical, instrumentation) as required by the job role whilst following applicable codes and standards.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Understand and apply techniques to identify faults in plants, systems and components to achieve satisfactory solutions.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Reinstate the work area after completing the maintenance of plant, systems and components.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Conduct safe and effective exchange of plant and equipment to others and accept and confirm responsibility for the plant and equipment within the work area.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Manufacture or assemble components within skill set.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Understand how to identify obsolescence and end-of-life issues.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Understand and apply information extracted from engineering drawings, specification diagrams and maintenance manuals and/or computer database systems including accurate data inputs.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Understand and apply technical knowledge relevant to a single specialist discipline or a number of disciplines (mechanical, electrical, instrumentation) as required by the job role.&lt;/li&gt;\n&lt;li&gt;Develop and apply theoretical knowledge of engineering and its application to the required sector &amp;amp; job ro This should be acquired through a qualification set at level 3 (or above) that is approved by a licensed professional engineering institution.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;B&lt;/strong&gt;&lt;strong&gt;eha&lt;/strong&gt;&lt;strong&gt;vi&lt;/strong&gt;&lt;strong&gt;ou&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;s&lt;/strong&gt;&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;The apprentice must also demonstrate the required attitudes, behaviours and interpersonal skills associated with the professional workplace including:&lt;/li&gt;\n&lt;/ol&gt;\n&lt;ul&gt;\n&lt;li&gt;communicate effectively using a full range of skills: speaking; listening; writing; body language; presentation&lt;/li&gt;\n&lt;li&gt;work and interact effectively within a team and other groups as required&lt;/li&gt;\n&lt;li&gt;work independently and proactively take responsibility for initiating and completing tasks&lt;/li&gt;\n&lt;li&gt;understand impact of work on others, especially where related to diversity and equality&lt;/li&gt;\n&lt;li&gt;excellent time management and ability to complete work to schedule&lt;/li&gt;\n&lt;li&gt;ability to handle change and respond to change management processes in a positive manner&lt;/li&gt;\n&lt;li&gt;pursuing excellence in line with organisational norms and values&lt;/li&gt;\n&lt;li&gt;demonstrate a can do attitude and willingness to operate flexibly to meet business demands.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their apprentices. Most candidates will have achieved grade C or above in English and Maths and a STEM-related subject at Level 2 prior to commencement of apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;English and Mathematics&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprentice will have a depth and breadth of english and mathematics that allow them to operate successfully within their role. This may be met through entry criteria determined by the employer or qualifications and training within the apprenticeship. However, on completion all apprentices will have minimum level 2 qualifications in english and mathematics. Some employers may mandate training or qualifications at level 3 in english and/or mathematics.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional recognition&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard aligns to the core engineering skills required for similar occupations in other industries. This Standard has been designed to deliver sufficient Underpinning Knowledge and Understanding (UKU) and allow apprentices sufficient experiential, work based learning opportunities to satisfy the requirements for Professional Registration as Engineering Technician (EngTech) as defined by the UK Standard for Professional Engineering Competence (UK-SPEC).&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Learning training&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Employers will compile an Apprenticeship training plan that describes the training their apprentice will need to meet the standard. It may include a mixture of external and internal training that will ensure the apprentice is fully competent by the end of their programme and ready to take the assessment. It will show when each area of the standard must be acquired and assessed and which areas may be acquired off the job. An apprentice will receive a minimum of 20% of their training away from their day-to-day job. The apprentice will gain transferable core skills and knowledge. In addition they will gain skills specific to the job role and the working practices of their place of employment. The requirements of the apprenticeship are designed to offer stretch and progression.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship standard will be reviewed by employers in September 2017.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;A science industry maintenance technician contributes to the fault free and safe operation of science industry plant by the installation, maintenance, testing and repair of mechanical, electrical equipment and instrumentation. They will be proactive in finding solutions to problems and identifying areas for improving their work environment. As well as core engineering skills, maintenance technicians need to understand and follow working practices that are specific to the safety critical science industry. They may work in varied conditions including using specialist safety equipment, shift work and on sites running 365 day operations. They will be expected to work both individually and as part of a maintenance team. They will be able to work with minimum supervision, taking responsibility for the quality and accuracy of the work they undertake. They may be part of in house maintenance teams or engineering maintenance contractor teams who work for different companies across the science industry. Science industry maintenance technicians work in a wide range of companies, including, but not exclusively, chemical, petrochemical, polymer, primary and secondary pharmaceutical, biotechnology, formulated products, engineering and nuclear manufacturing. In either case employers are subject to inspection by the regulator for their industry, for example, Health and Safety Executive or Medicines and Healthcare Products Regulatory Agency. As companies operate under highly regulated conditions a premium is placed on appropriate attitudes and behaviours to ensure apprentices comply with organisational safety and regulatory requirements at all times.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "5f46d4a3-f5da-4972-b9ca-638d2c103c51",
      "detail": "Understand and follow quality procedures to meet the requirements of quality standards relevant to the workplace."
    },
    {
      "knowledgeId": "f7f8a5d0-02d5-4037-9a19-5dc4af41c098",
      "detail": "Understand the internal and external regulatory environment pertinent to the sector and the sponsoring company and comply with regulations proficiently whilst keeping up to date with any changes. "
    },
    {
      "knowledgeId": "bbb5de8d-25fe-45a3-9106-051fbff7f1f4",
      "detail": "Understand and apply problem solving techniques. "
    },
    {
      "knowledgeId": "826a327e-6d1b-4118-9f53-0a74998152ce",
      "detail": "Understand the business environment in which the company operates including personal role within the organisation, ethical practice and codes of conduct"
    },
    {
      "knowledgeId": "3a5dd824-389a-49f0-89f3-190a93492a51",
      "detail": "Understand and apply the practices and procedures for planning to maintain systems and equipment, relevant to a single specialist discipline or a number of disciplines (mechanical, electrical, instrumentation) as required by the job role whilst following applicable codes and standards. "
    },
    {
      "knowledgeId": "56e504a5-9aa0-422f-9130-67b3f1caaa05",
      "detail": "Understand and apply techniques to identify faults in plants, systems and components to achieve satisfactory solutions. "
    },
    {
      "knowledgeId": "98570d04-bdf2-47bd-ad03-ed07d5745ddf",
      "detail": "Understand how to identify obsolescence and end-of-life issues"
    },
    {
      "knowledgeId": "6c0de748-4372-4566-9e92-308c35439766",
      "detail": "Understand and apply information extracted from engineering drawings, specification diagrams and maintenance manuals and/or computer database systems including accurate data inputs. "
    },
    {
      "knowledgeId": "76d74e80-86cf-428d-8896-1af9305df8a3",
      "detail": "Understand and apply technical knowledge relevant to a single specialist discipline or a number of disciplines (mechanical, electrical, instrumentation) as required by the job role."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "84b201e9-c10e-408b-883d-c1588047489c",
      "detail": "Communicate effectively using a full range of skills: speaking; listening; writing; body language; presentation"
    },
    {
      "behaviourId": "1f6d0c5b-9af5-46f7-826b-3331189252a3",
      "detail": "Work and interact effectively within a team and other groups as required"
    },
    {
      "behaviourId": "188ff0e7-42c4-4046-bd5e-6930da500246",
      "detail": "Work independently and proactively take responsibility for initiating and completing tasks"
    },
    {
      "behaviourId": "37f15603-66ba-44cf-b385-a52e7b13a45e",
      "detail": "Understand impact of work on others, especially where related to diversity and equality"
    },
    {
      "behaviourId": "e1c8597b-dd68-46c1-8c92-e98b6e4a4597",
      "detail": "Excellent time management and ability to complete work to schedule"
    },
    {
      "behaviourId": "79c01cff-4cd1-4b42-803b-6b07cacc3c7b",
      "detail": "Ability to handle change and respond to change management processes in a positive manner"
    },
    {
      "behaviourId": "c9a7dd66-d227-4ddd-aa7b-0a0d04903838",
      "detail": "Pursuing excellence in line with organisational norms and values"
    },
    {
      "behaviourId": "71e2efa4-b3bc-4622-8dd4-277fc12b90aa",
      "detail": "Demonstrate a can do attitude and willingness to operate flexibly to meet business demands."
    }
  ],
  "skills": [
    {
      "skillId": "f822a47f-0410-4ce8-95ce-8ab907b699a3",
      "detail": "Work safely in a science industry environment, understanding personal responsibility for Health, Safety, Environment and Security and principles of risk management. "
    },
    {
      "skillId": "fc86b9a4-3f3e-4e04-9757-4b7b2065e1ee",
      "detail": "Participate in continuous performance improvement. "
    },
    {
      "skillId": "27001bba-0e87-4f3a-9a7b-d4fc046c1385",
      "detail": "Safely use all necessary equipment, following the appropriate engineering techniques, procedures and methods of relevance to complete the maintenance activity."
    },
    {
      "skillId": "a02d6d84-ba97-4559-bce6-36328da039ba",
      "detail": "Prepare the work area for maintenance of plant, systems or components. "
    },
    {
      "skillId": "0b25e36b-65cd-4608-a5e0-eba05b7cebae",
      "detail": "Carry out planned routine and non- routine maintenance activities, effectively, efficiently and safely."
    },
    {
      "skillId": "6697b13a-70be-4e32-b502-503b51af0c39",
      "detail": "Reinstate the work area after completing the maintenance of plant, systems and components."
    },
    {
      "skillId": "563378ef-f112-40d3-97df-700f83ee523a",
      "detail": "Conduct safe and effective exchange of plant and equipment to others and accept and confirm responsibility for the plant and equipment within the work area. "
    },
    {
      "skillId": "cd750298-8edf-4721-86e4-1ba4176f2b2a",
      "detail": "Manufacture or assemble components within skill set. "
    },
    {
      "skillId": "88b56990-426a-4223-bb16-23f20c41c3ec",
      "detail": "Develop and apply theoretical knowledge of engineering and its application to the required sector & job ro This should be acquired through a qualification set at level 3 (or above) that is approved by a licensed professional engineering institution."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2015-09-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0238",
  "tbMainContact": "neil.burke@fujifilm.com",
  "involvedEmployers": "Actavis, Aesica Pharmaceuticals, Astra Zeneca, BCM, Essar, Fujifilm Diosynth Biotechnologies, GSK, Ineos, Lotte Chemical UK, Lucite, Medimmume, Pfizer, SABIC UK Petrochemicals, Sellafield, Sembcorp, Seralab, Synergy Outsourcing, Syngenta, Broughton Laboratories, GrowHow, Victrex, University of Westminster",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, installation and repair",
  "cluster": "Manufacturing or process maintenance operative or technician",
  "clusterId": "71",
  "clusterDescription": "Maintain and repair production and process plant and equipment in manufacturing",
  "createdDate": "2017-09-22T14:24:39 +00:00",
  "lastUpdated": "2022-05-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-09-03T00:00:00 +00:00",
  "banners": "This standard is being replaced by ST1426 Engineering maintenance technician - single discipline and ST1443 Engineering maintenance technician - dual discipline but remains available for new starts until 31/12/2025.",
  "occupationCode": "OCC0249",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0249-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0249-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-05-31T00:00:00"
}