{
  "templateType": "Apprenticeship Standard",
  "larsCode": 58,
  "referenceNumber": "ST0204",
  "learningAimClassCode": "",
  "title": "Gas network team leader",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0204",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2022-01-18T00:00:00",
  "earliestStartDate": "2015-10-22T00:00:00",
  "latestStartDate": "2020-04-19T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Building, maintaining and repairing the country's gas network infrastructure to provide a reliable supply of gas to domestic, commercial and industrial users.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "utilities",
    "installation",
    "maintenance",
    "utility services",
    "pressure management",
    "Gas Safe"
  ],
  "jobRoles": [
    "team leader service laying",
    "team leader main laying"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1105/gas_network_team_leader.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Gas Network Team Leader: Level 2&lt;/h3&gt;\n&lt;p&gt;The main role of a Gas Network Distribution Team Leader is to safely build, maintain and repair the UK’s gas network infrastructure to provide a reliable supply of gas to domestic, commercial and industrial users. There are two job roles within this occupation: ‘team leader service laying’ and ‘team leading main laying’. The&lt;/p&gt;\n&lt;p&gt;roles require work in all weather conditions at many sites across each company’s network, using a range of tools and equipment to install new mains or services and repair the existing asset infrastructure. Team Leaders are trained to develop a disciplined approach to work safely on a wide range of gas related equipment and to decide on the approach to be taken to complete work, within given instructions, by the team. The team for operational safety reasons is usually made up of two or, on occasion, three people. In addition to the high level of specialist skills required each Team Leader will need to demonstrate industry specific knowledge, including relevant legislation, safety procedures and protection of the environment. The apprenticeship is graded at Pass and Distinction and the final grade will be dependent on performance at the end of programme assessment. For both roles included in this apprenticeship, the duration is expected to be between 12 and 18 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Q&lt;/strong&gt;&lt;strong&gt;ualification Pre-Requisites&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;While employers preference is for candidates to have achieved at least three GCSEs at grade A to C to include mathematics and English, this criteria may be overridden by employers where a compelling candidate applies without this. To ensure that all apprentices may achieve the required outcome levels in these subjects at completion of the apprenticeship, assessments in these subjects are incorporated as a core requirement.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;C&lt;/strong&gt;&lt;strong&gt;ore Requirements (Both Roles): Technical Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Installation, testing, purging and commissioning procedures needed to install assets, equipment, network infrastructure leaving them in an operational condition&lt;/li&gt;\n&lt;li&gt;Legislation and Codes of Practice involved in the practical installation and maintenance of gas network assets&lt;/li&gt;\n&lt;li&gt;Current industry health and safety standards and regulations, and environmental and regulatory requirements&lt;/li&gt;\n&lt;li&gt;Practices, processes and procedures associated with gas network systems, controls and equipment&lt;/li&gt;\n&lt;li&gt;Relevant level of theory and principles that underpin the design and function of assets, components and associated systems and equipment&lt;/li&gt;\n&lt;li&gt;Principles and processes that underpin the location and repair of network infrastructure assets&lt;/li&gt;\n&lt;li&gt;Company policies, procedures and engineering instructions as defined by the employer&lt;/li&gt;\n&lt;li&gt;Determine the approach, within the instruction, to be adopted by the team to achieve objectives&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;C&lt;/strong&gt;&lt;strong&gt;ore Requirements (Both Roles): Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Undertake and document risk assessments&lt;/li&gt;\n&lt;li&gt;Comply with workplace health, safety &amp;amp; environmental practices, maintaining a safe and secure working environment&lt;/li&gt;\n&lt;li&gt;Follow engineering instructions and company procedures&lt;/li&gt;\n&lt;li&gt;Install gas engineering assets, components and associated equipment&lt;/li&gt;\n&lt;li&gt;Carry out repairs to gas network infrastructure assets as required&lt;/li&gt;\n&lt;li&gt;Restore gas network infrastructure assets to operational condition&lt;/li&gt;\n&lt;li&gt;Install, test, purge and commission gas assets&lt;/li&gt;\n&lt;li&gt;Replace emergency control valves&lt;/li&gt;\n&lt;li&gt;Communicate instructions to co-workers within the team&lt;/li&gt;\n&lt;li&gt;Operate powered tools and equipment for network operations&lt;/li&gt;\n&lt;li&gt;Locate and avoid supply apparatus and sub-structures&lt;/li&gt;\n&lt;li&gt;Comply with the New Roads and Street Works Act requirements for signing, lighting and guarding&lt;/li&gt;\n&lt;li&gt;Use approved gas detection equipment to ensure safe environment&lt;/li&gt;\n&lt;li&gt;Use Personal Protective Equipment (PPE) and safety equipment in accordance with manufacturer’s instructions and employer policy&lt;/li&gt;\n&lt;li&gt;Liaise with gas consumers, statutory agencies and members of the public&lt;/li&gt;\n&lt;li&gt;Obtain and analyse information to facilitate decision making&lt;/li&gt;\n&lt;li&gt;Communicate instructions to co-workers within the team&lt;/li&gt;\n&lt;li&gt;Liaise with emergency services and other statutory authorities as necessary&lt;/li&gt;\n&lt;li&gt;Organise additional resources to facilitate repairs as required&lt;/li&gt;\n&lt;li&gt;Record information, complete job reports and process&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;C&lt;/strong&gt;&lt;strong&gt;ore Requirements (Both Roles): Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Display a self-disciplined, self-motivated approach&lt;/li&gt;\n&lt;li&gt;Deliver a polite, courteous professional service to customers and members of the public&lt;/li&gt;\n&lt;li&gt;Work effectively when undertaking individual and team tasks and objectives&lt;/li&gt;\n&lt;li&gt;Work with appropriate supervision, and when required under own initiative, to approved standards and safe work practices&lt;/li&gt;\n&lt;li&gt;Undertake and complete work in a way that contributes to sustainable development&lt;/li&gt;\n&lt;li&gt;Be risk aware and minimise risks to life, property and the environment when undertaking work activities&lt;/li&gt;\n&lt;li&gt;Be quality focussed and professional in work and in personal standards&lt;/li&gt;\n&lt;li&gt;Work safely with others and when working alone on site&lt;/li&gt;\n&lt;li&gt;Recognise personal limitations and seek advice from fact holders and specialists when required&lt;/li&gt;\n&lt;li&gt;Identify, organise and use resources effectively to complete tasks, with consideration for cost, quality, safety, security and environmental impact&lt;/li&gt;\n&lt;li&gt;Accept responsibility for work of self and others&lt;/li&gt;\n&lt;li&gt;Accept, allocate and supervise technical and other tasks&lt;/li&gt;\n&lt;li&gt;Be aware of the needs and concerns of others, especially where related to diversity and equality&lt;/li&gt;\n&lt;li&gt;Exercise responsibilities in an ethical manner&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;&lt;strong&gt;1. Team Leader Service Laying&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Install gas services up to and including 63mm to a range of domestic, commercial and industrial premises using a range of techniques including open cut, moleing and insertion&lt;/li&gt;\n&lt;li&gt;Carry out appropriate squeeze off and electrofusion pipe jointing techniques&lt;/li&gt;\n&lt;li&gt;Connect services to gas mains using a range of methods&lt;/li&gt;\n&lt;li&gt;Decommission services and gas meters&lt;/li&gt;\n&lt;li&gt;Install a range of gas meter housings&lt;/li&gt;\n&lt;li&gt;Reposition electrical equipotential bonding apparatus when removing a meter&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;2. Team Leader Main Laying&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Install gas mains up to and including 355mm to a range of domestic, commercial and industrial premises using a range of techniques including open cut and insertion&lt;/li&gt;\n&lt;li&gt;Carry out work in deep excavations and confined spaces&lt;/li&gt;\n&lt;li&gt;Carry out butt fusion jointing of gas mains&lt;/li&gt;\n&lt;li&gt;Insert flow stopping equipment to facilitate work on pressurised mains&lt;/li&gt;\n&lt;li&gt;Connect new mains to the existing network infrastructure&lt;/li&gt;\n&lt;li&gt;Repair and maintain gas main components including valves and fittings&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Pr&lt;/strong&gt;&lt;strong&gt;ogression&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Team Leader in either of the roles within this apprenticeship has a number of potential progression opportunities including:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Craftsperson &lt;/strong&gt;– building on the skills gained as either a Gas Service Layer, Main Layer or First Call Operative, take responsibility for undertaking and completing more complex technical activities&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;First Line Manager &lt;/strong&gt;- To plan, undertake, and manage a team of engineers involved in a range of engineering operations to meet safety, time, cost and quality requirements.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Network Design Engineer &lt;/strong&gt;- Produce designs that meet statutory and industry recognised standards for additional gas network infrastructure, or increased gas load requirements&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Review&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Standard shall be reviewed by employers within three years of approval&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [
    "Team Leader Main Laying",
    "Team Leader Service Laying"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2015-10-22T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0454",
  "tbMainContact": "Rachel.thomas@euskills.co.uk",
  "involvedEmployers": "Scotia Gas Networks, National Grid, Northern Gas Networks, L&G Utilities Ltd, Leven Energy Services, DCD, Utilergy, CMW Utilities Ltd, Butler Construction Ltd, SSE, Morrison Utility Services, Forefront Utilities",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "team leader service laying",
    "team leader main laying"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, installation and repair",
  "cluster": "Manufacturing or process maintenance operative or technician",
  "clusterId": "71",
  "clusterDescription": "Maintain and repair production and process plant and equipment in manufacturing",
  "createdDate": "2017-09-22T14:24:25 +00:00",
  "lastUpdated": "2022-01-18T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-10-22T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0204",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0204-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0204-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "1f2ffd0c-4837-44b1-9428-0256776af77e",
      "title": "Team Leader Main Laying",
      "occupationCode": ""
    },
    {
      "optionId": "545dc4ab-098e-4a56-8579-f5ecd4105e7a",
      "title": "Team Leader Service Laying",
      "occupationCode": ""
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Team Leader Main Laying",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Team Leader Service Laying",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-01-18T00:00:00"
}