{
  "templateType": "Apprenticeship Standard",
  "larsCode": 151,
  "referenceNumber": "ST0217",
  "learningAimClassCode": "",
  "title": "Senior healthcare support worker",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0217",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "The funding band for this standard has been reviewed as part of the apprenticeship funding band review. The new funding band is £5000.",
  "changedDate": "2018-10-03T00:00:00",
  "earliestStartDate": "2018-10-03T00:00:00",
  "latestStartDate": "2022-10-31T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Providing high-quality and compassionate specialist health and social care for a range of people.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "clinical care",
    "social care",
    "mental health",
    "community care",
    "health",
    "support worker"
  ],
  "jobRoles": [
    "healthcare assistant",
    "healthcare worker"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2152/st0217_senior-health-care-support-worker_ap-for-publication_04092018.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.3 Health and social care",
  "version": "1.2",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupation&lt;/strong&gt;&lt;strong&gt;al profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Senior Healthcare Support Workers help registered practitioners deliver healthcare services to people &lt;strong&gt;(1)&lt;/strong&gt;. As an experienced support worker, you carry out a range of clinical and non-clinical healthcare or therapeutic tasks, under the direct or indirect supervision of the registered healthcare practitioner. &amp;nbsp;You provide high quality, compassionate healthcare, following standards, policies or protocols and always acting within the limits of your competence. You may work in a range of services eg hospital, community, health or day case unit, birth centre or midwifery led unit, someone’s home, operating theatre, nursing or care home, assessment centre, hospice, school, prison, GP surgery, charity or voluntary organisation; working in partnership with individuals, families, carers and other service providers.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Re&lt;/strong&gt;&lt;strong&gt;sponsibilities and duty of the role&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Duties are delegated to you in line with care plans &lt;strong&gt;(2)&lt;/strong&gt;. Not all duties are routine and you will need to use your knowledge, experience and understanding to take decisions within your area of responsibility. You are accountable for your work and for reviewing the effectiveness of your actions. The role is undertaken following a period of experience in healthcare so you are able to demonstrate best practice and act as a role model. You may supervise or guide the less experienced staff in your team. You follow the Code of Conduct for Healthcare Support Workers and Adult Social Care Workers.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Options: &lt;/strong&gt;&lt;/h4&gt;\n&lt;ol&gt;\n&lt;li&gt;adult nursing support,&lt;/li&gt;\n&lt;li&gt;maternity support,&lt;/li&gt;\n&lt;li&gt;theatre support,&lt;/li&gt;\n&lt;li&gt;mental health support,&lt;/li&gt;\n&lt;li&gt;children and young people support,&lt;/li&gt;\n&lt;li&gt;allied health profession – therapy support&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h4&gt;&lt;strong&gt;Entr&lt;/strong&gt;&lt;strong&gt;y&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;When recruiting, employers may select apprentices with prior experience as a support worker.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;P&lt;/strong&gt;&lt;strong&gt;ro&lt;/strong&gt;&lt;strong&gt;g&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;ssion&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;After a period of working and gaining experience, you may be able to work towards an Assistant Practitioner or Nursing Associate post or, providing you meet the entry requirements, apply to university to become a registered healthcare practitioner.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Qu&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;l&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;fi&lt;/strong&gt;&lt;strong&gt;cations&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;You must complete a Level 3 Diploma in Healthcare Support prior to taking the end-point assessment. Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Industry specific requirement&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;The apprentice must complete an induction which meets the 15 standards as set out in the Care Certificate &lt;strong&gt;(3)&lt;/strong&gt;.&lt;/p&gt;\n&lt;h4&gt;Level&amp;nbsp;&lt;/h4&gt;\n&lt;p&gt;3&lt;/p&gt;\n&lt;h4&gt;Duration&amp;nbsp;&lt;/h4&gt;\n&lt;p&gt;Typically 18 - 24 months&lt;/p&gt;\n&lt;h4&gt;Review date&lt;/h4&gt;\n&lt;p&gt;after 3 years&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Apprentices complete the core and select one option&amp;nbsp;&lt;/p&gt;\n&lt;h4&gt;Values&amp;nbsp;&lt;/h4&gt;\n&lt;p&gt;You will be caring and compassionate, honest, conscientious and committed. honest, conscientious and committed&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;You will treat people with dignity, respecting individual&#39;s diversity, beliefs, culture, needs, values, privacy and preferences, show respect and empathy for those you work with, have the courage to challenge areas of concern and work to best practice, be adaptable, reliable and consistent, show discretion, show resilience and self-awareness and show supervisory leadership&lt;/p&gt;\n&lt;table border=&quot;0&quot; style=&quot;width: 707px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 134.84px;&quot;&gt;\n&lt;p&gt;CORE&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 246.16px;&quot;&gt;\n&lt;p&gt;You will be able to:&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 266px;&quot;&gt;\n&lt;p&gt;You will know and understand:&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 134.84px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;C1. Health and wellbeing&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 246.16px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Assist registered healthcare practitioners with clinical or therapeutic tasks; follow care plans; notice and report changes&lt;/li&gt;\n&lt;li&gt;gather evidence to assist in obtaining a client history, review health-related data and information&lt;/li&gt;\n&lt;li&gt;promote physical and mental health and wellbeing, providing opportunistic brief advice on health and wellbeing&lt;/li&gt;\n&lt;li&gt;assist with an individual’s overall comfort, identify and respond to signs of pain or discomfort&lt;/li&gt;\n&lt;li&gt;recognise issues and deteriorations in mental and physical health, report and respond appropriately, supporting others to do so&lt;/li&gt;\n&lt;li&gt;recognise limitations in mental capacity and respond appropriately&lt;/li&gt;\n&lt;li&gt;perform basic life support for individuals&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 266px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;how to carry out routine and complex clinical or therapeutic tasks delegated to you, the care plans and delegation protocols used in your organisation&lt;/li&gt;\n&lt;li&gt;the types of information you need to collate when obtaining a client history, ways to record and share it&lt;/li&gt;\n&lt;li&gt;the indicators for good physical and mental health in relation to the demographic of individuals you are working with; the importance of fluids, nutrition and food safety; ways to signpost individuals to public health interventions or other services if appropriate&lt;/li&gt;\n&lt;li&gt;how to support a person’s comfort and wellbeing, the signs of a person whose health and wellbeing is deteriorating or who is experiencing pain or discomfort&lt;/li&gt;\n&lt;li&gt;the main types of mental ill health and their impact on people’s lives; indicators for mental capacity, the importance of early diagnosis in relation to cognitive issues; the possible signs of mental ill health and learning disability in people; why&lt;/li&gt;\n&lt;li&gt;external factors, adapting from childhood to adulthood, depression, delirium or the normal ageing process may be mistaken for mental ill health; how changes in cognition can impact health and wellbeing; how to report changes and deterioration; how to support others to report changes and deterioration, how to escalate changes and deterioration&lt;/li&gt;\n&lt;li&gt;how to perform basic life support and use adjuncts to support resuscitation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 134.84px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;C2. Duty of care&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;d candour, safeguarding, equality and diversity&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 246.16px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;follow the principles for equality, diversity and inclusion&lt;/li&gt;\n&lt;li&gt;implement a duty of care and candour&lt;/li&gt;\n&lt;li&gt;safeguard and protect adults and children; promote the principles to others&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 266px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;legislation, policies and local ways of working about duty of care, candour, raising concerns, safeguarding/ protection from abuse, diversity, equality and inclusion; what they mean, why they are important, how to promote them to others&lt;/li&gt;\n&lt;li&gt;how discrimination can happen; how to deal with conflicts between a person’s rights and a duty of care&lt;/li&gt;\n&lt;li&gt;The signs of abuse, what to do if you suspect it, how to reduce the chances of abuse as much as possible&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 134.84px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;C3. Person&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;centred care, treatment and support&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 246.16px;&quot;&gt;&lt;br&gt;\n&lt;ul&gt;\n&lt;li&gt;demonstrate what it means in practice to promote and provide person centred care, treatment and support by obtaining valid consent, and carrying out risk assessments&lt;/li&gt;\n&lt;li&gt;work in partnership with the individual, their carer, families and the wider healthcare team&lt;/li&gt;\n&lt;li&gt;promote clinical effectiveness, safety and a good experience for the individual&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 266px;&quot;&gt;&lt;br&gt;\n&lt;ul&gt;\n&lt;li&gt;why it is important to gain consent &lt;strong&gt;(4)&lt;/strong&gt;, even when it is difficult; how to undertake risk assessment in enabling a person centred approach; why it is important to promote ‘person centred care, treatment and support’&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;why it is important to encourage people to be actively involved in their own care or treatment; why it is important to give people choices about their care and to treat people as valuable and unique&lt;/li&gt;\n&lt;li&gt;why safety and clinical effectiveness are important; the importance of managing relationships and boundaries with service users&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 134.84px;&quot;&gt;&lt;strong&gt;C4. Communication&amp;nbsp;&lt;/strong&gt;&lt;/td&gt;\n&lt;td style=&quot;width: 246.16px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;demonstrate and promote effective communication using a range of techniques&lt;/li&gt;\n&lt;li&gt;observe and record verbal and non-verbal communication&lt;/li&gt;\n&lt;li&gt;Handle information (record, report and store information) in line with local and national policies, keep information confidential and support others to do so; take part in audits&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 266px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;why it is important to promote effective communication at work; how to communicate with people who have specific language needs or wishes; how to reduce communication problems and respond to complaints; techniques for difficult situations, local guidelines for dealing with abusive behaviour&lt;/li&gt;\n&lt;li&gt;how verbal and non-verbal communication may relate to an individual’s condition&lt;/li&gt;\n&lt;li&gt;legislation, policies and local ways of working about handling information; why it is important to record and store information securely and confidentially and support others to do so; e-safety; the audit process and how it relates to your role&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 134.84px;&quot;&gt;&lt;strong&gt;C5. Personal, people and quality improvement&lt;/strong&gt;&lt;/td&gt;\n&lt;td style=&quot;width: 246.16px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;act within the limits of your competence and authority; ensure that anyone you supervise acts within theirs’&lt;/li&gt;\n&lt;li&gt;take responsibility for, prioritise and reflect on your own actions, work and performance; maintain and further develop your own skills and knowledge, participate in appraisal&lt;/li&gt;\n&lt;li&gt;work as part of a team, seek help and guidance when you are not sure, escalate concerns in a timely manner to the correct person; support or supervise colleagues as required, delegate well- defined tasks appropriately&lt;/li&gt;\n&lt;li&gt;act as a role model; mentor peers; deliver training through demonstration and instruction&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 266px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;your responsibilities and duties; the limits of your competence and authority; that of those you supervise; the values of your organisation; legislation, standards, policies, protocols you should adhere to; why it is important to work in ways agreed by your employer&lt;/li&gt;\n&lt;li&gt;how to seek feedback, reflect on your actions, how to evaluate your work and create a personal development plan&lt;/li&gt;\n&lt;li&gt;the importance of working well with others, your own health, wellbeing, resilience and that of colleagues; who or where to go for help and advice about anything related to your work or people you support; how to supervise others&lt;/li&gt;\n&lt;li&gt;behaviours expected from a role model; the principles of training and mentoring&lt;/li&gt;\n&lt;li&gt;the importance of gathering service user views; ways to identify and escalate opportunities to provide a better or more effective service&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 134.84px;&quot;&gt;&lt;strong&gt;C6. Health,&amp;nbsp;safety and security&lt;/strong&gt;&lt;/td&gt;\n&lt;td style=&quot;width: 246.16px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;maintain a safe and healthy working environment, take appropriate action in response to incidents or emergencies, following local guidelines&lt;/li&gt;\n&lt;li&gt;move and position individuals, equipment and other items safely&lt;/li&gt;\n&lt;li&gt;undertake risk assessments&lt;/li&gt;\n&lt;li&gt;use a range of techniques for infection prevention and control, eg waste management, spillage, hand washing, use of Personal Protective Equipment (PPE)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 266px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;how to promote health and safety at work; what to do in situations that could cause harm; how to handle hazardous materials&lt;/li&gt;\n&lt;li&gt;move and position people, equipment or other objects safely in line with agreed ways of working&lt;/li&gt;\n&lt;li&gt;the meaning of risk /risk assessment; how to recognise risk or hazards, undertake risk assessment, escalate where appropriate, operate safe systems of work&lt;/li&gt;\n&lt;li&gt;the importance of a clean workplace; legislation, policies and local ways of working for the prevention of &amp;nbsp;infection; personal hygiene, handwashing; the right use of PPE : gloves, aprons, masks; how infections start and spread; how to clean, disinfect and sterilise&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&lt;strong&gt;Opt&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n 1 – Senior HCSW (Adult Nursing Support)&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Senior adult nursing support workers look after adults in a range of settings, duties will vary accordingly. In most instances your supervisor will be a registered nurse. Some people you support have short term needs; eg they have sustained an injury. Others may have long-term conditions which affect them every day, all their lives eg asthma, diabetes, cancer, heart disease, dementia, depression, stroke or arthritis. Many people suffer from more than one condition eg an older person who has sustained a fall and has a wound that needs regular dressing, may also have heart disease. Some people will need round the clock care, being able to do very little for themselves, requiring you to look after all their personal needs including feeding, washing, going to the toilet as well as carrying out clinical tasks like checking their blood pressure or pulse.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;72&quot; style=&quot;width: 72px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Op&lt;/strong&gt;&lt;strong&gt;tion 1&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;209&quot; style=&quot;width: 209px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;170&quot; style=&quot;width: 170px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;72&quot;&gt;\n&lt;p&gt;&lt;strong&gt;1.&lt;/strong&gt;&lt;strong&gt;1 Assist with&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;clinical tasks&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;209&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;assist nurses with delegated clinical tasks&lt;/li&gt;\n&lt;li&gt;undertake a range of physiological measurements on adults&lt;/li&gt;\n&lt;li&gt;assist with tissue viability risk assessments&lt;/li&gt;\n&lt;li&gt;assist with caring for wounds&lt;/li&gt;\n&lt;li&gt;obtain and test samples and other specimens&lt;/li&gt;\n&lt;li&gt;support frailty, end of life care5&lt;/li&gt;\n&lt;li&gt;contribute to discharge from services&lt;/li&gt;\n&lt;li&gt;monitor and maintain the environment, equipment and resources; perform first line calibration on clinical equipment and manage stock control&lt;/li&gt;\n&lt;li&gt;recognise limitations in mental capacity and respond appropriately&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Oth&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;r clinical tasks &lt;/strong&gt;are determined by your local work setting and policies eg: support people to receive medication or non-oral treatments; monitor the effects of medication; care for stomas; take ECGs; care for individuals with catheters or nasogastric tubes; carry out screening activities eg hearing or vision; monitor swallowing, prepare or carry out extended feeding techniques.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;170&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;which clinical tasks you will routinely be expected to carry out within your role&lt;/li&gt;\n&lt;li&gt;the range of physiological states that can be measured including body temperature, height, weight, blood pressure, pulse, urinary output, breathing rate, oxygen saturation, and blood sugar levels; the types of equipment used for measuring physiological states in adults and how to check they are in working order&lt;/li&gt;\n&lt;li&gt;the importance of skin integrity and how to check it&lt;/li&gt;\n&lt;li&gt;how to care for wounds&lt;/li&gt;\n&lt;li&gt;how to take and test venous and capillary blood and other specimens&lt;/li&gt;\n&lt;li&gt;what is meant by frailty; the end of life phase and factors which impact on the care of the dying or deceased&lt;/li&gt;\n&lt;li&gt;the discharge process, the availability and services offered by the extended health and social care system&lt;/li&gt;\n&lt;li&gt;where to source equipment and resources&lt;/li&gt;\n&lt;li&gt;the importance of early diagnosis in relation to dementia and other cognitive issues; why depression, delirium and the normal ageing process may be mistaken for dementia&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;72&quot;&gt;\n&lt;p&gt;&lt;strong&gt;1.&lt;/strong&gt;&lt;strong&gt;2 Activities of&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;daily living&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;209&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;support adults to develop and maintain skills for everyday life, continuing recommended therapies and activities and encouraging them to take responsibility for their own health and wellbeing; support carers to meet the needs of the adult; advise and inform adults on managing their own condition&lt;/li&gt;\n&lt;li&gt;support or enable adults to eat, drink&lt;/li&gt;\n&lt;li&gt;support or enable adults to wash and dress and use the toilet&lt;/li&gt;\n&lt;li&gt;support adults to be mobile, rest, sleep, keep safe or express their sexuality&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;170&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;approaches to promoting health and wellbeing; a range of long term conditions and the impact they may have on a person’s physical and mental health and well- being; which long term conditions you are most likely to support in your role; the activities of daily living and ways in which you can support individual’s to maintain and improve them&lt;/li&gt;\n&lt;li&gt;the effects of poor nutrition and dehydration&lt;/li&gt;\n&lt;li&gt;how to wash, dress and support an adult to use the toilet; ways to manage situations in which the adult cannot do these things for themselves&lt;/li&gt;\n&lt;li&gt;how to help adults to be mobile and the importance of rest and sleep&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Opt&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n 2 – Senior HCSW (Maternity Support)&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Maternity Support Workers assist midwives to look after pregnant women, mothers and newborn babies in a range of settings. Under the supervision of a registered midwife, you will contribute to the care of women antenatally and during birth, and of women and babies postnatally. You will support new parents to care for their baby and to develop confidence and bonding.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;73&quot; style=&quot;width: 73px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Opt&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n 2&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;191&quot; style=&quot;width: 191px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;185&quot; style=&quot;width: 185px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;73&quot;&gt;\n&lt;p&gt;&lt;strong&gt;2.&lt;/strong&gt;&lt;strong&gt;1 Assist with&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;clinical tasks&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;191&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;assist the maternity team with delegated clinical tasks&lt;/li&gt;\n&lt;li&gt;recognise any deterioration in mental and emotional wellbeing and respond appropriately&lt;/li&gt;\n&lt;li&gt;assist the midwife with teaching bathing, breastfeeding, parenting skills and post-natal exercises&lt;/li&gt;\n&lt;li&gt;undertake a range of physiological measurements using the appropriate equipment&lt;/li&gt;\n&lt;li&gt;obtain and test venous and capillary blood samples and other specimens&lt;/li&gt;\n&lt;li&gt;assist other practitioners with performing ultrasound scans&lt;/li&gt;\n&lt;li&gt;provide support to other practitioners with instrumental deliveries&lt;/li&gt;\n&lt;li&gt;carry out Emergency First Aid and assist midwife with neonatal resuscitation&lt;/li&gt;\n&lt;li&gt;support women with general personal hygiene, carrying it out for those unable to, including care for women with urethral catheters&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;185&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;your role in deliveries including cleaning, filling and maintaining the birthing pool to correct temperature, maintaining the birthing environment and resources&lt;/li&gt;\n&lt;li&gt;possible signs of mental ill health and depression and the potential impact of pregnancy, labour, delivery or parenthood&lt;/li&gt;\n&lt;li&gt;your role in antenatal and postnatal health education&lt;/li&gt;\n&lt;li&gt;the range of physiological states that can be measured including body temperature, height, weight, blood pressure, pulse, urinary output, breathing rate, oxygen saturation, and blood sugar levels; the normal ranges and how to report deviations; the types of equipment used for measuring physiological states in adults and how to check they are in working order, as well as recording all findings accurately&lt;/li&gt;\n&lt;li&gt;how to take and test venous and capillary blood and other specimens&lt;/li&gt;\n&lt;li&gt;ways to position individuals for ultrasound scanning&lt;/li&gt;\n&lt;li&gt;how to lay up trolleys for instrumental deliveries, opening packs, gathering equipment and disposal; how to support the midwife to prepare women for caesarean section and care for them post-operatively, including measuring for TED stockings, providing a gown, positioning them and undertaking physiological measurements&lt;/li&gt;\n&lt;li&gt;first aid and resuscitation techniques for babies&lt;/li&gt;\n&lt;li&gt;how to wash, dress and support an adult to use the toilet; ways to manage situations in which the adult cannot do these things for themselves; reasons why a urethral catheter is in place and the importance of regular monitoring&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;73&quot;&gt;\n&lt;p&gt;&lt;strong&gt;2.&lt;/strong&gt;&lt;strong&gt;2 Assist with&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;caring for babies&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;191&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;identify baby and provide wristband or label in line with local security procedures&lt;/li&gt;\n&lt;li&gt;undertake a range of physiological measurements on babies using the appropriate equipment including weight, temperature, breathing rate, heart rate and oxygen saturation&lt;/li&gt;\n&lt;li&gt;care for the physical needs of babies undertaking routine healthy baby observations and reporting any abnormalities&lt;/li&gt;\n&lt;li&gt;support parents to meet the hygiene and nutritional needs of baby&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;185&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;local security procedures&lt;/li&gt;\n&lt;li&gt;the range of physiological states that can be measured including body temperature, weight, breathing rate, heart rate and oxygen saturation; the normal ranges and how to report deviations; the types of equipment used for measuring physiological states in babies and how to check they are in working order&lt;/li&gt;\n&lt;li&gt;the routine health baby observations including cord care, eye care, oral hygiene, checking stools and recognising and reporting potential signs of neo-natal jaundice&lt;/li&gt;\n&lt;li&gt;ways to care for the nutritional needs of babies including supporting women to breastfeed, the position and comfort of breastfeeding: the position and attachment of baby; how to use a breast pump or hand express; how to assist with syringe feeding of expressed milk; how to sterilise equipment; cup and bottle feeding, the preparation of formula milk as necessary&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;73&quot;&gt;\n&lt;p&gt;&lt;strong&gt;2.&lt;/strong&gt;&lt;strong&gt;3 Support&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;mothers and birthing partners&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;191&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;support parents/carers to interact with and care for their newborn baby&lt;/li&gt;\n&lt;li&gt;provide reassurance to mothers and birthing partners, working in partnership with families to support individuals&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;185&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;ways to interact and care for babies including promoting skin to skin contact&lt;/li&gt;\n&lt;li&gt;how to provide advice and information on feeding, parenting skills, family adjustments, nutritional health, smoking cessation and promoting the overall health and well-being of mothers and babies; ways to support bereaved families and where to direct families to for further advice and support; how to assist with photographing and creating memories as required&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Opt&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n 3 – Senior HCSW (Theatre support)&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Theatre Support Workers look after people before, during and after operations. In most instances your supervisor will be a registered theatre nurse or an operating department practitioner. You will support people as they are preparing to go into theatre, reassuring them if they are anxious, and helping them move them back to recovery following their procedure. You will support the team that carries out the operations by carrying out a range of checks, such as checking individuals into the theatre department, preparing equipment, counting swabs or other instruments and measuring fluids. &amp;nbsp;You may be involved in routine operations or traumatic and emergency surgery.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;117&quot; style=&quot;width: 117px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Opt&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n 3&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;151&quot; style=&quot;width: 151px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;180&quot; style=&quot;width: 180px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;117&quot;&gt;\n&lt;p&gt;&lt;strong&gt;3.&lt;/strong&gt;&lt;strong&gt;1 Assist&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;h&lt;/strong&gt;&lt;strong&gt;ea&lt;/strong&gt;&lt;strong&gt;lthc&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;e practitioners with delegated clinical tasks&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;151&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;provide support to the surgical team when preparing and delivering operative and invasive procedures; perform the non- scrubbed circulating role; position individuals&lt;/li&gt;\n&lt;li&gt;complete pre and post-operative checklists&lt;/li&gt;\n&lt;li&gt;take part in team briefing, patient sign in, timeout, sign out and debriefing&lt;/li&gt;\n&lt;li&gt;undertake a range of physiological measurements on adults, babies or children using the appropriate equipment&lt;/li&gt;\n&lt;li&gt;measure and record an individual’s body fluid balance&lt;/li&gt;\n&lt;li&gt;prepare the clinical environment, provide support for pre and post-operative anaesthesia and recovery&lt;/li&gt;\n&lt;li&gt;assist in receiving, handling and dispatching clinical specimens or blood products&lt;/li&gt;\n&lt;li&gt;support end of life care &lt;strong&gt;(6)&lt;/strong&gt; and care of the deceased&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;180&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;factors that affect the choice of site for the attachment of surgical instruments; how to use skin preparation agents and surgical drapes; ways to position individuals for surgery&lt;/li&gt;\n&lt;li&gt;pre and post-operative checks including: identification, operation site marking and pregnancy; the steps for safer surgery&lt;/li&gt;\n&lt;li&gt;the theatre team, its protocols and how it fits within the organisational structure&lt;/li&gt;\n&lt;li&gt;the range of physiological states that can be measured including body temperature, blood pressure, pulse, urinary output, breathing rate and oxygen saturation and how anaesthesia may affect them; advocacy for the unconscious and conscious patient; chaperoning; how surgery may impact on an individual’s mental capacity&lt;/li&gt;\n&lt;li&gt;the purpose for recording an individual’s body fluid; factors that affect input and output and wound drainage&lt;/li&gt;\n&lt;li&gt;potential hazards; how to report issues; common adverse reactions to anaesthesia; how to report deviations from normal; standard precautions for infection prevention and control: ways to avoid compromising and actions to take when there is a breakdown in the sterile field&lt;/li&gt;\n&lt;li&gt;types and uses of containers and transport, procedures for labelling, handling, dispatching recording and reporting for clinical specimens and blood products&lt;/li&gt;\n&lt;li&gt;how different beliefs and cultures may affect pre and post-operative surgery, including disposal of body parts and preparation for planned surgery and the organ donor process; the end of life phase and factors which impact on the care of the dying or deceased&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;117&quot;&gt;\n&lt;p&gt;&lt;strong&gt;3.&lt;/strong&gt;&lt;strong&gt;2 Support&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;individuals&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;151&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;act as an advocate for the unconscious and conscious patient who could be a baby, child or adult; provide reassurance before, during and after surgery&lt;/li&gt;\n&lt;li&gt;transport individuals, checking correct documentation goes with them and that any equipment used is cleaned and returned&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;180&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;ways to keep the individual informed of what is happening, why and who is involved; verbal and non-verbal indicators to determine an individual’s ability to move independently; the effects of pre-medication and anaesthesia&lt;/li&gt;\n&lt;li&gt;safe moving and handling techniques that maintain an individual’s privacy and dignity&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;117&quot;&gt;\n&lt;p&gt;&lt;strong&gt;3.&lt;/strong&gt;&lt;strong&gt;3 Equipment&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;and resources&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;151&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;prepare and provide surgical instrumentation and supplementary items for the surgical team&lt;/li&gt;\n&lt;li&gt;carry out counts for swabs, sharps, instrument and disposable items&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;180&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;the types, purpose and function of surgical instruments and supplementary items used in theatre&lt;/li&gt;\n&lt;li&gt;how to identify, measure, account for and record items and sharps used; local policy and procedure for instrument counts and what to do if a swab, sharp, instrument or other disposable item is missing; cost implications of how items used during surgery and surgery time may influence the overall commissioning of surgical procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&lt;strong&gt;Opt&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n 4 – Senior HCSW (Mental health support)&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Mental Health Support Workers support individuals with mental ill health. You work as part of a multi-disciplinary team offering a range of mental health services.You will support individuals, and their families, at different stages of their illness or recovery by listening, providing emotional support, developing and reviewing plans to meet their needs; observing and reporting changes in their mental and physical well-being; encouraging independence and enabling them to manage their condition and quality of life. Usually you will have to work closely with carers and with other organisations eg housing or social care&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;136&quot; style=&quot;width: 136px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Opt&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n 4&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;187&quot; style=&quot;width: 187px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;166&quot; style=&quot;width: 166px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;136&quot;&gt;\n&lt;p&gt;&lt;strong&gt;4.&lt;/strong&gt;&lt;strong&gt;1 Assist with&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;d&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;l&lt;/strong&gt;&lt;strong&gt;ega&lt;/strong&gt;&lt;strong&gt;t&lt;/strong&gt;&lt;strong&gt;ed &lt;/strong&gt;&lt;strong&gt;clinical tasks and therapeutic interventions&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;187&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;assist registered practitioners with delegated mental health tasks and therapeutic interventions in line with current legislation and policy&lt;/li&gt;\n&lt;li&gt;undertake a range of physiological measurements on adults&lt;/li&gt;\n&lt;li&gt;apply specific communication skills to build and sustain relationships with individuals and carers being aware of where barriers may exist; observe and record verbal and non-verbal communication, recognising how it may be relevant to the individual’s condition&lt;/li&gt;\n&lt;li&gt;implement strategies to promote mental well-being; implement strategies to support individuals with mental ill health&lt;/li&gt;\n&lt;li&gt;identify ways mental health may be affecting an individual’s emotions, thinking and behaviour and respond accordingly&lt;/li&gt;\n&lt;li&gt;observe, record and report changes; use proactive approaches to manage behaviour which challenges&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;166&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;current legal policy and service frameworks for mental health (eg Mental Capacity Act, Deprivation of Liberty Safeguards and Mental Health Act); the impact they have on interventions including: rights of people using services or giving formal or informal support, the role of advocacy&lt;/li&gt;\n&lt;li&gt;the range of physiological states that can be measured including body temperature, height, weight, blood pressure, pulse, urinary output, breathing rate, oxygen saturation, and blood sugar levels; the types of equipment used for measuring physiological states in adults, how to check they are in working order&lt;/li&gt;\n&lt;li&gt;a range of communication techniques relevant to mental health situations, including dealing with barriers to communication and conflicting opinions, powerful emotions, past experiences, delusions, hallucinations, confusion, stereotypes and assumptions, medication or substance misuse, environment, personality clashes, unrealistic expectations, issues of power or control, cultural differences, overload, organisational dynamics&lt;/li&gt;\n&lt;li&gt;the nature of mental health well-being; the main forms of mental ill health according to the psychiatric (DSM/ICD) classification system: mood, personality, anxiety, psychotic, substance-related, eating, cognitive disorders, trauma; positive or negative impacts mental ill health may have: psychological, emotional, practical, financial, social exclusion&lt;/li&gt;\n&lt;li&gt;main interventions in mental health, including their strengths and limitations, adhering to national guidelines; the key principles and factors for choosing them; the benefits of early intervention&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;136&quot;&gt;\n&lt;p&gt;&lt;strong&gt;4.&lt;/strong&gt;&lt;strong&gt;2 Support&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;individuals&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;187&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;take an active approach in supporting service users or carers to manage their condition, including during change and transitions, recognising the impact of mental ill health on them and others enable and empower individuals to actively participate in society&lt;/li&gt;\n&lt;li&gt;promote a recovery based approach enabling the individual to manage their condition&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;166&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;the needs of people with mental ill health and those supporting them at key stages and through times of change or transition eg when they first develop mental health problems, if they go into psychiatric care, over the long term; how and when to refer; the impact of the individual’s mental ill-health on their life, family, friendships, ability to work and actively participate in society a range of coping strategies and skills; sources of specialist support including: other services, interpreters, translators, speech therapy, psychologists, advocacy, equipment and communication aids&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;136&quot;&gt;\n&lt;p&gt;&lt;strong&gt;4.&lt;/strong&gt;&lt;strong&gt;3 Risk&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;assessment and risk management&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;187&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;identify situations when you need additional support to communicate and build relationships&lt;/li&gt;\n&lt;li&gt;involve carers and family members in risk management processes&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;166&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;risk factors eg risk of harm to self or others, being harmed by others (including mental health services), a range of triggers which may occur and the impact of the environment&lt;/li&gt;\n&lt;li&gt;prevention and risk reduction strategies, including suicide, behaviours which challenge, substance misuse, self-neglect&lt;/li&gt;\n&lt;li&gt;ways to review/protect own mental health and wellbeing&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&lt;strong&gt;Opt&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n 5 – Senior HCSW (Children and young people)&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Children and young people &lt;strong&gt;(CYP 7)&lt;/strong&gt; senior healthcare support workers look after neonates, babies, infants, children and young people in a range of settings; your duties will vary accordingly. You will support them with their healthcare needs. Your supervisor will be a registered healthcare practitioner, in most instances a registered nurse. You will work within guidelines and legislation designed to protect and support children and young people, recognising the different needs and rights they have at different ages and stages of their development. You will promote person and family-centred care, working in partnership with parents, families and other services and agencies.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;74&quot; style=&quot;width: 74px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Op&lt;/strong&gt;&lt;strong&gt;tion 5&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;180&quot; style=&quot;width: 180px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;202&quot; style=&quot;width: 202px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;74&quot;&gt;\n&lt;p&gt;&lt;strong&gt;5.&lt;/strong&gt;&lt;strong&gt;1 Assist with&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;clinical tasks&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;180&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;assist nurses with delegated clinical tasks in line with current legislation and policy&lt;/li&gt;\n&lt;li&gt;support the CYP before, during and after clinical or therapeutic procedures&lt;/li&gt;\n&lt;li&gt;communicate with the CYP using age appropriate communication and shared decision making with them, the family and carer&lt;/li&gt;\n&lt;li&gt;support life-limiting conditions and contribute to end of life care &lt;strong&gt;(8)&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;recognise limitations in mental capacity and respond appropriately&lt;/li&gt;\n&lt;li&gt;monitor and maintain the environment, equipment and resources; perform first line calibration on clinical equipment and manage stock control&lt;/li&gt;\n&lt;li&gt;contribute to discharge from services&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Oth&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;r clinical tasks &lt;/strong&gt;are determined by your local work setting and policies eg physiological measurements, venepuncture, intravenous cannulation; tissue viability risk assessments; caring for wounds; obtaining and testing samples and other specimens&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;202&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;current legal policy and service frameworks for CYP (eg The Children’s Act&lt;/li&gt;\n&lt;li&gt;1989 and 2004); Mental Capacity Act in relation to CYP; the rights of CYP at different ages; safeguarding of CYP, consent and proxy consent, parental responsibility, and &#39;acting in a child&#39;s best interests;&#39;&lt;/li&gt;\n&lt;li&gt;the clinical tasks you will routinely be expected to carry out within your role including reasonable adjustments; healthcare needs of CYP ways to promote self-management and independence&lt;/li&gt;\n&lt;li&gt;anatomy, physiology and pathophysiology of CYP; stages of development; functional changes associated with disease or injury; ways to support physical or learning disability&lt;/li&gt;\n&lt;li&gt;what is meant by life-limiting conditions; and the impact this can have on child development; the end of life phase and factors which impact on the care of the dying or deceased in line with national and local guidelines&lt;/li&gt;\n&lt;li&gt;patient centred care; the parent/CYP bond; working in partnership with families and carers to deliver holistic family-centred care; the importance of families’ choices and listening to the voice of the CYP, parent or carer; the importance of supporting CYP in the context of their social and educational need;&lt;/li&gt;\n&lt;li&gt;specific moving and positioning techniques to use with CYP&lt;/li&gt;\n&lt;li&gt;where equipment and resources importance of shared communication across the multidisciplinary team, including appropriate escalation&lt;/li&gt;\n&lt;li&gt;the discharge process, the availability of services offered by the extended health and social care system&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;74&quot;&gt;\n&lt;p&gt;&lt;strong&gt;5.&lt;/strong&gt;&lt;strong&gt;2 Activities of&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;daily living&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;180&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;support CYP to develop and maintain skills for everyday life, including the opportunities to play, learn and relax&lt;/li&gt;\n&lt;li&gt;develop positive relationships with CYP&lt;/li&gt;\n&lt;li&gt;help CYP to understand their own health and wellbeing, working in partnership with them, offering advice, information and support on how they manage their own condition&lt;/li&gt;\n&lt;li&gt;support parents, families and carers to meet the needs of the CYP&lt;/li&gt;\n&lt;li&gt;support nutrition and hydration&lt;/li&gt;\n&lt;li&gt;support continence, washing and dressing&lt;/li&gt;\n&lt;li&gt;support mobility, rest, sleep, keeping safe or expressing sexuality&lt;/li&gt;\n&lt;li&gt;assist with teaching parenting skills; encouraging public health awareness in relation to immunisation, nutrition, healthy diet, mental health, self-harm and other safeguarding issues that affect CYP&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;202&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;the importance of promoting family-centred care, including the participation of the CYP and families/carers in the delivery of care&lt;/li&gt;\n&lt;li&gt;approaches to promoting health and wellbeing through the national public health agenda; including the impact of a range of long term conditions on a CYP’s physical and mental health and well-being&lt;/li&gt;\n&lt;li&gt;common childhood illnesses, their impact on the activities of daily living and ways in which you can support CYP to develop, maintain and recover&lt;/li&gt;\n&lt;li&gt;the importance of nutrition and hydration on health and development of CYP; methods for providing and supporting nutrition in CYP or supporting and encouraging breast feeding&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;how to support CYP to wash, dress, and use the toilet; ways to manage situations in which they cannot do these things for themselves;&lt;/li&gt;\n&lt;li&gt;how to help CYP to be mobile and the importance of rest and sleep&lt;/li&gt;\n&lt;li&gt;the implications of national and global immunisations programmes&lt;/li&gt;\n&lt;li&gt;the impact of long term illness and hospitalisation can have on CYP&lt;/li&gt;\n&lt;li&gt;a range of parenting skills; how to promote bonding and attachment; the public health agenda in relation to CYP including immunisation, healthy eating, mental health and self-harm awareness; protection from abuse and neglect&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;74&quot;&gt;\n&lt;p&gt;&lt;strong&gt;5.&lt;/strong&gt;&lt;strong&gt;3 Child&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;development&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;180&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;support the development of CYP through therapeutic play and learning&lt;/li&gt;\n&lt;li&gt;support CYP through transitions&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;202&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;Development of the well and sick child including physical, intellectual, language, emotional, social, spiritual and moral development, expected developmental ages and the impact of illness on developmental milestones; puberty; therapeutic play and distraction techniques&lt;/li&gt;\n&lt;li&gt;the key principles underpinning communication with CYP and families, carers, education providers or other services; age-appropriate communication techniques; including dealing with barriers to communication&lt;/li&gt;\n&lt;li&gt;what is meant by transitions for CYP eg at school, socially, in family or from child to adult services; supporting independent decision making; signposting to other services&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&lt;strong&gt;Opt&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n 6 – Senior HCSW (Allied health profession - therapy support)&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Allied Health Profession (AHP) - therapy support workers work with individuals in a range of settings, your clinical and therapeutic duties will vary accordingly. There are 12 different AHP professions &lt;strong&gt;(9)&lt;/strong&gt; and you may carry out tasks associated with a single profession or tasks that relate to a range of them. Your supervisor will usually be a registered Allied Health Professional. Illness, disability or a change in life circumstances often means that people have to learn or be supported to do things in new and different ways. This can change the pattern of a life-course but individuals can often expect to regain and enjoy a quality of life through the therapeutic and clinical support you provide. Some individuals may have short term needs eg an injury. Others may have long-term physical and/or mental illness or learning disability that affects their independence, function or way of living. You will be required to work with the individual either on their own or within a group setting. You may also work with others to support the individual eg training carers or working with families.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;130&quot; style=&quot;width: 130px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Opt&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n 6&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;161&quot; style=&quot;width: 161px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;168&quot; style=&quot;width: 168px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;&lt;strong&gt;6.&lt;/strong&gt;&lt;strong&gt;1 Assist with delegated therapeutic or clinical tasks and&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;int&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;ve&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;t&lt;/strong&gt;&lt;strong&gt;ions&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;161&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;assist registered practitioners with delegated therapeutic or clinical tasks and interventions in line with current legislation and policy&lt;/li&gt;\n&lt;li&gt;assist with clinical risk assessments&lt;/li&gt;\n&lt;li&gt;contribute to referrals to or discharge from services&lt;/li&gt;\n&lt;li&gt;monitor and maintain the environment&lt;/li&gt;\n&lt;li&gt;recognise the impact of mental or physical capacity, a health condition, learning disability or overall wellbeing on the therapeutic or clinical task or intervention and adapt as appropriate&lt;/li&gt;\n&lt;li&gt;enable individuals to meet optimum potential&lt;/li&gt;\n&lt;li&gt;record interventions and progress against defined outcome measures&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Oth&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;r tasks &lt;/strong&gt;are determined by your local work setting and policies.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;168&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;basic human anatomy and physiology&lt;/li&gt;\n&lt;li&gt;which therapeutic or clinical tasks and interventions you will routinely be expected to carry out within your role including standard approaches to identify, manage, rehabilitate or maximise an individual’s function&lt;/li&gt;\n&lt;li&gt;local clinical risk assessments and management plans relevant to the setting&lt;/li&gt;\n&lt;li&gt;the impact of the stages of growing, developing and ageing on physical and mental function and wellbeing; what is meant by frailty; the end of life &lt;strong&gt;(10)&lt;/strong&gt; phase; the impact of disease progress&lt;/li&gt;\n&lt;li&gt;the referral and discharge process, the functions, availability, eligibility and limitations of wider services offered within and external to your organisation and how to signpost people to them&lt;/li&gt;\n&lt;li&gt;how to assess that the environment is appropriate for the therapeutic or clinical task&lt;/li&gt;\n&lt;li&gt;the potential impact of difficulties or impairments (e.g. cognitive, perceptual, physical, emotional, social) on someone’s ability to function in their environment; how to adapt or change a task to promote participation; the impact of mental health on a person’s functioning; how someone’s overall wellbeing or underlying condition may affect the way they present and how to adapt accordingly&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;&lt;strong&gt;6.&lt;/strong&gt;&lt;strong&gt;2 Support,&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;duc&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;t&lt;/strong&gt;&lt;strong&gt;e and enable individuals with their health&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;and wellbeing&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;161&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;provide support in line with care plans &lt;strong&gt;(11)&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;enable individuals and their carer or family to participate in care plans, where appropriate encouraging independence and self-reliance, promoting self-management and skills for everyday life&lt;/li&gt;\n&lt;li&gt;enable health and wellbeing by supporting or facilitating individual or group sessions&lt;/li&gt;\n&lt;li&gt;support people to engage in the community and access activities or resources in line with their treatment goals&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;168&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;the care planning process, the main interventions in relation to physical and mental wellbeing, national guidelines and the anticipated outcomes following your intervention;&lt;/li&gt;\n&lt;li&gt;ways to enable independence, social integration and recovery; how to encourage self-management, emotional resilience, personal development or growth and ways to avoid relapses. Skills for everyday life as determined by your role and setting.&lt;/li&gt;\n&lt;li&gt;your role in allied health profession support education; how to provide information and advice; the fundamentals of group work and presentation skills, ways to monitor progress and report or refer as required&lt;/li&gt;\n&lt;li&gt;local activities and resources and how to signpost people to them eg social, education, work etc&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;&lt;strong&gt;6.&lt;/strong&gt;&lt;strong&gt;3 Equipment&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;and resources&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;161&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;identify, order or fit a defined range of equipment or resources&lt;/li&gt;\n&lt;li&gt;demonstrate or teach safe and appropriate use of equipment&lt;/li&gt;\n&lt;li&gt;identify when equipment, or its use, is unsafe, adapting within a given range or escalating&lt;/li&gt;\n&lt;li&gt;use equipment and resources therapeutically in a safe, effective way in line with local policy and procedure&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;168&quot;&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;a range of equipment, assistive devices and resources used in your role; why and how it is used and the limitations; benefits and risks; when equipment should not be used; maintenance and cleaning; storage, and correct handling of equipment; how to access, order, maintain or monitor stock&lt;/li&gt;\n&lt;li&gt;how the equipment is used safely; how it can meet individual’s needs and be adapted within a given range&lt;/li&gt;\n&lt;li&gt;how to escalate that equipment is required or does not meet needs including how to report faults and contribute to maintenance and safety checks&lt;/li&gt;\n&lt;li&gt;the equipment and resources available to you; the client group you work with and how the equipment can be used for them including the types, purpose and function of the resources available and the criteria for provision of equipment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;blockquote&gt;&lt;strong&gt;(1)&lt;/strong&gt; “People, person or individual” may include babies, infants, children, young people or adults. Individual options within the standard may specify an age range that you will be expected to work with.&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(2)&lt;/strong&gt;&amp;nbsp;&lt;strong&gt;C&lt;/strong&gt;&lt;strong&gt;are plans/Care planning &lt;/strong&gt;is used throughout this document to include care, therapy, intervention plans, treatment plans or sheets and planning processes. In some instances care plans may not exist or be used.&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(3)&amp;nbsp;C&lt;/strong&gt;&lt;strong&gt;are Certificate: &lt;/strong&gt;for more details see &lt;span&gt;&lt;a href=&quot;http://www.skillsforhealth.org.uk/care-certificate&quot;&gt;http://www.skillsforhealth.org.uk/care-certificate.&lt;/a&gt;&lt;/span&gt; The CQC expect that providers that employ healthcare assistants and social care support workers follow these standards to make sure new staff are supported, skilled and assessed as competent to carry out thier roles&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(4)&lt;/strong&gt; Consent - NHS Choices (2010) defines consent as: &quot;the principle that a person must give their permission before they receive any type of medical treatment. Consent is required from a patient regardless of the type of treatment being undertaken, from a blood test to an organ donation&quot;&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(5)&amp;nbsp;E&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;d of Life Care &lt;/strong&gt;– &lt;strong&gt;End of life care &lt;/strong&gt;is defined as care that helps those with advanced, progressive, incurable illness to live as well as possible until they die. (End of Life Care Network)&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(6)&lt;/strong&gt;&amp;nbsp;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;d of Life Care &lt;/strong&gt;– &lt;strong&gt;End of life care &lt;/strong&gt;is defined as care that helps those with advanced, progressive, incurable illness to live as well as possible until they die. (End of Life Care Network)&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(7)&lt;/strong&gt; the abbreviation CYP is used throughout the standard to refer to babies, infants, children and young people. “‘childhood’ should be considered up to the age of 18, with special consideration given to those young people with long-term conditions up to the age of 25.” &amp;nbsp;RCN Caring for Children and young people April 2014.&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(8)&lt;/strong&gt;&amp;nbsp;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;d of Life Care &lt;/strong&gt;– &lt;strong&gt;End of life care &lt;/strong&gt;is defined as care that helps those with advanced, progressive, incurable illness to live as well as possible until they die. (End of Life Care Network)&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(9)&lt;/strong&gt; The 12 Allied Health Professions are: art therapists, music therapists, drama therapists, paramedics, podiatrists, speech and language therapists, occupational therapists, physiotherapists, dietitians, radiographers, orthoptists and prosthetists/orthotists. Not all of these professions carry out therapeutic interventions, nor do all have support workers within their teams. If you undertake this option in your apprenticeship you are likely to primarily carry out therapeutic tasks related to: dietetics, occupational therapy, physiotherapy, podiatry or speech and language therapy.&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(10)&lt;/strong&gt;&amp;nbsp;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;d of Life Care &lt;/strong&gt;– &lt;strong&gt;End of life care &lt;/strong&gt;is defined as care that helps those with advanced, progressive, incurable illness to live as well as possible until they die. (End of Life Care Network)&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(11)&lt;/strong&gt;&amp;nbsp;&lt;strong&gt;C&lt;/strong&gt;&lt;strong&gt;are plans/Care planning &lt;/strong&gt;is used throughout this document to include care, therapy, intervention plans, treatment plans or sheets and planning processes. In some instances care plans exist or may not be used.&lt;/blockquote&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Senior Healthcare Support Workers help registered practitioners deliver healthcare services to people (1). As an experienced support worker, you carry out a range of clinical and non-clinical healthcare or therapeutic tasks, under the direct or indirect supervision of the registered healthcare practitioner. You provide high quality, compassionate healthcare, following standards, policies or protocols and always acting within the limits of your competence. You may work in a range of services eg hospital, community, health or day case unit, birth centre or midwifery led unit, someone’s home, operating theatre, nursing or care home, assessment centre, hospice, school, prison, GP surgery, charity or voluntary organisation; working in partnership with individuals, families, carers and other service providers.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "461d23b4-076f-471a-95b9-fcf8c23dadf8",
      "detail": "Health and wellbeing"
    },
    {
      "knowledgeId": "bb7add22-cc37-48c2-bad4-7f200019c57c",
      "detail": "How to carry out routine and complex clinical or therapeutic tasks delegated to you, the care plans and delegation protocols used in your organisation"
    },
    {
      "knowledgeId": "385ceae3-c6b0-4c7a-8b26-9ebb0aab68d1",
      "detail": "The types of information you need to collate when obtaining a client history, ways to record and share it"
    },
    {
      "knowledgeId": "913d19d0-fdd6-4610-8920-40b48cef1db3",
      "detail": "The indicators for good physical and mental health in relation to the demographic of individuals you are working with; the importance of fluids, nutrition and food safety; ways to signpost individuals to public health interventions or other services if appropriate"
    },
    {
      "knowledgeId": "75d4b4f9-a9aa-40bd-ac47-0dd9796238d2",
      "detail": "How to support a person’s comfort and wellbeing, the signs of a person whose health and wellbeing is deteriorating or who is experiencing pain or discomfort"
    },
    {
      "knowledgeId": "8f59430c-4c8f-47b8-aef7-314f006141d5",
      "detail": "Main types of mental ill health and their impact on people’s lives; indicators for mental capacity, the importance of early diagnosis in relation to cognitive issues; the possible signs of mental ill health and learning disability in people; why"
    },
    {
      "knowledgeId": "ba072685-4a31-4cea-ac2a-d598db078617",
      "detail": "External factors, adapting from childhood to adulthood, depression, delirium or the normal ageing process may be mistaken for mental ill health; how changes in cognition can impact health and wellbeing; how to report changes and deterioration; how to support others to report changes and deterioration, how to escalate changes and deterioration"
    },
    {
      "knowledgeId": "35516b39-5b74-4196-8406-eacecb99556c",
      "detail": "How to perform basic life support and use adjuncts to support resuscitation"
    },
    {
      "knowledgeId": "2bb95354-8545-4295-9e87-7fb730f09913",
      "detail": "Duty of care and candour, safeguarding, equality and diversity"
    },
    {
      "knowledgeId": "22534d95-a65e-4892-88db-8065403cadaa",
      "detail": "Legislation, policies and local ways of working about duty of care, candour, raising concerns, safeguarding/ protection from abuse, diversity, equality and inclusion; what they mean, why they are important, how to promote them to others"
    },
    {
      "knowledgeId": "2f9684c4-d22a-4d2f-8c28-5109c242eac3",
      "detail": "How discrimination can happen; how to deal with conflicts between a person’s rights and a duty of care"
    },
    {
      "knowledgeId": "5a03ccba-d245-42a5-9db1-ee751fec6c8a",
      "detail": "The signs of abuse, what to do if you suspect it, how to reduce the chances of abuse as much as possible"
    },
    {
      "knowledgeId": "883b8ff2-1ee6-4085-afcf-6e1587e3d127",
      "detail": "Person-centred care, treatment and support"
    },
    {
      "knowledgeId": "17d1d5d4-181e-419e-9504-84f4f29e3ba9",
      "detail": "Why it is important to gain consent, even when it is difficult; how to undertake risk assessment in enabling a person centred approach; why it is important to promote ‘person centred care, treatment and support’"
    },
    {
      "knowledgeId": "28483a1e-68b3-43ca-8b51-df4a5d54967a",
      "detail": "Why it is important to encourage people to be actively involved in their own care or treatment; why it is important to give people choices about their care and to treat people as valuable and unique"
    },
    {
      "knowledgeId": "65adc963-6e9b-4f78-81a6-2c0f9adc7bd6",
      "detail": "Why safety and clinical effectiveness are important; the importance of managing relationships and boundaries with service users"
    },
    {
      "knowledgeId": "90553587-490c-40ac-b76f-8f0881485184",
      "detail": "Communication"
    },
    {
      "knowledgeId": "5c9bcadb-a0f4-4486-b329-b2bd2128535e",
      "detail": "Why it is important to promote effective communication at work; how to communicate with people who have specific language needs or wishes; how to reduce communication problems and respond to complaints; techniques for difficult situations, local guidelines for dealing with abusive behaviour"
    },
    {
      "knowledgeId": "a642fb0b-0a5a-4700-ad86-2e4e9aef04b3",
      "detail": "How verbal and non-verbal communication may relate to an individual’s condition"
    },
    {
      "knowledgeId": "365c8c52-4c60-46b7-9701-6c99b6d9f8cb",
      "detail": "Legislation, policies and local ways of working about handling information; why it is important to record and store information securely and confidentially and support others to do so; e-safety; the audit process and how it relates to your role"
    },
    {
      "knowledgeId": "a72578e9-c054-4e99-a47a-f66d9fde1179",
      "detail": "Personal, people and quality improvement"
    },
    {
      "knowledgeId": "b342388a-f951-42a5-bf80-10398974e4f7",
      "detail": "Your responsibilities and duties; the limits of your competence and authority; that of those you supervise; the values of your organisation; legislation, standards, policies, protocols you should adhere to; why it is important to work in ways agreed by your employer"
    },
    {
      "knowledgeId": "25ba3114-5268-4245-ad1b-3094c0c28c8f",
      "detail": "How to seek feedback, reflect on your actions, how to evaluate your work and create a personal development plan"
    },
    {
      "knowledgeId": "88938355-a2e1-4933-992e-6b5e468faa01",
      "detail": "The importance of working well with others, your own health, wellbeing, resilience and that of colleagues; who or where to go for help and advice about anything related to your work or people you support; how to supervise others"
    },
    {
      "knowledgeId": "8c3d4969-e171-4631-b648-ef8b1d2f7cd7",
      "detail": "Behaviours expected from a role model; the principles of training and mentoring"
    },
    {
      "knowledgeId": "65055b60-f874-4981-9b48-22fdb041da0b",
      "detail": "The importance of gathering service user views; ways to identify and escalate opportunities to provide a better or more effective service"
    },
    {
      "knowledgeId": "42a34094-445d-41a0-9df0-ff6b4d732032",
      "detail": "Health, safety and security"
    },
    {
      "knowledgeId": "4fe111ee-1ef9-44d1-bee9-3e3b9d4fdf4f",
      "detail": "How to promote health and safety at work; what to do in situations that could cause harm; how to handle hazardous materials"
    },
    {
      "knowledgeId": "e06dc987-6d54-4ff7-94ec-3a713458e407",
      "detail": "Move and position people, equipment or other objects safely in line with agreed ways of working"
    },
    {
      "knowledgeId": "c6be90e0-fa7f-42f5-a5de-5f22824be9e3",
      "detail": "The meaning of risk/risk assessment; how to recognise risk or hazards, undertake risk assessment, escalate where appropriate, operate safe systems of work"
    },
    {
      "knowledgeId": "3f41d94c-fd47-4364-a960-99ccc9852637",
      "detail": "The importance of a clean workplace; legislation, policies and local ways of working for the prevention of  infection; personal hygiene, handwashing; the right use of PPE : gloves, aprons, masks; how infections start and spread; how to clean, disinfect and sterilise"
    },
    {
      "knowledgeId": "23726c6a-f372-47d4-8aee-9a44d43c953d",
      "detail": "Assist with clinical tasks"
    },
    {
      "knowledgeId": "fa03db3e-0f51-4633-a289-fe6fb9f82db4",
      "detail": "Which clinical tasks you will routinely be expected to carry out within your role"
    },
    {
      "knowledgeId": "c0d3250a-85c8-4c1f-8098-0c29f989090c",
      "detail": "The range of physiological states that can be measured including body temperature, height, weight, blood pressure, pulse, urinary output, breathing rate, oxygen saturation, and blood sugar levels; the types of equipment used for measuring physiological states in adults and how to check they are in working order"
    },
    {
      "knowledgeId": "02c5a64c-d6ca-45e9-8dc3-68c1f5274ca9",
      "detail": "The importance of skin integrity and how to check it"
    },
    {
      "knowledgeId": "f3c48096-140b-4b9c-8a4c-33cd1b170412",
      "detail": "How to care for wounds"
    },
    {
      "knowledgeId": "e988e7a1-7981-40b3-a7aa-edcf8051c0f5",
      "detail": "How to take and test venous and capillary blood and other specimens"
    },
    {
      "knowledgeId": "640242f5-3ca3-492e-9915-e81664ba2ecb",
      "detail": "What is meant by frailty; the end of life phase and factors which impact on the care of the dying or deceased"
    },
    {
      "knowledgeId": "2b2339a7-acea-42fb-b0ee-b96ca19367d9",
      "detail": "The discharge process, the availability and services offered by the extended health and social care system"
    },
    {
      "knowledgeId": "92618ede-01c4-4582-97f0-7f14654895c6",
      "detail": "Where to source equipment and resources"
    },
    {
      "knowledgeId": "6f4c9697-983c-4ea1-a17d-efc667372d80",
      "detail": "The importance of early diagnosis in relation to dementia and other cognitive issues; why depression, delirium and the normal ageing process may be mistaken for dementia"
    },
    {
      "knowledgeId": "bf5a1590-2e6d-43d9-b66e-f82dee73a668",
      "detail": "Activities of daily living"
    },
    {
      "knowledgeId": "72c3f8ac-328a-4207-a84f-b0b3ac91f9d8",
      "detail": "Approaches to promoting health and wellbeing; a range of long term conditions and the impact they may have on a person’s physical and mental health and well- being; which long term conditions you are most likely to support in your role; the activities of daily living and ways in which you can support individual’s to maintain and improve them"
    },
    {
      "knowledgeId": "2964430a-e12e-417d-80fe-2e110cadf3f6",
      "detail": "The effects of poor nutrition and dehydration"
    },
    {
      "knowledgeId": "99544d54-2b1f-48a9-9a45-1af3e3bcaf87",
      "detail": "How to wash, dress and support an adult to use the toilet; ways to manage situations in which the adult cannot do these things for themselves"
    },
    {
      "knowledgeId": "9e6a6c99-9154-47ca-899e-9ef0ac7856f4",
      "detail": "How to help adults to be mobile and the importance of rest and sleep"
    },
    {
      "knowledgeId": "8e2d666f-9120-4de0-a282-91626d920eaf",
      "detail": "Assist with clinical tasks"
    },
    {
      "knowledgeId": "e4c9cb5c-ffca-40e4-af59-e743fc3cdd4e",
      "detail": "Your role in deliveries including cleaning, filling and maintaining the birthing pool to correct temperature, maintaining the birthing environment and resources"
    },
    {
      "knowledgeId": "6fd25c35-37de-446c-b720-0ce44a616426",
      "detail": "Possible signs of mental ill-health and depression and the potential impact of pregnancy, labour, delivery or parenthood"
    },
    {
      "knowledgeId": "d7fb63c7-f771-481e-91ec-4ac0ea11364b",
      "detail": "Your role in antenatal and postnatal health education"
    },
    {
      "knowledgeId": "cc0853f6-86e5-476a-a8ad-988abfb86fec",
      "detail": "The range of physiological states that can be measured including body temperature, height, weight, blood pressure, pulse, urinary output, breathing rate, oxygen saturation, and blood sugar levels; the normal ranges and how to report deviations; the types of equipment used for measuring physiological states in adults and how to check they are in working order, as well as recording all findings accurately"
    },
    {
      "knowledgeId": "d8c5f6ba-2a28-4e9d-8b9c-703bced1dec9",
      "detail": "How to take and test venous and capillary blood and other specimens"
    },
    {
      "knowledgeId": "eabfb7d1-ae29-45ce-bb0e-b1f3b6fd3798",
      "detail": "Ways to position individuals for ultrasound scanning"
    },
    {
      "knowledgeId": "aafa2acd-9e67-4333-a900-343ad3c6e723",
      "detail": "How to lay up trolleys for instrumental deliveries, opening packs, gathering equipment and disposal; how to support the midwife to prepare women for caesarean section and care for them post-operatively, including measuring for TED stockings, providing a gown, positioning them and undertaking physiological measurements"
    },
    {
      "knowledgeId": "08cd5d96-a7e3-4cbf-9c9e-473779c9ba0b",
      "detail": "First aid and resuscitation techniques for babies"
    },
    {
      "knowledgeId": "790c0930-449c-439f-9035-5baddbb3980b",
      "detail": "How to wash, dress and support an adult to use the toilet; ways to manage situations in which the adult cannot do these things for themselves; reasons why a urethral catheter is in place and the importance of regular monitoring"
    },
    {
      "knowledgeId": "b3a12da7-e0fa-4370-b509-84101410a35d",
      "detail": "Assist with caring for babies"
    },
    {
      "knowledgeId": "f7421d17-03f2-4a84-bdaf-6b763ae92673",
      "detail": "Local security procedures"
    },
    {
      "knowledgeId": "c4528508-6afe-499a-863c-e87eb8bebd70",
      "detail": "The range of physiological states that can be measured including body temperature, weight, breathing rate, heart rate and oxygen saturation; the normal ranges and how to report deviations; the types of equipment used for measuring physiological states in babies and how to check they are in working order"
    },
    {
      "knowledgeId": "6554d416-c25a-4c41-bf3a-454c0c506767",
      "detail": "The routine health baby observations including cord care, eye care, oral hygiene, checking stools and recognising and reporting potential signs of neo-natal jaundice"
    },
    {
      "knowledgeId": "a45d7bb3-2d64-4a93-b25d-14c91aa93eae",
      "detail": "Ways to care for the nutritional needs of babies including supporting women to breastfeed, the position and comfort of breastfeeding: the position and attachment of baby; how to use a breast pump or hand express; how to assist with syringe feeding of expressed milk; how to sterilise equipment; cup and bottle feeding, the preparation of formula milk as necessary"
    },
    {
      "knowledgeId": "aa50daa3-74b0-4832-86d2-605b440b58cf",
      "detail": "Support mothers and birthing partners"
    },
    {
      "knowledgeId": "25a9d203-7327-4b50-97aa-34cde3007262",
      "detail": "Ways to interact and care for babies including promoting skin to skin contact"
    },
    {
      "knowledgeId": "535d38b5-266c-4b33-b896-e9f163354026",
      "detail": "How to provide advice and information on feeding, parenting skills, family adjustments, nutritional health, smoking cessation and promoting the overall health and well-being of mothers and babies; ways to support bereaved families and where to direct families to for further advice and support; how to assist with photographing and creating memories as required"
    },
    {
      "knowledgeId": "003af39a-ba91-43fb-8d86-24b7c5cc3773",
      "detail": "Assist healthcare practitioners with delegated clinical tasks"
    },
    {
      "knowledgeId": "0ba18426-528c-476d-9a24-bf805f1ef255",
      "detail": "Factors that affect the choice of site for the attachment of surgical instruments; how to use skin preparation agents and surgical drapes; ways to position individuals for surgery"
    },
    {
      "knowledgeId": "25c70065-fac9-4be6-9a2f-c04e1b66e21c",
      "detail": "Pre and post-operative checks including: identification, operation site marking and pregnancy; the steps for safer surgery"
    },
    {
      "knowledgeId": "76258af6-d2cf-4bf5-a495-53c52d1c12f1",
      "detail": "The theatre team, its protocols and how it fits within the organisational structure"
    },
    {
      "knowledgeId": "94d17cc6-a54c-4947-bd38-6c2330dd56e4",
      "detail": "The range of physiological states that can be measured including body temperature, blood pressure, pulse, urinary output, breathing rate and oxygen saturation and how anaesthesia may affect them; advocacy for the unconscious and conscious patient; chaperoning; how surgery may impact on an individual’s mental capacity"
    },
    {
      "knowledgeId": "06b396f9-cfa6-4d2e-9be2-bf584ab463b3",
      "detail": "The purpose for recording an individual’s body fluid; factors that affect input and output and wound drainage"
    },
    {
      "knowledgeId": "8510f711-c1a7-433a-a8c9-792cd0aac5fc",
      "detail": "Potential hazards; how to report issues; common adverse reactions to anaesthesia; how to report deviations from normal; standard precautions for infection prevention and control: ways to avoid compromising and actions to take when there is a breakdown in the sterile field"
    },
    {
      "knowledgeId": "38576dd1-5d08-4c1d-bc1b-3700bca22384",
      "detail": "Types and uses of containers and transport, procedures for labelling, handling, dispatching recording and reporting for clinical specimens and blood products"
    },
    {
      "knowledgeId": "2204e0c5-6993-47c0-97a2-42443478592f",
      "detail": "How different beliefs and cultures may affect pre and post-operative surgery, including disposal of body parts and preparation for planned surgery and the organ donor process; the end of life phase and factors which impact on the care of the dying or deceased"
    },
    {
      "knowledgeId": "d134bfa1-16c3-4448-ba82-4df075f102fa",
      "detail": "Support individuals"
    },
    {
      "knowledgeId": "28d9e5b7-1e4e-47c1-8fbe-d99fa4fa610c",
      "detail": "Ways to keep the individual informed of what is happening, why and who is involved; verbal and non-verbal indicators to determine an individual’s ability to move independently; the effects of pre-medication and anaesthesia"
    },
    {
      "knowledgeId": "b55d5ee4-1246-440b-a497-c065fd9790a1",
      "detail": "Safe moving and handling techniques that maintain an individual’s privacy and dignity"
    },
    {
      "knowledgeId": "cb5d31ff-d16b-49e7-90ec-661056aae4a6",
      "detail": "Equipment and resources"
    },
    {
      "knowledgeId": "c9aad560-6cc2-4773-9c8f-6c3b5bf3450d",
      "detail": "The types, purpose and function of surgical instruments and supplementary items used in theatre"
    },
    {
      "knowledgeId": "0d43f72c-d155-4720-bd11-b1413de7fab4",
      "detail": "how to identify, measure, account for and record items and sharps used; local policy and procedure for instrument counts and what to do if a swab, sharp, instrument or other disposable item is missing; cost implications of how items used during surgery and surgery time may influence the overall commissioning of surgical procedures"
    },
    {
      "knowledgeId": "a5dbd76f-329f-4a8c-b329-f427fb1a4eab",
      "detail": "Assist with delegated clinical tasks and therapeutic interventions"
    },
    {
      "knowledgeId": "bd1aca30-bd63-4410-835b-9e0a0e30b5ff",
      "detail": "Current legal policy and service frameworks for mental health (eg Mental Capacity Act, Deprivation of Liberty Safeguards and Mental Health Act); the impact they have on interventions including: rights of people using services or giving formal or informal support, the role of advocacy"
    },
    {
      "knowledgeId": "026d9879-58c2-4a7e-a30c-6c985f053a75",
      "detail": "The range of physiological states that can be measured including body temperature, height, weight, blood pressure, pulse, urinary output, breathing rate, oxygen saturation, and blood sugar levels; the types of equipment used for measuring physiological states in adults, how to check they are in working order"
    },
    {
      "knowledgeId": "035a2322-6eb7-4553-9b45-7b8f5322320b",
      "detail": "A range of communication techniques relevant to mental health situations, including dealing with barriers to communication and conflicting opinions, powerful emotions, past experiences, delusions, hallucinations, confusion, stereotypes and assumptions, medication or substance misuse, environment, personality clashes, unrealistic expectations, issues of power or control, cultural differences, overload, organisational dynamics"
    },
    {
      "knowledgeId": "d0e2fc4d-79a2-4b34-aa76-7620edf23a12",
      "detail": "The nature of mental health well-being; the main forms of mental ill health according to the psychiatric (DSM/ICD) classification system: mood, personality, anxiety, psychotic, substance-related, eating, cognitive disorders, trauma; positive or negative impacts mental ill-health may have: psychological, emotional, practical, financial, social exclusion"
    },
    {
      "knowledgeId": "a045622d-a850-4c0a-8b7b-f3bbae6b5ca9",
      "detail": "Main interventions in mental health, including their strengths and limitations, adhering to national guidelines; the key principles and factors for choosing them; the benefits of early intervention"
    },
    {
      "knowledgeId": "da5726a6-5c7f-4ede-a0eb-4804aaa8cad2",
      "detail": "Support individuals"
    },
    {
      "knowledgeId": "01942f3f-15f6-47d4-ab6f-f5b4d9314016",
      "detail": "The needs of people with mental ill-health and those supporting them at key stages and through times of change or transition eg when they first develop mental health problems, if they go into psychiatric care, over the long term; how and when to refer; the impact of the individual’s mental ill-health on their life, family, friendships, ability to work and actively participate in society a range of coping strategies and skills; sources of specialist support including: other services, interpreters, translators, speech therapy, psychologists, advocacy, equipment and communication aids"
    },
    {
      "knowledgeId": "6c27b7a9-4d0d-4c9b-8025-7c8fec8723e2",
      "detail": "Risk assessment and risk management"
    },
    {
      "knowledgeId": "5cc3017a-cc4b-40c2-a928-faba17187917",
      "detail": "Risk factors eg risk of harm to self or others, being harmed by others (including mental health services), a range of triggers which may occur and the impact of the environment"
    },
    {
      "knowledgeId": "99b7dd38-7ef7-490b-add4-637b543a9348",
      "detail": "Prevention and risk reduction strategies, including suicide, behaviours which challenge, substance misuse, self-neglect"
    },
    {
      "knowledgeId": "e21f722c-2bbc-4e4a-a6fd-e2f9184d4c10",
      "detail": "Ways to review/protect own mental health and wellbeing"
    },
    {
      "knowledgeId": "2b38bd49-b8ed-4c9b-9362-f6ce56266163",
      "detail": "Assist with clinical tasks"
    },
    {
      "knowledgeId": "e0c80fa3-eb25-4b97-87b9-ad4631ddd129",
      "detail": "Current legal policy and service frameworks for CYP (eg The Children’s Act 1989 and 2004)"
    },
    {
      "knowledgeId": "b5557c6c-d36c-4588-aefe-690a538650e9",
      "detail": "Current legal policy and service frameworks for CYP (eg Mental Capacity Act) in relation to CYP; the rights of CYP at different ages; safeguarding of CYP, consent and proxy consent, parental responsibility, and 'acting in a child's best interests'."
    },
    {
      "knowledgeId": "aadd31cb-65dd-478b-83fe-3b174f63c5bc",
      "detail": "The clinical tasks you will routinely be expected to carry out within your role including reasonable adjustments; healthcare needs of CYP ways to promote self-management and independence"
    },
    {
      "knowledgeId": "69c84fac-e496-4def-8d58-1dc387c4aaac",
      "detail": "Anatomy, physiology and pathophysiology of CYP; stages of development; functional changes associated with disease or injury; ways to support physical or learning disability"
    },
    {
      "knowledgeId": "39c5d4cd-a8a2-4776-998a-94afb69359cf",
      "detail": "What is meant by life-limiting conditions; and the impact this can have on child development; the end of life phase and factors which impact on the care of the dying or deceased in line with national and local guidelines"
    },
    {
      "knowledgeId": "4e54eb34-d9d4-4740-b991-1c2dcee7bdc3",
      "detail": "Patient centred care; the parent/CYP bond; working in partnership with families and carers to deliver holistic family-centred care; the importance of families’ choices and listening to the voice of the CYP, parent or carer; the importance of supporting CYP in the context of their social and educational need;"
    },
    {
      "knowledgeId": "94224219-630d-46b8-b91f-d921058a1d41",
      "detail": "Specific moving and positioning techniques to use with CYP"
    },
    {
      "knowledgeId": "7c08c6ec-153e-49bb-a20c-f1b19a0c8c6f",
      "detail": "Where equipment and resources importance of shared communication across the multidisciplinary team, including appropriate escalation"
    },
    {
      "knowledgeId": "b8dc40ca-83fb-45ef-8d71-2ee63b6e224c",
      "detail": "The discharge process, the availability of services offered by the extended health and social care system"
    },
    {
      "knowledgeId": "5ad17615-bef0-4167-ae59-e6869e9020cb",
      "detail": "Activities of daily living"
    },
    {
      "knowledgeId": "d6faa4be-4bfe-493a-9d5f-8aeb912b5b7f",
      "detail": "The importance of promoting family-centred care, including the participation of the CYP and families/carers in the delivery of care"
    },
    {
      "knowledgeId": "f617b9d8-62c9-46ba-b0a9-1ba0005993a9",
      "detail": "Approaches to promoting health and wellbeing through the national public health agenda; including the impact of a range of long term conditions on a CYP’s physical and mental health and well-being"
    },
    {
      "knowledgeId": "dee7e2cf-37a7-4d3c-97bb-042ff7544085",
      "detail": "Common childhood illnesses, their impact on the activities of daily living and ways in which you can support CYP to develop, maintain and recover"
    },
    {
      "knowledgeId": "fcdcde4c-148f-42d2-9276-b80a0ef36178",
      "detail": "The importance of nutrition and hydration on health and development of CYP; methods for providing and supporting nutrition in CYP or supporting and encouraging breast feeding"
    },
    {
      "knowledgeId": "cecb1143-0681-4fc3-ab11-b69153ad3057",
      "detail": "How to support CYP to wash, dress, and use the toilet; ways to manage situations in which they cannot do these things for themselves;"
    },
    {
      "knowledgeId": "943fe0f3-228e-43c2-9d64-1951cfaa6d24",
      "detail": "How to help CYP to be mobile and the importance of rest and sleep"
    },
    {
      "knowledgeId": "ccd8c452-9b49-4aa4-91d6-63676665a776",
      "detail": "The implications of national and global immunisations programmes"
    },
    {
      "knowledgeId": "4cad43d3-f48d-477c-ae8c-6c55bd82e8b1",
      "detail": "The impact of long term illness and hospitalisation can have on CYP"
    },
    {
      "knowledgeId": "319a8b0f-8dc5-45a8-a54e-849b88ef3ff1",
      "detail": "A range of parenting skills; how to promote bonding and attachment; the public health agenda in relation to CYP including immunisation, healthy eating, mental health and self-harm awareness; protection from abuse and neglect"
    },
    {
      "knowledgeId": "4f3ff3fd-939f-4384-b5ec-8602af6fb1f5",
      "detail": "Child development"
    },
    {
      "knowledgeId": "bc091c02-7557-4060-ae97-2f649b968d3d",
      "detail": "Development of the well and sick child including physical, intellectual, language, emotional, social, spiritual and moral development, expected developmental ages and the impact of illness on developmental milestones; puberty; therapeutic play and distraction techniques"
    },
    {
      "knowledgeId": "790d5d16-7820-4be1-ba5f-f3b35041869c",
      "detail": "The key principles underpinning communication with CYP and families, carers, education providers or other services; age-appropriate communication techniques; including dealing with barriers to communication"
    },
    {
      "knowledgeId": "54b9e4ce-3599-43a9-91e5-9c4491de856b",
      "detail": "What is meant by transitions for CYP eg at school, socially, in family or from child to adult services; supporting independent decision making; signposting to other services"
    },
    {
      "knowledgeId": "9b7d5f57-33e5-4e7b-94f6-d2cb6f776fc7",
      "detail": "Assist with delegated therapeutic or clinical tasks and interventions"
    },
    {
      "knowledgeId": "a2bb7db3-6f67-4a21-a8bb-6ab671960f67",
      "detail": "Basic human anatomy and physiology"
    },
    {
      "knowledgeId": "5251e969-a18e-4809-90ae-d737d8821b0b",
      "detail": "Which therapeutic or clinical tasks and interventions you will routinely be expected to carry out within your role including standard approaches to identify, manage, rehabilitate or maximise an individual’s function"
    },
    {
      "knowledgeId": "0d42c26c-3cd5-42e2-964a-fc9d2478cf2a",
      "detail": "Local clinical risk assessments and management plans relevant to the setting"
    },
    {
      "knowledgeId": "86738309-374a-41f5-b747-a88a0cb8a36e",
      "detail": "The impact of the stages of growing, developing and ageing on physical and mental function and wellbeing; what is meant by frailty; the end of life (10) phase; the impact of disease progress"
    },
    {
      "knowledgeId": "45061b33-e9d9-4fe3-b6a8-82ee794e9b34",
      "detail": "The referral and discharge process, the functions, availability, eligibility and limitations of wider services offered within and external to your organisation and how to signpost people to them"
    },
    {
      "knowledgeId": "b90609b5-4c21-4d3b-95c1-bdcfaf9a77bb",
      "detail": "How to assess that the environment is appropriate for the therapeutic or clinical task"
    },
    {
      "knowledgeId": "3c702320-7b6d-40f8-80c5-2b0d1b620781",
      "detail": "The potential impact of difficulties or impairments (e.g. cognitive, perceptual, physical, emotional, social) on someone’s ability to function in their environment; how to adapt or change a task to promote participation; the impact of mental health on a person’s functioning; how someone’s overall wellbeing or underlying condition may affect the way they present and how to adapt accordingly"
    },
    {
      "knowledgeId": "eecff8e7-3ba6-43b7-841b-fac9de630b94",
      "detail": "Support, educate and enable individuals with their health and wellbeing"
    },
    {
      "knowledgeId": "8beddb3b-becd-4d3e-b296-733d91c8a6ad",
      "detail": "The care planning process, the main interventions in relation to physical and mental wellbeing, national guidelines and the anticipated outcomes following your intervention;"
    },
    {
      "knowledgeId": "6f6d7c77-e7d6-41af-b77b-fa18a86f7100",
      "detail": "Ways to enable independence, social integration and recovery; how to encourage self-management, emotional resilience, personal development or growth and ways to avoid relapses. Skills for everyday life as determined by your role and setting."
    },
    {
      "knowledgeId": "f0390878-e133-428d-ae45-24240c289a4a",
      "detail": "Your role in allied health profession support education; how to provide information and advice; the fundamentals of group work and presentation skills, ways to monitor progress and report or refer as required"
    },
    {
      "knowledgeId": "92eaeff5-193c-4d04-a37c-ef466982a098",
      "detail": "Local activities and resources and how to signpost people to them eg social, education, work etc"
    },
    {
      "knowledgeId": "ba392f6b-1c5f-4700-a72a-1cfd6f6dfbcb",
      "detail": "Equipment and resources"
    },
    {
      "knowledgeId": "a35a1c43-fbb4-4ea6-9f87-420d59be2f44",
      "detail": "A range of equipment, assistive devices and resources used in your role; why and how it is used and the limitations; benefits and risks; when equipment should not be used; maintenance and cleaning; storage, and correct handling of equipment; how to access, order, maintain or monitor stock"
    },
    {
      "knowledgeId": "a061ead4-4700-437d-aa5d-768082db46ab",
      "detail": "How the equipment is used safely; how it can meet individual’s needs and be adapted within a given range"
    },
    {
      "knowledgeId": "e79664b4-eaea-4948-9845-8d166ecb2b01",
      "detail": "How to escalate that equipment is required or does not meet needs including how to report faults and contribute to maintenance and safety checks"
    },
    {
      "knowledgeId": "cb1b217b-ef2d-489e-9311-427d91e6c355",
      "detail": "The equipment and resources available to you; the client group you work with and how the equipment can be used for them including the types, purpose and function of the resources available and the criteria for provision of equipment"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "0848278d-aa4d-4f7d-8fc9-e6f0a078f1b7",
      "detail": "You will treat people with dignity, respecting individual's diversity, beliefs, culture, needs, values, privacy and preferences, show respect and empathy for those you work with, have the courage to challenge areas of concern and work to best practice, be adaptable, reliable and consistent, show discretion, show resilience and self-awareness and show supervisory leadership"
    },
    {
      "behaviourId": "47d710bb-fff2-4a24-ad6e-7fd62e60e208",
      "detail": "You will be caring and compassionate, honest, conscientious and committed. honest, conscientious and committed "
    }
  ],
  "skills": [
    {
      "skillId": "3b93b7fd-b869-48fd-b525-45d3b4b06433",
      "detail": "Assist registered healthcare practitioners with clinical or therapeutic tasks; follow care plans; notice and report changes"
    },
    {
      "skillId": "bdcfaece-3b45-4dbd-9420-ce38fbaa2477",
      "detail": "gather evidence to assist in obtaining a client history, review health-related data and information"
    },
    {
      "skillId": "24e3a59a-ac94-4545-bec7-50b7ac399c1b",
      "detail": "promote physical and mental health and wellbeing, providing opportunistic brief advice on health and wellbeing"
    },
    {
      "skillId": "7c4ee4e4-e726-440c-b5c9-0cc255085078",
      "detail": "assist with an individual’s overall comfort, identify and respond to signs of pain or discomfort"
    },
    {
      "skillId": "4b4ca622-28a5-45b1-acfa-c87a1f6988fa",
      "detail": "recognise issues and deteriorations in mental and physical health, report and respond appropriately, supporting others to do so"
    },
    {
      "skillId": "ca1c6f24-7c60-4a78-be4c-f770b27b9b9f",
      "detail": "recognise limitations in mental capacity and respond appropriately"
    },
    {
      "skillId": "67a0ede3-854d-4239-9865-1164044a61d8",
      "detail": "perform basic life support for individuals"
    },
    {
      "skillId": "83eb2c98-14dc-49bc-a3a6-46d464eefef1",
      "detail": "follow the principles for equality, diversity and inclusion"
    },
    {
      "skillId": "1a7d6ebb-c6e2-4b04-be27-aab1b9a410db",
      "detail": "implement a duty of care and candour"
    },
    {
      "skillId": "10bb433e-029f-4b36-84ef-6cd93ad110e2",
      "detail": "safeguard and protect adults and children; promote the principles to others"
    },
    {
      "skillId": "d435839f-683f-4a2e-8326-985792930653",
      "detail": "demonstrate what it means in practice to promote and provide person centred care, treatment and support by obtaining valid consent, and carrying out risk assessments"
    },
    {
      "skillId": "6deb11b2-6ee5-47bf-82fb-0a7b67085fd5",
      "detail": "work in partnership with the individual, their carer, families and the wider healthcare team"
    },
    {
      "skillId": "155d8ab6-5c6d-4062-b006-0a48ea41d3f0",
      "detail": "promote clinical effectiveness, safety and a good experience for the individual"
    },
    {
      "skillId": "d761ea60-36c8-4072-991c-32f036497acc",
      "detail": "demonstrate and promote effective communication using a range of techniques"
    },
    {
      "skillId": "3e30f172-0000-484f-b31a-b9c58995736e",
      "detail": "observe and record verbal and non-verbal communication"
    },
    {
      "skillId": "cb31e582-aa26-4c57-b065-6bb6ae0bec02",
      "detail": "Handle information (record, report and store information) in line with local and national policies, keep information confidential and support others to do so; take part in audits"
    },
    {
      "skillId": "740a5281-0409-4533-8db8-e344de647147",
      "detail": "act within the limits of your competence and authority; ensure that anyone you supervise acts within theirs’"
    },
    {
      "skillId": "168c8124-058b-4131-a98e-1d1cf0e179a4",
      "detail": "take responsibility for, prioritise and reflect on your own actions, work and performance; maintain and further develop your own skills and knowledge, participate in appraisal"
    },
    {
      "skillId": "a6cb89e2-a6e2-4b1a-a222-793ae3d43124",
      "detail": "work as part of a team, seek help and guidance when you are not sure, escalate concerns in a timely manner to the correct person; support or supervise colleagues as required, delegate well- defined tasks appropriately"
    },
    {
      "skillId": "3039a65e-f81a-46be-9807-470b87931df0",
      "detail": "act as a role model; mentor peers; deliver training through demonstration and instruction"
    },
    {
      "skillId": "ad4b6f4d-ae3a-4084-8d72-76f1e882675e",
      "detail": "maintain a safe and healthy working environment, take appropriate action in response to incidents or emergencies, following local guidelines"
    },
    {
      "skillId": "c739c1d4-3377-4b9f-8804-2a7f82e4ed6d",
      "detail": "move and position individuals, equipment and other items safely"
    },
    {
      "skillId": "38dde73a-b934-4c65-a656-47e3a370dc4c",
      "detail": "undertake risk assessments"
    },
    {
      "skillId": "bb2b4e26-cf46-4772-892c-0dd96cecdfd9",
      "detail": "use a range of techniques for infection prevention and control, eg waste management, spillage, hand washing, use of Personal Protective Equipment (PPE)"
    },
    {
      "skillId": "5220308c-ea85-4bb6-883d-530458493889",
      "detail": "assist nurses with delegated clinical tasks"
    },
    {
      "skillId": "c1d77276-33dd-4f8c-bb79-5d4b9cb9304c",
      "detail": "undertake a range of physiological measurements on adults"
    },
    {
      "skillId": "3020432e-eb46-4796-b065-8f8f01a3ff33",
      "detail": "assist with tissue viability risk assessments"
    },
    {
      "skillId": "99fe21a7-fae8-4dba-8e48-364a80de11d1",
      "detail": "assist with caring for wounds"
    },
    {
      "skillId": "0809d5f8-ea1b-4ca4-868e-8e60ea75cbdd",
      "detail": "obtain and test samples and other specimens"
    },
    {
      "skillId": "43dceb82-e357-437c-9dc9-0284f0301bd8",
      "detail": "support frailty, end of life care5"
    },
    {
      "skillId": "779d77b7-2821-4641-aece-d60d9372789d",
      "detail": "contribute to discharge from services"
    },
    {
      "skillId": "39851bee-c6d0-49d1-aa80-c6c221d734a0",
      "detail": "monitor and maintain the environment, equipment and resources; perform first line calibration on clinical equipment and manage stock control"
    },
    {
      "skillId": "cbc227d1-d01f-44b1-9dfe-d91b688deb6f",
      "detail": "recognise limitations in mental capacity and respond appropriately"
    },
    {
      "skillId": "408ca4e6-fbc0-473a-a1dd-a40e8726118a",
      "detail": "Other clinical tasks are determined by your local work setting and policies eg: support people to receive medication or non-oral treatments; monitor the effects of medication; care for stomas; take ECGs; care for individuals with catheters or nasogastric tubes; carry out screening activities eg hearing or vision; monitor swallowing, prepare or carry out extended feeding techniques."
    },
    {
      "skillId": "6b1a9786-21fa-4438-b6bd-58b4c9574cf0",
      "detail": "support adults to develop and maintain skills for everyday life, continuing recommended therapies and activities and encouraging them to take responsibility for their own health and wellbeing; support carers to meet the needs of the adult; advise and inform adults on managing their own condition"
    },
    {
      "skillId": "54848c29-3bee-4a23-8c30-e587d9f543cd",
      "detail": "support or enable adults to eat, drink"
    },
    {
      "skillId": "692580bc-f940-4aaf-9822-ed7726ee8947",
      "detail": "support or enable adults to wash and dress and use the toilet"
    },
    {
      "skillId": "4de7d3db-481e-4b23-8756-70dac3632417",
      "detail": "support adults to be mobile, rest, sleep, keep safe or express their sexuality"
    },
    {
      "skillId": "490f5dbe-714a-48cd-b9fe-33fae49729ef",
      "detail": "assist the maternity team with delegated clinical tasks"
    },
    {
      "skillId": "ea673aed-a643-4173-9f3e-b56c27b79673",
      "detail": "recognise any deterioration in mental and emotional wellbeing and respond appropriately"
    },
    {
      "skillId": "2f5dfa1b-5077-40ab-a971-bd41a0e48f87",
      "detail": "assist the midwife with teaching bathing, breastfeeding, parenting skills and post-natal exercises"
    },
    {
      "skillId": "1c1ccf97-4ac6-44e2-a5fb-8cc854cf0341",
      "detail": "undertake a range of physiological measurements using the appropriate equipment"
    },
    {
      "skillId": "0958dec4-09b0-4ff0-b94f-56bbacb1e21e",
      "detail": "obtain and test venous and capillary blood samples and other specimens"
    },
    {
      "skillId": "8b4a77bc-4015-4ab1-bb06-54c5ad9cdb76",
      "detail": "assist other practitioners with performing ultrasound scans"
    },
    {
      "skillId": "3cf62f44-5e78-429e-ba25-d25fb44e3c00",
      "detail": "provide support to other practitioners with instrumental deliveries"
    },
    {
      "skillId": "7bf43dda-7a20-429b-bdfc-cc57bd38f508",
      "detail": "carry out Emergency First Aid and assist midwife with neonatal resuscitation"
    },
    {
      "skillId": "7dbf1542-c4d2-4947-9a53-0e80f50ccbb3",
      "detail": "support women with general personal hygiene, carrying it out for those unable to, including care for women with urethral catheters"
    },
    {
      "skillId": "7d776a5c-5faf-4f63-9e5c-677e8612423d",
      "detail": "identify baby and provide wristband or label in line with local security procedures"
    },
    {
      "skillId": "d6cdacde-8c94-4672-8f28-5ba14165de02",
      "detail": "undertake a range of physiological measurements on babies using the appropriate equipment including weight, temperature, breathing rate, heart rate and oxygen saturation"
    },
    {
      "skillId": "2f96a7f6-9d7a-4ec6-801c-bcbb3a9a605b",
      "detail": "care for the physical needs of babies undertaking routine healthy baby observations and reporting any abnormalities"
    },
    {
      "skillId": "85809584-90f5-4a64-b261-dce9084cf093",
      "detail": "support parents to meet the hygiene and nutritional needs of baby"
    },
    {
      "skillId": "2dd59ab2-c315-438f-b346-97ecfa59c18e",
      "detail": "support parents/carers to interact with and care for their newborn baby"
    },
    {
      "skillId": "52b2c039-9d68-4b0b-bf4f-c7ba941a48b4",
      "detail": "provide reassurance to mothers and birthing partners, working in partnership with families to support individuals"
    },
    {
      "skillId": "4aeee8f9-a368-4792-9ce1-5b5bde69ef8d",
      "detail": "provide support to the surgical team when preparing and delivering operative and invasive procedures; perform the non- scrubbed circulating role; position individuals"
    },
    {
      "skillId": "4167fe5f-64fe-408c-9f86-ba687050ed48",
      "detail": "complete pre and post-operative checklists"
    },
    {
      "skillId": "647d275f-516b-4f02-9d13-a40fd6cee132",
      "detail": "take part in team briefing, patient sign in, timeout, sign out and debriefing"
    },
    {
      "skillId": "3da924a3-bb24-4e9e-aa0f-d5cf02a396b6",
      "detail": "undertake a range of physiological measurements on adults, babies or children using the appropriate equipment"
    },
    {
      "skillId": "eafeb560-21ba-450d-bf74-cbf3b6267350",
      "detail": "measure and record an individual’s body fluid balance"
    },
    {
      "skillId": "c9f4f603-49c9-423b-bd5f-cfc1c4a894c1",
      "detail": "prepare the clinical environment, provide support for pre and post-operative anaesthesia and recovery"
    },
    {
      "skillId": "a320d837-32d9-4335-a592-e396f68b580e",
      "detail": "assist in receiving, handling and dispatching clinical specimens or blood products"
    },
    {
      "skillId": "3d534ab5-6216-4d42-a202-4836af1cd350",
      "detail": "support end of life care (6) and care of the deceased"
    },
    {
      "skillId": "ccc1d923-c64c-4032-8b91-b90dbdf5f9b7",
      "detail": "act as an advocate for the unconscious and conscious patient who could be a baby, child or adult; provide reassurance before, during and after surgery"
    },
    {
      "skillId": "9f746c93-97e3-4a79-8867-aa2019090233",
      "detail": "transport individuals, checking correct documentation goes with them and that any equipment used is cleaned and returned"
    },
    {
      "skillId": "3225998f-f2cc-4cd2-9ed8-01927798e787",
      "detail": "prepare and provide surgical instrumentation and supplementary items for the surgical team"
    },
    {
      "skillId": "2619ae01-ab35-41bb-bdf4-2ba62d6f72db",
      "detail": "carry out counts for swabs, sharps, instrument and disposable items"
    },
    {
      "skillId": "7d97c827-08da-49a2-9728-883a486bf5d8",
      "detail": "assist registered practitioners with delegated mental health tasks and therapeutic interventions in line with current legislation and policy"
    },
    {
      "skillId": "b23963f3-34d8-402d-a50e-ec34e95cafe4",
      "detail": "undertake a range of physiological measurements on adults"
    },
    {
      "skillId": "abdc0852-0d71-47d9-a2a9-527ac954d574",
      "detail": "apply specific communication skills to build and sustain relationships with individuals and carers being aware of where barriers may exist; observe and record verbal and non-verbal communication, recognising how it may be relevant to the individual’s condition"
    },
    {
      "skillId": "10b0c8b0-0dc4-4b3e-a545-5e3039876fc4",
      "detail": "implement strategies to promote mental well-being; implement strategies to support individuals with mental ill health"
    },
    {
      "skillId": "001123f7-40b4-41d8-8130-f8be716d9af3",
      "detail": "identify ways mental health may be affecting an individual’s emotions, thinking and behaviour and respond accordingly"
    },
    {
      "skillId": "e76f4448-8120-46de-be7f-8ef67f1f73eb",
      "detail": "observe, record and report changes; use proactive approaches to manage behaviour which challenges"
    },
    {
      "skillId": "9e816ed2-b351-4294-b06e-5028561ce67d",
      "detail": "take an active approach in supporting service users or carers to manage their condition, including during change and transitions, recognising the impact of mental ill health on them and others enable and empower individuals to actively participate in society"
    },
    {
      "skillId": "7380475d-1bec-4ae3-aba6-4ee4d5e8a9bd",
      "detail": "promote a recovery based approach enabling the individual to manage their condition"
    },
    {
      "skillId": "35f3d75b-997c-42cd-84a9-de040ed01c5f",
      "detail": "identify situations when you need additional support to communicate and build relationships"
    },
    {
      "skillId": "8e84518a-23b4-440d-9380-36efb3452e28",
      "detail": "involve carers and family members in risk management processes"
    },
    {
      "skillId": "f7d8df76-e314-4e78-91e0-b95cfc851585",
      "detail": "assist nurses with delegated clinical tasks in line with current legislation and policy"
    },
    {
      "skillId": "0158e737-b768-4de5-a0d4-8af6184f8ab6",
      "detail": "support the CYP before, during and after clinical or therapeutic procedures"
    },
    {
      "skillId": "bd87a11b-8302-4871-bf7d-341e6fa6d41b",
      "detail": "communicate with the CYP using age appropriate communication and shared decision making with them, the family and carer"
    },
    {
      "skillId": "5a81d932-429a-4635-bc44-45247628df85",
      "detail": "support life-limiting conditions and contribute to end of life care (8)"
    },
    {
      "skillId": "d293fa50-0a2d-4ecd-ba9f-0c24ef8dc4db",
      "detail": "recognise limitations in mental capacity and respond appropriately"
    },
    {
      "skillId": "4046de31-4d6b-4999-a520-4901314854a3",
      "detail": "monitor and maintain the environment, equipment and resources; perform first line calibration on clinical equipment and manage stock control"
    },
    {
      "skillId": "b25fca10-efe9-48af-945b-2dcd2a8c1329",
      "detail": "contribute to discharge from services"
    },
    {
      "skillId": "825c5db5-6cff-40d8-8b81-6ffdecbed4fb",
      "detail": "Other clinical tasks are determined by your local work setting and policies eg physiological measurements, venepuncture, intravenous cannulation; tissue viability risk assessments; caring for wounds; obtaining and testing samples and other specimens"
    },
    {
      "skillId": "81edecde-9215-424d-a924-1501051304b3",
      "detail": "support CYP to develop and maintain skills for everyday life, including the opportunities to play, learn and relax"
    },
    {
      "skillId": "0d4593be-9e7f-4419-aa0f-fc8d940f2ddf",
      "detail": "develop positive relationships with CYP"
    },
    {
      "skillId": "10cec717-1274-4d8c-b03e-148adba438c8",
      "detail": "help CYP to understand their own health and wellbeing, working in partnership with them, offering advice, information and support on how they manage their own condition"
    },
    {
      "skillId": "bc97f9ad-5b60-4ce7-a5d0-8eff65bd5ea6",
      "detail": "support parents, families and carers to meet the needs of the CYP"
    },
    {
      "skillId": "bceaa384-5ade-456c-9f43-fb8031a3aa4a",
      "detail": "support nutrition and hydration"
    },
    {
      "skillId": "f5b75625-a835-4633-9a2c-32d917dcea8a",
      "detail": "support continence, washing and dressing"
    },
    {
      "skillId": "2c885462-aa7b-44f1-8b82-038ac18f792b",
      "detail": "support mobility, rest, sleep, keeping safe or expressing sexuality"
    },
    {
      "skillId": "f9e12302-3818-4dc6-8c1e-40d5d6e6191f",
      "detail": "assist with teaching parenting skills; encouraging public health awareness in relation to immunisation, nutrition, healthy diet, mental health, self-harm and other safeguarding issues that affect CYP"
    },
    {
      "skillId": "61bcde9c-233a-4631-bf40-95ba3be7377f",
      "detail": "support the development of CYP through therapeutic play and learning"
    },
    {
      "skillId": "4407f798-8816-4d01-a098-d66595127561",
      "detail": "support CYP through transitions"
    },
    {
      "skillId": "9bcb74a6-91cd-4a90-b0d9-50f9bcc94cb0",
      "detail": "assist registered practitioners with delegated therapeutic or clinical tasks and interventions in line with current legislation and policy"
    },
    {
      "skillId": "91cc3574-7fdc-48e2-851e-2e75e2d13cbc",
      "detail": "assist with clinical risk assessments"
    },
    {
      "skillId": "b6e13ee4-4bf3-4e18-a721-e04d03ed9139",
      "detail": "contribute to referrals to or discharge from services"
    },
    {
      "skillId": "309563c2-21b8-449e-a5c6-15806dddc4a6",
      "detail": "monitor and maintain the environment"
    },
    {
      "skillId": "3b88e98a-1a4b-4093-9045-75afffc7187f",
      "detail": "recognise the impact of mental or physical capacity, a health condition, learning disability or overall wellbeing on the therapeutic or clinical task or intervention and adapt as appropriate"
    },
    {
      "skillId": "d62a73b9-1331-4abc-bbcd-e064e80b8833",
      "detail": "enable individuals to meet optimum potential"
    },
    {
      "skillId": "d3ece8cd-a7f6-4932-895f-e9c26edfb9be",
      "detail": "record interventions and progress against defined outcome measures"
    },
    {
      "skillId": "4287e9a5-46ad-48a0-b73e-d5ce0c874dfe",
      "detail": "Other tasks are determined by your local work setting and policies."
    },
    {
      "skillId": "05b7168a-4c1b-4430-98dc-2ab34d1e3b9b",
      "detail": "provide support in line with care plans (11)"
    },
    {
      "skillId": "7dc8a7fa-0759-4d29-875c-a505fc13ae2c",
      "detail": "enable individuals and their carer or family to participate in care plans, where appropriate encouraging independence and self-reliance, promoting self-management and skills for everyday life"
    },
    {
      "skillId": "6af257f9-2be4-46d9-bdee-78c179ecd78a",
      "detail": "enable health and wellbeing by supporting or facilitating individual or group sessions"
    },
    {
      "skillId": "68ebe0e5-53d2-4623-b780-54c233309099",
      "detail": "support people to engage in the community and access activities or resources in line with their treatment goals"
    },
    {
      "skillId": "8c771ed6-bb23-46d9-a5a0-8541c0bf7d46",
      "detail": "identify, order or fit a defined range of equipment or resources"
    },
    {
      "skillId": "5666399b-9168-431e-b16e-31fed2155d1c",
      "detail": "demonstrate or teach safe and appropriate use of equipment"
    },
    {
      "skillId": "8c6e45a3-8acf-4899-bcd8-e7227c402146",
      "detail": "identify when equipment, or its use, is unsafe, adapting within a given range or escalating"
    },
    {
      "skillId": "05ad58cd-4bd7-46b1-b74c-5cebfe4325d7",
      "detail": "use equipment and resources therapeutically in a safe, effective way in line with local policy and procedure"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Adult Nursing Support",
    "Allied Health Profession - Therapy Support",
    "Children & Young People",
    "Maternity Support",
    "Mental Health Support",
    "Theatre Support"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-10-31T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0052",
  "tbMainContact": "healthcare.trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "Care UK, Derby Teaching Hospital NHS Foundation Trust, Great Ormond Street Hospital for Children NHS Foundation Trust, Health Education England, HEE - Shape of Caring, Ipswich Hospital NHS Trust, Institute of Vocational Learning and Workforce Research, Mid Essex Hospitals NHS Trust, Ministry of Defence (MoD), Norfolk & Suffolk Workforce Partnership (HEE East of England), Norfolk and Norwich University Hospitals NHS Foundation Trust, Norfolk and Suffolk NHS Foundation Trust, North Bristol NHS Trust, North East London Foundation Trust (Care City), North Somerset Community Partnership, Poole Hospital NHS Foundation Trust, Royal College of Midwives, Royal College of Nursing, Skills for Health, Somerset Partnership NHS Foundation Trust, South Devon Healthcare NHS Foundation Trust, Southern Health NHS Foundation Trust, St Christopher’s Hospice, St Giles Hospice, The Royal Devon & Exeter NHS Foundation Trust, UNISON, University Hospital Birmingham, University Hospital Southampton NHS FT, Walsall Hospitals NHS Trust, Yeovil District Hospital NHS Foundation Trust",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "healthcare assistant",
    "healthcare worker"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health Assistant",
  "clusterId": "112",
  "clusterDescription": "Provide direct patient contact and caring undertaking routine well defined clinical duties",
  "createdDate": "2020-09-08T07:43:46 +00:00",
  "lastUpdated": "2018-10-03T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-10-31T00:00:00 +00:00",
  "banners": "A temporary dispensation has been applied to the assessment plan version ST0217/AP02 for this apprenticeship. The dispensation will last until the revised EPA plan is published but may be withdrawn if the assessment plan is revised sooner or the dispensation is no longer necessary.End-point assessment organisations (EPAOs) delivering EPAs for the apprenticeship will implement the dispensation as required, supported and monitored by the relevant EQA provider. The key changes are: to deliver the observation through the use of simulated learning environments – ‘skills laboratories’ for apprentices who work in secure units or youth offending institutions. ",
  "occupationCode": "OCC0217",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0217-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0217-v1-2",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "3121e403-089c-4ecb-a6cd-4e13daa3cb2f",
      "title": "Adult nursing support",
      "occupationCode": "OCC0217A"
    },
    {
      "optionId": "72365bf1-de6b-48fb-86dc-c4aaa1aeca79",
      "title": "Maternity support",
      "occupationCode": "OCC0217D"
    },
    {
      "optionId": "6736d588-237a-439d-abda-775399d570b4",
      "title": "Theatre support",
      "occupationCode": "OCC0217F"
    },
    {
      "optionId": "b278f018-8dea-4028-a6dc-49cdd8242ab8",
      "title": "Mental health support",
      "occupationCode": "OCC0217E"
    },
    {
      "optionId": "dfb1e859-6dbd-404e-b5a9-69d4cae83a17",
      "title": "Children and young people",
      "occupationCode": ""
    },
    {
      "optionId": "6fc378c2-7c2e-4cee-a5db-bf961e39baa8",
      "title": "Allied Health Profession - Therapy Support",
      "occupationCode": ""
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "461d23b4-076f-471a-95b9-fcf8c23dadf8",
        "bb7add22-cc37-48c2-bad4-7f200019c57c",
        "385ceae3-c6b0-4c7a-8b26-9ebb0aab68d1",
        "913d19d0-fdd6-4610-8920-40b48cef1db3",
        "75d4b4f9-a9aa-40bd-ac47-0dd9796238d2",
        "8f59430c-4c8f-47b8-aef7-314f006141d5",
        "ba072685-4a31-4cea-ac2a-d598db078617",
        "35516b39-5b74-4196-8406-eacecb99556c",
        "2bb95354-8545-4295-9e87-7fb730f09913",
        "22534d95-a65e-4892-88db-8065403cadaa",
        "2f9684c4-d22a-4d2f-8c28-5109c242eac3",
        "5a03ccba-d245-42a5-9db1-ee751fec6c8a",
        "883b8ff2-1ee6-4085-afcf-6e1587e3d127",
        "17d1d5d4-181e-419e-9504-84f4f29e3ba9",
        "28483a1e-68b3-43ca-8b51-df4a5d54967a",
        "65adc963-6e9b-4f78-81a6-2c0f9adc7bd6",
        "90553587-490c-40ac-b76f-8f0881485184",
        "5c9bcadb-a0f4-4486-b329-b2bd2128535e",
        "a642fb0b-0a5a-4700-ad86-2e4e9aef04b3",
        "365c8c52-4c60-46b7-9701-6c99b6d9f8cb",
        "a72578e9-c054-4e99-a47a-f66d9fde1179",
        "b342388a-f951-42a5-bf80-10398974e4f7",
        "25ba3114-5268-4245-ad1b-3094c0c28c8f",
        "88938355-a2e1-4933-992e-6b5e468faa01",
        "8c3d4969-e171-4631-b648-ef8b1d2f7cd7",
        "65055b60-f874-4981-9b48-22fdb041da0b",
        "42a34094-445d-41a0-9df0-ff6b4d732032",
        "4fe111ee-1ef9-44d1-bee9-3e3b9d4fdf4f",
        "e06dc987-6d54-4ff7-94ec-3a713458e407",
        "c6be90e0-fa7f-42f5-a5de-5f22824be9e3",
        "3f41d94c-fd47-4364-a960-99ccc9852637"
      ],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Adult Nursing Support",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "23726c6a-f372-47d4-8aee-9a44d43c953d",
        "fa03db3e-0f51-4633-a289-fe6fb9f82db4",
        "c0d3250a-85c8-4c1f-8098-0c29f989090c",
        "02c5a64c-d6ca-45e9-8dc3-68c1f5274ca9",
        "f3c48096-140b-4b9c-8a4c-33cd1b170412",
        "e988e7a1-7981-40b3-a7aa-edcf8051c0f5",
        "640242f5-3ca3-492e-9915-e81664ba2ecb",
        "2b2339a7-acea-42fb-b0ee-b96ca19367d9",
        "92618ede-01c4-4582-97f0-7f14654895c6",
        "6f4c9697-983c-4ea1-a17d-efc667372d80",
        "bf5a1590-2e6d-43d9-b66e-f82dee73a668",
        "72c3f8ac-328a-4207-a84f-b0b3ac91f9d8",
        "2964430a-e12e-417d-80fe-2e110cadf3f6",
        "99544d54-2b1f-48a9-9a45-1af3e3bcaf87",
        "9e6a6c99-9154-47ca-899e-9ef0ac7856f4"
      ],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Allied Health Profession - Therapy Support",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "9b7d5f57-33e5-4e7b-94f6-d2cb6f776fc7",
        "a2bb7db3-6f67-4a21-a8bb-6ab671960f67",
        "5251e969-a18e-4809-90ae-d737d8821b0b",
        "0d42c26c-3cd5-42e2-964a-fc9d2478cf2a",
        "86738309-374a-41f5-b747-a88a0cb8a36e",
        "45061b33-e9d9-4fe3-b6a8-82ee794e9b34",
        "b90609b5-4c21-4d3b-95c1-bdcfaf9a77bb",
        "3c702320-7b6d-40f8-80c5-2b0d1b620781",
        "eecff8e7-3ba6-43b7-841b-fac9de630b94",
        "8beddb3b-becd-4d3e-b296-733d91c8a6ad",
        "6f6d7c77-e7d6-41af-b77b-fa18a86f7100",
        "f0390878-e133-428d-ae45-24240c289a4a",
        "92eaeff5-193c-4d04-a37c-ef466982a098",
        "ba392f6b-1c5f-4700-a72a-1cfd6f6dfbcb",
        "a35a1c43-fbb4-4ea6-9f87-420d59be2f44",
        "a061ead4-4700-437d-aa5d-768082db46ab",
        "e79664b4-eaea-4948-9845-8d166ecb2b01",
        "cb1b217b-ef2d-489e-9311-427d91e6c355"
      ],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Children & Young People",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "2b38bd49-b8ed-4c9b-9362-f6ce56266163",
        "e0c80fa3-eb25-4b97-87b9-ad4631ddd129",
        "b5557c6c-d36c-4588-aefe-690a538650e9",
        "aadd31cb-65dd-478b-83fe-3b174f63c5bc",
        "69c84fac-e496-4def-8d58-1dc387c4aaac",
        "39c5d4cd-a8a2-4776-998a-94afb69359cf",
        "4e54eb34-d9d4-4740-b991-1c2dcee7bdc3",
        "94224219-630d-46b8-b91f-d921058a1d41",
        "7c08c6ec-153e-49bb-a20c-f1b19a0c8c6f",
        "b8dc40ca-83fb-45ef-8d71-2ee63b6e224c",
        "5ad17615-bef0-4167-ae59-e6869e9020cb",
        "d6faa4be-4bfe-493a-9d5f-8aeb912b5b7f",
        "f617b9d8-62c9-46ba-b0a9-1ba0005993a9",
        "dee7e2cf-37a7-4d3c-97bb-042ff7544085",
        "fcdcde4c-148f-42d2-9276-b80a0ef36178",
        "cecb1143-0681-4fc3-ab11-b69153ad3057",
        "943fe0f3-228e-43c2-9d64-1951cfaa6d24",
        "ccd8c452-9b49-4aa4-91d6-63676665a776",
        "4cad43d3-f48d-477c-ae8c-6c55bd82e8b1",
        "319a8b0f-8dc5-45a8-a54e-849b88ef3ff1",
        "4f3ff3fd-939f-4384-b5ec-8602af6fb1f5",
        "bc091c02-7557-4060-ae97-2f649b968d3d",
        "790d5d16-7820-4be1-ba5f-f3b35041869c",
        "54b9e4ce-3599-43a9-91e5-9c4491de856b"
      ],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Maternity Support",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "8e2d666f-9120-4de0-a282-91626d920eaf",
        "e4c9cb5c-ffca-40e4-af59-e743fc3cdd4e",
        "6fd25c35-37de-446c-b720-0ce44a616426",
        "d7fb63c7-f771-481e-91ec-4ac0ea11364b",
        "cc0853f6-86e5-476a-a8ad-988abfb86fec",
        "d8c5f6ba-2a28-4e9d-8b9c-703bced1dec9",
        "eabfb7d1-ae29-45ce-bb0e-b1f3b6fd3798",
        "aafa2acd-9e67-4333-a900-343ad3c6e723",
        "08cd5d96-a7e3-4cbf-9c9e-473779c9ba0b",
        "790c0930-449c-439f-9035-5baddbb3980b",
        "b3a12da7-e0fa-4370-b509-84101410a35d",
        "f7421d17-03f2-4a84-bdaf-6b763ae92673",
        "c4528508-6afe-499a-863c-e87eb8bebd70",
        "6554d416-c25a-4c41-bf3a-454c0c506767",
        "a45d7bb3-2d64-4a93-b25d-14c91aa93eae",
        "aa50daa3-74b0-4832-86d2-605b440b58cf",
        "25a9d203-7327-4b50-97aa-34cde3007262",
        "535d38b5-266c-4b33-b896-e9f163354026"
      ],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Mental Health Support",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "a5dbd76f-329f-4a8c-b329-f427fb1a4eab",
        "bd1aca30-bd63-4410-835b-9e0a0e30b5ff",
        "026d9879-58c2-4a7e-a30c-6c985f053a75",
        "035a2322-6eb7-4553-9b45-7b8f5322320b",
        "d0e2fc4d-79a2-4b34-aa76-7620edf23a12",
        "a045622d-a850-4c0a-8b7b-f3bbae6b5ca9",
        "da5726a6-5c7f-4ede-a0eb-4804aaa8cad2",
        "01942f3f-15f6-47d4-ab6f-f5b4d9314016",
        "6c27b7a9-4d0d-4c9b-8025-7c8fec8723e2",
        "5cc3017a-cc4b-40c2-a928-faba17187917",
        "99b7dd38-7ef7-490b-add4-637b543a9348",
        "e21f722c-2bbc-4e4a-a6fd-e2f9184d4c10"
      ],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Theatre Support",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "003af39a-ba91-43fb-8d86-24b7c5cc3773",
        "0ba18426-528c-476d-9a24-bf805f1ef255",
        "25c70065-fac9-4be6-9a2f-c04e1b66e21c",
        "76258af6-d2cf-4bf5-a495-53c52d1c12f1",
        "94d17cc6-a54c-4947-bd38-6c2330dd56e4",
        "06b396f9-cfa6-4d2e-9be2-bf584ab463b3",
        "8510f711-c1a7-433a-a8c9-792cd0aac5fc",
        "38576dd1-5d08-4c1d-bc1b-3700bca22384",
        "2204e0c5-6993-47c0-97a2-42443478592f",
        "d134bfa1-16c3-4448-ba82-4df075f102fa",
        "28d9e5b7-1e4e-47c1-8fbe-d99fa4fa610c",
        "b55d5ee4-1246-440b-a497-c065fd9790a1",
        "cb5d31ff-d16b-49e7-90ec-661056aae4a6",
        "c9aad560-6cc2-4773-9c8f-6c3b5bf3450d",
        "0d43f72c-d155-4720-bd11-b1413de7fab4"
      ],
      "mappedSkills": []
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-10-31T00:00:00"
}