{
  "larsCode": 396,
  "referenceNumber": "ST0299",
  "title": "Pharmacy services assistant",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/396",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2018-12-18T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Supporting the delivery of pharmacy services",
  "level": 2,
  "typicalDuration": 12,
  "maxFunding": 5000,
  "route": "Health and science",
  "keywords": [],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/2524/st0299_pharmacy_services_assistant_l2_assessment-plan-for-publishing-20122018.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.3 Health and social care",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupation&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;The Pharmacy Services Assistant (PSA) works under the supervision of a Pharmacist, Pharmacy Technician, or other accountable healthcare professional. The PSA provides a variety of pharmacy and medicines services to patients, the public and other professional healthcare teams. The PSA supports the delivery of pharmacy services in a variety of pharmacy environments.&lt;/p&gt;\r\n&lt;p&gt;A PSA will be involved in supporting the supply, preparation and assembly of medicines and products; issuing them to patients and other healthcare professionals and assisting in providing advice to patients to help them to make effective use of their medicines. They will be responsible for ordering and receiving medicines, as well as their storage, disposal and return. They will have an understanding of healthy lifestyle choices and relevant screening services. They will understand and work to &lt;strong&gt;standard operating procedures&lt;/strong&gt; (&lt;strong&gt;SOPs)&lt;/strong&gt;, a set of step-by-step instructions compiled by their organisation to help staff carry out routine operations. SOPs aim to achieve efficiency, quality output and uniformity of performance, while reducing miscommunication and failure to comply with pharmacy regulations.&lt;/p&gt;\r\n&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;&#160;&lt;/td&gt;\r\n&lt;td&gt;&lt;strong&gt;The PSA will know and understand:&lt;/strong&gt;&lt;/td&gt;\r\n&lt;td&gt;&lt;strong&gt;The PSA will be able to:&lt;/strong&gt;&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Dispensing and supply of medicines and medicinal products&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;dispensing procedures, and practices&lt;/li&gt;\r\n&lt;li&gt;the different types of prescriptions&lt;/li&gt;\r\n&lt;li&gt;how to complete pharmacy calculations, eg the number of tablets or volume of liquid to be supplied.&lt;/li&gt;\r\n&lt;li&gt;different weights and measures eg grams, kilograms, millilitres to litres&lt;/li&gt;\r\n&lt;li&gt;doses and forms of medicines&lt;/li&gt;\r\n&lt;li&gt;issues that may affect how medicines are taken&lt;/li&gt;\r\n&lt;li&gt;the documentation relating to administration, supply and methods of medicines distribution support&lt;/li&gt;\r\n&lt;li&gt;the management of medicines and the supply chain&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;receive and log prescriptions&lt;/li&gt;\r\n&lt;li&gt;assemble prescribed items, undertake an in-process accuracy check and issue prescribed items&lt;/li&gt;\r\n&lt;li&gt;work according to legislative requirements, and organisational policies&lt;/li&gt;\r\n&lt;li&gt;order, receive, maintain and issue pharmaceutical stock&lt;/li&gt;\r\n&lt;li&gt;provide appropriate advice when authorised on supplied medicines and products, their storage and disposal&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Team work&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;the roles and responsibilities of the pharmacy and healthcare team&lt;/li&gt;\r\n&lt;li&gt;how to follow standards and codes of conduct, as well as work within the limitations of your role&lt;/li&gt;\r\n&lt;li&gt;the requirements and rationale behind Standard Operating Procedures (SOPs)&lt;/li&gt;\r\n&lt;li&gt;how to work in the patients’ best interest, with other people, both inside and external to the organisation&lt;/li&gt;\r\n&lt;li&gt;where to go for help and advice about anything to do with work&lt;/li&gt;\r\n&lt;li&gt;the importance of personal development and how to reflect on your work&#160;&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;work within the parameters of Standard Operating Procedures (SOPs) of the pharmacy&lt;/li&gt;\r\n&lt;li&gt;act in accordance with systems and organisational governance&lt;/li&gt;\r\n&lt;li&gt;recognise and act within the pharmacy regulatory, legal and ethical standards&lt;/li&gt;\r\n&lt;li&gt;support the team in the development of others&lt;/li&gt;\r\n&lt;li&gt;maintain and further develop your own skills and knowledge through development activities; maintain evidence of your personal development and actively prepare for and participate in appraisal&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Communication, pharmacy law and ethics&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;why it is important to communicate effectively at work; how to communicate with individuals who have specific language needs or wishes; ways to make yourself understood; how to reduce problems with communication&lt;/li&gt;\r\n&lt;li&gt;legislation, policies and local ways of working and handling information; how to keep information confidential; why it is important to record and store patient information securely and what to do if you think information is not secure&lt;/li&gt;\r\n&lt;li&gt;application of relevant systems used in Pharmacy Practice and the restrictions and values around the use of social media&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;communicate effectively with the public, carers and other health and social care professionals using a range of techniques to determine their needs, and keep information confidential&lt;/li&gt;\r\n&lt;li&gt;handle information (record, report and store information) related to individuals and/or patients in line with local and national policies&lt;/li&gt;\r\n&lt;li&gt;use pharmacy IT systems and other IT resources according to legislative requirements and organisational policies&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Person centred care&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;what it means to give ‘person centred care and support’ and give people choices about their care&lt;/li&gt;\r\n&lt;li&gt;why it is important to gain consent&lt;/li&gt;\r\n&lt;li&gt;why it is important to get people actively involved in their own health and care&lt;/li&gt;\r\n&lt;li&gt;the importance of treating people as valuable and unique individuals&lt;/li&gt;\r\n&lt;li&gt;how to promote healthy lifestyles, such as the importance of healthy eating, regular exercise and reducing health risks such as alcohol consumption and smoking.&lt;/li&gt;\r\n&lt;li&gt;how health inequalities affect different parts of society&lt;/li&gt;\r\n&lt;li&gt;the other organisations which can support the wellbeing of a patient&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;demonstrate person centred care and support within a pharmacy setting&lt;/li&gt;\r\n&lt;li&gt;make pharmacy patients and patient safety your first concern&lt;/li&gt;\r\n&lt;li&gt;use judgement and refer service user as appropriate to another member of the &lt;span&gt;team, GP, healthcare worker, manufacturer etc&lt;/span&gt;&lt;/li&gt;\r\n&lt;li&gt;maintain the interests of patients and the health of the public&lt;/li&gt;\r\n&lt;li&gt;promote and advocate equality, diversity and inclusion&lt;/li&gt;\r\n&lt;li&gt;promote healthy lifestyles to customers&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;Health and safety in the workplace&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;how to identify risks and hazards in a workplace environment&lt;/li&gt;\r\n&lt;li&gt;what appropriate action should be taken in response to incidents or emergencies following local guidelines&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;work safely within the parameters of your role using Standard Operating Procedures&lt;/li&gt;\r\n&lt;li&gt;apply policies which relate to health and safety at work&lt;/li&gt;\r\n&lt;li&gt;act appropriately in situations to prevent harm to yourself and others&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Be trustworthy and honest, respectful and caring&lt;/li&gt;\r\n&lt;li&gt;Act with integrity and fair conduct, have the courage to say when something is wrong&lt;/li&gt;\r\n&lt;li&gt;Be a reliable and capable member of the workforce and recognise your own value and that of your team&lt;/li&gt;\r\n&lt;li&gt;Display effective interpersonal skills&lt;/li&gt;\r\n&lt;li&gt;Respect patients’ values&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;&lt;strong&gt;Link to qualifications: &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Apprentices without level 1 English and Maths will need to achieve this level and take the test for level 2 English and Maths prior to taking the end point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&#160;&#160;&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Duration:&lt;/strong&gt;&#160;&lt;/h3&gt;\r\n&lt;p&gt;The typical duration for this apprenticeship will be 12-15 months&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Level:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;The level of this apprenticeship is Level 2&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Review:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;This apprenticeship will be reviewed after 3 years &#160;&#160;&lt;/p&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "Claire Gill / Steve Walker",
    "contactAddress": "Ofqual \r\nEarlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "public.enquiries@ofqual.gov.uk",
    "webLink": "https://www.gov.uk/government/organisations/ofqual"
  },
  "approvedForDelivery": "2018-12-18T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "training@buttercups.co.uk",
  "involvedEmployers": "Daleacre Ltd, Lincolnshire Co-Operative Ltd, PCT Healthcare , Leeds Teaching Hospital, Herefordshire CCG, Guy's and St Thomas' NHS Foundation Trust, Bristol NHS Foundation Trust, Boots UK, APTUK, Tesco UK, Superdrug UK, Celesio UK, National Pharmacy Association, Association of Pharmacy Technicians UK",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Healthcare Science",
  "cluster": "Pharmacy Science Assistant",
  "createdDate": "2017-11-14T17:08:56 +00:00",
  "lastUpdated": "2018-12-18T12:38:50 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/pharmacy-services-assistant-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/pharmacy-services-assistant-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}