{
  "templateType": "Occupational Standard",
  "larsCode": 145,
  "referenceNumber": "ST0210",
  "learningAimClassCode": "",
  "title": "Sports turf operative",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0210",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "Standard and end-point assessment revised.",
  "changedDate": "2024-06-03T00:00:00",
  "earliestStartDate": "2024-06-03T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Maintaining and renovating sports surfaces to make sure that public and private sports facilities are available for use.",
  "level": 2,
  "ePALength": 3,
  "typicalDuration": 18,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "Sports turf",
    "groundskeeping",
    "sports surfaces",
    "greens",
    "pitches",
    "grounds"
  ],
  "jobRoles": [
    "Groundskeeper",
    "Groundsperson",
    "Sports turf operative"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0210-v1-2?view=epa",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.2 Horticulture and forestry",
  "version": "1.2",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;1&lt;/strong&gt;&lt;strong&gt;. Occupation&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Sports Turf Operative, which might also be referred to as a Groundsperson or Grounds Maintenance Operative.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;2&lt;/strong&gt;&lt;strong&gt;. Occupational profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This occupation exists to ensure that public and private sports facilities are available for use by the public and ensures facilities are available to support the Government policy of increasing physical activity.&lt;/p&gt;\n&lt;p&gt;A Sports Turf Operative is responsible for the maintenance and renovation and overall appearance of one or more sports turf surfaces in accordance with the needs of the particular sport. It is their job to maintain an appropriate quality playing surface which reflects the carrying capacity of that surface to ensure that a sustainable playing surface is provided.&lt;/p&gt;\n&lt;p&gt;The career as a Sports Turf Operative can be quite varied, potentially working across a wide range of different sports and venues, including athletics, bowls, cricket, croquet, football, hockey, horse racing, rugby league and union, tennis and ranging from general parks type sports surfaces up to first class stadia. Working in the outdoor environment is a healthy and therapeutic activity, which contributes to the well-being of employees as well as users of sports surfaces. With the vast range of natural or artificial turf pitches available, throughout the UK and world-wide, now is an excellent time to join this well-established and dynamic profession.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;3&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;. Requirements – Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The knowledge which underpins the required skills will allow a Sports Turf Operative to demonstrate a thorough understanding of the principles of the maintenance and renovation requirements of different sports turf surfaces which are appropriate to their level of apprenticeship and the specific needs of the industry sector. These are:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Compliance with environmental and health and safety legislation and regulations&lt;/li&gt;\n&lt;li&gt;Compliance with policies and procedures – company, client, health and safety risk assessments, rules of the game from the different Governing Bodies of Sport&lt;/li&gt;\n&lt;li&gt;The identification and correct application of materials, tools, equipment and machinery used in maintenance and renovation activities&lt;/li&gt;\n&lt;li&gt;Identification and understanding of different grasses, soil types, weeds, pests, diseases, turf disorders, artificial surfacing material, underlays, infill material, turf and soil reinforcement material, line marking materials&lt;/li&gt;\n&lt;li&gt;The principles of photosynthesis, respiration and transpiration in the growth and development of plants&lt;/li&gt;\n&lt;li&gt;The impact of weather, ground conditions and usage on pitch quality and playing quality&lt;/li&gt;\n&lt;li&gt;The different Performance Quality Standards for a range of different sports turf surfaces&lt;/li&gt;\n&lt;li&gt;How to minimise waste and reduce environmental impacts&lt;/li&gt;\n&lt;li&gt;How to monitor, record and report basic grounds maintenance findings.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;3&lt;/strong&gt;&lt;strong&gt;b&lt;/strong&gt;&lt;strong&gt;. Requirements – Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The Sports Turf Operative must be able to apply the knowledge and skills in a logical and systematic approach and demonstrate a positive work ethic in achieving the desired outcomes from the sports surfaces being maintained. In order to do this they will need to be capable of the following:&lt;/p&gt;\n&lt;p&gt;Maintain and renovate turf surfaces in a safe and appropriate way to ensure games can take place which provide for a fair, safe and exciting contest for players. This will include the safe use of a range of equipment and machinery, such as mowers, scarifiers, aerators and other specialist turf care equipment, covering hand tools, as well as pedestrian operated, ride-on and tractor mounted implements&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Correctly calibrate equipment for material requirements and apply at the correct rates a range of materials, including grass seed, fertiliser and bulky top-dressing&lt;/li&gt;\n&lt;li&gt;Use integrated prevention and control methods to reduce the incidence of diseases, disorders, pests and weeds on turf&lt;/li&gt;\n&lt;li&gt;Set and mark out sports areas in accordance with the Laws of the Governing Bodies of Sport&lt;/li&gt;\n&lt;li&gt;Maintain tools, equipment and machinery used for maintenance and renovation activities to ensure their safe and effective use&lt;/li&gt;\n&lt;li&gt;Maintain and conduct basic routine servicing and repairs to drainage and irrigation systems&lt;/li&gt;\n&lt;li&gt;Effectively communicate with others and provide an excellent level of customer service&lt;/li&gt;\n&lt;li&gt;Work safely, efficiently and effectively at all times, whether under supervision, as an individual, or in a team&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;3&lt;/strong&gt;&lt;strong&gt;c&lt;/strong&gt;&lt;strong&gt;. Requirements – Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Customers demand safe and appropriate quality playing surfaces, which can range from pitches produced on limited budgets to first class televised events where pitches are at the cutting edge of technological developments. The Sports Turf Operative will frequently work in situations involving the general public, customers or commercial events. It is therefore important to ensure an operative is capable of demonstrating certain behaviours at all times, including the following:&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;126&quot; style=&quot;width: 126px;&quot;&gt;\n&lt;p&gt;Safety orientation&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;339&quot;&gt;\n&lt;p&gt;This occupation operates within an industry that has significant hazards and risks from the use of machinery and materials (such as pesticides). The potential for harm to self, others, wildlife and the environment is considerable. There needs to be a competent understanding of health and safety and implementation of these practices at all times.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;126&quot; style=&quot;width: 126px;&quot;&gt;\n&lt;p&gt;Positive work ethic&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;339&quot;&gt;\n&lt;p&gt;Positive attitude, committed, motivated by providing an excellent customer service and getting the game on wherever possible. Able to adapt to a change in conditions, products, situations and working environments, is dependable, reliable, responsible and responsive to embracing social and cultural diversity and ethical in the treatment of others. Wants to stretch and drive their Continuous Professional Development.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;126&quot; style=&quot;width: 126px;&quot;&gt;\n&lt;p&gt;Quality focused&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;339&quot;&gt;\n&lt;p&gt;Follows approved procedures and processes in a logical manner, paying attention to detail and applying approved checks throughout work activities to ensure work completed is fit for purpose.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;126&quot; style=&quot;width: 126px;&quot;&gt;\n&lt;p&gt;Team player&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;339&quot;&gt;\n&lt;p&gt;Able to work on own initiative but also able to interact and communicate effectively within a team applying a respectful professional manner. Able to listen and absorb information, to ask questions when instructions are not understood or unclear and to work within the limitations of the job role.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;126&quot; style=&quot;width: 126px;&quot;&gt;\n&lt;p&gt;Contributor to sustainability&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;339&quot;&gt;\n&lt;p&gt;Continuously strives to work efficiency and effectively to assist others in activities as appropriate to the job role. Aware of the financial, social and environmental impacts of their actions.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;4&lt;/strong&gt;&lt;strong&gt;. Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprenticeship will typically take 18-24 months to complete.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;5&lt;/strong&gt;&lt;strong&gt;. Professional Recognition&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard is recognised by the Institute of Groundsmanship (IOG), the Professional Body for Sports Turf Operatives and others working in the grounds care industry. Upon achievement of this standard the apprentice will be eligible to join the IOG register of Turf Management Professionals.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;6&lt;/strong&gt;&lt;strong&gt;. Review&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprenticeship will be reviewed after 3 years&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in a wide range of different sports and venues, for example, athletics, bowls, cricket, croquet, football, hockey, equestrian, rugby league and union, and tennis. The role will primarily be carried out in an outdoors environment and sites will range from general grass root sports surfaces, sports clubs, schools, up to international stadiums and training facilities. Employing organisations may be of varying sizes depending on the geographical coverage of the organisation. However, sports turf operatives are required in all locations. Employers vary from small niche organisations to larger ones including Local Authorities and professional facilities. &lt;br&gt;&lt;br&gt;The broad purpose of the occupation is to assist in the day-to-day preparation, maintenance, and upkeep of grounds and sports pitches to the highest possible standards. This includes both public and private sports facilities that are available for use at all levels from grass roots to professional sport and ensures facilities are available to support the Government policy of increasing physical activity. A sports turf operative will assist in various tasks including the preparing and renovation of sports surfaces, creating, marking out, and preparing sports turf playing surfaces for use, and will use machinery and equipment when required. They will also apply irrigation to sports turf surfaces and ensure maintenance of drainage. They ensure that safe working practices and health and safety legislation and regulations are complied with at all times.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;These will all be done whilst ensuring carrying out safe working practices at all times and ensuring health and safety legislation and guidance is adhered to. Most of the work will be done in an outdoor environment, and duties will depend on the seasonality of the relevant sports throughout the year. There may be a requirement to work additional hours leading up to the start of a season or event. &lt;br&gt;&lt;br&gt;In their daily work, an employee in this occupation interacts with colleagues within their respective Grounds Maintenance department including a higher-level manager who they would report to. They would also liaise with other employees at their establishment of work such as maintenance staff, gardeners, or estate workers. They may also be required to have some customer-facing tasks dealing with members of the public, sports personnel, players, or coaching staff. &lt;br&gt;&lt;br&gt;An employee in this occupation will be responsible for reporting to their appropriate line manager to ensure they can carry out their own work to specific plans and within agreed deadlines. They are required to ensure all their actions are carried out in line with current health and safety legislation. They are also responsible for the maintenance, renovation, and overall appearance of one or more sports turf surfaces in accordance with the needs of the particular sport. Maintaining an appropriate quality playing surface that reflects the carrying capacity of that surface to ensure that a sustainable playing surface is provided.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "94de3f58-2c66-4ad8-b09c-23065b0d206a",
      "detail": "Environmental, health, and safety legislation and regulations (e.g. Health and Safety at Work Act, Control of Substances Hazardous to Health, principles of risk assessment)."
    },
    {
      "knowledgeId": "2f1db963-fb20-4277-979b-a93102d5fcce",
      "detail": "Governing body rules and regulations relevant to the particular sports turf surfaces."
    },
    {
      "knowledgeId": "749f69d9-d4d4-4388-82fe-f76eca55bc34",
      "detail": "Materials, tools, equipment and machinery used in maintenance and renovation activities."
    },
    {
      "knowledgeId": "3ad11596-2e66-4658-9272-087ae8bdf698",
      "detail": "Soils structure and texture (including amended rootzones and top dressings)."
    },
    {
      "knowledgeId": "a77f482f-c30f-4c15-b0e8-ee1e69f1815e",
      "detail": "Sports turf reinforcement methods (including hybrid surfaces)  and artificial turf materials."
    },
    {
      "knowledgeId": "7883e2ca-4906-412b-8d59-8e57d11b188f",
      "detail": "Common names of turf-grasses (vegetative and seed). (Including, perennial ryegrass, smooth stalk meadow grass, annual meadow grass, fescue grass (fine), bent grass)."
    },
    {
      "knowledgeId": "e673b98a-cde7-4c28-a3d1-f76e559ee760",
      "detail": "Common threats to turf health :- Weeds:  Daisy, Dandelion, Yarrow, Mosses, Procumbent pearlwort, White clover, Greater (Broad leaved) plantain, Ribwort (Narrow leaved) plantain, Knotgrass, Creeping buttercup, Creeping cinquefoil, Slender speedwell Pests:  Cockchafer grub, Earthworm, Leatherjacket grub, Nematode Diseases: Anthracnose, Leaf Spot, Fairy rings - (Type 1 or Type 2 or Type 3) – (acceptable example of a correct Genus name only required, e.g. Type 1: Marasmius spp; Type 2: Lycoperdon spp; Type 3: Hygrophorus spp), Microdochium (Fusarium) patch, Red thread, Take-all patch. Turf disorders: Fertiliser scorch, Hydraulic oil scorch, Black layer, Drought. "
    },
    {
      "knowledgeId": "1aa3ca17-9b23-482d-baf8-b4f247524cd8",
      "detail": "Processes for setting up sports turf surfaces in line with relevant governing body requirements (including line marking, the 3-4-5 squaring technique, and marking arcs and semi-circles)."
    },
    {
      "knowledgeId": "7b62171a-9fba-4405-9efe-df50fbf1c739",
      "detail": "The principles of plant science (including photosynthesis, respiration and transpiration in the growth and development of plants)."
    },
    {
      "knowledgeId": "e6a61390-af00-45a5-9543-e3d210d86efb",
      "detail": "The principles of plant nutrition and impact on sustainability (including Nitrogen, Phosphorus, Potassium, Magnesium, Sulphur, Iron)."
    },
    {
      "knowledgeId": "23b9ed36-8003-4d39-8700-1adf202ed241",
      "detail": "The impact of climate, weather and ground conditions on the maintenance and use of sports turf surfaces."
    },
    {
      "knowledgeId": "1a43515e-5ee9-40cc-929e-7a0c45fc2dca",
      "detail": "Different methods to sustainably and safely dispose of waste to minimise and reduce environmental impacts. "
    },
    {
      "knowledgeId": "71458a52-79ed-4132-b8f7-1c4fa7b11f7d",
      "detail": "Methods to assess the condition of sports turf surfaces (including thatch content, root depth, uniformity of cover, weed/pest/disease content)."
    },
    {
      "knowledgeId": "111701a4-bdda-4805-b688-8517d9503219",
      "detail": "The principles of sports turf irrigation and drainage systems (including layouts, components, and basic maintenance)."
    },
    {
      "knowledgeId": "5b115031-a7cf-4ba5-adaf-c589c1326567",
      "detail": "How to calibrate equipment to apply a range of materials associated with sports turf surfaces (e.g. grass seed, granular fertilisers, bulky top-dressing, turf and root zone)."
    },
    {
      "knowledgeId": "efab977e-daa7-4a16-930a-3aae847d7d72",
      "detail": "Maintenance operations required to ensure the quality of sports turf surfaces."
    },
    {
      "knowledgeId": "ed695b54-9c83-4c55-97b4-4f3408f2d875",
      "detail": "Operations and techniques required for general day-to-day maintenance of sports turf surfaces. "
    },
    {
      "knowledgeId": "95d19bcb-5baf-44fb-9371-2ce7e9c6440c",
      "detail": "Operations and techniques required to repair damaged sports turf surfaces ."
    },
    {
      "knowledgeId": "ef40beb3-7708-46f3-9565-c1fd4d089d8f",
      "detail": "The application of integrated prevention and control methods to reduce the threat to sports turf health (e.g. weeds, pests, diseases, disorders)."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "3272d5f4-17c4-455d-8e43-bdba74923ea1",
      "detail": "A strong work ethic including attention to detail and good time management."
    },
    {
      "behaviourId": "299a5402-a346-41e5-90b7-5ac9389f7a28",
      "detail": "Flexible and positive attitude to work. "
    },
    {
      "behaviourId": "c1146d4c-77b6-470a-9a15-4abf8e753ca4",
      "detail": "Takes ownership of own work."
    },
    {
      "behaviourId": "36401acd-ce85-4bf5-be15-008795431087",
      "detail": "Committed to keeping up to date with industry best practice."
    },
    {
      "behaviourId": "a277badf-0fae-4354-8bf1-14bb53089bfe",
      "detail": "Possess a safety mindset for self, colleagues and others."
    },
    {
      "behaviourId": "8418cd47-a185-48eb-b6a7-1716cf6ca929",
      "detail": "Team focused and works effectively with colleagues and others."
    }
  ],
  "skills": [
    {
      "skillId": "5ceb55dc-e156-4560-b246-41c2d0fc344b",
      "detail": "Apply the correct rates and range of materials to sports turf surfaces (e.g. grass seed, granular fertilisers, bulky top-dressing, turf and root zone)."
    },
    {
      "skillId": "13770809-dfb0-4412-9666-7c3569a93c18",
      "detail": "Set and mark out the sports turf surface in accordance with the relevant governing body rules (including line marking, the 3-4-5 squaring technique, and marking arcs and semi-circles)."
    },
    {
      "skillId": "3d8b98b5-0fee-482e-a623-f346a2c99900",
      "detail": "Prepare machinery and equipment to ensure their safe and effective use when carrying out sport turf tasks."
    },
    {
      "skillId": "c85343f0-c206-42be-b068-a0f50ffc7ec8",
      "detail": "Maintain levels of soil moisture using either irrigation or drainage systems. "
    },
    {
      "skillId": "aa0ac34a-b30e-4ef2-be4c-f78394a6de6d",
      "detail": "Inspect the condition of sports turf, make observations and communicate findings (e.g. PQS, weeds, pests, diseases, thatch content). "
    },
    {
      "skillId": "16fef756-1e33-4ac5-bfef-7082772719f2",
      "detail": "Prepare the ground and established grass areas as part of sports turf renovation tasks (e.g. overseeding, turfing)."
    },
    {
      "skillId": "65a6151d-418f-4d12-a86e-aef619dea976",
      "detail": "Carry out cylinder mowing of sports turf surface(s) in accordance with set requirements."
    },
    {
      "skillId": "47d6a52e-e8ac-48b2-989f-65403c811e44",
      "detail": "Carry out repair of sports turf surfaces using relevant equipment and machinery (e.g. divot repair, foot hole repair, animal damage)."
    },
    {
      "skillId": "06ff86ce-42a6-4be4-bdc4-b47d016860e3",
      "detail": "Prepare and safely operate a tractor and it's attachments."
    },
    {
      "skillId": "04b69de0-519a-40e8-a4a1-f9e70e06e46c",
      "detail": "Select and use relevant communication styles (e.g. verbal, written, digital) to convey information to different audiences (e.g. clients, staff, suppliers)."
    },
    {
      "skillId": "aefc5795-3643-4b6b-8136-e3a107ec75bf",
      "detail": "Adopts a systematic approach to troubleshooting and solving day-to-day resource or equipment issues. "
    },
    {
      "skillId": "388d66a8-9ab0-4a5c-abe0-b9e6039feb89",
      "detail": "Identify a range of turf grasses (vegetative and seed). (Including, perennial ryegrass smooth stalk meadow grass, annual meadow grass, fescue grass (fine), bent grass)."
    },
    {
      "skillId": "5bee78eb-4b59-415d-b685-a1a893562e8b",
      "detail": "Carry out maintenance of sports turf surface using relevant equipment and machinery (including scarification, and aeration)."
    },
    {
      "skillId": "0e131009-fcd3-4727-b0c0-e99fa60acb01",
      "detail": "Dispose of waste in a safe and sustainable manner. "
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-09-19T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0212",
  "tbMainContact": "d.ratling@whitgift.co.uk",
  "involvedEmployers": "Whitgift School, Leicester City Football Club, Oaklands College, Crossfield’s School, Ashton Gate, Training Unlimited, Edgbaston, Myerscough College & University Centre, Kings School, Warwick School, Nottingham University, Grounds Management Association, York Racecourse, SMB College Group, Rugby Football Union, Tottenham Hotspur ",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Groundskeeper",
    "Groundsperson",
    "Sports turf operative"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Agriculture, Land Management and Production",
  "cluster": "Landscape horticulture operative or technician",
  "clusterId": "161",
  "clusterDescription": null,
  "createdDate": "2024-06-03T12:38:19 +00:00",
  "lastUpdated": "2024-06-03T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-09-19T00:00:00 +00:00",
  "banners": "This standard aligns with the following professional recognition:\n• alignment with level 2 of the Grounds Management Framework (GMF) for Grounds Management Association (GMA) recognition",
  "occupationCode": "OCC0210",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0210-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0210-v1-2",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "442e425d-88bd-44cc-8bfe-6920017f46d4",
      "dutyDetail": "Undertake routine grounds preparation, maintenance, renovation, and general upkeep of all sports turf surfaces (e.g. natural turf, hybrid turf, artificial turf). ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3272d5f4-17c4-455d-8e43-bdba74923ea1",
        "299a5402-a346-41e5-90b7-5ac9389f7a28",
        "c1146d4c-77b6-470a-9a15-4abf8e753ca4",
        "36401acd-ce85-4bf5-be15-008795431087",
        "8418cd47-a185-48eb-b6a7-1716cf6ca929"
      ],
      "mappedKnowledge": [
        "94de3f58-2c66-4ad8-b09c-23065b0d206a",
        "749f69d9-d4d4-4388-82fe-f76eca55bc34",
        "a77f482f-c30f-4c15-b0e8-ee1e69f1815e",
        "1aa3ca17-9b23-482d-baf8-b4f247524cd8",
        "23b9ed36-8003-4d39-8700-1adf202ed241",
        "71458a52-79ed-4132-b8f7-1c4fa7b11f7d",
        "5b115031-a7cf-4ba5-adaf-c589c1326567",
        "efab977e-daa7-4a16-930a-3aae847d7d72",
        "ed695b54-9c83-4c55-97b4-4f3408f2d875",
        "95d19bcb-5baf-44fb-9371-2ce7e9c6440c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5ceb55dc-e156-4560-b246-41c2d0fc344b",
        "aa0ac34a-b30e-4ef2-be4c-f78394a6de6d",
        "65a6151d-418f-4d12-a86e-aef619dea976",
        "47d6a52e-e8ac-48b2-989f-65403c811e44",
        "06ff86ce-42a6-4be4-bdc4-b47d016860e3",
        "aefc5795-3643-4b6b-8136-e3a107ec75bf",
        "5bee78eb-4b59-415d-b685-a1a893562e8b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e9a673d8-ae58-4794-a44b-72808e262597",
      "dutyDetail": "Prepare a surface for play in line with the relevant rules of each sport's national governing bodies.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c1146d4c-77b6-470a-9a15-4abf8e753ca4"
      ],
      "mappedKnowledge": [
        "2f1db963-fb20-4277-979b-a93102d5fcce",
        "a77f482f-c30f-4c15-b0e8-ee1e69f1815e",
        "7883e2ca-4906-412b-8d59-8e57d11b188f",
        "1aa3ca17-9b23-482d-baf8-b4f247524cd8",
        "7b62171a-9fba-4405-9efe-df50fbf1c739",
        "e6a61390-af00-45a5-9543-e3d210d86efb",
        "23b9ed36-8003-4d39-8700-1adf202ed241",
        "5b115031-a7cf-4ba5-adaf-c589c1326567",
        "efab977e-daa7-4a16-930a-3aae847d7d72"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5ceb55dc-e156-4560-b246-41c2d0fc344b",
        "13770809-dfb0-4412-9666-7c3569a93c18",
        "16fef756-1e33-4ac5-bfef-7082772719f2",
        "65a6151d-418f-4d12-a86e-aef619dea976",
        "388d66a8-9ab0-4a5c-abe0-b9e6039feb89"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "96c202b0-685d-4640-bdf4-d8f72239420b",
      "dutyDetail": "Prepare and establish ground for grassed areas for sport.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c1146d4c-77b6-470a-9a15-4abf8e753ca4"
      ],
      "mappedKnowledge": [
        "2f1db963-fb20-4277-979b-a93102d5fcce",
        "3ad11596-2e66-4658-9272-087ae8bdf698",
        "a77f482f-c30f-4c15-b0e8-ee1e69f1815e",
        "7883e2ca-4906-412b-8d59-8e57d11b188f",
        "7b62171a-9fba-4405-9efe-df50fbf1c739",
        "e6a61390-af00-45a5-9543-e3d210d86efb",
        "23b9ed36-8003-4d39-8700-1adf202ed241",
        "71458a52-79ed-4132-b8f7-1c4fa7b11f7d",
        "5b115031-a7cf-4ba5-adaf-c589c1326567",
        "efab977e-daa7-4a16-930a-3aae847d7d72"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5ceb55dc-e156-4560-b246-41c2d0fc344b",
        "16fef756-1e33-4ac5-bfef-7082772719f2",
        "65a6151d-418f-4d12-a86e-aef619dea976",
        "388d66a8-9ab0-4a5c-abe0-b9e6039feb89"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "aa6d0f87-5251-4a18-82ef-a920e890379c",
      "dutyDetail": "Use machinery, equipment, and vehicles in accordance with organisational requirements, manufacturers’ instructions and Health and Safety legislation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c1146d4c-77b6-470a-9a15-4abf8e753ca4"
      ],
      "mappedKnowledge": [
        "749f69d9-d4d4-4388-82fe-f76eca55bc34"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "06ff86ce-42a6-4be4-bdc4-b47d016860e3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "30ad9068-ce87-4c22-9f48-c3c203f60810",
      "dutyDetail": "Identify and communicate faults with equipment and machinery to relevant personnel.  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c1146d4c-77b6-470a-9a15-4abf8e753ca4",
        "36401acd-ce85-4bf5-be15-008795431087",
        "8418cd47-a185-48eb-b6a7-1716cf6ca929"
      ],
      "mappedKnowledge": [
        "94de3f58-2c66-4ad8-b09c-23065b0d206a",
        "749f69d9-d4d4-4388-82fe-f76eca55bc34"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3d8b98b5-0fee-482e-a623-f346a2c99900",
        "04b69de0-519a-40e8-a4a1-f9e70e06e46c",
        "aefc5795-3643-4b6b-8136-e3a107ec75bf"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "990a85aa-785e-413e-a815-cbf88f307ef7",
      "dutyDetail": "Maintain the cleanliness of machinery, equipment, sports grounds, and work areas.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c1146d4c-77b6-470a-9a15-4abf8e753ca4"
      ],
      "mappedKnowledge": [
        "749f69d9-d4d4-4388-82fe-f76eca55bc34"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3d8b98b5-0fee-482e-a623-f346a2c99900"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4c1d058b-7d8d-463f-a945-eb13d95fbab0",
      "dutyDetail": "Ensure a safe working environment and the adoption of safe working practices.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3272d5f4-17c4-455d-8e43-bdba74923ea1",
        "c1146d4c-77b6-470a-9a15-4abf8e753ca4",
        "a277badf-0fae-4354-8bf1-14bb53089bfe"
      ],
      "mappedKnowledge": [
        "94de3f58-2c66-4ad8-b09c-23065b0d206a",
        "749f69d9-d4d4-4388-82fe-f76eca55bc34",
        "23b9ed36-8003-4d39-8700-1adf202ed241",
        "1a43515e-5ee9-40cc-929e-7a0c45fc2dca"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "06ff86ce-42a6-4be4-bdc4-b47d016860e3",
        "04b69de0-519a-40e8-a4a1-f9e70e06e46c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1b14d15d-1be7-4f3f-beec-0ee84fae42de",
      "dutyDetail": "Assist with the movement of equipment and materials, and their installation around the sports ground and playing areas. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "749f69d9-d4d4-4388-82fe-f76eca55bc34"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3d8b98b5-0fee-482e-a623-f346a2c99900"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fef9e0bd-9e2a-45ec-8bc9-ea612ca18a50",
      "dutyDetail": "Maintain effectiveness of sports turf irrigation and drainage systems.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "36401acd-ce85-4bf5-be15-008795431087"
      ],
      "mappedKnowledge": [
        "3ad11596-2e66-4658-9272-087ae8bdf698",
        "7b62171a-9fba-4405-9efe-df50fbf1c739",
        "23b9ed36-8003-4d39-8700-1adf202ed241",
        "111701a4-bdda-4805-b688-8517d9503219"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c85343f0-c206-42be-b068-a0f50ffc7ec8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b359d1f5-c835-49ea-ab1b-11357da5f819",
      "dutyDetail": "Dispose of waste in accordance with organisational procedures, legal requirements and taking into account environmental sustainability.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "1a43515e-5ee9-40cc-929e-7a0c45fc2dca"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0e131009-fcd3-4727-b0c0-e99fa60acb01"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "40f9ee5e-9fe3-4ac8-973d-41a9bfeedd8e",
      "dutyDetail": "Identify and communicate incidence of sports turf weeds, pests, diseases, and disorders.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c1146d4c-77b6-470a-9a15-4abf8e753ca4",
        "8418cd47-a185-48eb-b6a7-1716cf6ca929"
      ],
      "mappedKnowledge": [
        "3ad11596-2e66-4658-9272-087ae8bdf698",
        "7883e2ca-4906-412b-8d59-8e57d11b188f",
        "e673b98a-cde7-4c28-a3d1-f76e559ee760",
        "7b62171a-9fba-4405-9efe-df50fbf1c739",
        "71458a52-79ed-4132-b8f7-1c4fa7b11f7d",
        "ef40beb3-7708-46f3-9565-c1fd4d089d8f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "aa0ac34a-b30e-4ef2-be4c-f78394a6de6d",
        "04b69de0-519a-40e8-a4a1-f9e70e06e46c",
        "388d66a8-9ab0-4a5c-abe0-b9e6039feb89"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2f5dd256-43ae-4bc9-84d4-b038ffb6207b",
      "dutyDetail": "Use integrated prevention and control methods to reduce the incidence of diseases, disorders, pests and weeds on turf.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "36401acd-ce85-4bf5-be15-008795431087"
      ],
      "mappedKnowledge": [
        "3ad11596-2e66-4658-9272-087ae8bdf698",
        "7883e2ca-4906-412b-8d59-8e57d11b188f",
        "7b62171a-9fba-4405-9efe-df50fbf1c739",
        "71458a52-79ed-4132-b8f7-1c4fa7b11f7d",
        "ef40beb3-7708-46f3-9565-c1fd4d089d8f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5ceb55dc-e156-4560-b246-41c2d0fc344b",
        "aa0ac34a-b30e-4ef2-be4c-f78394a6de6d",
        "aefc5795-3643-4b6b-8136-e3a107ec75bf",
        "388d66a8-9ab0-4a5c-abe0-b9e6039feb89"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "be42d996-4bde-4dbf-9893-f2279bca052e",
      "dutyDetail": "Mark out playing surfaces (including arcs and squaring off using the 3-4-5 method).",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "1aa3ca17-9b23-482d-baf8-b4f247524cd8",
        "5b115031-a7cf-4ba5-adaf-c589c1326567"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "13770809-dfb0-4412-9666-7c3569a93c18"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-06-03T00:00:00"
}