{
  "larsCode": 111,
  "referenceNumber": "ST0259",
  "title": "Supply chain warehouse operative",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/111",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2016-06-24T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Carrying out a range of moving, packaging and stock-taking roles and duties in a warehouse environment.",
  "level": 2,
  "typicalDuration": 12,
  "maxFunding": 3000,
  "route": "Transport and logistics",
  "keywords": [
    "Haulage",
    "Supply Chain industry"
  ],
  "jobRoles": [
    "warehouse worker",
    "warehouse operative",
    "warehouse operator"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/2418/st0259_supply-chain-warehouse-operative_updated-eqa_nov-18.pdf",
  "ssa1": "7 Retail and Commercial Enterprise",
  "ssa2": "7.2 Warehousing and distribution",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;Warehouse Operatives work in a variety of warehouse environments. Work activities include taking deliveries, checking for damaged/missing items, storing goods, moving stock by various methods, picking/packing orders, loading goods for dispatch, maintaining stock records and documentation, and cleaning. They are required to safely use a range of equipment, machinery and vehicles, as relevant to their role and setting. This could include mechanical racking systems, materials handling equipment (MHE) or fork lift trucks.&lt;/p&gt;\r\n&lt;p&gt;Warehouse Operatives communicate with a wide range of people and customers. They have a passion to meet customers’ expectations by providing a quality service that encourages repeat business. Individuals in this role are highly competent in using industry-recognised systems and associated services (eg Traffic/Warehouse Management Systems) and will be able to work under pressure to tight deadlines. A Warehouse Operative will often be required to be flexible and work shifts including 4-on-4-off, days, nights, evenings and weekends.&lt;/p&gt;\r\n&lt;p&gt;Outlined below are the essential knowledge, skills and behaviours that all Warehouse Operatives are required to demonstrate at level 2, regardless of their occupational area.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Core knowledge – all Warehouse Operatives will have a good understanding of:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;1. Safe driving and/or operating techniques to standard and as trained, relating to MHE (e.g. Counterbalance/Reach Trucks, Powered Pallet Trucks, Ride on Pallet Trucks, Order Pickers, Narrow Aisle Pickers, Mobile Elevated Work Platforms, Forklift Trucks) as relevant to their role and setting; adherence to safe practice when working at heights.&lt;/p&gt;\r\n&lt;p&gt;2. Steps to take to minimise the effect their work (and the wider industry) has on the environment; the need to maintain a high level of housekeeping and manage waste effectively; using packing materials efficiently to reduce waste and costs; the consequences of not using or disposing of these correctly.&lt;/p&gt;\r\n&lt;p&gt;3. Safe use of equipment and machinery (such as MHE, vehicle and delivery systems); where to find instructions/guidance; consequences of incorrect use.&lt;/p&gt;\r\n&lt;p&gt;4. Use of warehouse systems and processes relating to packaging, moving and receiving stock (eg Load Container Lists) within a warehouse environment to facilitate the safe handling of goods and an effective and efficient service to internal/external customers.&lt;/p&gt;\r\n&lt;p&gt;5. Basic IT applications and other relevant technology and systems, including warehousing management, data capture, radio and barcoding systems to ensure the safe and efficient processing of goods.&lt;/p&gt;\r\n&lt;p&gt;6. Relevant regulation and legislation (including international where relevant to role) governing the supply chain industry, their subsector and role in particular; consequences of not adhering to legal guidelines.&lt;/p&gt;\r\n&lt;p&gt;7. Effective communication with customers that store goods with the company/colleagues (including those working remotely, third party carriers, agencies and other organisations) in line with situation and organisational style/culture.&lt;/p&gt;\r\n&lt;p&gt;8. Structure of the industry; methods and modes of transport; roles available within the sector in general and in relation to their own career aspirations.&lt;/p&gt;\r\n&lt;p&gt;9. The importance of delivering excellent customer service to customers and colleagues, including identifying needs and responding appropriately in line with situation and organisational style/culture.&lt;/p&gt;\r\n&lt;p&gt;10. Vision, objectives and brand of the organisation; the importance of organisation reputation and what can affect it; how their own performance can contribute to organisational success and support or impact on others.&lt;/p&gt;\r\n&lt;p&gt;11. Proposed and actual changes to systems, processes and technology used in the industry, particularly relating to own role; how to keep up to date with any changes in the systems, processes and technology that affect their role.&lt;/p&gt;\r\n&lt;p&gt;12. How their role can affect their health and the need to maintain a level of fitness appropriate to the needs of their role.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Core skills – all Warehouse Operatives will be able to:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;1. Operate and handle equipment safely and efficiently as required for their role, such as Forklift Trucks, High Reach Trucks, Powered Pallet Trucks or Man Up Trucks; manoeuvre vehicles in restricted spaces; safely use and position vehicle fitted equipment such as mirror requirements.&lt;/p&gt;\r\n&lt;p&gt;2. Comply with appropriate rules, regulations and processes for safely and efficiently moving, handling, packing and unpacking different items, both manually and using relevant equipment (such as MHE, vehicle and delivery systems); understand consequences of incorrect use.&lt;/p&gt;\r\n&lt;p&gt;3. Work individually and as part of a team to safely move and handle objects; maintain a high level of housekeeping and manage waste effectively; know where to find instructions or guidance; check for damaged or missing items as appropriate; take responsibility for maintaining health, safety and security of people at all times.&lt;/p&gt;\r\n&lt;p&gt;4. Safely and efficiently load and unload items into and from vehicles, buildings, containers, lift vans, crates and/or boxes; use appropriate MHE or machinery where necessary; ensure items are safely and efficiently packed, assembled and/or disassembled as appropriate.&lt;/p&gt;\r\n&lt;p&gt;5. Select, prepare and use packaging materials appropriate to the job efficiently and in a way which reduces waste, costs and environmental impact; taking into consideration the item(s) to be moved, and their current and final destinations.&lt;/p&gt;\r\n&lt;p&gt;6. Use correct equipment and procedures to record receiving or stowing goods; produce relevant paperwork or labelling processes.&lt;/p&gt;\r\n&lt;p&gt;7. promote the values of the organisation; communicate effectively with customers and colleagues to identify and meet their needs.&lt;/p&gt;\r\n&lt;p&gt;8. Work effectively in a warehousing team, including when under pressure, and to agreed deadlines; adapt to change in line with internal and external customer needs or circumstances.&lt;/p&gt;\r\n&lt;p&gt;9. Use IT applications and other relevant technology and systems, including warehousing management, data capture, radio and barcoding systems, to ensure the safe and efficient processing of goods.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;1. Demonstrate integrity, credibility, honesty, positivity and personal drive in every aspect of their role; demonstrate a belief in the services that the organisation offers.&lt;/p&gt;\r\n&lt;p&gt;2. Take ownership for own performance and training, including demonstrating a keen interest in the industry; proactively drive own ongoing learning and development, and make recommendations for improvement where relevant.&lt;/p&gt;\r\n&lt;p&gt;3. Show personal commitment to minimising the effect of work activities on the environment.&lt;/p&gt;\r\n&lt;p&gt;4. Adapt to and embrace the use of relevant technology, systems and equipment; use it responsibly and take an interest in new developments that could support the organisation.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Duration and review&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;The apprenticeship will take a minimum of 12 months to complete prior to taking the end-point assessment, and will be reviewed after 3 years.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;nglish and maths requirements&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;&#160;Apprentices without Level 1 English and maths will need to achieve this level and take the test for Level 2 English and maths prior to taking the end-point assessment.&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "National Skills Academy for Rail (NSAR)",
    "contactName": "Barry Smith",
    "contactAddress": "NSAR Ltd\r\n11 Carteret Street\r\nLondon\r\nSW1H 9DJ",
    "contactEmail": "Barry.smith@nsar.co.uk",
    "webLink": "https://www.nsar.co.uk/"
  },
  "approvedForDelivery": "2016-06-24T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "jim516@btinternet.com g.austin@maritimetransport.com",
  "involvedEmployers": "Nagel Langdons Ltd, Wincanton, TNT UK Ltd, Kuehne + Nagel Ltd, Action Express, DHL, John Lewis, Next, CEVA Logistics, Wesley Logistics, XPO Logistics, SJ Bargh Ltd, Harrow Green, Euro Group International Movers Ltd, D.Sulley & Son, JT & Sons Relocations Ltd, Pickford Business Solutions, Simpson’s Removals & Storage Ltd, Anchor Removals Ltd, Company Moves, Maritime Logistics, Blue Arrow, Office Depot",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "warehouse worker",
    "warehouse operative",
    "warehouse operator"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Logistics",
  "cluster": "Supply Chain Operative/Technician",
  "createdDate": "2017-09-22T14:24:06 +00:00",
  "lastUpdated": "2018-11-09T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/supply-chain-warehouse-operative-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/supply-chain-warehouse-operative-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}