{
  "larsCode": 219,
  "referenceNumber": "ST0267",
  "title": "Lifting technician",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/219",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2017-12-01T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Preparing and operating different cranes to lift and place a variety of loads in the workplace",
  "level": 2,
  "typicalDuration": 18,
  "maxFunding": 15000,
  "route": "Construction",
  "keywords": [
    "Lifting Technician",
    "technician",
    "lifting",
    "tower crane",
    "crawler crane",
    "mobile crane"
  ],
  "jobRoles": [
    "Tower Crane technician",
    "Crawler Crane technician",
    "Mobile Crane technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/1463/lifting-technician-assessment-plan.pdf",
  "ssa1": "",
  "ssa2": "",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;Typical Job Roles - Tower Crane technician, Crawler Crane technician, Mobile Crane technician&lt;/p&gt;\n&lt;p&gt;Duration - Typically 18 – 24 months&lt;/p&gt;\n&lt;p&gt;Level 2&lt;/p&gt;\n&lt;h3&gt;&lt;br /&gt;Occupation&lt;/h3&gt;\n&lt;p&gt;The Construction Lifting Technician has three occupations available as an outcome of this standard; each identified by the type of crane - Tower Crane, Crawler Crane and Mobile Crane.&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Tower Crane – Static cranes used predominantly on construction projects giving key benefits of height and&lt;/li&gt;\n&lt;li&gt;Crawler Crane – Cranes mounted on tracks used in a variety of applications including construction, ports and heavy engineering. Cranes are mobile and able to achieve heavy&lt;/li&gt;\n&lt;li&gt;Mobile Cranes – Wheeled cranes used in a large variety of applications where lifting is required. Cranes are mobile on wheels and often travel to the job site using the public&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;The employer will select which occupational route (either Tower Crane, Crawler Crane or Mobile Crane) the individual will follow but all individuals will undertake the slinger and signaller role as a core requirement of the standard.&lt;/p&gt;\n&lt;h3&gt;Occupational Profile&lt;/h3&gt;\n&lt;p&gt;The primary role of a construction Lifting Technician is to set up and operate cranes to lift and place a variety of loads in the workplace. They will play a vital role by supporting site projects in which they will have responsibility for operating the crane to lift materials and equipment to designated work areas on a construction site. The Lifting Technician will need to be able to interpret and comply with given contract information and work with the lifting team to carry out lifting activities. The specific job roles are:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Tower Crane Operator –Prepare and operate tower cranes to lift and transfer loads&lt;/li&gt;\n&lt;li&gt;Crawler Crane Operator – Prepare and operate crawler cranes to lift and transfer loads&lt;/li&gt;\n&lt;li&gt;Mobile Crane Operator – Prepare and operate mobile cranes to lift and transfer loads&lt;/li&gt;\n&lt;/ul&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 479px;&quot; width=&quot;479&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;479&quot;&gt;\n&lt;p&gt;On completion of this Lifting Technician apprenticeship in either Tower Crane, Crawler Crane or Mobile Crane, the individual will have the following skills and competencies to be able to demonstrate the ability to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Comply with relevant legislation and official guidance (including the Health and Safety at Work Act, Lifting Operations Regulations 1998 and BS 7121) when lifting and transferring loads&lt;/li&gt;\n&lt;li&gt;Conform with manufacturer’s and the employer’s operational and health and safety requirements&lt;/li&gt;\n&lt;li&gt;Identify the sequence of lifting operations to be carried out, communicate and organise the work with others&lt;/li&gt;\n&lt;li&gt;Undertake all pre-use checks, configure and set the crane for lifting duties&lt;/li&gt;\n&lt;li&gt;Programme/set-up and conform with the crane’s electronic information systems&lt;/li&gt;\n&lt;li&gt;Lift various loads using up to the full radius and slewing capabilities of the crane&lt;/li&gt;\n&lt;li&gt;Accurately place load whilst minimising the swinging of loads and following signals and instructions&lt;/li&gt;\n&lt;li&gt;Maintain stability and safe working situations&lt;/li&gt;\n&lt;li&gt;Safely use, store and maintain and equipment.&lt;/li&gt;\n&lt;li&gt;Work at height following safety and working procedures&lt;/li&gt;\n&lt;li&gt;Place cranes out of service, and isolate and secure&lt;/li&gt;\n&lt;li&gt;Prepare and ready lifting accessories and the area of operation for the lifting of loads&lt;/li&gt;\n&lt;li&gt;Attach and secure various types of loads to a lifting hook ensuring balance, security and integrity&lt;/li&gt;\n&lt;li&gt;Direct and guide the movement of loads and accurately place loads using a variety of communication methods&lt;/li&gt;\n&lt;li&gt;Comply with specific legislation and guidance (inc. Lifting Operations Regulations 1998 and BS 7121) when slinging and signalling loads&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 479px;&quot; width=&quot;479&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;479&quot;&gt;\n&lt;p&gt;On completion of this apprenticeship in either Tower Crane, Crawler Crane or Mobile Crane the Lifting Technician will have the following knowledge of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;the principles of health, safety and welfare and how they must be applied in relation to lifting operations and to others&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;the responsibilities under legislation and guidance (including the Health and Safety at Work Act, Lifting Operations Regulations 1998 and BS 7121) to undertake the&lt;/li&gt;\n&lt;li&gt;how to communicate with others and follow organisational procedures to conform to productive work&lt;/li&gt;\n&lt;li&gt;the functions and basic construction of the crane, the operating controls and electronic read-out system and terminology for the crane including booms, jibs, stability equipment, hoisting equipment and safety systems&lt;/li&gt;\n&lt;li&gt;how to conform with manufacturers requirements as per the operators handbook, codes of practice, lift plans/method statements, ground loading charts and inspection and reporting forms&lt;/li&gt;\n&lt;li&gt;the need and how to undertake pre-use checks, regular and non-scheduled maintenance procedures, the sequence of pre-use checks and of defect reporting, and of setting the crane for work&lt;/li&gt;\n&lt;li&gt;different techniques, methods and safety issues of lifting, moving and placing a variety of loads&lt;/li&gt;\n&lt;li&gt;how to interpret and apply information for the sequence of lifting operations&lt;/li&gt;\n&lt;li&gt;how to comply with lift plan specifications and official guidance for the lifting of loads&lt;/li&gt;\n&lt;li&gt;safe working practices for setting up, configuring, lifting, moving and placing of loads whilst minimising the risk of damage to the work and surrounding area&lt;/li&gt;\n&lt;li&gt;the different techniques and methods on the moving, handling and storing of resources and equipment&lt;/li&gt;\n&lt;li&gt;the requirements of working at height and the use of access equipment, and the procedures to be followed&lt;/li&gt;\n&lt;li&gt;the actions required for proximity hazards (nearby structures) and environmental hazards (strong winds)&lt;/li&gt;\n&lt;li&gt;the principles and safety requirements for slinging and signalling duties&lt;/li&gt;\n&lt;li&gt;the need for pre-use checks on lifting accessories, how to identify non-serviceable items and the procedures for placing out-of service items&lt;/li&gt;\n&lt;li&gt;how to identify centres of gravity and estimate weight of loads for slinging of loads&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 479px;&quot; width=&quot;479&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;479&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Effective communication: &lt;/strong&gt;oral, written, listening, body language, presentation.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Team work: &lt;/strong&gt;work effectively with others with limited supervision.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Independent working: &lt;/strong&gt;take responsibility for completion of your own work.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Logical thinking: &lt;/strong&gt;use clear and valid reasoning when making decisions to undertake the work instructions.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Working effectively: &lt;/strong&gt;undertake the work in a reliable and productive manner.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Time management: &lt;/strong&gt;use own time effectively to complete the work instructions to schedule.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Adaptability: &lt;/strong&gt;be able to adjust to changes to the work instructions.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Assertiveness and confidence: &lt;/strong&gt;able to resist pressures to work following unsafe practices&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Respect: &lt;/strong&gt;apply equality, diversity and inclusion in dealing with others.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;br /&gt;Qualifications&lt;/h3&gt;\n&lt;p&gt;Individuals undertaking this standard will need to achieve both of the following Level 2 National Vocational Qualifications (NVQ):&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;NVQ Level 2 Diploma in Plant Operations - with optional units in Mobile Crane or Tower Crane or Crawler Crane depending on which occupational route taken&lt;/li&gt;\n&lt;li&gt;NVQ Level 2 Diploma in Controlling Lifting Operations – Slinger/Signaller&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Progression and Professional Recognition&lt;/h3&gt;\n&lt;p&gt;Progression from the Level 2 Apprenticeship could lead to a crane supervisor role (at Level 4) within the construction industry.&lt;/p&gt;\n&lt;p&gt;This standard will deliver sufficient competence, underpinning knowledge and understanding in the identified job role to allow individuals to meet the requirements of the appropriate industry recognised card certification schemes.&lt;/p&gt;\n&lt;h3&gt;English and Maths&lt;/h3&gt;\n&lt;p&gt;Individuals without level 1 English and Maths will need to achieve this level and take the test for level 2 English and Maths prior to taking the end-point assessment.&#160;&lt;/p&gt;\n&lt;h3&gt;Standard Review&lt;/h3&gt;\n&lt;p&gt;This standard will be reviewed after three years.&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [
    "Crawler Crane Operator",
    "Mobile Crane Operator",
    "Tower Crane Operator"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Construction Industry Training Board (CITB)",
    "contactName": "Dawn Hillier",
    "contactAddress": "Carthusian Court\r\n12 Carthusian Street\r\nLONDON\r\nEM1M 6EZ",
    "contactEmail": "Quality.assurance@citb.co.uk",
    "webLink": "https://www.citb.co.uk/"
  },
  "approvedForDelivery": "2017-12-01T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "TB0578",
  "tbMainContact": "sjbell@laingorourke.com",
  "involvedEmployers": "Select Plant Hire, Laing O’Rourke, Ainscough, BAM Nuttall, Emerson Cranes, Baldwins Crane Hire Ltd, Bronzeshield Lifting Ltd, Expanded Structures, PJ Carey (Contractors) Ltd, Balfour Beatty",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Tower Crane technician",
    "Crawler Crane technician",
    "Mobile Crane technician"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Onsite Construction",
  "cluster": "Construction Specialist Operative/Technician",
  "createdDate": "2017-11-14T17:09:19 +00:00",
  "lastUpdated": "2017-12-01T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/lifting-technician-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/lifting-technician-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}