{
  "larsCode": 535,
  "referenceNumber": "ST0207",
  "title": "Advanced golf greenkeeper",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/535",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2020-02-03T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Assisting with the supervising of the greenkeeping team and the maintenance of the golf course&nbsp;",
  "level": 3,
  "typicalDuration": 24,
  "maxFunding": 7000,
  "route": "Agriculture, environmental and animal care",
  "keywords": [],
  "jobRoles": [
    "Advanced golf greenkepper"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/3872/st0207_advanced-golf-greenkeeper_l3_ap-for-publication-200120docx.pdf",
  "ssa1": "",
  "ssa2": "",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupation(s): Senior Greenkeeper/First Assistant Golf Greenkeeper/Deputy Head Greenkeeper/Deputy Golf Course Manager&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;&lt;strong&gt;Duration of Apprenticeship: &lt;/strong&gt;The apprentice would typically take 24 - 30 months to complete their education and training to become fully competent. However, this maybe reduced if an apprentice has already gained knowledge and skills working on a golf course in a supervisory and technical role.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Entry Requirements: &lt;/strong&gt;Individual employers will set their own selection criteria for their own situations. Typically a candidate entering this apprenticeship would have greenkeeping experience and may hold a Level 2 qualification in Greenkeeping or equivalent.&lt;/p&gt;\r\n&lt;p&gt;It is recommended that an apprentice also achieves level 1 ICT as part of their apprenticeship (if not already achieved).&lt;/p&gt;\r\n&lt;p&gt;Apprentices who have not yet achieved level 2 English and maths will have to achieve it as part of their apprenticeship.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Introduction:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;The Advanced Golf Greenkeeper encompasses various job titles and technical specialisms. The apprenticeship is designed to provide the greenkeeper with the skills and knowledge to operate at an advanced level where supervisory and/or specialist technical and agronomic skills are required. Upon completion the advanced greenkeeper will have the necessary skills to supervise the greenkeeping team and the maintenance of the golf course, in the absence of the Head Greenkeeper/Golf Course Manager, and will assist in the planning, supervising and implementing the maintenance, care and overall appearance of a golf course in line with the employer’s requirements.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Skills:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;An Advanced Golf Greenkeeper must be able to:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Report on the condition of the golf course to the Golf Course Manager and employer.&lt;/li&gt;\r\n&lt;li&gt;Allocate work and supervise the greenkeeping team in accordance with agreed maintenance plans.&lt;/li&gt;\r\n&lt;li&gt;Supervise the preparation of the golf course in accordance with the Rules of Golf.&lt;/li&gt;\r\n&lt;li&gt;Survey, collect, record and interpret data on the golf course including soil and water analysis.&lt;/li&gt;\r\n&lt;li&gt;Promote good environmental practice on the golf course.&lt;/li&gt;\r\n&lt;li&gt;Evaluate, plan and prepare and set out sites for renovation on the golf course and the clubhouse surrounds.&lt;/li&gt;\r\n&lt;li&gt;Supervise, plan maintenance, construction, repair and renovation projects on the golf course and clubhouse surrounds.&lt;/li&gt;\r\n&lt;li&gt;Estimate resource requirements and programme turf maintenance work on the golf course, in accordance with the course policy document.&lt;/li&gt;\r\n&lt;li&gt;Prepare, establish and maintain golf course playing surfaces.&lt;/li&gt;\r\n&lt;li&gt;Supervise and carry out the preparation, maintenance and storage of machines for use.&lt;/li&gt;\r\n&lt;li&gt;Supervise and undertake the operation, maintenance and servicing of irrigation and drainage systems.&lt;/li&gt;\r\n&lt;li&gt;Plan and supervise the control of weeds, pests and diseases on the golf course.&lt;/li&gt;\r\n&lt;li&gt;Promote, monitor and maintain health, safety and security of self, team, others on the golf course and within the maintenance facility.&lt;/li&gt;\r\n&lt;li&gt;Carry out risk assessments on the golf course and maintenance facility.&lt;/li&gt;\r\n&lt;li&gt;Contribute to the development and implementation of the maintenance budgets.&lt;/li&gt;\r\n&lt;li&gt;Communicate information to greenkeepers, management and golfers, utilising formal and informal methods.&lt;/li&gt;\r\n&lt;li&gt;Supervise meetings and brief of the greenkeeping team.&lt;/li&gt;\r\n&lt;li&gt;Assist with the training and mentoring of the greenkeeping team.&lt;/li&gt;\r\n&lt;li&gt;Use information technology to assist with effective communication and record keeping.&lt;/li&gt;\r\n&lt;li&gt;Manage their own Continuing Professional Development.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;Knowledge and Understanding:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;An Advanced Golf Greenkeeper must have the following technical knowledge:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;An understanding of key health, safety and environmental legislation and regulations to ensure a safe working environment for self, team and others, on the golf course and in the maintenance facility.&#160;&lt;/li&gt;\r\n&lt;li&gt;Common aspects of soil and plant biology to promote best practices to produce sustainable playing surfaces.&lt;/li&gt;\r\n&lt;li&gt;How to plan and implement maintenance, improvement and renovation programmes for the golf course making the optimum use of human and physical resources available.&lt;/li&gt;\r\n&lt;li&gt;How to install, service and operate maintain an irrigation and drainage system.&lt;/li&gt;\r\n&lt;li&gt;How to operate software systems to ensure effective communication and record keeping.&lt;/li&gt;\r\n&lt;li&gt;The importance of data collection and interpretation to ensure sustainable quality playing surfaces.&lt;/li&gt;\r\n&lt;li&gt;Be aware of the importance of the Rules of Golf, golf course etiquette and how they impact on the playing of the game of golf.&lt;/li&gt;\r\n&lt;li&gt;How to promote the importance of customer service to the greenkeeping team.&lt;/li&gt;\r\n&lt;li&gt;Identify the appropriate form of communication (written, verbal, electronic) and evaluate the best solution for different circumstances.&lt;/li&gt;\r\n&lt;li&gt;The importance of good working relationships, needs of others and equality and diversity of others at the golf facility.&lt;/li&gt;\r\n&lt;li&gt;Understand all environmental and ecological best practice to maintain a sustainable golf course.&lt;/li&gt;\r\n&lt;li&gt;The importance of personal and professional development.&lt;/li&gt;\r\n&lt;li&gt;Identify weeds, pests, diseases and disorders and the most effective treatment method and the importance of record keeping.&lt;/li&gt;\r\n&lt;li&gt;How to plan and implement machinery maintenance programmes and its impact on turf maintenance.&lt;/li&gt;\r\n&lt;li&gt;How to prepare and host team meetings and the key fundamentals of effective presentations.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;The Behaviours of an Advanced Golf Greenkeeper:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;Golf club employers are very customer focused and require their staff to have a set of personal skills and behaviours that will ensure success in their current and future roles as an individual and in meeting the company’s aims and objectives.&lt;/p&gt;\r\n&lt;p&gt;The behaviours required by golf club employees are:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Ensure a strong work ethic including pride in work, attention to detail, integrity and good time management.&lt;/li&gt;\r\n&lt;li&gt;Have a flexible, positive attitude to work.&lt;/li&gt;\r\n&lt;li&gt;Ability to work as a lone worker and as a member of a team.&lt;/li&gt;\r\n&lt;li&gt;A willingness to learn and contribute to their own continuing professional development.&lt;/li&gt;\r\n&lt;li&gt;Ensure a safety mindset for self, colleagues and golfers.&lt;/li&gt;\r\n&lt;li&gt;A clear and effective communicator who can use a variety of communication methods to give/receive information accurately and in a timely and positive manner.&lt;/li&gt;\r\n&lt;li&gt;Problem solving and effective decision-making.&lt;/li&gt;\r\n&lt;li&gt;Represent the golf club in a professional manner at all times.&lt;/li&gt;\r\n&lt;li&gt;Recognise and deliver good customer service.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;Professional Recognition and Career Progression:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;This standard is recognised by the British &amp;amp; International Golf Greenkeepers Association (BIGGA), the Professional Body for Greenkeepers. At the start of the apprenticeship the apprentice will be registered with BIGGA. Upon completion of this standard the apprentice will be eligible to become a full member of BIGGA and gain BIGGA Accreditation.&lt;/p&gt;\r\n&lt;p&gt;Job opportunities will also be enhanced for those apprentices who have completed the programme with promotion to more senior positions within a golf club facility or the option to progress by working in other sports facilities such as a Grounds Maintenance Operator/Technician, Irrigation, Spray or Machinery Technician.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Level: 3&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Reviewed after 3 years&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Mandatory Qualifications&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;Level 2 Award in Safe Use of Pesticides (PA1) &#160;along with either PA2 (Boom Sprayer) OR PA6 (Hand Held Applicators) or equivalents as detailed on &lt;a href=&quot;http://www.hse.gov.uk/pesticides/resources/R/Recognised_certificates.pdf&quot;&gt;http://www.hse.gov.uk/pesticides/resources/R/Recognised_certificates.pdf&lt;/a&gt;&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "Claire Gill / Steve Walker",
    "contactAddress": "Ofqual \r\nEarlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "public.enquiries@ofqual.gov.uk",
    "webLink": "https://www.gov.uk/government/organisations/ofqual"
  },
  "approvedForDelivery": "2020-02-03T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "TB0211",
  "tbMainContact": "fiona@the-gtc.co.uk",
  "involvedEmployers": "British & International Golf Greenkeepers Association (BIGGA), Burhill Golf and Leisure Ltd, Cold Ashby Golf Club, Colne Valley Golf Club, Crown Golf, St Mellion International Resort, England Golf, Frilford Heath Golf Club, Gaudet Luce Golf Club, Greenkeepers Training Committee Ltd, Leyland Golf Club Ltd, Portmore Golf Club, The Richmond Golf Club, The Royal Automobile Club, Trentham Golf Club",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Advanced golf greenkepper"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Agriculture, Land Management and Production",
  "cluster": "Landscape Horticulture Operative/Technician",
  "createdDate": "2017-11-14T17:09:30 +00:00",
  "lastUpdated": "2020-02-03T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/advanced-golf-greenkeeper-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/advanced-golf-greenkeeper-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}