{
  "templateType": "Apprenticeship Standard",
  "larsCode": 404,
  "referenceNumber": "ST0252",
  "learningAimClassCode": "",
  "title": "Lift and escalator electromechanic",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0252",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-08-17T00:00:00",
  "earliestStartDate": "2019-01-29T00:00:00",
  "latestStartDate": "2022-12-05T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Carrying out the installation or maintenance, repair and modernisation of lifts and escalators.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 21000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "installation",
    "maintenance",
    "repair",
    "lifts",
    "escaltors",
    "electromechanic"
  ],
  "jobRoles": [
    "electromechanic",
    "Lift mechanic",
    "escalator mechanic"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/6326/st0252_lifts-and-escalator_l3_ap-for-publication-29072022-1.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupation Profile&lt;/h3&gt;\n&lt;p&gt;Lifts are large mechanical and hydraulic devices used for moving people and goods (from palleted foodstuffs to large vehicles) vertically from one level to another in a building and similar situations. Escalators are mechanical, inclined moving stairways to transport people from one level to another, using moving steps. Moving walks are similar to escalators but instead of steps they use pallets that run horizontal or on an incline.&lt;/p&gt;\n&lt;p&gt;Lift, Escalator and Moving Walk Electromechanics work in varying environments including domestic, retail and industrial buildings above and below ground. They carry out the installation or maintenance, repair and modernisation of lifts and escalators dependent upon the chosen specialism. They ensure that the lift or escalator performs within established parameters in line with the applicable codes and standards, historical and current, required by the UK Lift Regulations and/ or the EU Machinery Directive. They ensure the lift or escalator is safe for use and free from defects. The skills employed when conducting the work are of a complex nature and draw upon knowledge and experience of a wide range of equipment, mainly comprising mechanical traction or hydraulic systems of varying complexity operating at low, medium and high speeds, controlled by a microprocessor or analogue control technology.&lt;/p&gt;\n&lt;p&gt;Lift, Escalator and Moving Walk Electromechanics install new, high-technology equipment, maintain and repair older equipment of varied age and technology, as well as undertaking modernization of lifts and escalators, replacing the majority of mechanical, hydraulic, electric and electronic parts to leave an up to date, modern machine in place. Other duties include; assembling, adjusting, aligning, calibrating and setting out electrical, electronic and mechanical components, interpreting wiring and layout diagrams specific to lifts and escalators and following safe systems of work.&lt;/p&gt;\n&lt;h3&gt;Occupations&lt;/h3&gt;\n&lt;p&gt;The occupations covered by this Standard are associated with the installation, servicing, repair and refurbishment of lifts and escalators as follows:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Lift Installation Electromechanic&lt;/strong&gt;: Installing passenger/ goods carrying lift systems in new or existing buildings to industry specific quality standards for lifts&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Lift Service and Repair Electromechanic&lt;/strong&gt;: Maintenance, service and repair of existing passenger/ goods carrying lifts, ensuring that they function in line with manufacturer requirements. Each unit is safe to use without defects and meets the client’s performance expectations with the minimum of downtime ensuring that emergent issues are identified and rectified efficiently&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Escalator and Moving Walk Installation Electromechanic&lt;/strong&gt;: Installing escalators in commercial and domestic buildings in open and enclosed areas. Once completed, testing and inspecting each escalator/ moving walk product to ensure that it is certified for safe client use.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Escalator and Moving Walk Service and Repair Electromechanic&lt;/strong&gt;: Maintenance, service and repair of existing escalators and moving walks, ensuring that they function in line with manufacturer requirements and meet or exceed the industry specific quality standards for escalators and moving walks.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h1&gt;Knowledge, Skills and Behaviours&lt;/h1&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;th style=&quot;width: 205px;&quot; width=&quot;205&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Core Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 205px;&quot; width=&quot;205&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Core Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;p&gt;&lt;strong&gt;The ability to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Health, Safety and Environment&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;p&gt;Apply risk assessments and implement risk control measures.&lt;/p&gt;\n&lt;p&gt;Follow method statements in relation to specific work activities work responsibly in safety-critical environments.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;p&gt;Risk Assessment, method statements and manufacturer instructions in relation to either installation, or service and repair.&lt;/p&gt;\n&lt;p&gt;Industry specific safety standards and legislation, such as working at height and electrical isolation methods in respect of one’s own safety and of others.&lt;/p&gt;\n&lt;p&gt;Environmental recycling/ disposal processes.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Mechanical Lift, Escalator and Moving Walk Technology&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;p&gt;Apply the principles, practices and operation of complex components making a lift or escalator system.&lt;/p&gt;\n&lt;p&gt;Use tools, alignment equipment and measuring instrumentation such as installation techniques of chains with the designed termination methods.&lt;/p&gt;\n&lt;p&gt;Apply the correct securing and fixing of components and lifting and handling methods.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;p&gt;Operation of complex load bearing components making up a lift or escalator/ moving walk system.&lt;/p&gt;\n&lt;p&gt;Each individual mechanical component, its location, function, correct operation and adjustment.&lt;/p&gt;\n&lt;p&gt;How to analyse complex instructions from manufacturer manuals, layout, schematic and block diagrams.&lt;/p&gt;\n&lt;p&gt;Incorrect operation, when and how to adjust for optimum/ safe performance at both complete unit and individual component level.&lt;/p&gt;\n&lt;p&gt;Pre-emptive evaluation methods such as; correct measurement analysis to replace components at risk of failure.&lt;/p&gt;\n&lt;p&gt;The correct principles of lifting, handling, hoisting and rigging methods to effectively manage loads.&lt;/p&gt;\n&lt;p&gt;Mechanical forces present and how to safely contain and secure them such as, torque requirements of fixings on ropes/ chains.&lt;/p&gt;\n&lt;p&gt;The use of tools and fixings, alignment equipment and measuring instrumentation.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Electrical and Electronic Technology&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;p&gt;Operate complex electrical and electronic control systems such as programmable logic control systems, electrical and electronic relay systems, and electronic drive systems.&lt;/p&gt;\n&lt;p&gt;Use tools, fault finding processes, computer software and measuring instrumentation such as multi-meters and electronic diagnostic tools.&lt;/p&gt;\n&lt;p&gt;Interpret electrical wiring diagrams.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;p&gt;The principles and operation of electrical, electronic and computer based control systems.&lt;/p&gt;\n&lt;p&gt;Each individual electrical or electronic component, its location, function, correct operation and adjustment.&lt;/p&gt;\n&lt;p&gt;The installation, adjustment and maintenance of complex wiring systems.&lt;/p&gt;\n&lt;p&gt;How to correctly install, adjust and maintain control systems across a wide range of products, such as microprocessor systems, traditional relay/ contact or analogue panels.&lt;/p&gt;\n&lt;p&gt;Reading electrical wiring diagrams from differing eras, straight-line diagrams and modern International Electrotechnical Commission diagrams.&lt;/p&gt;\n&lt;p&gt;The use of electrical/ electronic tools, including computer software interrogation tools and apparatus, measuring instrumentation and systematic fault-finding processes.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Planning and Organising Work/ Team Working&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;p&gt;Use engineering drawings and documentation to meet current, regulations, standards and operating manuals.&lt;/p&gt;\n&lt;p&gt;Apply the principles and practices of method statements and safe systems of working.&lt;/p&gt;\n&lt;p&gt;Apply the practices of planning, unloading and storage of materials.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;p&gt;Engineering layout drawings, documentation, regulations, standards and manuals to allow safe and effective coordination of site activities.&lt;/p&gt;\n&lt;p&gt;When and how to seek guidance where planning activities are beyond their individual scope of involvement.&lt;/p&gt;\n&lt;p&gt;Planning, unloading and storage of materials, applying knowledge of manual handling and hoisting and rigging.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Options&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Options Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Options Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;p&gt;&lt;strong&gt;The ability to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Lift installation&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;p&gt;Interpret schematic and block diagrams for hydraulic circuits and systems.&lt;/p&gt;\n&lt;p&gt;Install and adjust hydraulic systems used on lifts for all duty ranges, from single nursing home applications through to heavy duty industrial goods applications.&lt;/p&gt;\n&lt;p&gt;Examine hydraulic components for precise operation and be able to identify incorrect operation formulating a corrective response be that adjustment or replacement.&lt;/p&gt;\n&lt;p&gt;Replace hydraulic components following the design criteria for the specific unit being worked upon.&lt;/p&gt;\n&lt;p&gt;Conduct specific operational tests associated with hydraulic technology.&lt;/p&gt;\n&lt;p&gt;Install roping systems and set up to lift industry specifications.&lt;/p&gt;\n&lt;p&gt;Install traction machines of various types to lift industry specifications.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;p&gt;The practices and legislation for the installation and testing of lift systems.&lt;/p&gt;\n&lt;p&gt;The general arrangement and builders work drawings related to lift installations.&lt;/p&gt;\n&lt;p&gt;Measuring and setting out lift equipment such as; installing lift guide rails, lift buffer systems, lift counterweight assemblies, lift machines of varying types and lift control systems of varying types.&lt;/p&gt;\n&lt;p&gt;The roping systems used on lifts including, rope construction, and termination requirements.&lt;/p&gt;\n&lt;p&gt;Hydraulic equipment installation requirements including; pipework, Hydraulic cylinders, pressure systems, and hydraulic tank systems.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Escalator and Moving Walk installation&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;p&gt;Install and set up escalator components including steps, pallets, handrails and chains and check the components for correct operation.&lt;/p&gt;\n&lt;p&gt;Install and adjust mechanical and electrical systems used on units for all duty ranges, single shopping centre applications through to multiple heavy- duty public transport escalators.&lt;/p&gt;\n&lt;p&gt;Examine escalator/ moving walk components for precise operation and be able to identify incorrect operation formulating a corrective response be that adjustment or replacement.&lt;/p&gt;\n&lt;p&gt;Replace mechanical, electrical and electronic components used on escalators following the design criteria for the specific unit being worked upon.&lt;/p&gt;\n&lt;p&gt;Conduct specific operational escalator tests associated with the technology.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;p&gt;The practices and legislation for the installation and testing of escalator systems.&lt;/p&gt;\n&lt;p&gt;General Arrangement/ Layout and builders work schematics, actions to be instigated to ensure a safe and efficient installation.&lt;/p&gt;\n&lt;p&gt;The measuring and setting out processes for whole escalator installation and working to established tolerances for the specific unit being worked on.&lt;/p&gt;\n&lt;p&gt;Complex instructions and references for the installation ensuring that the site actions correctly align themselves to the requirements of the installation.&lt;/p&gt;\n&lt;p&gt;Complex software and microprocessor based equipment that requires programming and adjustment to ensure optimum performance of the components.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Lift service and repair&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;p&gt;Carry out service and repair on lifts including, checking lift hydraulic systems, including pressure systems (accumulators) for correct operation and integrity, ensuring the lift ride quality is smooth.&lt;/p&gt;\n&lt;p&gt;Check lift positioning systems are setup such as incremental positioning systems, ultrasonic pulse systems and magnetic/ inductor systems, and that they are working to specification.&lt;/p&gt;\n&lt;p&gt;Check, replace and setup lift door systems of varying types ensuring they operate to specification, and be able to check and setup door closing pressures, and clearances. Correct installation of door ropes and belts.&lt;/p&gt;\n&lt;p&gt;Check lift travel requirements such as the correct set up of lift travel over- runs.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;p&gt;The practices and legislation for the servicing, repair and maintenance of lift systems.&lt;/p&gt;\n&lt;p&gt;inspection of lift equipment&lt;/p&gt;\n&lt;p&gt;The use of lubricants, hydraulic fluids and cleaning materials.&lt;/p&gt;\n&lt;p&gt;Fault diagnosis on lifts, location and rectification.&lt;/p&gt;\n&lt;p&gt;The maintenance requirements of roping systems on lifts including rope discard criteria, correct over-run requirements and rope termination requirements for lift installations.&lt;/p&gt;\n&lt;p&gt;Hydraulic principles and the movement of masses utilising fluids, pumps, valve blocks, pistons and pipework in relation to lift applications.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Escalator and moving walk service and repair&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;p&gt;Carry out service and repair on escalators including, ensuring the quality of the escalator travel is smooth and escalator positioning systems are setup, such as hand rail sensors, pallet/ step sensors, and that they are working to specification.&lt;/p&gt;\n&lt;p&gt;Check and set up safety systems such as safety comb plates, knurl guards, step sag switches, and photocell sensors ensuring they operate to specification.&lt;/p&gt;\n&lt;p&gt;Maintain, setup and repair a variety of escalator/ moving walk electrical/ electronic control systems.&lt;/p&gt;\n&lt;p&gt;Check/ adjust and repair tensioning systems used on escalators/ moving walks.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;205&quot;&gt;\n&lt;p&gt;The practices and legislation for the servicing, repair and maintenance of escalator systems.&lt;/p&gt;\n&lt;p&gt;Inspection of escalator equipment including step/ pallet clearance and discard criteria.&lt;/p&gt;\n&lt;p&gt;The use of lubricants for escalator chains, and rollers&lt;/p&gt;\n&lt;p&gt;Fault diagnosis on escalators, location and rectification.&lt;/p&gt;\n&lt;p&gt;The specific safe working practices on escalators, moving walks in relation to the working environment such as busy shopping centres, building sites, on existing and newly constructed buildings.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;410&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Awareness of:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Health, Safety and Environment&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;410&quot;&gt;\n&lt;p&gt;Hazards and consequences of their working methods and environment; not only for themselves but colleagues and members of the public.&lt;/p&gt;\n&lt;p&gt;Working safely and understanding the effects of their acts or omissions on others. Developing a ‘safety-first’ mentality.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Judgement&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;410&quot;&gt;\n&lt;p&gt;When to seek advice and guidance if a problem is beyond their scope of knowledge and competence.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Team Working&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;410&quot;&gt;\n&lt;p&gt;Treating others with dignity and respect.&lt;/p&gt;\n&lt;p&gt;Different viewpoints and needs, actively listening and co-operating with others creating trust and team spirit.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Self-motivation&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;410&quot;&gt;\n&lt;p&gt;Self-development and progression.&lt;/p&gt;\n&lt;p&gt;Making independent decisions concerning their work practices.&lt;/p&gt;\n&lt;p&gt;Meeting goals and objectives with a positive approach, to their own needs.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Communication&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;410&quot;&gt;\n&lt;p&gt;Communicating positively with managers, clients and members of the public and contributing to team meetings.&lt;/p&gt;\n&lt;p&gt;Promoting two-way communication, actively listening, and seeking feedback to ensure communications is clear and understood.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Environment&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;410&quot;&gt;\n&lt;p&gt;Eco-efficient values, respect of work place environment, others, property and their tools in the way they operate and work.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;113&quot;&gt;\n&lt;p&gt;Ethics&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;410&quot;&gt;\n&lt;p&gt;Working to company codes of practice for safe working and code of conduct.&lt;/p&gt;\n&lt;p&gt;A high ethical and professional standard, treating others with respect and honesty.&lt;/p&gt;\n&lt;p&gt;How to challenge any obviously unethical decisions or actions taken by others.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;strong&gt;Duration&lt;/strong&gt;: Typically between 36- 42 months&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;: Whilst any entry requirements will be a matter for individual employers, typically an apprentice might be expected to have already achieved three GCSEs or Level 2 equivalent including Maths, English and a Science, Technology, Engineering and Mathematics&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Qualification&lt;/strong&gt;: The apprentice will achieve a Level 3 QCF NVQ Diploma in Engineering Maintenance following an appropriate pathway in Lift or Escalator Servicing or Repair; or a Level 3 QCF NVQ Diploma in Installation and Commissioning, following an appropriate pathway in lifts, or escalators.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;English &amp;amp; Maths: &lt;/strong&gt;If not achieved before entry, the apprentice must achieve level 2 English and maths prior to taking their end-point assessment.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Professional membership&lt;/strong&gt;: This standard meets the requirements for application to membership of the Society of Operations Engineers and will lead to registration as an Engineering Technician with the Engineering Council.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Level&lt;/strong&gt;: This is a Level 3 Apprenticeship&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Review Date&lt;/strong&gt;: This Standard will be reviewed after 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Lifts are large mechanical and hydraulic devices used for moving people and goods (from palleted foodstuffs to large vehicles) vertically from one level to another in a building and similar situations. Escalators are mechanical, inclined moving stairways to transport people from one level to another, using moving steps. Moving walks are similar to escalators but instead of steps they use pallets that run horizontal or on an incline. Lift, Escalator and Moving Walk Electromechanics work in varying environments including domestic, retail and industrial buildings above and below ground. They carry out the installation or maintenance, repair and modernisation of lifts and escalators dependent upon the chosen specialism. They ensure that the lift or escalator performs within established parameters in line with the applicable codes and standards, historical and current, required by the UK Lift Regulations and/ or the EU Machinery Directive. They ensure the lift or escalator is safe for use and free from defects. The skills employed when conducting the work are of a complex nature and draw upon knowledge and experience of a wide range of equipment, mainly comprising mechanical traction or hydraulic systems of varying complexity operating at low, medium and high speeds, controlled by a microprocessor or analogue control technology. Lift, Escalator and Moving Walk Electromechanics install new, high-technology equipment, maintain and repair older equipment of varied age and technology, as well as undertaking modernization of lifts and escalators, replacing the majority of mechanical, hydraulic, electric and electronic parts to leave an up to date, modern machine in place. Other duties include; assembling, adjusting, aligning, calibrating and setting out electrical, electronic and mechanical components, interpreting wiring and layout diagrams specific to lifts and escalators and following safe systems of work.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "1442c0c2-b11d-410f-89a3-1371756f20e3",
      "detail": "Risk Assessment, method statements and manufacturer instructions in relation to either installation, or service and repair."
    },
    {
      "knowledgeId": "e810bffa-a9bc-4f4d-b37e-9e68cf143e05",
      "detail": "Industry specific safety standards and legislation, such as working at height and electrical isolation methods in respect of one’s own safety and of others."
    },
    {
      "knowledgeId": "40fae83c-c8dc-4a8d-9689-11b0237714e4",
      "detail": "Environmental recycling/ disposal processes."
    },
    {
      "knowledgeId": "7c7df7c5-15dd-4e03-85b0-2ca4171c14b6",
      "detail": "Operation of complex load bearing components making up a lift or escalator/ moving walk system."
    },
    {
      "knowledgeId": "0ff4ab71-bacd-4d03-9b95-2edb86d705a4",
      "detail": "Each individual mechanical component, its location, function, correct operation and adjustment."
    },
    {
      "knowledgeId": "f2d166f3-fe86-48a3-90b8-ca103ac5840a",
      "detail": "How to analyse complex instructions from manufacturer manuals, layout, schematic and block diagrams."
    },
    {
      "knowledgeId": "1c13d448-4f3e-4089-bea9-c6085fdc305e",
      "detail": "Incorrect operation, when and how to adjust for optimum/ safe performance at both complete unit and individual component level."
    },
    {
      "knowledgeId": "c4d2b5b3-010a-40f7-a592-e90bfc4a95f2",
      "detail": "Pre-emptive evaluation methods such as; correct measurement analysis to replace components at risk of failure."
    },
    {
      "knowledgeId": "50d062a8-90ff-48c1-a826-0de4b502ee55",
      "detail": "The correct principles of lifting, handling, hoisting and rigging methods to effectively manage loads."
    },
    {
      "knowledgeId": "c7d5273b-b905-48ed-b888-27bbec57099b",
      "detail": "Mechanical forces present and how to safely contain and secure them such as, torque requirements of fixings on ropes/ chains."
    },
    {
      "knowledgeId": "39b62872-33f9-40c8-8dc4-9f2f25ceaacb",
      "detail": "The use of tools and fixings, alignment equipment and measuring instrumentation"
    },
    {
      "knowledgeId": "d98f5e56-93a4-4d0f-bc07-c6a3779bebe5",
      "detail": "The principles and operation of electrical, electronic and computer based control systems."
    },
    {
      "knowledgeId": "47e9c288-d93e-4e36-abe3-19debbf3fc48",
      "detail": "Each individual electrical or electronic component, its location, function, correct operation and adjustment."
    },
    {
      "knowledgeId": "828a865d-5260-4dc7-a868-36ec71fff37f",
      "detail": "The installation, adjustment and maintenance of complex wiring systems."
    },
    {
      "knowledgeId": "fad79b65-d42e-4bcf-9f2e-3124859d44dc",
      "detail": "How to correctly install, adjust and maintain control systems across a wide range of products, such as microprocessor systems, traditional relay/ contact or analogue panels."
    },
    {
      "knowledgeId": "6958eab3-0991-4d83-8250-69c2df878b4b",
      "detail": "Reading electrical wiring diagrams from differing eras, straight-line diagrams and modern International Electrotechnical Commission diagrams."
    },
    {
      "knowledgeId": "db2a1252-65a5-4ed2-bdbc-dfda8598a2ae",
      "detail": "The use of electrical/ electronic tools, including computer software interrogation tools and apparatus, measuring instrumentation and systematic fault-finding processes."
    },
    {
      "knowledgeId": "0be0c413-3202-4042-80aa-1daeeae1e2aa",
      "detail": "Engineering layout drawings, documentation, regulations, standards and manuals to allow safe and effective coordination of site activities."
    },
    {
      "knowledgeId": "2032e778-3d9f-44af-9c36-266ac2709155",
      "detail": "When and how to seek guidance where planning activities are beyond their individual scope of involvement."
    },
    {
      "knowledgeId": "d8454717-fc31-4575-a64a-cd39d2168dc1",
      "detail": "Planning, unloading and storage of materials, applying knowledge of manual handling and hoisting and rigging."
    },
    {
      "knowledgeId": "f6b46851-52b7-4c0b-b95b-e5049c3eb68b",
      "detail": "The practices and legislation for the installation and testing of lift systems."
    },
    {
      "knowledgeId": "9c68400e-9785-4297-a3da-87ccf1373837",
      "detail": "The general arrangement and builders work drawings related to lift installations."
    },
    {
      "knowledgeId": "d1a5d524-8649-4ae0-8fcd-0c1f63f883dc",
      "detail": "Measuring and setting out lift equipment such as; installing lift guide rails, lift buffer systems, lift counterweight assemblies, lift machines of varying types and lift control systems of varying types."
    },
    {
      "knowledgeId": "e6ecbbae-c87d-41de-acab-b0c43c0f8c8c",
      "detail": "The roping systems used on lifts including, rope construction, and termination requirements."
    },
    {
      "knowledgeId": "cf0d585e-b9fb-410d-8f54-c5d3c29579f4",
      "detail": "Hydraulic equipment installation requirements including; pipework, Hydraulic cylinders, pressure systems, and hydraulic tank systems."
    },
    {
      "knowledgeId": "c0e3b52e-5a20-4e13-8dc5-8638c061eb9f",
      "detail": "The practices and legislation for the installation and testing of escalator systems."
    },
    {
      "knowledgeId": "2f2f8a3c-971d-4a10-a056-8858e9171356",
      "detail": "General Arrangement/ Layout and builders work schematics, actions to be instigated to ensure a safe and efficient installation."
    },
    {
      "knowledgeId": "5e579288-1645-4a30-a902-4615b2170923",
      "detail": "The measuring and setting out processes for whole escalator installation and working to established tolerances for the specific unit being worked on."
    },
    {
      "knowledgeId": "e7369d35-30c9-49ae-8b3f-28426df94a02",
      "detail": "Complex instructions and references for the installation ensuring that the site actions correctly align themselves to the requirements of the installation."
    },
    {
      "knowledgeId": "e935d621-19ba-4c7e-9abf-cb16e6f907c2",
      "detail": "Complex software and microprocessor based equipment that requires programming and adjustment to ensure optimum performance of the components."
    },
    {
      "knowledgeId": "df66c854-55b9-47f1-8918-a123be24c99a",
      "detail": "The practices and legislation for the servicing, repair and maintenance of lift systems."
    },
    {
      "knowledgeId": "b049171c-56b9-4aa8-8939-818aaca9d6b7",
      "detail": "Inspection of lift equipment"
    },
    {
      "knowledgeId": "e95dedc0-be6b-45e9-8771-f6a840e410e6",
      "detail": "The use of lubricants, hydraulic fluids and cleaning materials."
    },
    {
      "knowledgeId": "ba0c1f9e-8612-434e-bcfc-3962e219a1b6",
      "detail": "Fault diagnosis on lifts, location and rectification."
    },
    {
      "knowledgeId": "53d7d348-ee1e-4ca6-9a33-630bbe0620c0",
      "detail": "The maintenance requirements of roping systems on lifts including rope discard criteria, correct over-run requirements and rope termination requirements for lift installations."
    },
    {
      "knowledgeId": "c774e0cc-e8a1-4c87-9e59-3678d97149cd",
      "detail": "Hydraulic principles and the movement of masses utilising fluids, pumps, valve blocks, pistons and pipework in relation to lift applications."
    },
    {
      "knowledgeId": "de749ce2-ac9e-4a6e-a378-4b91e5582fe5",
      "detail": "The practices and legislation for the servicing, repair and maintenance of escalator systems."
    },
    {
      "knowledgeId": "67b8efdd-26b3-4a74-aa16-33263e5ee3e4",
      "detail": "Inspection of escalator equipment including step/ pallet clearance and discard criteria."
    },
    {
      "knowledgeId": "99be62e0-bcc3-4252-a20b-3d65ac2c744d",
      "detail": "The use of lubricants for escalator chains, and rollers"
    },
    {
      "knowledgeId": "5fc0802f-8ea9-4f87-80f8-afb161535ea4",
      "detail": "Fault diagnosis on escalators, location and rectification."
    },
    {
      "knowledgeId": "c49955a4-9e76-4e6e-8c06-db2caa4f2ce4",
      "detail": "The specific safe working practices on escalators, moving walks in relation to the working environment such as busy shopping centres, building sites, on existing and newly constructed buildings."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "94bca57a-10ff-4cb7-aa43-848f3383fff6",
      "detail": "Hazards and consequences of their working methods and environment; not only for themselves but colleagues and members of the public."
    },
    {
      "behaviourId": "5c8acff3-9e82-4908-b813-13d182c6a993",
      "detail": "Working safely and understanding the effects of their acts or omissions on others. Developing a ‘safety-first’ mentality."
    },
    {
      "behaviourId": "05b4aa3b-15c5-4ceb-9263-5fa5a04b8dab",
      "detail": "When to seek advice and guidance if a problem is beyond their scope of knowledge and competence."
    },
    {
      "behaviourId": "b24dd085-be78-4bd0-91cd-cb0ab1518985",
      "detail": "Treating others with dignity and respect."
    },
    {
      "behaviourId": "13153b57-3589-45d8-96c0-d415de06da88",
      "detail": "Different viewpoints and needs, actively listening and co-operating with others creating trust and team spirit."
    },
    {
      "behaviourId": "9679435e-4e49-4ff1-8be2-790cd20eaf1c",
      "detail": "Self-development and progression."
    },
    {
      "behaviourId": "8936a0c7-958b-402a-b172-5d70171e920a",
      "detail": "Making independent decisions concerning their work practices."
    },
    {
      "behaviourId": "d1ac82b1-ee94-41f1-9abd-b7ebc6d6eae0",
      "detail": "Meeting goals and objectives with a positive approach, to their own needs."
    },
    {
      "behaviourId": "83b38c63-1367-4904-82dd-b7e56d17a0d3",
      "detail": "Communicating positively with managers, clients and members of the public and contributing to team meetings."
    },
    {
      "behaviourId": "013e982c-1c15-4e68-b352-b5fa89e28add",
      "detail": "Promoting two-way communication, actively listening, and seeking feedback to ensure communications is clear and understood."
    },
    {
      "behaviourId": "06c7ff50-91c4-4dcf-925f-ef8d67bdff50",
      "detail": "Eco-efficient values, respect of work place environment, others, property and their tools in the way they operate and work."
    },
    {
      "behaviourId": "7cba7a90-67c1-44ce-af2d-c197f52e493d",
      "detail": "Working to company codes of practice for safe working and code of conduct."
    },
    {
      "behaviourId": "4e1d883e-de1c-4e10-aa65-f0c8158086c0",
      "detail": "A high ethical and professional standard, treating others with respect and honesty."
    },
    {
      "behaviourId": "4906bd8e-9a42-460b-83cd-af6e959144b9",
      "detail": "How to challenge any obviously unethical decisions or actions taken by others."
    }
  ],
  "skills": [
    {
      "skillId": "112c2b75-bf5c-4b25-9735-ba44b9dd119d",
      "detail": "Apply risk assessments and implement risk control measures."
    },
    {
      "skillId": "eca326f8-7c62-44c1-b9e1-be6e3e8b7f3a",
      "detail": "Follow method statements in relation to specific work activities work responsibly in safety-critical environments."
    },
    {
      "skillId": "a7e13c70-b586-4496-b174-27452bf16cf7",
      "detail": "Apply the principles, practices and operation of complex components making a lift or escalator system."
    },
    {
      "skillId": "ea6ea4df-511c-49cf-833f-04afa435a026",
      "detail": "Use tools, alignment equipment and measuring instrumentation such as installation techniques of chains with the designed termination methods."
    },
    {
      "skillId": "b2917935-5809-404c-9355-0aa573bce343",
      "detail": "Apply the correct securing and fixing of components and lifting and handling methods."
    },
    {
      "skillId": "47cb98a4-9a79-4197-a18f-cc906eb33471",
      "detail": "Operate complex electrical and electronic control systems such as programmable logic control systems, electrical and electronic relay systems, and electronic drive systems."
    },
    {
      "skillId": "f08c556c-3f18-4100-a6cb-9e07e09ad47c",
      "detail": "Use tools, fault finding processes, computer software and measuring instrumentation such as multi-meters and electronic diagnostic tools."
    },
    {
      "skillId": "074bfaba-cea8-4d90-a73b-e15e63f39019",
      "detail": "Interpret electrical wiring diagrams."
    },
    {
      "skillId": "097f4b76-fae8-44a3-8e3e-7c68e3b42e5f",
      "detail": "Use engineering drawings and documentation to meet current, regulations, standards and operating manuals."
    },
    {
      "skillId": "36b9bf7e-6ee7-49e7-ae72-e1f60422800f",
      "detail": "Apply the principles and practices of method statements and safe systems of working."
    },
    {
      "skillId": "72996cb8-651e-4048-be3e-035a4ffc3f4e",
      "detail": "Apply the practices of planning, unloading and storage of materials."
    },
    {
      "skillId": "5d93d33a-883b-454c-bc18-b750154d0cc0",
      "detail": "Interpret schematic and block diagrams for hydraulic circuits and systems."
    },
    {
      "skillId": "98465ca7-880e-42bd-a1ec-eb9079488c6c",
      "detail": "Install and adjust hydraulic systems used on lifts for all duty ranges, from single nursing home applications through to heavy duty industrial goods applications."
    },
    {
      "skillId": "82dfb4eb-c3f0-47cc-acca-0ea721dd2fcf",
      "detail": "Examine hydraulic components for precise operation and be able to identify incorrect operation formulating a corrective response be that adjustment or replacement."
    },
    {
      "skillId": "b3d6f472-27c1-40d7-903a-4fed386acc92",
      "detail": "Replace hydraulic components following the design criteria for the specific unit being worked upon."
    },
    {
      "skillId": "70d4bce0-86ba-44a0-9f06-6c28d2e086f0",
      "detail": "Conduct specific operational tests associated with hydraulic technology."
    },
    {
      "skillId": "cb0c9e2c-0036-4206-a12b-cd75990398b9",
      "detail": "Install roping systems and set up to lift industry specifications."
    },
    {
      "skillId": "f3b02593-f42d-419e-81a5-de7aa22f2b8e",
      "detail": "Install traction machines of various types to lift industry specifications."
    },
    {
      "skillId": "42d6c99c-7902-4cac-a759-6a5ece3d5eb1",
      "detail": "Install and set up escalator components including steps, pallets, handrails and chains and check the components for correct operation."
    },
    {
      "skillId": "173a39fb-5de7-4d20-bee0-46884ec071cc",
      "detail": "Install and adjust mechanical and electrical systems used on units for all duty ranges, single shopping centre applications through to multiple heavy- duty public transport escalators."
    },
    {
      "skillId": "75d0c8bf-0ead-4b53-b9f3-b5c53a3e7add",
      "detail": "Examine escalator/ moving walk components for precise operation and be able to identify incorrect operation formulating a corrective response be that adjustment or replacement."
    },
    {
      "skillId": "f51e940b-2b36-4cdd-b297-178d90f1cdfe",
      "detail": "Replace mechanical, electrical and electronic components used on escalators following the design criteria for the specific unit being worked upon."
    },
    {
      "skillId": "c72b94b7-74c5-48b0-8d04-7dced3657ba2",
      "detail": "Conduct specific operational escalator tests associated with the technology."
    },
    {
      "skillId": "6dfe2c6e-f85d-4942-846e-2c2f816199ed",
      "detail": "Carry out service and repair on lifts including, checking lift hydraulic systems, including pressure systems (accumulators) for correct operation and integrity, ensuring the lift ride quality is smooth."
    },
    {
      "skillId": "a3452377-e357-4f63-89c5-b430fa5392f3",
      "detail": "Check lift positioning systems are setup such as incremental positioning systems, ultrasonic pulse systems and magnetic/ inductor systems, and that they are working to specification."
    },
    {
      "skillId": "0d6de8b5-2d1e-48e0-b50d-7e3839f56bd8",
      "detail": "Check, replace and setup lift door systems of varying types ensuring they operate to specification, and be able to check and setup door closing pressures, and clearances. Correct installation of door ropes and belts."
    },
    {
      "skillId": "e8e46c1d-5826-4ab8-8dfa-193b53fe0953",
      "detail": "Check lift travel requirements such as the correct set up of lift travel over- runs."
    },
    {
      "skillId": "9a7bd7a3-73f4-49f3-b074-0902d3a389c8",
      "detail": "Carry out service and repair on escalators including, ensuring the quality of the escalator travel is smooth and escalator positioning systems are setup, such as hand rail sensors, pallet/ step sensors, and that they are working to specification."
    },
    {
      "skillId": "3b93f547-5a06-48d9-a929-0881f2ae8d25",
      "detail": "Check and set up safety systems such as safety comb plates, knurl guards, step sag switches, and photocell sensors ensuring they operate to specification."
    },
    {
      "skillId": "83f4d3b3-2af8-453f-89c1-1e957bdacd54",
      "detail": "Maintain, setup and repair a variety of escalator/ moving walk electrical/ electronic control systems."
    },
    {
      "skillId": "bf80a134-a3bb-4071-9123-7c62b98a6452",
      "detail": "Check/ adjust and repair tensioning systems used on escalators/ moving walks."
    }
  ],
  "optionsUnstructuredTemplate": [
    "Lift Installation",
    "Escalator and Moving Walk Installation",
    "Lift Service and Repair",
    "Escalator and Moving Walk Service and Repair"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-01-29T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0239 ",
  "tbMainContact": "enquiries@leia.co.uk",
  "involvedEmployers": "ANSA Elevators Ltd, Apex Lifts Ltd, Bucher Hydraulics, Classic Lifts Ltd, Global Lift Equipment, Guideline Lift Services Ltd, Jackson Lift Group, KONE plc, Liftec Lifts Ltd, London Underground, Northern Elevator Ltd, Otis Ltd,  Pickerings Lifts, Schindler Ltd, Stannah Lifts Ltd, ThyssenKrupp Elevator UK Ltd, Titan Elevators Ltd, LECS Ltd, Society of Operations Engineers (Allianz), L.I.T.S, National Lift Tower (Taylor Lifts Ltd), Lift &amp; Escalator Industry Association",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "electromechanic",
    "Lift mechanic",
    "escalator mechanic"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, installation and repair",
  "cluster": "Service, repair and/or overhaul operative or technician",
  "clusterId": "19",
  "clusterDescription": "Install, maintain and service plant and equipment",
  "createdDate": "2017-11-14T17:09:32 +00:00",
  "lastUpdated": "2022-08-17T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-01-29T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0252",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0252-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0252-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "0b4b96eb-9fbf-4d55-a1b9-d30f7172ce79",
      "title": "Lift Installation",
      "occupationCode": "OCC0252C"
    },
    {
      "optionId": "9446eb86-abb1-4b43-ac5b-9882b215e2f8",
      "title": "Escalator and Moving Walk Installation",
      "occupationCode": "OCC0252A"
    },
    {
      "optionId": "f6778835-dd05-4421-b865-7b2ee71cff72",
      "title": "Lift Service and Repair",
      "occupationCode": "OCC0252D"
    },
    {
      "optionId": "ff1c4f4d-8d99-4339-8c4a-bd3937ec98cd",
      "title": "Escalator and Moving Walk Service and Repair",
      "occupationCode": "OCC0252B"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "94bca57a-10ff-4cb7-aa43-848f3383fff6",
        "5c8acff3-9e82-4908-b813-13d182c6a993",
        "05b4aa3b-15c5-4ceb-9263-5fa5a04b8dab",
        "b24dd085-be78-4bd0-91cd-cb0ab1518985",
        "13153b57-3589-45d8-96c0-d415de06da88",
        "9679435e-4e49-4ff1-8be2-790cd20eaf1c",
        "8936a0c7-958b-402a-b172-5d70171e920a",
        "d1ac82b1-ee94-41f1-9abd-b7ebc6d6eae0",
        "83b38c63-1367-4904-82dd-b7e56d17a0d3",
        "013e982c-1c15-4e68-b352-b5fa89e28add",
        "06c7ff50-91c4-4dcf-925f-ef8d67bdff50",
        "7cba7a90-67c1-44ce-af2d-c197f52e493d",
        "4e1d883e-de1c-4e10-aa65-f0c8158086c0",
        "4906bd8e-9a42-460b-83cd-af6e959144b9"
      ],
      "mappedKnowledge": [
        "1442c0c2-b11d-410f-89a3-1371756f20e3",
        "e810bffa-a9bc-4f4d-b37e-9e68cf143e05",
        "40fae83c-c8dc-4a8d-9689-11b0237714e4",
        "7c7df7c5-15dd-4e03-85b0-2ca4171c14b6",
        "0ff4ab71-bacd-4d03-9b95-2edb86d705a4",
        "f2d166f3-fe86-48a3-90b8-ca103ac5840a",
        "1c13d448-4f3e-4089-bea9-c6085fdc305e",
        "c4d2b5b3-010a-40f7-a592-e90bfc4a95f2",
        "50d062a8-90ff-48c1-a826-0de4b502ee55",
        "c7d5273b-b905-48ed-b888-27bbec57099b",
        "39b62872-33f9-40c8-8dc4-9f2f25ceaacb",
        "d98f5e56-93a4-4d0f-bc07-c6a3779bebe5",
        "47e9c288-d93e-4e36-abe3-19debbf3fc48",
        "828a865d-5260-4dc7-a868-36ec71fff37f",
        "fad79b65-d42e-4bcf-9f2e-3124859d44dc",
        "6958eab3-0991-4d83-8250-69c2df878b4b",
        "db2a1252-65a5-4ed2-bdbc-dfda8598a2ae",
        "0be0c413-3202-4042-80aa-1daeeae1e2aa",
        "2032e778-3d9f-44af-9c36-266ac2709155",
        "d8454717-fc31-4575-a64a-cd39d2168dc1"
      ],
      "mappedSkills": [
        "112c2b75-bf5c-4b25-9735-ba44b9dd119d",
        "eca326f8-7c62-44c1-b9e1-be6e3e8b7f3a",
        "a7e13c70-b586-4496-b174-27452bf16cf7",
        "ea6ea4df-511c-49cf-833f-04afa435a026",
        "b2917935-5809-404c-9355-0aa573bce343",
        "47cb98a4-9a79-4197-a18f-cc906eb33471",
        "f08c556c-3f18-4100-a6cb-9e07e09ad47c",
        "074bfaba-cea8-4d90-a73b-e15e63f39019",
        "097f4b76-fae8-44a3-8e3e-7c68e3b42e5f",
        "36b9bf7e-6ee7-49e7-ae72-e1f60422800f",
        "72996cb8-651e-4048-be3e-035a4ffc3f4e"
      ]
    },
    {
      "coreOrOptionTitle": "Lift Installation",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "f6b46851-52b7-4c0b-b95b-e5049c3eb68b",
        "9c68400e-9785-4297-a3da-87ccf1373837",
        "d1a5d524-8649-4ae0-8fcd-0c1f63f883dc",
        "e6ecbbae-c87d-41de-acab-b0c43c0f8c8c",
        "cf0d585e-b9fb-410d-8f54-c5d3c29579f4"
      ],
      "mappedSkills": [
        "5d93d33a-883b-454c-bc18-b750154d0cc0",
        "98465ca7-880e-42bd-a1ec-eb9079488c6c",
        "82dfb4eb-c3f0-47cc-acca-0ea721dd2fcf",
        "b3d6f472-27c1-40d7-903a-4fed386acc92",
        "70d4bce0-86ba-44a0-9f06-6c28d2e086f0",
        "cb0c9e2c-0036-4206-a12b-cd75990398b9",
        "f3b02593-f42d-419e-81a5-de7aa22f2b8e"
      ]
    },
    {
      "coreOrOptionTitle": "Escalator and Moving Walk Installation",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "c0e3b52e-5a20-4e13-8dc5-8638c061eb9f",
        "2f2f8a3c-971d-4a10-a056-8858e9171356",
        "5e579288-1645-4a30-a902-4615b2170923",
        "e7369d35-30c9-49ae-8b3f-28426df94a02",
        "e935d621-19ba-4c7e-9abf-cb16e6f907c2"
      ],
      "mappedSkills": [
        "42d6c99c-7902-4cac-a759-6a5ece3d5eb1",
        "173a39fb-5de7-4d20-bee0-46884ec071cc",
        "75d0c8bf-0ead-4b53-b9f3-b5c53a3e7add",
        "f51e940b-2b36-4cdd-b297-178d90f1cdfe",
        "c72b94b7-74c5-48b0-8d04-7dced3657ba2"
      ]
    },
    {
      "coreOrOptionTitle": "Lift Service and Repair",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "df66c854-55b9-47f1-8918-a123be24c99a",
        "b049171c-56b9-4aa8-8939-818aaca9d6b7",
        "e95dedc0-be6b-45e9-8771-f6a840e410e6",
        "ba0c1f9e-8612-434e-bcfc-3962e219a1b6",
        "53d7d348-ee1e-4ca6-9a33-630bbe0620c0",
        "c774e0cc-e8a1-4c87-9e59-3678d97149cd"
      ],
      "mappedSkills": [
        "6dfe2c6e-f85d-4942-846e-2c2f816199ed",
        "a3452377-e357-4f63-89c5-b430fa5392f3",
        "0d6de8b5-2d1e-48e0-b50d-7e3839f56bd8",
        "e8e46c1d-5826-4ab8-8dfa-193b53fe0953"
      ]
    },
    {
      "coreOrOptionTitle": "Escalator and Moving Walk Service and Repair",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "de749ce2-ac9e-4a6e-a378-4b91e5582fe5",
        "67b8efdd-26b3-4a74-aa16-33263e5ee3e4",
        "99be62e0-bcc3-4252-a20b-3d65ac2c744d",
        "5fc0802f-8ea9-4f87-80f8-afb161535ea4",
        "c49955a4-9e76-4e6e-8c06-db2caa4f2ce4"
      ],
      "mappedSkills": [
        "9a7bd7a3-73f4-49f3-b074-0902d3a389c8",
        "3b93f547-5a06-48d9-a929-0881f2ae8d25",
        "83f4d3b3-2af8-453f-89c1-1e957bdacd54",
        "bf80a134-a3bb-4071-9123-7c62b98a6452"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-12-05T00:00:00"
}