{
  "larsCode": 553,
  "referenceNumber": "ST0208",
  "title": "Golf course manager",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/553",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2020-04-07T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Responsible for the management of the golf course, resources and staff, on behalf of their employer",
  "level": 5,
  "typicalDuration": 36,
  "maxFunding": 17000,
  "route": "Agriculture, environmental and animal care",
  "keywords": [],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/4165/st0208_golf-course-manager_l5_ap-for-publication_07042020.pdf",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.2 Horticulture and forestry",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;&lt;strong&gt;Duration of Apprenticeship:&lt;/strong&gt; The apprenticeship will typically take a minimum of 36 months for a person to complete their education and training to become fully competent. However, this would depend on the previous experience of the candidate and access to opportunities to gain the full range of competencies.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Entry Requirements:&lt;/strong&gt; Individual employers will set their own selection criteria but typically candidates will hold an existing Level 3 qualification in Greenkeeping or equivalent and have some supervisory experience.&lt;/p&gt;\r\n&lt;p&gt;It is recommended that an apprentice also achieves level 1 ICT as part of their apprenticeship (if not already achieved).&lt;/p&gt;\r\n&lt;p&gt;Most candidates will have achieved grade C or above in English and Maths at GCSE level prior to commencement of their apprenticeship. However, should a candidate not have reached this level, employers will have to ensure they achieve Level 2 in English and maths.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Introduction:&lt;/strong&gt; A Golf Course Manager, (sometimes employers prefer to title the job Head Greenkeeper) is required to have excellent management skills as well as a high level of technical, agronomic and mechanical knowledge and skills.&lt;/p&gt;\r\n&lt;p&gt;A Golf Course Manager is responsible for the management of the golf course, resources and staff, on behalf of their employer. They plan and implement maintenance schedules for the golf course and equipment and are responsible for the allocation of work, recruitment of staff to the greenkeeping team and will implement human resource polices within their team. They will implement strategic and budgetary plans. It is their job to oversee the production of quality playing surface and ensure the course offers a consistent challenge and an enjoyable experience for golfers.&lt;/p&gt;\r\n&lt;p&gt;The Golf Course Manager’s role can take you wherever the game of is played, from working on a small 9-hole golf course to large internationally renowned facilities, including Championship courses.&lt;/p&gt;\r\n&lt;p&gt;This Standard includes the skills, knowledge and behaviours that are required to become a competent Golf Course Manager and reflect the diversity of the occupation.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Skills:&lt;/strong&gt;&lt;br /&gt;A Golf Course Manager must be able to:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Manage, promote and maintain a healthy, safe and secure maintenance facility and golf course for their staff, golfers and members of the public.&lt;/li&gt;\r\n&lt;li&gt;Plan, monitor, evaluate and manage golf course maintenance and the environment in accordance with the Golf Course Policy document.&lt;/li&gt;\r\n&lt;li&gt;Manage the allocation of human and physical resources, equipment and supply chain for projects and tasks on a day to day basis.&lt;/li&gt;\r\n&lt;li&gt;Plan and manage the maintenance and replacement of machinery and equipment.&lt;/li&gt;\r\n&lt;li&gt;Plan and manage the control of weeds, pests and diseases and their impact on plant health and pathology.&lt;/li&gt;\r\n&lt;li&gt;Analyse and interpret a range of data collected from the golf course and the management of sustainable playing surfaces.&lt;/li&gt;\r\n&lt;li&gt;Plan and manage projects, including the construction of golf course features and events.&lt;/li&gt;\r\n&lt;li&gt;Manage water applied and removed from the golf course, including irrigation and drainage.&lt;/li&gt;\r\n&lt;li&gt;Develop and review a Golf Course Policy document in co-operation with the employer.&lt;/li&gt;\r\n&lt;li&gt;Identify and determine policies and strategies for the development of the golf course, in line with Golf Course Policy document.&lt;/li&gt;\r\n&lt;li&gt;Prepare, submit and manage maintenance budgets and capital expenditure proposals.&lt;/li&gt;\r\n&lt;li&gt;Conduct, manage and review risk assessments on equipment, materials, people and facilities.&lt;/li&gt;\r\n&lt;li&gt;Communicate to golf course staff, colleagues, golfers and others on a range of subjects.&lt;/li&gt;\r\n&lt;li&gt;Manage the recruitment, selection and induction of staff and the performance, training, equality and diversity of the greenkeeping team.&lt;/li&gt;\r\n&lt;li&gt;Manage conflict, discipline and grievances within the team and others.&lt;/li&gt;\r\n&lt;li&gt;Motivate and encourage excellence within the greenkeeping team.&lt;/li&gt;\r\n&lt;li&gt;Organise and manage meetings with the greenkeeping team and others.&lt;/li&gt;\r\n&lt;li&gt;Promote the golf club and its core values, as determined by the employer.&lt;/li&gt;\r\n&lt;li&gt;Encourage a customer service culture within the greenkeeping team.&lt;/li&gt;\r\n&lt;li&gt;Manage their own Continuing Professional Development.&lt;/li&gt;\r\n&lt;li&gt;Make presentations both written and verbal to the greenkeeping team, management and golfers.&lt;/li&gt;\r\n&lt;li&gt;Use information technology to manage the golf course through data collection and analysis.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;Knowledge and Understanding:&lt;/strong&gt;&lt;br /&gt;A Golf Course Manager must know and understand:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;All relevant health, safety and environmental legislation and regulations to ensure a safe working environment for self, team and others.&lt;/li&gt;\r\n&lt;li&gt;How to conduct and review risk assessments using methods relevant to the management and maintenance of the golf course.&lt;/li&gt;\r\n&lt;li&gt;The advanced aspects of soil and plant biology in order to produce sustainable playing surfaces.&lt;/li&gt;\r\n&lt;li&gt;How to identify and control weeds, pests, diseases and disorders and their impact on sustainable playing surfaces, legislation and record keeping.&lt;/li&gt;\r\n&lt;li&gt;How to plan, manage and review maintenance, improvement and renovation programmes for the golf course making the optimum use of resources available.&lt;/li&gt;\r\n&lt;li&gt;The importance of maintaining quality standards through the collection and evaluation of data.&lt;/li&gt;\r\n&lt;li&gt;How to plan, manage and construct golf course features.&lt;/li&gt;\r\n&lt;li&gt;The environmental and ecological best practice to maintain a sustainable golf course and the impact of current legislation.&lt;/li&gt;\r\n&lt;li&gt;How to design, install and manage drainage and irrigation systems and the importance of water management on the golf course.&lt;/li&gt;\r\n&lt;li&gt;How to plan, manage and review machinery and equipment maintenance programmes.&lt;/li&gt;\r\n&lt;li&gt;How to develop and review a tactical and strategic business management plan, in line with the Golf Course Policy document.&lt;/li&gt;\r\n&lt;li&gt;The importance of customer service to the business.&lt;/li&gt;\r\n&lt;li&gt;The principles of recruitment, appraisal, conflict, teamwork, staff co-ordination, supply chain management, performance management and the development of staff.&lt;/li&gt;\r\n&lt;li&gt;The importance of good working relationships, the needs of others and equality and diversity of others in the workplace.&lt;/li&gt;\r\n&lt;li&gt;How to plan, lead and record meetings.&lt;/li&gt;\r\n&lt;li&gt;The different forms of communication (written, verbal, electronic) and evaluate the best solution for different circumstances.&lt;/li&gt;\r\n&lt;li&gt;How to identify the appropriate software systems to ensure effective communication and record keeping.&lt;/li&gt;\r\n&lt;li&gt;The Rules of Golf, golf course etiquette and how they impact on events and the playing of the game of golf.&lt;/li&gt;\r\n&lt;li&gt;The importance of personal and professional development of themselves and their team.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;The Behaviours of a Golf Course Manager:&lt;/strong&gt;&lt;br /&gt;Golf club employers are very customer focused and require their Golf Course Manager to have professional inter personal skills and behaviours to ensure success in their current and future roles as an individual and in meeting the company’s business aims and objectives.&lt;/p&gt;\r\n&lt;p&gt;The behaviours required by a Golf Course Manager are:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Ensure a strong work ethic including pride in work, attention to detail, integrity and good time management&lt;/li&gt;\r\n&lt;li&gt;Have a flexible, positive attitude to work&lt;/li&gt;\r\n&lt;li&gt;The ability to work as a lone worker and as a member of a team&lt;/li&gt;\r\n&lt;li&gt;A willingness to learn and contribute to their own continuing professional development&lt;/li&gt;\r\n&lt;li&gt;Ensure a safety mindset for self, the greenkeeping team, golfers and members of the public.&lt;/li&gt;\r\n&lt;li&gt;A clear and effective communicator who can use a variety of communication methods to give/receive information accurately and in a timely and positive manner&lt;/li&gt;\r\n&lt;li&gt;Problem solving and effective decision making&lt;/li&gt;\r\n&lt;li&gt;Represent the golf club in a professional manner at all times.&lt;/li&gt;\r\n&lt;li&gt;Recognise and deliver exceptional customer service.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;Professional Recognition and Career Progression:&lt;/strong&gt;&lt;br /&gt;This standard is recognised by the British &amp;amp; International Golf Greenkeepers Association (BIGGA), the Professional Body for Greenkeepers. At the start of the apprenticeship the apprentice will be registered with BIGGA. Upon completion of this standard the apprentice will be eligible to become a full member of BIGGA and gain BIGGA Accreditation.&lt;/p&gt;\r\n&lt;p&gt;Job opportunities will also be enhanced for those apprentices who have completed the programme with promotion to more senior positions within a golf club facility, such as Golf Club Manager, Estates Manager or Director of Golf or a management position in another sector.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Level 5 &lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Reviewed after 3 years&lt;/strong&gt;&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "Claire Gill / Steve Walker",
    "contactAddress": "Ofqual \r\nEarlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "public.enquiries@ofqual.gov.uk",
    "webLink": "https://www.gov.uk/government/organisations/ofqual"
  },
  "approvedForDelivery": "2020-04-07T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "TB0211",
  "tbMainContact": "golf@the-gtc.co.uk ",
  "involvedEmployers": "Cold Ashby Golf Club, Northamptonshire,  County Golf Club, Roehampton Club, Richmond Golf Club, Martin Guy Developments, Stock Brook Golf Club, Shankin &amp; Sandown Golf Club, West Sussex Golf Club, England Golf, British &amp; International Golf Greenkeepers Association (BIGGA), Greenkeepers Training Committee (GTC)",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Agriculture, Land Management and Production",
  "cluster": "Landscape Horticulture Manager",
  "createdDate": "2017-11-14T17:09:37 +00:00",
  "lastUpdated": "2020-04-07T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/golf-course-manager-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/golf-course-manager-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}