{
  "templateType": "Occupational Standard",
  "larsCode": 289,
  "referenceNumber": "ST0202",
  "learningAimClassCode": "",
  "title": "Footwear manufacturer",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0202",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "Occupational standard, end-point assessment and funding band revised.",
  "changedDate": "2024-11-25T00:00:00",
  "earliestStartDate": "2024-11-25T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Making footwear.",
  "level": 2,
  "ePALength": 3,
  "typicalDuration": 15,
  "maxFunding": 8000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Footwear manufacturer",
    "shoes",
    "boots",
    "footwear",
    "skilled trade"
  ],
  "jobRoles": [
    "Clicker",
    "Closer",
    "Footwear cutter",
    "Footwear embroiderer",
    "Footwear machinist",
    "Footwear maker",
    "Footwear manufacturer",
    "Footwear point of use operative",
    "Footwear production operative",
    "Footwear stitcher",
    "Shoe operative"
  ],
  "entryRequirements": "&lt;p style=&quot;margin-bottom: 12pt; line-height: normal; background: rgba(255, 255, 255, 1); vertical-align: baseline;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;Individual employers will set their own entry requirements.&lt;/span&gt;&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0202-v1-2?view=epa",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.2",
  "standardInformation": "&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Footwear Manufacturer apprenticeship standard &amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A footwear manufacturer is someone who produces children’s, ladies’ or men’s shoes, boots, sports and dance footwear, trainers or slippers within a factory or smaller studio production environment. Footwear manufacturing is a highly respected, skilled trade.&lt;/p&gt;\n&lt;p&gt;The British footwear manufacturing industry has a very high reputation internationally, and supports the pursuit of excellence in its traditional craft skills whilst also embracing innovation and technology. There are approximately 30 larger footwear manufacturers in the UK and 60 smaller specialist footwear making businesses. They manufacture circa 5.6million pairs of shoes per year, with a value of &#163;380 million. Almost half of the footwear produced in the UK is exported. The industry employs 4000 people, approximately half of those are footwear manufacturers.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Footwear manufacturers may work in a small-scale operation making specialist or bespoke/personalised footwear, through to larger factories with extensive teams and departments, usually producing larger runs of the same piece of footwear. Regardless of which methods the employers use, footwear manufacturers know and understand the end-to-end process of how to manufacture a piece of footwear. The working hours are typically Monday to Friday.&lt;/p&gt;\n&lt;p&gt;Footwear manufacturers work quickly and accurately using hand tools, technical equipment and machinery. They consistently and accurately follow their employer’s specifications for each piece of footwear within agreed timescales and to the required quality standard. They have great attention to detail and quality and are ever mindful of health and safety.&lt;/p&gt;\n&lt;p&gt;Footwear manufacturers are very much part of a team, they report to Team Leaders, Supervisors or Owners. They may also interact with Production Managers, General Managers and Quality Managers and production colleagues. In smaller firms, footwear manufacturers may also deal directly with clients and designers.&lt;/p&gt;\n&lt;p&gt;Typical day-to-day duties may&amp;nbsp;include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Cutting materials (mostly leather)&lt;/li&gt;\n&lt;li&gt;Skiving (thinning the material)&lt;/li&gt;\n&lt;li&gt;Closing (sewing the upper part of the footwear),&lt;/li&gt;\n&lt;li&gt;Lasting (forming the footwear)&lt;/li&gt;\n&lt;li&gt;Attaching the sole&lt;/li&gt;\n&lt;li&gt;Finishing the footwear&lt;/li&gt;\n&lt;li&gt;Quality inspection and packing to company specification&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Some Footwear Manufacturers choose to stay in production, while others progress to team leadership, management and beyond. Further training and production experience in making footwear may also lead to highly skilled specialist production roles crafting the very highest quality footwear.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Requirements: Knowledge, Skills and Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot; width=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;115&quot; style=&quot;width: 115px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;WORK ASPECTS&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;302&quot; style=&quot;width: 302px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;KNOWLEDGE AND UNDERSTANDING OF:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;302&quot; style=&quot;width: 302px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;SKILLS - CAN:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;115&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Health, Safety and the Environment&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;302&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;How Health &amp;amp; Safety legislation applies to their area of responsibility, that of others and the environment.&lt;/li&gt;\n&lt;li&gt;Effective use of equipment and safe working methods.&lt;/li&gt;\n&lt;li&gt;Hazard and risk identification in the work area.&lt;/li&gt;\n&lt;li&gt;The impact of footwear manufacture on the environment and how this impact can be minimised in the workplace.&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;302&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Implement workplace safety processes by:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Safely selecting, using, maintaining and storing equipment, materials and associated components (parts of the footwear product).&lt;/li&gt;\n&lt;li&gt;Minimising hazards and risks in the workplace through safe working practices.&lt;/li&gt;\n&lt;li&gt;Follow and maintain work procedures to ensure safety requirements are met.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;115&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Footwear Construction Process &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;302&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The importance of brand quality standards and attention to detail throughout the process.&lt;/li&gt;\n&lt;li&gt;Footwear construction terminology and its use in the workplace.&lt;/li&gt;\n&lt;li&gt;Footwear sizing&lt;/li&gt;\n&lt;li&gt;The ‘end-to-end’ main footwear construction process (cutting, skiving, closing, lasting, attaching sole and heel, finishing, quality checking and packing).&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Stages and variations of production for different footwear product types e.g. slippers, boots, men’s, children’s and ladies’ shoes.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Materials, machinery and equipment that are required for each stage of the footwear production process. For example, sewing machines for closing, welting machines for welted footwear.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;302&quot;&gt;\n&lt;p&gt;Produce footwear products in line with specification, which may include;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Cutting materials, primarily leather, around patterns supplied by the employer. This process can be by hand or machine / laser (clicking).&lt;/li&gt;\n&lt;li&gt;Skiving (thinning the material to allow a flat seam), then closing (hand stitching or machining of uppers, which is the top part of the footwear).&lt;/li&gt;\n&lt;li&gt;Formation of the footwear (lasting) by stretching the upper over the last, which is a plastic or wooden foot mould.&lt;/li&gt;\n&lt;li&gt;Attaching the sole, which might be cemented (glued), or stitched to the upper.&lt;/li&gt;\n&lt;li&gt;Attaching the heel and welt (the strip between sole and upper) where used.&lt;/li&gt;\n&lt;li&gt;Finish the shoe, e.g. polishing techniques, insertion of insole, lacing and final touches.&lt;/li&gt;\n&lt;li&gt;Inspect for quality to company specification.&lt;/li&gt;\n&lt;li&gt;Pack to company specification.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;115&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Footwear&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Materials, Tools and &amp;nbsp;Equipment &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;302&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The characteristics, properties and behaviour of a variety of materials and components used in footwear construction and their suitable application. For example, high quality calf-skin for premium footwear look, durability and finish. Softer materials for ballet shoes, which also have flexible,&amp;nbsp;thin&amp;nbsp;soles.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;The Identification of production problems such as machinery not working correctly, and associated corrective actions.&lt;/li&gt;\n&lt;li&gt;&amp;nbsp;How advancements in innovation have improved footwear construction techniques and processes.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;302&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Perform routine maintenance to ensure the efficiency of machinery, tools and equipment (i.e. settings and preparation of tools) to meet production expectations.&lt;/li&gt;\n&lt;li&gt;Identify the correct materials and components and use appropriately.&lt;/li&gt;\n&lt;li&gt;Prepare and quality check (for faults) materials and components.&lt;/li&gt;\n&lt;li&gt;Report faults in materials and components to the supervisor or manager.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;115&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Footwear&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Work Practices &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;302&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The company’s history, policies, brand values, customer base and product range.&lt;/li&gt;\n&lt;li&gt;The importance of a cost effective workflow.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;302&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Read and interpret data from specifications and appropriate work instructions.&lt;/li&gt;\n&lt;li&gt;Follow instructions in order to meet customer and company requirements.&lt;/li&gt;\n&lt;li&gt;Implement efficient and effective use of materials by closely following instructions and minimising waste.&lt;/li&gt;\n&lt;li&gt;Undertake processes to consistent speed and quality requirements as outlined by the company.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Footwear manufacturers:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Take a proactive approach to Health &amp;amp; Safety procedures, personally and towards colleagues.&lt;/li&gt;\n&lt;li&gt;Demonstrate a positive mind-set towards maintaining high standards of quality, precision and excellence at all times.&lt;/li&gt;\n&lt;li&gt;Are self-motivated and punctual at all times.&lt;/li&gt;\n&lt;li&gt;Take positive and proactive approach to respectful communication and team working.&lt;/li&gt;\n&lt;li&gt;Respond positively and flexibly to change, new requirements and changing priorities.&lt;/li&gt;\n&lt;li&gt;Recognise and appreciate equality and diversity in the workplace.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria and specify the entry requirements applicable to their area of work.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;English and Maths &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 1 English and maths will need to achieve this level and take the test for level 2 English and maths prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&amp;nbsp;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a level 2 apprenticeship&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically, 12-15 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard will be reviewed after 3 years&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Footwear manufacturers work in the manufacturing sector. Footwear includes shoes, boots, sports and dance footwear, trainers, and slippers.&lt;/p&gt;\n&lt;p&gt;Footwear manufacturers may be small-scale operations making specialist or personalised footwear, through to large factories producing large runs of footwear.&lt;/p&gt;\n&lt;p&gt;Footwear manufacturers use tools and machinery to produce footwear to a specification. There are different processes involved in making footwear. Cutting material - usually leather. Preparation of materials.&lt;span style=&quot;color: rgba(255, 0, 0, 1); font-family: Arial, sans-serif; font-size: 11.5pt;&quot;&gt;&amp;nbsp;&lt;/span&gt;Closing - sewing the upper part of the footwear. Lasting - forming the shape of the footwear. Attaching the sole and finishing - the final stage where for example, removable insoles and shoelaces are added and polishing occurs. Individuals may complete the footwear in full or in part. Increasingly digital technology is used in production. For example, digital cutting process and auto stitchers.&lt;/p&gt;\n&lt;p&gt;They also complete quality checks, prepare footwear produced for the next stage, complete work records, and conduct basic machine maintenance. They also contribute to maintaining the work area and improvement work.&lt;/p&gt;\n&lt;p&gt;They work with other members of the production team. They may also have contact with people from other functions such as quality, maintenance, warehouse, and distribution. They may also have direct contact with clients and designers. They may work alone or as part of a team under supervision. They usually report to a team leaders, supervisors, or owners.&lt;/p&gt;\n&lt;p&gt;They must ensure that their work meets the specification requirements and supports production plans. They must work to health, safety, and environmental procedures. This may include wearing personal protective equipment. They must also support sustainability. For example, by minimising waste and recycling.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "02ebdb78-646e-4a50-8675-79798b27ba55",
      "detail": "The footwear manufacturing operative role and responsibilities. Escalation procedures."
    },
    {
      "knowledgeId": "1162b9b6-e6ff-498d-b0fa-f9f91509c9ff",
      "detail": "Health, safety, and environmental practice: Health and Safety at Work Act, safe systems of work to minimise hazards and risks, isolation and emergency stop procedures, manual handling, personal protective equipment (PPE), situational awareness, and housekeeping."
    },
    {
      "knowledgeId": "61142243-2ed3-4385-aedd-aa269ac2413b",
      "detail": "The impact of footwear manufacturing operations on the environment. Sustainability principles: efficient use of resources to reduce environmental impact, re-use, and recycling."
    },
    {
      "knowledgeId": "0530b54f-6516-431d-a93c-ef6b7183d212",
      "detail": "Brand value, customer base and product range considerations."
    },
    {
      "knowledgeId": "65bc2cc6-db4d-4a04-8626-fc94ed3d920c",
      "detail": "Footwear construction terminology and its use in the workplace."
    },
    {
      "knowledgeId": "c03ed61f-9bbf-4543-be5e-8d07695eb1bd",
      "detail": "Footwear construction methods. Footwear sizes and the sizing of components in footwear manufacturing."
    },
    {
      "knowledgeId": "af01058f-db33-4564-a01b-68896a7bac0a",
      "detail": "Footwear manufacturing processes: cutting, skiving, closing, lasting, attaching sole and heel, finishing, quality checking, and packing."
    },
    {
      "knowledgeId": "611195b3-8a83-4cec-a0a4-928b88e6cdd9",
      "detail": "The manufacturing processes for different footwear product types."
    },
    {
      "knowledgeId": "db9e146e-2631-43e6-a9a9-50303bbaff1e",
      "detail": "Performance targets and data."
    },
    {
      "knowledgeId": "dbf0ff95-36b5-4930-8c9c-45c070d23d0f",
      "detail": "Work organisation and time management techniques."
    },
    {
      "knowledgeId": "67e76835-6d00-4f7b-9114-7c27d7d9522c",
      "detail": "Operating procedures (specifications, job sheets) – what they are and why they are important."
    },
    {
      "knowledgeId": "a8077ad2-47d1-4491-8665-1462adda8239",
      "detail": "The characteristics, properties and behaviour of materials and components used in footwear construction and their suitable application."
    },
    {
      "knowledgeId": "026dba56-1961-4641-b9ef-20db92d8e461",
      "detail": "Footwear manufacturing tools and equipment."
    },
    {
      "knowledgeId": "2d1f9fcc-d8c9-4b4d-aef1-63ae15aa8eaa",
      "detail": "Stock requirements: control systems."
    },
    {
      "knowledgeId": "6e9601c2-9ca2-43c2-a149-b6266877c2ce",
      "detail": "Footwear manufacturing standards."
    },
    {
      "knowledgeId": "4301b017-2a87-4e2e-ba9e-5fdb6a474542",
      "detail": "Footwear manufacturing documentation requirements."
    },
    {
      "knowledgeId": "9d0c5a18-aedd-45ee-a34d-f4e22f5453e7",
      "detail": "Equipment and machinery basic maintenance requirements."
    },
    {
      "knowledgeId": "c56daefa-ab6c-4e73-a150-63d86a3642bf",
      "detail": "Common faults and issues in footwear manufacturing: machinery, materials, and process error. Problem solving techniques."
    },
    {
      "knowledgeId": "87e951db-5408-40a0-acc3-ddb1c5871d43",
      "detail": "Continuous improvement techniques."
    },
    {
      "knowledgeId": "d64577ec-7011-44cd-84e3-8005517bf1ab",
      "detail": "Digital technology in the industry: management information systems and equipment digital interfaces, computer stitchers, and specialist software."
    },
    {
      "knowledgeId": "f1e394fd-300c-40e7-970b-e6e43a378a01",
      "detail": "Information technology software. General data protection regulation (GDPR). Cyber security."
    },
    {
      "knowledgeId": "1b59d355-3793-4627-bd0d-cf4206df73ef",
      "detail": "Principles of good team working."
    },
    {
      "knowledgeId": "6100c50a-5518-4e8e-8fe3-c460763d09ee",
      "detail": "Principles of equality, diversity, and inclusion in the workplace."
    },
    {
      "knowledgeId": "a2ff1952-1fa5-4c02-94b7-b5968dbd30b7",
      "detail": "Communication techniques."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "2c6164c5-dd0d-48d4-9437-a90d0817983f",
      "detail": "Prioritise safe working practices."
    },
    {
      "behaviourId": "0e7d7732-3142-421a-b431-46d5746e00c4",
      "detail": "Consider the impact on the environment when using resources and conducting work."
    },
    {
      "behaviourId": "9c0e9e43-241d-4286-8859-8e188928c134",
      "detail": "Take ownership for the quality of their work."
    },
    {
      "behaviourId": "5397d503-9a1d-4543-bdb2-20a95dcf47a7",
      "detail": "Team-focus to meet work goals."
    },
    {
      "behaviourId": "dfe0859e-dbee-401d-81a6-abcb2049eaa2",
      "detail": "Support an inclusive workplace. For example, respectful of different views."
    },
    {
      "behaviourId": "d97dce7c-4842-4509-82f4-d9f99634ba9b",
      "detail": "Adapt to changing work demands."
    },
    {
      "behaviourId": "a4744b4c-c07e-4012-a208-e9b9d46d8cda",
      "detail": "Seek learning and development opportunities."
    }
  ],
  "skills": [
    {
      "skillId": "3e2ee3cf-a429-4423-b6b5-2c1978f449bf",
      "detail": "Read and interpret information. For example, specifications, manuals, production plans, handover notes."
    },
    {
      "skillId": "fb643b8f-e259-452f-ab6d-1534c58e33f0",
      "detail": "Organise own work."
    },
    {
      "skillId": "d82b3d47-a388-4283-804a-c47785c93756",
      "detail": "Follow health, safety, and environmental procedures in line with regulations, standards, and guidance."
    },
    {
      "skillId": "66e2ac60-d957-4977-adf6-8ab25ac63607",
      "detail": "Apply sustainability principles. For example, minimise energy usage, minimise waste, and recycle materials."
    },
    {
      "skillId": "f41207fe-c1ef-4271-b770-2afed1e93086",
      "detail": "Follow operating procedures."
    },
    {
      "skillId": "f9b78d6e-c6c8-42d2-b7f8-bd01826c77e7",
      "detail": "Identify and check resources. For example, material and components. "
    },
    {
      "skillId": "d240365e-375d-41de-9c60-1465ad39cefc",
      "detail": "Select, check, and set up tools and equipment."
    },
    {
      "skillId": "e98f7237-9d4a-4707-977e-d5d750e2f487",
      "detail": "Use and operate tools and equipment to conduct footwear manufacturing processes. For example, cutting, skiving, lasting, stitching, forming, attaching, and finishing."
    },
    {
      "skillId": "82f3ad4f-9092-4b3e-995f-fac8cbd935a0",
      "detail": "Apply footwear manufacturing processes."
    },
    {
      "skillId": "a1be52fc-1fca-4bd3-8c52-75fdc9aca824",
      "detail": "Store tools and equipment."
    },
    {
      "skillId": "d9e4e02a-9732-494f-a6fd-4a4221b03fc0",
      "detail": "Conduct in-process production quality checks."
    },
    {
      "skillId": "0dedec85-a68e-4ace-9003-8fd06489cc72",
      "detail": "Follow post-production procedure. For example, label and package."
    },
    {
      "skillId": "d970a0ea-941e-4391-bc2a-ce46e72d9706",
      "detail": "Monitor own performance data."
    },
    {
      "skillId": "2ed03666-49fe-45aa-b2b8-21a8c918e766",
      "detail": "Collect and record information."
    },
    {
      "skillId": "5a2d9a09-9abe-4168-bdd4-adee1198f384",
      "detail": "Identify and segregate resources for reuse, recycling, and disposal."
    },
    {
      "skillId": "ae18f8db-9a8d-4c45-8f63-5e61a245f6f8",
      "detail": "Follow basic maintenance procedures. For example, clean, oil, and lubricate machinery."
    },
    {
      "skillId": "91bce2b8-101a-43a5-ad32-b5bfdb3b8610",
      "detail": "Identify and resolve common faults and issues."
    },
    {
      "skillId": "7b193f5e-c7ef-4e93-a1e4-aa7f94fc3bd6",
      "detail": "Escalate issues."
    },
    {
      "skillId": "b3b23016-91d4-4f1e-9d8e-eddd9c316c4d",
      "detail": "Apply continuous improvement techniques."
    },
    {
      "skillId": "3e3afbc9-1cc7-4f33-a2f1-13c6994641c9",
      "detail": "Use information technology and digital systems. Comply with cyber security and GDPR."
    },
    {
      "skillId": "afed4e9b-6a65-43a9-8b8f-75608afa4348",
      "detail": "Apply team working principles."
    },
    {
      "skillId": "6f09db5c-3d31-4ec2-8253-bdc45bd15419",
      "detail": "Communicate with others using footwear terminology. For example, colleagues, customers, and managers."
    },
    {
      "skillId": "908a3b15-1e13-45b9-a62b-40cfadb22145",
      "detail": "Complete and record learning and development activities."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-06-21T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0201",
  "tbMainContact": "Simon.Morris@newbalance.com",
  "involvedEmployers": "Crockett and Jones,  Gaziano Girling, Church and Co Footwear, Clarks Ltd, Dr. Martins, Edward Green, Grenson, International Dance Shoes, John Lobb, New Balance",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Clicker",
    "Closer",
    "Footwear cutter",
    "Footwear embroiderer",
    "Footwear machinist",
    "Footwear maker",
    "Footwear manufacturer",
    "Footwear point of use operative",
    "Footwear production operative",
    "Footwear stitcher",
    "Shoe operative"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Manufacturing operative",
  "clusterId": "264",
  "clusterDescription": null,
  "createdDate": "2024-10-17T16:06:27 +00:00",
  "lastUpdated": "2024-11-25T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-06-21T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0202",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0202-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0202-v1-2",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "e3b83321-565b-4411-9441-fc3813688569",
      "dutyDetail": "Prepare for footwear manufacturing operations. For example, get or request materials and components, prepare equipment and machinery, and conduct safety checks.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9c0e9e43-241d-4286-8859-8e188928c134",
        "5397d503-9a1d-4543-bdb2-20a95dcf47a7",
        "dfe0859e-dbee-401d-81a6-abcb2049eaa2",
        "d97dce7c-4842-4509-82f4-d9f99634ba9b"
      ],
      "mappedKnowledge": [
        "02ebdb78-646e-4a50-8675-79798b27ba55",
        "0530b54f-6516-431d-a93c-ef6b7183d212",
        "65bc2cc6-db4d-4a04-8626-fc94ed3d920c",
        "c03ed61f-9bbf-4543-be5e-8d07695eb1bd",
        "af01058f-db33-4564-a01b-68896a7bac0a",
        "611195b3-8a83-4cec-a0a4-928b88e6cdd9",
        "db9e146e-2631-43e6-a9a9-50303bbaff1e",
        "dbf0ff95-36b5-4930-8c9c-45c070d23d0f",
        "67e76835-6d00-4f7b-9114-7c27d7d9522c",
        "a8077ad2-47d1-4491-8665-1462adda8239",
        "026dba56-1961-4641-b9ef-20db92d8e461",
        "2d1f9fcc-d8c9-4b4d-aef1-63ae15aa8eaa",
        "6e9601c2-9ca2-43c2-a149-b6266877c2ce",
        "c56daefa-ab6c-4e73-a150-63d86a3642bf",
        "d64577ec-7011-44cd-84e3-8005517bf1ab",
        "1b59d355-3793-4627-bd0d-cf4206df73ef",
        "6100c50a-5518-4e8e-8fe3-c460763d09ee",
        "a2ff1952-1fa5-4c02-94b7-b5968dbd30b7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3e2ee3cf-a429-4423-b6b5-2c1978f449bf",
        "fb643b8f-e259-452f-ab6d-1534c58e33f0",
        "f41207fe-c1ef-4271-b770-2afed1e93086",
        "f9b78d6e-c6c8-42d2-b7f8-bd01826c77e7",
        "d240365e-375d-41de-9c60-1465ad39cefc",
        "afed4e9b-6a65-43a9-8b8f-75608afa4348",
        "6f09db5c-3d31-4ec2-8253-bdc45bd15419"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b8e684be-463d-4361-95c6-f1980e451231",
      "dutyDetail": "Conduct footwear manufacturing operations using specialist equipment and machinery following standard operating procedures. For example, cutting materials, skiving, closing, lasting, attaching the sole, and finishing the footwear.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9c0e9e43-241d-4286-8859-8e188928c134",
        "5397d503-9a1d-4543-bdb2-20a95dcf47a7",
        "dfe0859e-dbee-401d-81a6-abcb2049eaa2"
      ],
      "mappedKnowledge": [
        "02ebdb78-646e-4a50-8675-79798b27ba55",
        "0530b54f-6516-431d-a93c-ef6b7183d212",
        "65bc2cc6-db4d-4a04-8626-fc94ed3d920c",
        "c03ed61f-9bbf-4543-be5e-8d07695eb1bd",
        "af01058f-db33-4564-a01b-68896a7bac0a",
        "611195b3-8a83-4cec-a0a4-928b88e6cdd9",
        "db9e146e-2631-43e6-a9a9-50303bbaff1e",
        "67e76835-6d00-4f7b-9114-7c27d7d9522c",
        "a8077ad2-47d1-4491-8665-1462adda8239",
        "026dba56-1961-4641-b9ef-20db92d8e461",
        "6e9601c2-9ca2-43c2-a149-b6266877c2ce",
        "c56daefa-ab6c-4e73-a150-63d86a3642bf",
        "d64577ec-7011-44cd-84e3-8005517bf1ab",
        "1b59d355-3793-4627-bd0d-cf4206df73ef",
        "6100c50a-5518-4e8e-8fe3-c460763d09ee",
        "a2ff1952-1fa5-4c02-94b7-b5968dbd30b7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3e2ee3cf-a429-4423-b6b5-2c1978f449bf",
        "f41207fe-c1ef-4271-b770-2afed1e93086",
        "e98f7237-9d4a-4707-977e-d5d750e2f487",
        "82f3ad4f-9092-4b3e-995f-fac8cbd935a0",
        "d9e4e02a-9732-494f-a6fd-4a4221b03fc0",
        "afed4e9b-6a65-43a9-8b8f-75608afa4348",
        "6f09db5c-3d31-4ec2-8253-bdc45bd15419"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4fcfdfa0-3688-468b-8181-863fb70af8a4",
      "dutyDetail": "Check own work. For example, checking output against specification.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9c0e9e43-241d-4286-8859-8e188928c134",
        "5397d503-9a1d-4543-bdb2-20a95dcf47a7",
        "dfe0859e-dbee-401d-81a6-abcb2049eaa2"
      ],
      "mappedKnowledge": [
        "02ebdb78-646e-4a50-8675-79798b27ba55",
        "0530b54f-6516-431d-a93c-ef6b7183d212",
        "65bc2cc6-db4d-4a04-8626-fc94ed3d920c",
        "c03ed61f-9bbf-4543-be5e-8d07695eb1bd",
        "af01058f-db33-4564-a01b-68896a7bac0a",
        "611195b3-8a83-4cec-a0a4-928b88e6cdd9",
        "db9e146e-2631-43e6-a9a9-50303bbaff1e",
        "67e76835-6d00-4f7b-9114-7c27d7d9522c",
        "a8077ad2-47d1-4491-8665-1462adda8239",
        "026dba56-1961-4641-b9ef-20db92d8e461",
        "6e9601c2-9ca2-43c2-a149-b6266877c2ce",
        "c56daefa-ab6c-4e73-a150-63d86a3642bf",
        "d64577ec-7011-44cd-84e3-8005517bf1ab",
        "1b59d355-3793-4627-bd0d-cf4206df73ef",
        "6100c50a-5518-4e8e-8fe3-c460763d09ee",
        "a2ff1952-1fa5-4c02-94b7-b5968dbd30b7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3e2ee3cf-a429-4423-b6b5-2c1978f449bf",
        "f41207fe-c1ef-4271-b770-2afed1e93086",
        "d9e4e02a-9732-494f-a6fd-4a4221b03fc0",
        "afed4e9b-6a65-43a9-8b8f-75608afa4348",
        "6f09db5c-3d31-4ec2-8253-bdc45bd15419"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "836d920a-33db-4473-afec-1e14bc9d76f1",
      "dutyDetail": "Prepare footwear product produced - intermediate or final - for next stage in process. For example, labelling and packing.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9c0e9e43-241d-4286-8859-8e188928c134",
        "5397d503-9a1d-4543-bdb2-20a95dcf47a7",
        "dfe0859e-dbee-401d-81a6-abcb2049eaa2"
      ],
      "mappedKnowledge": [
        "02ebdb78-646e-4a50-8675-79798b27ba55",
        "0530b54f-6516-431d-a93c-ef6b7183d212",
        "65bc2cc6-db4d-4a04-8626-fc94ed3d920c",
        "c03ed61f-9bbf-4543-be5e-8d07695eb1bd",
        "af01058f-db33-4564-a01b-68896a7bac0a",
        "611195b3-8a83-4cec-a0a4-928b88e6cdd9",
        "db9e146e-2631-43e6-a9a9-50303bbaff1e",
        "67e76835-6d00-4f7b-9114-7c27d7d9522c",
        "a8077ad2-47d1-4491-8665-1462adda8239",
        "026dba56-1961-4641-b9ef-20db92d8e461",
        "6e9601c2-9ca2-43c2-a149-b6266877c2ce",
        "c56daefa-ab6c-4e73-a150-63d86a3642bf",
        "d64577ec-7011-44cd-84e3-8005517bf1ab",
        "1b59d355-3793-4627-bd0d-cf4206df73ef",
        "6100c50a-5518-4e8e-8fe3-c460763d09ee",
        "a2ff1952-1fa5-4c02-94b7-b5968dbd30b7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3e2ee3cf-a429-4423-b6b5-2c1978f449bf",
        "f41207fe-c1ef-4271-b770-2afed1e93086",
        "0dedec85-a68e-4ace-9003-8fd06489cc72",
        "afed4e9b-6a65-43a9-8b8f-75608afa4348",
        "6f09db5c-3d31-4ec2-8253-bdc45bd15419"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b0bfd70b-f342-4479-8930-a8f56795b807",
      "dutyDetail": "Contribute to maintaining the workplace environment. For example, ensure there are no safety hazards and keep the work area tidy.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2c6164c5-dd0d-48d4-9437-a90d0817983f",
        "0e7d7732-3142-421a-b431-46d5746e00c4",
        "5397d503-9a1d-4543-bdb2-20a95dcf47a7",
        "dfe0859e-dbee-401d-81a6-abcb2049eaa2"
      ],
      "mappedKnowledge": [
        "02ebdb78-646e-4a50-8675-79798b27ba55",
        "1162b9b6-e6ff-498d-b0fa-f9f91509c9ff",
        "61142243-2ed3-4385-aedd-aa269ac2413b",
        "1b59d355-3793-4627-bd0d-cf4206df73ef",
        "6100c50a-5518-4e8e-8fe3-c460763d09ee",
        "a2ff1952-1fa5-4c02-94b7-b5968dbd30b7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3e2ee3cf-a429-4423-b6b5-2c1978f449bf",
        "d82b3d47-a388-4283-804a-c47785c93756",
        "66e2ac60-d957-4977-adf6-8ab25ac63607",
        "a1be52fc-1fca-4bd3-8c52-75fdc9aca824",
        "5a2d9a09-9abe-4168-bdd4-adee1198f384",
        "ae18f8db-9a8d-4c45-8f63-5e61a245f6f8",
        "afed4e9b-6a65-43a9-8b8f-75608afa4348",
        "6f09db5c-3d31-4ec2-8253-bdc45bd15419"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c03edaeb-ec83-4d40-b857-aee0b6989064",
      "dutyDetail": "Conduct basic maintenance to ensure equipment and machinery efficiency.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9c0e9e43-241d-4286-8859-8e188928c134",
        "5397d503-9a1d-4543-bdb2-20a95dcf47a7",
        "dfe0859e-dbee-401d-81a6-abcb2049eaa2"
      ],
      "mappedKnowledge": [
        "02ebdb78-646e-4a50-8675-79798b27ba55",
        "67e76835-6d00-4f7b-9114-7c27d7d9522c",
        "9d0c5a18-aedd-45ee-a34d-f4e22f5453e7",
        "1b59d355-3793-4627-bd0d-cf4206df73ef",
        "6100c50a-5518-4e8e-8fe3-c460763d09ee",
        "a2ff1952-1fa5-4c02-94b7-b5968dbd30b7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3e2ee3cf-a429-4423-b6b5-2c1978f449bf",
        "f41207fe-c1ef-4271-b770-2afed1e93086",
        "afed4e9b-6a65-43a9-8b8f-75608afa4348",
        "6f09db5c-3d31-4ec2-8253-bdc45bd15419"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f5efec9d-598e-4380-be21-c32cd973ac61",
      "dutyDetail": "Complete work records - digital or paper based – in line with policy and procedures. For example, production and quality records.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5397d503-9a1d-4543-bdb2-20a95dcf47a7",
        "dfe0859e-dbee-401d-81a6-abcb2049eaa2"
      ],
      "mappedKnowledge": [
        "02ebdb78-646e-4a50-8675-79798b27ba55",
        "db9e146e-2631-43e6-a9a9-50303bbaff1e",
        "2d1f9fcc-d8c9-4b4d-aef1-63ae15aa8eaa",
        "4301b017-2a87-4e2e-ba9e-5fdb6a474542",
        "d64577ec-7011-44cd-84e3-8005517bf1ab",
        "f1e394fd-300c-40e7-970b-e6e43a378a01",
        "1b59d355-3793-4627-bd0d-cf4206df73ef",
        "6100c50a-5518-4e8e-8fe3-c460763d09ee",
        "a2ff1952-1fa5-4c02-94b7-b5968dbd30b7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3e2ee3cf-a429-4423-b6b5-2c1978f449bf",
        "d970a0ea-941e-4391-bc2a-ce46e72d9706",
        "2ed03666-49fe-45aa-b2b8-21a8c918e766",
        "7b193f5e-c7ef-4e93-a1e4-aa7f94fc3bd6",
        "3e3afbc9-1cc7-4f33-a2f1-13c6994641c9",
        "afed4e9b-6a65-43a9-8b8f-75608afa4348",
        "6f09db5c-3d31-4ec2-8253-bdc45bd15419"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8296c299-c039-4873-a14d-636195eec9a8",
      "dutyDetail": "Contribute to continuous improvement including own personal learning and development. For example, work as part of an improvement team, identify issues, and put ideas forward.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5397d503-9a1d-4543-bdb2-20a95dcf47a7",
        "dfe0859e-dbee-401d-81a6-abcb2049eaa2",
        "a4744b4c-c07e-4012-a208-e9b9d46d8cda"
      ],
      "mappedKnowledge": [
        "02ebdb78-646e-4a50-8675-79798b27ba55",
        "db9e146e-2631-43e6-a9a9-50303bbaff1e",
        "dbf0ff95-36b5-4930-8c9c-45c070d23d0f",
        "c56daefa-ab6c-4e73-a150-63d86a3642bf",
        "87e951db-5408-40a0-acc3-ddb1c5871d43",
        "d64577ec-7011-44cd-84e3-8005517bf1ab",
        "1b59d355-3793-4627-bd0d-cf4206df73ef",
        "6100c50a-5518-4e8e-8fe3-c460763d09ee",
        "a2ff1952-1fa5-4c02-94b7-b5968dbd30b7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3e2ee3cf-a429-4423-b6b5-2c1978f449bf",
        "d970a0ea-941e-4391-bc2a-ce46e72d9706",
        "91bce2b8-101a-43a5-ad32-b5bfdb3b8610",
        "7b193f5e-c7ef-4e93-a1e4-aa7f94fc3bd6",
        "b3b23016-91d4-4f1e-9d8e-eddd9c316c4d",
        "afed4e9b-6a65-43a9-8b8f-75608afa4348",
        "6f09db5c-3d31-4ec2-8253-bdc45bd15419",
        "908a3b15-1e13-45b9-a62b-40cfadb22145"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-11-25T00:00:00"
}