{
  "larsCode": 139,
  "referenceNumber": "ST0232",
  "title": "Senior production chef",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/139",
  "versionNumber": "1.3",
  "change": "The funding band for this standard has been reviewed as part of the apprenticeship funding band review. The new funding band is £4000 and will be implemented for all new starts on 30 September 2019.",
  "changedDate": "2019-07-01T00:00:00",
  "earliestStartDate": "2019-07-01T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Managing a team to produce standardised dished and menus within a kitchen environment.",
  "level": 3,
  "typicalDuration": 12,
  "maxFunding": 4000,
  "route": "Catering and hospitality",
  "keywords": [
    "food",
    "eating",
    "restaurants",
    "pubs",
    "dining",
    "Hospitality",
    "kitchen",
    "cooking"
  ],
  "jobRoles": [
    "chef",
    "cook",
    "head chef"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/2462/st0232-_senior-production-chef_l3_ap-for-publishing-v2-15112018.pdf",
  "ssa1": "7 Retail and Commercial Enterprise",
  "ssa2": "7.4 Hospitality and catering",
  "version": "1.3",
  "standardInformation": "&lt;p&gt;&lt;strong&gt;Occupational profile&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Senior production chefs may lead a brigade team or may support the head chef in larger establishments. They report activities to the Head chef or appropriate line manager. They supervise production chef teams in a variety of kitchen environments, for example; schools, hospitals, the Armed Forces, care homes and high street casual dining or pub kitchens. Job roles include Head chef, Second Chef, Kitchen Manager / Supervisor, Cook. Senior production chefs have accountability for the day-to-day running of the kitchen service, producing, monitoring and maintaining consistent food standards, legislative requirements and quality across all areas and during all stages of production and supply.&lt;/p&gt;\n&lt;p&gt;Senior production chefs:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;supervise and contribute to the production of centrally developed standardised recipes and menus&lt;/li&gt;\n&lt;li&gt;supervise the production of dishes to meet specific dietary requirements&lt;/li&gt;\n&lt;li&gt;complete, monitor and maintain food safety management systems (which include delivery, storage, cooking and service) and work equipment&lt;/li&gt;\n&lt;li&gt;identify training needs and assist in the recruitment of kitchen personnel&lt;/li&gt;\n&lt;li&gt;maintain the catering operating budget using nominated suppliers and ensuring the control of waste.&lt;/li&gt;\n&lt;li&gt;support cost reduction, improve performance, revenue, profit margins and customers’ experience&lt;/li&gt;\n&lt;li&gt;monitor service to improve efficiency and productivity.&lt;/li&gt;\n&lt;li&gt;lead team briefings/meetings&lt;/li&gt;\n&lt;/ul&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 30%;&quot;&gt;&lt;strong&gt;Entry&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Entry requirements to be set by employers, but previous achievement of level 2 production chef or a minimum of 12 months relevant industry experience.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Duration &lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;The duration of this apprenticeship is a minimum of 12 months&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;English and maths&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualifications are an alternative to English qualifications for whom this is their primary language.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;This apprenticeship standard is set at level 3&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Review&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;After three years&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 25%;&quot;&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&lt;strong&gt;Knowledge and Understanding (Know it)&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;&lt;strong&gt;Skills (Show it)&lt;/strong&gt;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Kitchen operations&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The organisation or brand specifications and how to use them to produce standardised menu items and dishes.&lt;/li&gt;\n&lt;li&gt;Par stock levels, quality points and safe storage conditions for food items.&lt;/li&gt;\n&lt;li&gt;The importance of monitoring the correct use and maintenance of food production equipment and the procedure for dealing with misuse and malfunctions.&lt;/li&gt;\n&lt;li&gt;The importance of keeping up-to-date with product range, brand development, promotions and current trends.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Supervise the production of centrally developed menu items and dishes according to organisational specifications.&lt;/li&gt;\n&lt;li&gt;Ensure deliveries are checked and stored correctly.&lt;/li&gt;\n&lt;li&gt;Monitor the correct use and maintenance of food production equipment.&lt;/li&gt;\n&lt;li&gt;Acquire and share with the team up-to-date information regarding product range, brand development, promotions and current trends.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Nutrition&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The importance of combining nutrient groups to produce balanced menu items and dishes.&lt;/li&gt;\n&lt;li&gt;The importance of checking that the food production team is meeting the specific needs of individuals.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Monitor the production of food to ensure clients’ needs are met.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Legal and governance&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The importance of monitoring the team’s understanding and compliance with all relevant industry specific regulations, legislation and procedures.&lt;/li&gt;\n&lt;li&gt;The role of the supervisor in ensuring due diligence requirements are met.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Monitor and ensure the effective implementation of food safety management systems.&lt;/li&gt;\n&lt;li&gt;Monitor and ensure legislative compliance and the completion of due diligence documentation.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;People&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;How to support and influence the team positively to deliver a high quality product.&lt;/li&gt;\n&lt;li&gt;Recognise how all teams are dependent on each other and understand the importance of teamwork both back and front of house in achieving business objectives.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;How to work with people from a wide range of backgrounds and cultures and how local demographics may impact the product range of the business.&lt;/li&gt;\n&lt;li&gt;How to communicate knowledge to the team and support own and individuals’ development.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Support team members to ensure the timely delivery of high quality food to the specification required.&lt;/li&gt;\n&lt;li&gt;Maintain harmony across the team and with colleagues in other parts of the organisation, identifying and dealing with problems constructively to drive a positive outcome.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;Use effective methods of communication and operate in a fair and empathetic manner that achieves the desired result and demonstrates a customer centric culture.&lt;/li&gt;\n&lt;li&gt;Identify development needs for self and team and actively encourage and support individuals to enhance their skills and knowledge.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Business / Commercial&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The business vision, objectives and brand standards, and the importance of the team in upholding these.&lt;/li&gt;\n&lt;li&gt;How to operate efficiently to deliver profit margins, reduce wastage and support the overall financial performance of the business.&lt;/li&gt;\n&lt;li&gt;Understand how technology can improve efficiency and productivity within food production organisations&lt;/li&gt;\n&lt;li&gt;How to identify, plan for and minimise risks to the food production, service and operation&lt;/li&gt;\n&lt;li&gt;The customer profile of the business, its main competitors and the business growth strategy.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Effectively use techniques that support cost reduction, improve performance, revenue, profit margins and customers’ experience.&lt;/li&gt;\n&lt;li&gt;Monitor costs, using forecasting to set realistic targets with the team.&lt;/li&gt;\n&lt;li&gt;Effectively control resource allocation, minimise wastage and use sustainable working practices.&lt;/li&gt;\n&lt;li&gt;Use technology to improve efficiency and productivity.&lt;/li&gt;\n&lt;li&gt;Risk assess situations, identifying and isolating matters of concern, by establishing the cause and intervening accordingly to minimise risk to people and organisation.&lt;/li&gt;\n&lt;li&gt;Carry out activities in line with business/brand values that actively market the business, support competitiveness and help meet business objectives.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td&gt;Behaviours (live it)&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Act as a role model to the team&lt;/li&gt;\n&lt;li&gt;Be diligent in ensuring safe and hygienic practises are followed&lt;/li&gt;\n&lt;li&gt;Strive to achieve the required outcome and support positive, open communications that help team members achieve the best result for customers and the business&lt;/li&gt;\n&lt;li&gt;Be solution focussed when dealing with unexpected challenges&lt;/li&gt;\n&lt;li&gt;Celebrate personal growth and the achievement of team members&lt;/li&gt;\n&lt;li&gt;Show passionate enthusiasm to provide high quality food products&lt;/li&gt;\n&lt;li&gt;Take pride in their role through a consistently positive and professional approach&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "People 1st International",
    "contactName": "Sandra Kelly",
    "contactAddress": "Hospitality House\r\n11-59 High Road\r\nLONDON\r\nN2 8AB",
    "contactEmail": "Sandra.Kelly@people1st.co.uk",
    "webLink": "http://www.people1st.co.uk/"
  },
  "approvedForDelivery": "2016-09-07T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "TB0458 ",
  "tbMainContact": "trailblazer@people1st.co.uk",
  "involvedEmployers": "Ask Italian, Association of Licensed Multiple Retailers (ALMR), Bartlett Mitchell, Brend Hotels, British Army. Caffe Nero Group Ltd, Center Parcs, Greene King PLC, Hilton, J D Wetherspoon, LACA, Marston's PLC, Mitchells & Butlers, Nandos, Omni Facilities Management, PGL, Pizza Hut, Royal Air Force, Royal Navy, Sea Fish",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "chef",
    "cook",
    "head chef"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Catering",
  "cluster": "Caterer",
  "createdDate": "2020-09-25T08:40:29 +00:00",
  "lastUpdated": "2019-07-01T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/senior-production-chef-v1-3#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/senior-production-chef-v1-3",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}