{
  "larsCode": 312,
  "referenceNumber": "ST0268",
  "title": "Piling attendant",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/312",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2018-06-22T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Assisting in driving, boring and forming piles in the ground in order to provide firm support for buildings and structures.",
  "level": 2,
  "typicalDuration": 18,
  "maxFunding": 15000,
  "route": "Construction",
  "keywords": [
    "Piling attendant"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/1916/st0268_piling-attendant_l2_ap-for-publishing-_19062018.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.0",
  "standardInformation": "&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;112&quot;&gt;\r\n&lt;p&gt;Typical Job Roles&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;368&quot;&gt;\r\n&lt;p&gt;Piling Attendant (Construction)&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;112&quot;&gt;\r\n&lt;p&gt;Duration&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;368&quot;&gt;\r\n&lt;p&gt;18 – 24 months&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;112&quot;&gt;\r\n&lt;p&gt;Level&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;368&quot;&gt;\r\n&lt;p&gt;2&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;\r\n&lt;h3&gt;&lt;strong&gt;&lt;br /&gt;Occupation&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Piling Attendant (Construction)&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Occupational Profile&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Jobholders in this role assist in driving, boring and forming piles in the ground in order to provide firm support for buildings and structures by attending to the requirements of the piling operation. The work includes supporting piling plant machine operatives and specialist piling operatives (Level 3) by performing a variety of manual and mechanically assisted tasks which will include; load and unload, handle and move materials, prepare, measure, mark and cut materials, monitoring and reporting progress. Guide and control the movement and operation of plant, machinery and vehicles. Prepare, check, control and maintain machinery and equipment in use. Recover, clean, and maintain equipment for reuse.&#160;&lt;/p&gt;\r\n&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;479&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;479&quot;&gt;\r\n&lt;p&gt;On completion of this apprenticeship, Piling Attendants will be able to demonstrate competence in the following:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;work safely on site and comply with environmentally responsible work practices&lt;/li&gt;\r\n&lt;li&gt;supply information on the activities and progress of the work&lt;/li&gt;\r\n&lt;li&gt;contribute to sustainable practices in piling operations&lt;/li&gt;\r\n&lt;li&gt;manually handle loads&lt;/li&gt;\r\n&lt;li&gt;sling and signal the movement of suspended loads during lifting operations&lt;/li&gt;\r\n&lt;li&gt;carry out user maintenance on tools, piling plant and machinery&lt;/li&gt;\r\n&lt;li&gt;guide and control the movement and operations of piling plant, machinery and vehicles&lt;/li&gt;\r\n&lt;li&gt;off load and load vehicles&lt;/li&gt;\r\n&lt;li&gt;operate powered units, tools, machinery and equipment specific to piling operations (e.g. concrete pumps, generators, compressors agitators, pressure washers or lighting sets)&lt;/li&gt;\r\n&lt;li&gt;support, work as part of a team, to rig and derig piling plant and machinery&lt;/li&gt;\r\n&lt;li&gt;monitor the delivery of concrete and take samples for testing&lt;/li&gt;\r\n&lt;li&gt;transport, handle, pour, position and lay concrete and protect it for curing&lt;/li&gt;\r\n&lt;li&gt;support one of the following Piling Operations;&lt;/li&gt;\r\n&lt;li&gt;Continuous Flight Auger: A continuous flight augering drill is used to excavate a hole and concrete is injected through a hollow shaft under pressure as the auger is extracted. This creates a continuous pile without ever leaving an open hole.&lt;/li&gt;\r\n&lt;li&gt;Rotary Large Diameter: uses a bored piling machine with specially designed drilling tools, buckets and grabs to remove soil and rock. The auger with 4 or 5 turns of flight is bored into the ground, withdrawn, and the spoil removed. This process is repeated until the design depth is reached. Reinforcement is then positioned and concrete placed.&lt;/li&gt;\r\n&lt;li&gt;Driven – Pre-cast: metal or pre-cast concrete piles are usually top-driven using hydraulic drop hammers, some of which are super-silenced. Pre-cast concrete piles can be designed for compression and nominal tension and bending, accommodation of compression and tension, and with full moment-transfer joints.&lt;/li&gt;\r\n&lt;li&gt;Sheet or Vibro: Vibratory pile hammers contain a system of counter-rotating eccentric weights, powered by hydraulic motors, and designed in such a way that horizontal vibrations cancel out, while vertical vibrations are transmitted into the pile. The pile driving machine is lifted and positioned over the pile by means of an excavator or crane, and is fastened to the pile by a clamp and/or bolts. Vibratory hammers can either drive in or extract a pile; extraction is commonly used to recover steel &quot;H&quot; piles used in temporary foundation shoring (sheet piling).&lt;/li&gt;\r\n&lt;li&gt;identify excavated soils and types of rock&lt;/li&gt;\r\n&lt;li&gt;apply first aid “At Work”.&#160;&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;479&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;479&quot;&gt;\r\n&lt;p&gt;On completion of this apprenticeship, Piling Attendants will have knowledge of the following:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;the principles of health, safety welfare and environmentally responsible work practices and how they must be applied in relation to the work and to others&lt;/li&gt;\r\n&lt;li&gt;operatives responsibilities under current legislation and official guidance to undertake the work&lt;/li&gt;\r\n&lt;li&gt;how to communicate with others and follow organisational procedures to conform to productive work practices including sustainability&lt;/li&gt;\r\n&lt;li&gt;how to support piling operations including the duties and responsibilities of other members of the piling team&lt;/li&gt;\r\n&lt;li&gt;how to interpret types of information, drawings, method statements, risk assessments, manufacturers’ information, work schedules and specifications&lt;/li&gt;\r\n&lt;li&gt;how building information modelling supports piling operations&lt;/li&gt;\r\n&lt;li&gt;how to handle and move loads manually and with mechanical aids&lt;/li&gt;\r\n&lt;li&gt;what the specific requirements are for conducting lifting operations&lt;/li&gt;\r\n&lt;li&gt;how to maintain tools, plant, machinery, lifting accessories and equipment&lt;/li&gt;\r\n&lt;li&gt;how to use and what the specific requirements are for operating plant, machinery and equipment&lt;/li&gt;\r\n&lt;li&gt;how to comply with quality requirements when working&lt;/li&gt;\r\n&lt;li&gt;how to rig and derig piling plant, machinery and equipment&lt;/li&gt;\r\n&lt;li&gt;how to transport, handle, pour, position, lay and protect concrete for curing&lt;/li&gt;\r\n&lt;li&gt;how to take samples&lt;/li&gt;\r\n&lt;li&gt;the techniques and characteristics of piling processes, to include, but not limited too; Continuous Flight Auger, Rotary Large Diameter, Driven – Pre-cast, sheet, and Vibro&lt;/li&gt;\r\n&lt;li&gt;how to recognise changes in geology while piling&lt;/li&gt;\r\n&lt;li&gt;how to react in an emergency.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;479&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;479&quot;&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;&lt;strong&gt;Effective communication: &lt;/strong&gt;oral, written, electronic, listening, body language and presentation.&lt;/li&gt;\r\n&lt;li&gt;&lt;strong&gt;Respect: &lt;/strong&gt;apply equality, diversity and inclusion in dealing with others.&lt;/li&gt;\r\n&lt;li&gt;&lt;strong&gt;Team work: &lt;/strong&gt;work effectively and safely with others under minimum supervision.&lt;/li&gt;\r\n&lt;li&gt;&lt;strong&gt;Independent working: &lt;/strong&gt;take responsibility for safe completion of your own work.&lt;/li&gt;\r\n&lt;li&gt;&lt;strong&gt;Logical thinking: &lt;/strong&gt;use clear and valid reasoning when making decisions to undertake the work instructions.&lt;/li&gt;\r\n&lt;li&gt;&lt;strong&gt;Working effectively: &lt;/strong&gt;undertake the work in a reliable, safe and productive manner.&lt;/li&gt;\r\n&lt;li&gt;&lt;strong&gt;Time management: &lt;/strong&gt;use own time effectively to complete the work instructions to schedule.&lt;/li&gt;\r\n&lt;li&gt;&lt;strong&gt;Adaptability: &lt;/strong&gt;be able to adjust to changes to the work instructions.&lt;/li&gt;\r\n&lt;li&gt;&lt;strong&gt;Assertiveness and confidence: &lt;/strong&gt;able to resist pressures to work following unsafe practices&#160;&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;\r\n&lt;h3&gt;&lt;br /&gt;Qualifications&lt;/h3&gt;\r\n&lt;p&gt;Individuals undertaking this standard will need to achieve the Level 2 National Vocational Qualification (NVQ) in Piling Operations.&lt;/p&gt;\r\n&lt;h3&gt;Progression and Professional Recognition&lt;/h3&gt;\r\n&lt;p&gt;Progression from the Level 2 Apprenticeship could lead to Level 3 in specialist piling operations or with experience and maturity Occupational Work Supervision (Piling) within the construction industry. The generic competencies of this occupation will provide access to a wide range of employment opportunities.&lt;/p&gt;\r\n&lt;p&gt;This standard has been designed to deliver sufficient competence, underpinning knowledge and understanding in the identified job role in order to allow individuals to meet the requirements of construction industry registration schemes.&lt;/p&gt;\r\n&lt;p&gt;On successful completion of this standard each individual will have the opportunity to progress to become a Specialist Piling Operative (Level 3) e.g. Piling Rig Operator, Mud Plant Operative, Tremie Operative or Charge Hand.&lt;/p&gt;\r\n&lt;h3&gt;English and Maths&lt;/h3&gt;\r\n&lt;p&gt;Individuals without level 1 English and Mathematics Level 1 will need to achieve this level and take the test for level 2 English and Mathematics prior to taking the end point assessment.&#160;&lt;/p&gt;\r\n&lt;h3&gt;Standard Review Date&lt;/h3&gt;\r\n&lt;p&gt;This standard will be reviewed after three years.&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Construction Industry Training Board (CITB)",
    "contactName": "Dawn Hillier",
    "contactAddress": "Carthusian Court\r\n12 Carthusian Street\r\nLONDON\r\nEM1M 6EZ",
    "contactEmail": "Quality.assurance@citb.co.uk",
    "webLink": "https://www.citb.co.uk/"
  },
  "approvedForDelivery": "2018-06-22T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "TB0578",
  "tbMainContact": "sjbell@laingorourke.com",
  "involvedEmployers": "Laing O’Rourke, Expanded, Balfour Beatty, BAM Ritchies, Skanska, Bachy Soletanche, Keller, Van Elle, Keltbray Piling, Aarsleff, Simplex Westpile, Bauer Technologies, Martello Piling",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Onsite Construction",
  "cluster": "Construction Specialist Operative/Technician",
  "createdDate": "2017-11-14T17:09:22 +00:00",
  "lastUpdated": "2018-06-22T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/piling-attendant-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/piling-attendant-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}