{
  "templateType": "Apprenticeship Standard",
  "larsCode": 181,
  "referenceNumber": "ST0225",
  "learningAimClassCode": "",
  "title": "Horticulture or landscape operative",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0225",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-09-21T00:00:00",
  "earliestStartDate": "2017-06-27T00:00:00",
  "latestStartDate": "2022-09-20T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Planning and maintaining large gardens, parks and other green spaces.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "tree surgery",
    "horticulture",
    "landscaping",
    "landscape gardening",
    "forestry management"
  ],
  "jobRoles": [
    "horticulturalist",
    "landscape gardener"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2869/st0225_horticulture-and-landscape-operative_l2_review-for-publication_standard_v02_pdf.pdf",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.2 Horticulture and forestry",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupational profile&lt;/h3&gt;\n&lt;p&gt;Horticulture or landscape operatives can be employed to work in public parks and gardens, green spaces and historic gardens, private gardens and estates or in production nurseries and retail outlets. Many businesses will be specialised in their activities, such as grounds maintenance (soft-landscape) or landscape construction (hard-landscape). Soft- landscaping includes the establishment and maintenance of plants and cultivated areas. Hard-landscaping includes establishment of hard surfaces and structures in addition to the establishment of plants in cultivated areas.&lt;/p&gt;\n&lt;p&gt;The distinct nature of these two specialisms means very few businesses can offer the full breadth of skills and therefore two options are available for this occupation; horticulture and landscape construction. The employment area will dictate the option pursued. The horticulture option focuses on plant propagation and plant growth. The landscape construction option focuses on the installation of features and structures; application of landscape materials as well as supporting site management.&lt;/p&gt;\n&lt;p&gt;Work is generally based outside and undertaken throughout the year, so apprentices will frequently work outside in all weathers. Often people new to the industry will start in a ‘hands-on’ role covering a range of practical tasks, with specialist skills being learnt through progression. A wide range of machinery and tools are used and additional training may be required depending on the nature of the works undertaken.&lt;/p&gt;\n&lt;p&gt;Working and learning in the horticulture and landscape industries is rewarding, offers a diverse range of employment opportunities and includes a range of skills that are transferrable into many other industries.&lt;/p&gt;\n&lt;h3&gt;Required skills, knowledge and behaviours to complete this apprenticeship&lt;/h3&gt;\n&lt;h4&gt;Core knowledge - have an understanding of:&lt;/h4&gt;\n&lt;p&gt;Industry understanding; the importance and benefits of green-space and the types of horticultural skills appropriate to different businesses and cultural sites.&lt;/p&gt;\n&lt;p&gt;Business; business policies, vision and values. Workers’ contribution to earning profit and awareness of commercial pressure. Understanding of how project management informs a team to achieve objectives.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Communication; the importance of clear communication. Knowledge of different forms of communication aids and their use. The value of effective and timely communication in customer care.&lt;/p&gt;\n&lt;p&gt;Health and safety; health and safety regulation, legislation, policy and procedure and the responsibility of workers. Knowledge of hazards and working to strict health, safety, quality and environmental (HSQE) processes particularly appropriate to horticultural sites.&lt;/p&gt;\n&lt;p&gt;Environmental; waste and waste reduction and recycling and environmental best practice. Prevention and control of local pollution incidents.&lt;/p&gt;\n&lt;p&gt;Plant growth and development; plant nutrition and plant requirements. The principles of germination, photosynthesis, respiration and transpiration (the science of plant growth). How to care for plants correctly in different environments. The relationship between environmental conditions and plant growth.&lt;/p&gt;\n&lt;p&gt;Tools, equipment and machinery; correct tools, equipment and machinery required for the job and the importance of maintenance and regular checks of these items to ensure they remain in good working order. Legal requirement of training by a competent person and familiarity with operator training and certification requirements.&lt;/p&gt;\n&lt;p&gt;Vegetation control; how to control vegetation and methods of site clearance and removal of vegetation&lt;/p&gt;\n&lt;p&gt;Biosecurity; biosecurity and phytosanitary measures for pests and diseases and how these apply to work sites. Awareness of invasive alien species that may impact work methods.&lt;/p&gt;\n&lt;p&gt;Plant identification; plant identification by scientific names including genus, species and cultivar. Know why and how plants are identified.&lt;/p&gt;\n&lt;p&gt;Soil science; why, when and how to cultivate soils for differing purposes. Different growing media and mulches. How to modify soils for plant growth and understand the reasons for cultivation and drainage.&lt;/p&gt;\n&lt;p&gt;Plant health; basic pest and disease identification and symptoms and control methods.&lt;/p&gt;\n&lt;h4&gt;Core skills - able to:&lt;/h4&gt;\n&lt;p&gt;Communication; communicate with others, including clients, the public and colleagues, this may require basic IT systems use.&lt;/p&gt;\n&lt;p&gt;Team working; work alone and as part of a team effectively and recognise how all staff are dependent on each other to meet business objectives.&lt;/p&gt;\n&lt;p&gt;Health and safety; apply relevant health and safety processes and procedures. Implement specific industry information on hazards relevant to horticultural environments. Follow safe systems of work and safety information provided by employer. Implement environmental protection policies and procedures.&lt;/p&gt;\n&lt;p&gt;Environmental; prevent and control local pollution incidents e.g. use of spill kits.&lt;/p&gt;\n&lt;p&gt;Planting, plant growth and development; care for plants correctly in different environments, including basic irrigation methods, planting methods and identifying plant deficiencies. Install various soft-landscape materials e.g. shrubs, trees, herbaceous, bedding, grass areas and seed. This will include site preparation, planting, sowing, turfing, preparation of seed beds and mulching.&lt;/p&gt;\n&lt;p&gt;Soil cultivation; cultivate and improve soils by mechanical methods and by hand, making and amelioration of growing media and soils.&lt;/p&gt;\n&lt;p&gt;Tools, equipment and machinery; safely use tools e.g. spades, rakes, shovels; equipment e.g. tape measure and spirit level and machinery e.g. pedestrian controlled mowers, hand held strimmer, hedgecutter.&lt;/p&gt;\n&lt;p&gt;Vegetation control; follow processes and methods of site clearance, using tools and machinery for pruning and vegetation control, including basic turf management. Follow weed control methods.&lt;/p&gt;\n&lt;p&gt;Maintain hard structures; maintain structures relevant to the business activities.&lt;/p&gt;\n&lt;p&gt;Site presentation; work to a specified finish.&lt;/p&gt;\n&lt;h3&gt;For the landscape construction role, additional knowledge and skills required:&lt;/h3&gt;\n&lt;h4&gt;Knowledge – have an understanding of;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Methods used to measure and set out a site g. use of tape measures and measuring wheels, defining features by using string lines or aerosol markers, the principles in defining site levels using manual or electrical equipment.&lt;/li&gt;\n&lt;li&gt;Marking out hazards such as Interpretation of construction drawings and specifications e.g. quantities, measurements and positioning. The safe use of abrasive wheels for cutting hard landscape materials during construction.&lt;/li&gt;\n&lt;li&gt;Water feature construction methods g. linings, pumps, water courses.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Skills – be able to;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Install various hard-landscape construction features and structures g. paths, patios, fences and walls. This will include basic brick laying, paving, timber decking, setting levels, services identification.&lt;/li&gt;\n&lt;li&gt;Free hand cutting and bench cutting of hard landscape materials during construction using abrasive wheels.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Assess and repair hard structures; evaluate hazards and damage and if appropriate carry out repair or report. Examples include broken drainage, rotten timber, cracked paving stone, frost damage brick work.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;For the horticulture role additional knowledge and skills required:&lt;/h3&gt;\n&lt;h4&gt;Knowledge – have an understanding of;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;The range and application of different growing media for plant production and propagation. The principles and methods of watering techniques including irrigation systems and hand watering.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Ornamental turf management through basic maintenance; including mowing, aeration, scarification, and top How to monitor for issues including damage, water issues, pests and diseases&lt;/li&gt;\n&lt;li&gt;Ornamental aquatic environments including organic matter control both inside and around the feature and monitoring for any maintenance or safety issues.&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Skills – able to;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Undertake correct pruning techniques for a range of plants.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Cultivate and maintain soft-landscape elements g. shrubs, trees, herbaceous, bedding, grass areas and seed. Assist the establishment of an area of turf through laying, irrigation, maintenance, and allowing appropriate establishment time before use.&lt;/li&gt;\n&lt;li&gt;Undertake basic propagation skills including division, cuttings, seed sowing and seed collection.&lt;/li&gt;\n&lt;li&gt;Work without causing damage to features present such as irrigation, turf and aquatic environments.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Core behaviours&lt;/h3&gt;\n&lt;p&gt;Health and safety; have a safety-led mind-set for self, colleagues and the public.&lt;/p&gt;\n&lt;p&gt;Customer care; show dignity, respect and empathy when dealing with others, including clients, the public and colleagues.&lt;/p&gt;\n&lt;p&gt;Learn: learn behaviours, skills and knowledge effectively from craftspeople and managers.&lt;/p&gt;\n&lt;p&gt;Attitude; have a positive and motivated attitude towards work, including having pride in one’s work.&lt;/p&gt;\n&lt;p&gt;Decision making; adopt a pragmatic timely approach by identifying appropriate solutions to practical problems.&lt;/p&gt;\n&lt;h3&gt;Typical job titles:&amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;Typical job titles: Horticulturalist and Landscape gardener&lt;/p&gt;\n&lt;h3&gt;Apprenticeship duration&lt;/h3&gt;\n&lt;p&gt;The typical duration for this apprenticeship is 24 months.&lt;/p&gt;\n&lt;h3&gt;Core qualifications&lt;/h3&gt;\n&lt;p&gt;The following qualifications will be required prior to taking the end point assessment.&lt;/p&gt;\n&lt;p&gt;Emergency first aid: Level 3 award in emergency first aid at work.&lt;/p&gt;\n&lt;p&gt;Pesticides: Level 2 Principles of Safe Handling and Application of Pesticides Guidance OR Level 2 Award in the Safe Use of Pesticides&lt;/p&gt;\n&lt;p&gt;English and maths: Apprentices without level 2 English and maths must achieve level 1 and take the test for level 2 before taking the end-point assessment.&lt;/p&gt;\n&lt;p&gt;To comply with legislation and industry standards, individuals who wish to work in some sectors of the industry may have to complete additional certificates of training, statutory licences and health and safety approved competency cards in order to be permitted on to a worksite&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;All First Aid at Work qualifications taken as a part of this apprenticeship must be regulated by Ofqual. However it came to light that this was unclear and some apprentices have undertaken non Ofqual regulated Emergency First Aid at Work qualifications which comply with Health and Safety (First Aid) Regulations 1998. In order that apprentices are not disadvantaged who hold these qualifications, the employers have agreed that they can enter end-point assessment (providing all other requirements have been met) up until Tuesday 30th June 2020. As from Wednesday 1st July 2020, all apprentices entering EPA, must have completed an Ofqual regulated, Level 3 Emergency First Aid at Work (EFAW) one day course.&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Apprenticeship level&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard is at level 2.&lt;/p&gt;\n&lt;h3&gt;Review date&lt;/h3&gt;\n&lt;p&gt;3 years from Implementation&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Horticulture or landscape operatives can be employed to work in public parks and gardens, green spaces and historic gardens, private gardens and estates or in production nurseries and retail outlets. Many businesses will be specialised in their activities, such as grounds maintenance (soft-landscape) or landscape construction (hard-landscape). Soft- landscaping includes the establishment and maintenance of plants and cultivated areas. Hard-landscaping includes establishment of hard surfaces and structures in addition to the establishment of plants in cultivated areas. The distinct nature of these two specialisms means very few businesses can offer the full breadth of skills and therefore two options are available for this occupation; horticulture and landscape construction. The employment area will dictate the option pursued. The horticulture option focuses on plant propagation and plant growth. The landscape construction option focuses on the installation of features and structures; application of landscape materials as well as supporting site management. Work is generally based outside and undertaken throughout the year, so apprentices will frequently work outside in all weathers. Often people new to the industry will start in a ‘hands-on’ role covering a range of practical tasks, with specialist skills being learnt through progression. A wide range of machinery and tools are used and additional training may be required depending on the nature of the works undertaken. Working and learning in the horticulture and landscape industries is rewarding, offers a diverse range of employment opportunities and includes a range of skills that are transferrable into many other industries.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "4cf5ffc0-92b9-4aa6-8890-cec2a210a67c",
      "detail": "Industry understanding: the importance and benefits of green-space and the types of horticultural skills appropriate to different businesses and cultural sites."
    },
    {
      "knowledgeId": "5d232b35-d291-49bf-9f2f-1ed6088d9936",
      "detail": "Business: business policies, vision and values. Workers’ contribution to earning profit and awareness of commercial pressure. Understanding of how project management informs a team to achieve objectives."
    },
    {
      "knowledgeId": "e4b07a9a-6f11-41e3-b9d6-879f1dea08c7",
      "detail": "Communication: the importance of clear communication. Knowledge of different forms of communication aids and their use. The value of effective and timely communication in customer care."
    },
    {
      "knowledgeId": "470e60a5-fc76-47bb-b9f8-d706a7781609",
      "detail": "Health and safety: health and safety regulation, legislation, policy and procedure and the responsibility of workers. Knowledge of hazards and working to strict health, safety, quality and environmental (HSQE) processes particularly appropriate to horticultural sites."
    },
    {
      "knowledgeId": "28566277-fe70-440a-86cf-5f9febeef665",
      "detail": "Environmental: waste and waste reduction and recycling and environmental best practice. Prevention and control of local pollution incidents."
    },
    {
      "knowledgeId": "d09072bb-501c-4a82-95be-cc0ddd805424",
      "detail": "Plant growth and development: plant nutrition and plant requirements. The principles of germination, photosynthesis, respiration and transpiration (the science of plant growth). How to care for plants correctly in different environments. The relationship between environmental conditions and plant growth"
    },
    {
      "knowledgeId": "a00fb009-e5dd-4560-84c4-083d5eb6e376",
      "detail": "Tools, equipment and machinery: correct tools, equipment and machinery required for the job and the importance of maintenance and regular checks of these items to ensure they remain in good working order. Legal requirement of training by a competent person and familiarity with operator training and certification requirements."
    },
    {
      "knowledgeId": "77d57758-01b4-45b8-92f4-aa6db67f9dc1",
      "detail": "Vegetation control: how to control vegetation and methods of site clearance and removal of vegetation"
    },
    {
      "knowledgeId": "ffc246b4-0320-490a-a4fb-3ee06c37ee14",
      "detail": "Biosecurity: biosecurity and phytosanitary measures for pests and diseases and how these apply to work sites. Awareness of invasive alien species that may impact work methods."
    },
    {
      "knowledgeId": "986acea7-fe55-441f-befb-671f69243572",
      "detail": "Plant identification: plant identification by scientific names including genus, species and cultivar. Know why and how plants are identified."
    },
    {
      "knowledgeId": "97f46947-80a2-4bf2-8399-66f5be532e24",
      "detail": "Soil science: why, when and how to cultivate soils for differing purposes. Different growing media and mulches. How to modify soils for plant growth and understand the reasons for cultivation and drainage."
    },
    {
      "knowledgeId": "2b1b9a2b-8eb6-4818-b0ff-9cdaa8cf5d77",
      "detail": "Plant health: basic pest and disease identification and symptoms and control methods."
    },
    {
      "knowledgeId": "70b512cf-ce3e-4011-808a-6e57740b6109",
      "detail": "Methods used to measure and set out a site g. use of tape measures and measuring wheels, defining features by using string lines or aerosol markers, the principles in defining site levels using manual or electrical equipment."
    },
    {
      "knowledgeId": "7dd2c3d7-7a37-4e18-a9e3-4b24f98c147c",
      "detail": "Marking out hazards such as Interpretation of construction drawings and specifications e.g. quantities, measurements and positioning. The safe use of abrasive wheels for cutting hard landscape materials during construction"
    },
    {
      "knowledgeId": "c5f45b0b-eba0-4f33-aaab-ca5992c21f73",
      "detail": "Water feature construction methods g. linings, pumps, water courses."
    },
    {
      "knowledgeId": "4f0804ec-1817-4987-9ffa-e7813ae21f4f",
      "detail": "The range and application of different growing media for plant production and propagation. The principles and methods of watering techniques including irrigation systems and hand watering"
    },
    {
      "knowledgeId": "daa49575-a714-49c6-bcee-ce109a5d82c1",
      "detail": "Ornamental turf management through basic maintenance; including mowing, aeration, scarification, and top How to monitor for issues including damage, water issues, pests and diseases"
    },
    {
      "knowledgeId": "0ab40f28-4aad-4dc2-8fd5-3d87d8e07dbd",
      "detail": "Ornamental aquatic environments including organic matter control both inside and around the feature and monitoring for any maintenance or safety issues."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "e073ad42-6647-4c59-81d0-0ddc3d757f1f",
      "detail": "Health and safety: have a safety-led mind-set for self, colleagues and the public."
    },
    {
      "behaviourId": "3323379b-09e3-4141-9606-a71fa38f8f55",
      "detail": "Customer care: show dignity, respect and empathy when dealing with others, including clients, the public and colleagues."
    },
    {
      "behaviourId": "fc1a3bdc-f7d4-4966-8dbf-6c602a75894a",
      "detail": "Learn: learn behaviours, skills and knowledge effectively from craftspeople and managers."
    },
    {
      "behaviourId": "fcb4a899-66ff-4049-b03d-c9755bce30de",
      "detail": "Attitude: have a positive and motivated attitude towards work, including having pride in one’s work."
    },
    {
      "behaviourId": "5b00dac6-2f61-4123-9000-65a922feed9f",
      "detail": "Decision making: adopt a pragmatic timely approach by identifying appropriate solutions to practical problems."
    }
  ],
  "skills": [
    {
      "skillId": "d9375a97-2718-4d4a-9129-c5220188ca8e",
      "detail": "Communication: communicate with others, including clients, the public and colleagues, this may require basic IT systems use."
    },
    {
      "skillId": "ce0e5fe6-8d40-40b2-9ec9-7a6c15ea19f8",
      "detail": "Team working: work alone and as part of a team effectively and recognise how all staff are dependent on each other to meet business objectives."
    },
    {
      "skillId": "b0486465-7bdf-4c8f-8721-213bdc6ac9b9",
      "detail": "Health and safety: apply relevant health and safety processes and procedures. Implement specific industry information on hazards relevant to horticultural environments. Follow safe systems of work and safety information provided by employer. Implement environmental protection policies and procedures."
    },
    {
      "skillId": "76079f2a-c66e-4183-ac40-31265f05b8fb",
      "detail": "Environmental: prevent and control local pollution incidents e.g. use of spill kits."
    },
    {
      "skillId": "552378aa-11c3-498f-b186-5cd06720b80e",
      "detail": "Planting, plant growth and development: care for plants correctly in different environments, including basic irrigation methods, planting methods and identifying plant deficiencies. Install various soft-landscape materials e.g. shrubs, trees, herbaceous, bedding, grass areas and seed. This will include site preparation, planting, sowing, turfing, preparation of seed beds and mulching."
    },
    {
      "skillId": "cc16262c-8007-4b33-a622-69b1d63c1126",
      "detail": "Soil cultivation: cultivate and improve soils by mechanical methods and by hand, making and amelioration of growing media and soils."
    },
    {
      "skillId": "a9aafba1-d4e4-48d0-b947-0996443f3c82",
      "detail": "Tools, equipment and machinery: safely use tools e.g. spades, rakes, shovels; equipment e.g. tape measure and spirit level and machinery e.g. pedestrian controlled mowers, hand held strimmer, hedgecutter."
    },
    {
      "skillId": "86cc5ef5-b427-4796-b663-4da06a832d9e",
      "detail": "Vegetation control: follow processes and methods of site clearance, using tools and machinery for pruning and vegetation control, including basic turf management. Follow weed control methods"
    },
    {
      "skillId": "a98aa6ba-77aa-498a-9d39-d9d213e2c2cf",
      "detail": "Maintain hard structures: maintain structures relevant to the business activities."
    },
    {
      "skillId": "761491a4-e58f-4489-a635-ced16d519eb0",
      "detail": "Site presentation: work to a specified finish."
    },
    {
      "skillId": "82af6d8c-c00d-470e-b732-91138d24e547",
      "detail": "Install various hard-landscape construction features and structures g. paths, patios, fences and walls. This will include basic brick laying, paving, timber decking, setting levels, services identification."
    },
    {
      "skillId": "0905f5ae-d8e1-4a96-b0d0-6ef17dfdf7ec",
      "detail": "Free hand cutting and bench cutting of hard landscape materials during construction using abrasive wheels"
    },
    {
      "skillId": "4b1397a7-ffeb-474c-b2ed-7faa1fe41ecc",
      "detail": "Assess and repair hard structures; evaluate hazards and damage and if appropriate carry out repair or report. Examples include broken drainage, rotten timber, cracked paving stone, frost damage brick work."
    },
    {
      "skillId": "32725808-c0dc-41c8-95ce-3d57f3c3f5f1",
      "detail": "Undertake correct pruning techniques for a range of plants."
    },
    {
      "skillId": "d3f9170a-0a47-4b82-8622-114832212abd",
      "detail": "Cultivate and maintain soft-landscape elements g. shrubs, trees, herbaceous, bedding, grass areas and seed. Assist the establishment of an area of turf through laying, irrigation, maintenance, and allowing appropriate establishment time before use."
    },
    {
      "skillId": "93be0261-235e-404c-8857-654d5d084566",
      "detail": "Undertake basic propagation skills including division, cuttings, seed sowing and seed collection."
    },
    {
      "skillId": "eb419477-bb62-4850-8958-8fb84f816b10",
      "detail": "Work without causing damage to features present such as irrigation, turf and aquatic environments."
    }
  ],
  "optionsUnstructuredTemplate": [
    "Landscape construction role",
    "Horticulture role"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-06-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0223",
  "tbMainContact": "ros@adrow.co.uk",
  "involvedEmployers": "Association of Professional Landscapers (APL), British Association of Landscape Industries (BALI), City of London, Continental Landscapes Ltd, English Heritage, Glendale Managed Services, Ground Control, Historic and Botanic Garden Training Programme, Holland Landscapes, Horticultural Trades Association (HTA), John O’Conner Grounds Maintenance, National Trust, idverde, Royal Botanic Gardens,  Kew, Royal Horticultural Society, Scarborough Borough Council, Wildlife Gardening Forum",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "horticulturalist",
    "landscape gardener"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Agriculture, Land Management and Production",
  "cluster": "Landscape Horticulture Operative/Technician",
  "clusterId": "161",
  "clusterDescription": "The design, construction and maintenance of gardens, designed landscapes and sports turf facilities for private, commercial and community use",
  "createdDate": "2017-09-22T14:24:17 +00:00",
  "lastUpdated": "2022-09-21T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-06-27T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0225",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0225-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0225-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "3892f709-6585-4955-8c04-324c4126d42a",
      "title": "Landscape construction operative",
      "occupationCode": "OCC0225B"
    },
    {
      "optionId": "5f623699-3f7b-4d93-a406-608cef64c90a",
      "title": "Horticulture operative",
      "occupationCode": "OCC0225A"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "e073ad42-6647-4c59-81d0-0ddc3d757f1f",
        "3323379b-09e3-4141-9606-a71fa38f8f55",
        "fc1a3bdc-f7d4-4966-8dbf-6c602a75894a",
        "fcb4a899-66ff-4049-b03d-c9755bce30de",
        "5b00dac6-2f61-4123-9000-65a922feed9f"
      ],
      "mappedKnowledge": [
        "4cf5ffc0-92b9-4aa6-8890-cec2a210a67c",
        "5d232b35-d291-49bf-9f2f-1ed6088d9936",
        "e4b07a9a-6f11-41e3-b9d6-879f1dea08c7",
        "470e60a5-fc76-47bb-b9f8-d706a7781609",
        "28566277-fe70-440a-86cf-5f9febeef665",
        "d09072bb-501c-4a82-95be-cc0ddd805424",
        "a00fb009-e5dd-4560-84c4-083d5eb6e376",
        "77d57758-01b4-45b8-92f4-aa6db67f9dc1",
        "ffc246b4-0320-490a-a4fb-3ee06c37ee14",
        "97f46947-80a2-4bf2-8399-66f5be532e24",
        "2b1b9a2b-8eb6-4818-b0ff-9cdaa8cf5d77"
      ],
      "mappedSkills": [
        "d9375a97-2718-4d4a-9129-c5220188ca8e",
        "ce0e5fe6-8d40-40b2-9ec9-7a6c15ea19f8",
        "b0486465-7bdf-4c8f-8721-213bdc6ac9b9",
        "76079f2a-c66e-4183-ac40-31265f05b8fb",
        "552378aa-11c3-498f-b186-5cd06720b80e",
        "cc16262c-8007-4b33-a622-69b1d63c1126",
        "a9aafba1-d4e4-48d0-b947-0996443f3c82",
        "86cc5ef5-b427-4796-b663-4da06a832d9e",
        "a98aa6ba-77aa-498a-9d39-d9d213e2c2cf",
        "761491a4-e58f-4489-a635-ced16d519eb0"
      ]
    },
    {
      "coreOrOptionTitle": "Landscape construction role",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "70b512cf-ce3e-4011-808a-6e57740b6109",
        "7dd2c3d7-7a37-4e18-a9e3-4b24f98c147c",
        "c5f45b0b-eba0-4f33-aaab-ca5992c21f73"
      ],
      "mappedSkills": [
        "82af6d8c-c00d-470e-b732-91138d24e547",
        "0905f5ae-d8e1-4a96-b0d0-6ef17dfdf7ec",
        "4b1397a7-ffeb-474c-b2ed-7faa1fe41ecc"
      ]
    },
    {
      "coreOrOptionTitle": "Horticulture role",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "4f0804ec-1817-4987-9ffa-e7813ae21f4f",
        "daa49575-a714-49c6-bcee-ce109a5d82c1",
        "0ab40f28-4aad-4dc2-8fd5-3d87d8e07dbd"
      ],
      "mappedSkills": [
        "32725808-c0dc-41c8-95ce-3d57f3c3f5f1",
        "d3f9170a-0a47-4b82-8622-114832212abd",
        "93be0261-235e-404c-8857-654d5d084566",
        "eb419477-bb62-4850-8958-8fb84f816b10"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-09-21T00:00:00"
}