{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 110,
  "referenceNumber": "ST0257",
  "learningAimClassCode": "",
  "title": "Large goods vehicle (LGV) driver C + E",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0257",
  "qualificationStandardUrl": null,
  "versionNumber": "1.3",
  "change": "End-point assessment plan revised.",
  "changedDate": "2023-01-04T00:00:00",
  "earliestStartDate": "2022-11-28T00:00:00",
  "latestStartDate": "2023-06-25T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Driving and delivering goods across all sectors and distances for a range of customers from private individuals and sole traders through to large global organisations.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 13,
  "maxFunding": 7000,
  "maxFundingAdditionalInformation": "",
  "route": "Transport and logistics",
  "keywords": [
    "haulage",
    "shipping",
    "removals",
    "import",
    "export",
    "freight",
    "hazardous goods",
    "dangerous goods",
    "food",
    "supply chain",
    "LGV"
  ],
  "jobRoles": [
    "Driver",
    "LGV driver",
    "HGV driver",
    "Lorry driver",
    "Artic driver"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/6701/st0257-large-goods-vehicle-driver-l2-ap-v13.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.3",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in:&lt;br /&gt;National and international transport and logistic organisation’s in a very wide range of sectors. Employers range from large organisation’s with their own in-house operations through to specialist contractors through to small businesses.&lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is to drive large goods vehicles, which are vehicles with a Gross Combined Weight of over 7500kg and include Articulated and Draw Bar vehicles, in a safe and fuel-efficient manner, ensuring that the right products are delivered at the right time, location, condition and temperature (if required), with the correct documentation and within the shortest lead times. LGV drivers deliver to a range of settings, such as warehouses, shops and private homes. Their customer base ranges from large global organisation’s to sole traders, private customers and the military. They may work within one or more sub sectors, including shipping, removals, import/export, freight, hazardous goods, and food. They may be required to work shifts, unsociable hours and will usually work alone. &lt;br /&gt;&lt;br /&gt;In their daily work, an employee in this occupation interacts with a wide range of people and customers including transport planners, transport managers, freight loaders, yard marshals, goods in personnel, other drivers and end users. LGV drivers strive to meet expectations by providing a quality service that encourages repeat business and customer satisfaction, showing drive and energy even when challenges arise. Individuals in this role are highly competent in using industry-recognised systems (such as systems for reporting defects) and associated services e.g. customer specifics on packaging or labelling, and are able to work under pressure to tight deadlines.&lt;br /&gt;&lt;br /&gt;An employee in this occupation will be responsible for maintaining the integrity of the load and vehicle by applying correct procedures for load restraint, performance and conduct on the road, fuel efficient driving, vehicle defect checks, complying with all traffic legislation, working time and high way code rules whilst delivering first class customer service at all times.&lt;br /&gt;&lt;br /&gt;The Driver Certificate of Professional Competence (Driver CPC) is a legal requirement for those driving LGV&#39;s professionally. The LGV driver will receive the Driver CPC card as a part of their (C+E )license acquisition, the driver must complete 35 hours of periodic training every five years in order to maintain the ability to drive LGV&#39;s professionally.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "fcfa59c1-3186-46b3-a2e7-3407167d97fb",
      "detail": "The mechanisms of safe, controlled and fuel-efficient driving techniques relating to driving the Large Goods Vehicle (LGV), considering fuel costs and other possible efficiencies, implications of differing vehicle configurations and associated safety issues, including matching the appropriate trailer to the tractor unit"
    },
    {
      "knowledgeId": "5b418089-cb9d-4bd0-8c37-d3863d9027c9",
      "detail": "Safe use of equipment and machinery e.g. manual handling equipment, vehicle and delivery systems, including where to find relevant instructions or guidance"
    },
    {
      "knowledgeId": "ae1b1506-74c5-4a85-ba25-38ddb66b54bd",
      "detail": "Vehicle preparation including safe coupling and uncoupling of trailers, vehicle safety checks/inspections, defect reporting, safety requirements, loading, securing and unloading processes, axle combinations"
    },
    {
      "knowledgeId": "96c80efa-535f-421e-be41-2d667c242507",
      "detail": "How to protect the vehicle and associated loads, including management of unlawful access to vehicle and loads"
    },
    {
      "knowledgeId": "76f8f437-f355-45f5-ace2-9e68ac6081d9",
      "detail": "Planning and preparing processes (e.g. weather or traffic changes, planning fastest/most efficient route) including vehicle selection and contingency planning when circumstances change"
    },
    {
      "knowledgeId": "892d8a38-ba7c-4643-84fe-be2ef8f48457",
      "detail": "All role-related technology and systems including tachographs, adaptive braking, hand-held scanners, on board telematics"
    },
    {
      "knowledgeId": "feb7a0db-a327-4549-9d33-9b3f002bc0c0",
      "detail": "Relevant regulation and legislation relating to the role of a professional LGV driver governing the Transport and Warehousing industry and in specific relation to the role, including the working time directive and medical and license requirements"
    },
    {
      "knowledgeId": "f4e6cb13-c6e3-451a-9c8d-f53fbea4e6ea",
      "detail": "How to communicate effectively and appropriately with customers and colleagues"
    },
    {
      "knowledgeId": "4d90a394-fb9e-4cdb-9eb9-6d1877523cd0",
      "detail": "Structure of the industry; the modes of transport and how these affect transport operations such as loading and unloading; issues facing the sector; the roles available within the sector in general and in relation to their own career aspirations"
    },
    {
      "knowledgeId": "be4c7f1c-93bf-46e8-ba15-426b310eb7c3",
      "detail": "Importance of delivering excellent customer service to customers and colleagues, for example identifying customer/colleague needs and responding appropriately in line with situation and organisational style/culture; importance of organisation reputation and how their own performance can contribute to organisational success"
    },
    {
      "knowledgeId": "bed0a9fb-8016-4c62-b758-1ba9c19e7853",
      "detail": "Different types of cargo and their carriage requirements."
    },
    {
      "knowledgeId": "0ac7bdee-8cff-44fe-b521-ae6085ccf462",
      "detail": "Environmental impact of the industry, sector and role and how this can be minimised, including their own responsibilities to use safe and fuel-efficient driving techniques including selecting the correct trailer design to reduce wind resistance."
    },
    {
      "knowledgeId": "31247303-4600-4eca-9931-f7541e79f78d",
      "detail": "How their role can affect their health; the need to maintain a level of fitness appropriate to their role, awareness of the benefits of a healthy diet, the impact of shift working etc"
    },
    {
      "knowledgeId": "4bc3c842-6171-44ff-a49f-26f066c83137",
      "detail": "The implications of city restrictions, such as congestion charging, Low Emission Zones (LEZs), night restrictions for goods vehicles, route restrictions for goods vehicles and vehicle equipment requirements"
    },
    {
      "knowledgeId": "2061c74f-4ec9-497c-8219-dc6daf44b9ff",
      "detail": "How to drive alongside vulnerable road users, such as cyclists, pedestrians, motor cyclists, taking into account the physical difference of larger articulated vehicles and the space required to safely manoeuvre"
    },
    {
      "knowledgeId": "bcfb64ba-131d-4cb7-8dcf-23116f07b158",
      "detail": "Holistic view of the logistics industry and the role of the LGV driver within that, for example multimodal transport procedures or reverse logistics"
    },
    {
      "knowledgeId": "eeeeb11f-fc15-479d-81f6-549070c33623",
      "detail": "The role of the Driver and Vehicle Standards Agency (DVSA) and the Traffic Commissioners in compliance, fair competition and safety."
    },
    {
      "knowledgeId": "f5e03828-062a-4461-87bf-38c570ae53cd",
      "detail": "How to accommodate different traffic situations and weather conditions"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "5d10f369-14d2-45a8-8a5f-6b64a8801486",
      "detail": "Demonstrates integrity, credibility, honesty and personal drive, and promotes organisational values and brand"
    },
    {
      "behaviourId": "e6ba5ec0-d0c7-4d5b-8ec2-869fa60f75ee",
      "detail": "Take responsibility for their own safety and that of others at all times, particularly when driving"
    },
    {
      "behaviourId": "be03de0c-7735-4f29-a223-c75c4569ac68",
      "detail": "Take ownership for their own performance and training committing to self- improvement. Keep up to date with industry developments"
    },
    {
      "behaviourId": "e734f159-d1e9-4e37-9cf8-24075e2d4f09",
      "detail": "Work in a professional manner in relation to timekeeping, personal appearance and dress code."
    },
    {
      "behaviourId": "3cfc463e-5d24-4af7-a55f-2ecf3a158672",
      "detail": "Interact positively and professionally with customers and wider team. Using their own initiative"
    },
    {
      "behaviourId": "7c712ec3-7965-4e19-9331-90757b21968b",
      "detail": "Has a flexible approach to their work e.g driving different vehicles, working different shifts or hours."
    },
    {
      "behaviourId": "e6e0d550-f0bf-4a94-8ed7-6538b48028af",
      "detail": "Competent using information technology."
    },
    {
      "behaviourId": "a45d0ae9-dfe1-4a26-9c73-e351916e2d56",
      "detail": "Takes responsibility for the safety of the vehicle and load through effective vehicle checks."
    }
  ],
  "skills": [
    {
      "skillId": "84b634b2-72dc-4fe8-a535-46bfca4114f3",
      "detail": "Drive safely and efficiently on public and private roads, and manoeuvre the vehicle in restricted spaces; safely use and position vehicle fitted equipment (eg mobile cranes)"
    },
    {
      "skillId": "94e6bbf2-0949-488c-921c-c64edc08f3c8",
      "detail": "Proficiently control the vehicle taking into account the size and type of vehicle and trailer"
    },
    {
      "skillId": "99aab1c1-f43c-4002-9d78-d0915838be73",
      "detail": "Use relevant equipment and machinery safely and efficiently to ensure the safe handling of customer goods, safely open and restrain trailer and vehicle body doors."
    },
    {
      "skillId": "ccfada04-4bd0-462d-8e7e-4c5d221fd879",
      "detail": "Carry out delivery and other relevant activities in a safe and efficient manner complying with relevant systems and processes, following instructions and organisational policy"
    },
    {
      "skillId": "53353ec6-cbb0-4793-8408-50f5ad7e8e64",
      "detail": "Prepare the vehicle and the load for deliveries, including safely using and positioning vehicle fitted equipment; carry out vehicle safety checks and deal with or report any defects or maintenance issues to the appropriate person; complete daily walk round check sheets"
    },
    {
      "skillId": "9e54e026-05c4-4785-a412-29d6b9da376f",
      "detail": "Ensure the vehicle is correctly loaded and is safely secured to minimize chances of damage or load shifting"
    },
    {
      "skillId": "d707875a-a4b3-4375-85fc-773f9d7d3156",
      "detail": "Ensure techniques are used to protect the vehicle and load from theft and damage."
    },
    {
      "skillId": "f22f7a36-2e68-48b1-b9ba-e90ec7626dbe",
      "detail": "Effectively plan the most economical route to be used, minimising waste and loss; plan, prioritise and adapt accordingly when situations arise out of the normal routine"
    },
    {
      "skillId": "302659c5-db9a-4928-b79a-62227df40414",
      "detail": "Use relevant IT systems appropriately and in line with organisational requirements."
    },
    {
      "skillId": "d269e153-21a0-4d13-9276-0a34033706ca",
      "detail": "Fully comply with appropriate legislation and regulation within the transport industry"
    },
    {
      "skillId": "8a0ab163-c9aa-40b0-b585-fc5e1f4b07c2",
      "detail": "Work safely adhering to the health, safety guidelines e.g. manual handling"
    },
    {
      "skillId": "2ec1f097-0715-4c75-9ae3-de9b8acc9ca6",
      "detail": "Use Appropriate methods to communicate effectively with customers and colleagues in line with organisational standards"
    },
    {
      "skillId": "20cc66ba-9a2d-4fdf-b43d-505f313ee8dd",
      "detail": "Work independently using own initiative."
    },
    {
      "skillId": "5f693edb-71ce-41cb-acd5-3559e130dc68",
      "detail": "Work closely with suppliers and customers to ensure any problems, damages or anomalies are corrected."
    },
    {
      "skillId": "4bcae436-3bff-4515-9382-0c711693dd66",
      "detail": "Work as part of a team, showing an ability to work under pressure and to agreed deadlines."
    },
    {
      "skillId": "ecaac01b-2073-483c-9366-73e9009f1c41",
      "detail": "Support colleagues and contribute to achieving objectives or goals."
    },
    {
      "skillId": "3154bbcd-c713-4d38-9ba9-026a1f2d96d6",
      "detail": "Use and connect to the correct type of trailer and its operating systems"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-06-24T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0066",
  "tbMainContact": "jim516@btinternet.com g.austin@maritimetransport.com",
  "involvedEmployers": "Nagel Langdons Ltd, Wincanton, TNT UK, Kuehne + Nagel, Action Express, DHL, John Lewis, Next, CEVA, Wesley, SJ Bargh, Euro Group International Movers, D.Sulley & Son, JT Sons Relocations, Pickford Business Solutions, Simpson’s Removals Storage, Anchor Company Moves, XPO Logistics, Maritime, Blue Arrow, Office Depot, Fox Moving Storage, Universal, GB Liners, White Company, Doree Bonner, Lamberts Removals, Luxfords, The British Association of Removers, HM Armed Forces, The Road Haulage Association, The Freight Transport Association, The Chartered Institute of Logistics & Transport, United Kingdom Warehousing Association",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Driver",
    "LGV driver",
    "HGV driver",
    "Lorry driver",
    "Artic driver"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Transport",
  "cluster": "Driver/Crewmember",
  "clusterId": "82",
  "clusterDescription": "Drive a vehicle (road and rail) and provide routine support services",
  "createdDate": "2022-11-28T15:21:00 +00:00",
  "lastUpdated": "2023-01-04T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-06-24T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0257",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0257-v1-3?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0257-v1-3",
  "qualifications": [
    {
      "qualificationId": "3673c5a1-b9bc-49c1-989b-2c1d132f4220",
      "title": "Cat C+E licence",
      "level": "2",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "5f296119-d444-4232-b185-bb511fadf1fd",
      "dutyDetail": "drive the vehicle safely and in accordance with the law (tachograph law and drivers hours limits)",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5d10f369-14d2-45a8-8a5f-6b64a8801486",
        "e6ba5ec0-d0c7-4d5b-8ec2-869fa60f75ee",
        "e734f159-d1e9-4e37-9cf8-24075e2d4f09"
      ],
      "mappedKnowledge": [
        "fcfa59c1-3186-46b3-a2e7-3407167d97fb",
        "5b418089-cb9d-4bd0-8c37-d3863d9027c9",
        "ae1b1506-74c5-4a85-ba25-38ddb66b54bd",
        "feb7a0db-a327-4549-9d33-9b3f002bc0c0",
        "4bc3c842-6171-44ff-a49f-26f066c83137",
        "2061c74f-4ec9-497c-8219-dc6daf44b9ff",
        "f5e03828-062a-4461-87bf-38c570ae53cd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "84b634b2-72dc-4fe8-a535-46bfca4114f3",
        "94e6bbf2-0949-488c-921c-c64edc08f3c8",
        "ccfada04-4bd0-462d-8e7e-4c5d221fd879",
        "9e54e026-05c4-4785-a412-29d6b9da376f",
        "d269e153-21a0-4d13-9276-0a34033706ca",
        "20cc66ba-9a2d-4fdf-b43d-505f313ee8dd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ac9df4b3-aba0-49db-89d7-1372286aa49c",
      "dutyDetail": "carry out deliveries in a timely and safe manner ensuring that the most efficient route is planned and followed at all times, taking into consideration the additional characteristics of an articulated vehicle.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5d10f369-14d2-45a8-8a5f-6b64a8801486",
        "7c712ec3-7965-4e19-9331-90757b21968b",
        "e6e0d550-f0bf-4a94-8ed7-6538b48028af"
      ],
      "mappedKnowledge": [
        "76f8f437-f355-45f5-ace2-9e68ac6081d9",
        "892d8a38-ba7c-4643-84fe-be2ef8f48457",
        "feb7a0db-a327-4549-9d33-9b3f002bc0c0",
        "be4c7f1c-93bf-46e8-ba15-426b310eb7c3",
        "4bc3c842-6171-44ff-a49f-26f066c83137",
        "2061c74f-4ec9-497c-8219-dc6daf44b9ff",
        "bcfb64ba-131d-4cb7-8dcf-23116f07b158"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "84b634b2-72dc-4fe8-a535-46bfca4114f3",
        "94e6bbf2-0949-488c-921c-c64edc08f3c8",
        "99aab1c1-f43c-4002-9d78-d0915838be73",
        "ccfada04-4bd0-462d-8e7e-4c5d221fd879",
        "53353ec6-cbb0-4793-8408-50f5ad7e8e64",
        "9e54e026-05c4-4785-a412-29d6b9da376f",
        "d707875a-a4b3-4375-85fc-773f9d7d3156",
        "f22f7a36-2e68-48b1-b9ba-e90ec7626dbe",
        "302659c5-db9a-4928-b79a-62227df40414",
        "8a0ab163-c9aa-40b0-b585-fc5e1f4b07c2",
        "2ec1f097-0715-4c75-9ae3-de9b8acc9ca6",
        "20cc66ba-9a2d-4fdf-b43d-505f313ee8dd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e6a2d0b5-aa28-47d2-bdbd-2098fad74570",
      "dutyDetail": "provide excellent customer service through the timely and safe delivery of goods, efficient off loading, and the effective handling of any customer queries or concerns whilst always respecting the customers property.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5d10f369-14d2-45a8-8a5f-6b64a8801486",
        "e6ba5ec0-d0c7-4d5b-8ec2-869fa60f75ee",
        "be03de0c-7735-4f29-a223-c75c4569ac68",
        "e734f159-d1e9-4e37-9cf8-24075e2d4f09",
        "3cfc463e-5d24-4af7-a55f-2ecf3a158672",
        "7c712ec3-7965-4e19-9331-90757b21968b",
        "e6e0d550-f0bf-4a94-8ed7-6538b48028af"
      ],
      "mappedKnowledge": [
        "fcfa59c1-3186-46b3-a2e7-3407167d97fb",
        "5b418089-cb9d-4bd0-8c37-d3863d9027c9",
        "96c80efa-535f-421e-be41-2d667c242507",
        "f4e6cb13-c6e3-451a-9c8d-f53fbea4e6ea",
        "4d90a394-fb9e-4cdb-9eb9-6d1877523cd0",
        "be4c7f1c-93bf-46e8-ba15-426b310eb7c3",
        "4bc3c842-6171-44ff-a49f-26f066c83137",
        "bcfb64ba-131d-4cb7-8dcf-23116f07b158"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "99aab1c1-f43c-4002-9d78-d0915838be73",
        "ccfada04-4bd0-462d-8e7e-4c5d221fd879",
        "302659c5-db9a-4928-b79a-62227df40414",
        "d269e153-21a0-4d13-9276-0a34033706ca",
        "8a0ab163-c9aa-40b0-b585-fc5e1f4b07c2",
        "2ec1f097-0715-4c75-9ae3-de9b8acc9ca6",
        "20cc66ba-9a2d-4fdf-b43d-505f313ee8dd",
        "5f693edb-71ce-41cb-acd5-3559e130dc68",
        "4bcae436-3bff-4515-9382-0c711693dd66"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "31ddfb5d-c74b-429e-8746-87f3b8f3f0b7",
      "dutyDetail": "work with the transport manager and loader to ensure that the load is correct as per the customer’s orders.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5d10f369-14d2-45a8-8a5f-6b64a8801486",
        "e6ba5ec0-d0c7-4d5b-8ec2-869fa60f75ee",
        "be03de0c-7735-4f29-a223-c75c4569ac68",
        "e734f159-d1e9-4e37-9cf8-24075e2d4f09",
        "3cfc463e-5d24-4af7-a55f-2ecf3a158672",
        "7c712ec3-7965-4e19-9331-90757b21968b",
        "e6e0d550-f0bf-4a94-8ed7-6538b48028af"
      ],
      "mappedKnowledge": [
        "5b418089-cb9d-4bd0-8c37-d3863d9027c9",
        "ae1b1506-74c5-4a85-ba25-38ddb66b54bd",
        "96c80efa-535f-421e-be41-2d667c242507",
        "76f8f437-f355-45f5-ace2-9e68ac6081d9",
        "892d8a38-ba7c-4643-84fe-be2ef8f48457",
        "feb7a0db-a327-4549-9d33-9b3f002bc0c0",
        "f4e6cb13-c6e3-451a-9c8d-f53fbea4e6ea",
        "4d90a394-fb9e-4cdb-9eb9-6d1877523cd0",
        "be4c7f1c-93bf-46e8-ba15-426b310eb7c3",
        "4bc3c842-6171-44ff-a49f-26f066c83137"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ccfada04-4bd0-462d-8e7e-4c5d221fd879",
        "53353ec6-cbb0-4793-8408-50f5ad7e8e64",
        "9e54e026-05c4-4785-a412-29d6b9da376f",
        "d707875a-a4b3-4375-85fc-773f9d7d3156",
        "f22f7a36-2e68-48b1-b9ba-e90ec7626dbe",
        "302659c5-db9a-4928-b79a-62227df40414",
        "d269e153-21a0-4d13-9276-0a34033706ca",
        "8a0ab163-c9aa-40b0-b585-fc5e1f4b07c2",
        "2ec1f097-0715-4c75-9ae3-de9b8acc9ca6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "28478f86-3d7b-4134-a35b-63f1cc410b08",
      "dutyDetail": "supervise the loading of the vehicle so that products are safely loaded and secured to minimise chances of damage.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e6ba5ec0-d0c7-4d5b-8ec2-869fa60f75ee",
        "be03de0c-7735-4f29-a223-c75c4569ac68",
        "e734f159-d1e9-4e37-9cf8-24075e2d4f09",
        "7c712ec3-7965-4e19-9331-90757b21968b",
        "a45d0ae9-dfe1-4a26-9c73-e351916e2d56"
      ],
      "mappedKnowledge": [
        "5b418089-cb9d-4bd0-8c37-d3863d9027c9",
        "96c80efa-535f-421e-be41-2d667c242507",
        "bed0a9fb-8016-4c62-b758-1ba9c19e7853"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "99aab1c1-f43c-4002-9d78-d0915838be73",
        "ccfada04-4bd0-462d-8e7e-4c5d221fd879",
        "53353ec6-cbb0-4793-8408-50f5ad7e8e64",
        "9e54e026-05c4-4785-a412-29d6b9da376f",
        "8a0ab163-c9aa-40b0-b585-fc5e1f4b07c2",
        "20cc66ba-9a2d-4fdf-b43d-505f313ee8dd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0f42a690-2a73-46b2-801b-909ad89b8af2",
      "dutyDetail": "check the vehicle is roadworthy taking care to prevent damage to the vehicle or trailer, maintain the cleanliness of the driving cab (internally and externally) and the load area to ensure no cross contamination of goods.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e734f159-d1e9-4e37-9cf8-24075e2d4f09",
        "3cfc463e-5d24-4af7-a55f-2ecf3a158672"
      ],
      "mappedKnowledge": [
        "ae1b1506-74c5-4a85-ba25-38ddb66b54bd",
        "96c80efa-535f-421e-be41-2d667c242507"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "99aab1c1-f43c-4002-9d78-d0915838be73",
        "53353ec6-cbb0-4793-8408-50f5ad7e8e64",
        "9e54e026-05c4-4785-a412-29d6b9da376f",
        "d707875a-a4b3-4375-85fc-773f9d7d3156",
        "8a0ab163-c9aa-40b0-b585-fc5e1f4b07c2",
        "20cc66ba-9a2d-4fdf-b43d-505f313ee8dd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "08b009e5-a0f8-46c6-b89a-3f3f685512a1",
      "dutyDetail": "comply with fuel directives to ensure that fuel efficiency is paramount in the delivery of goods.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "be03de0c-7735-4f29-a223-c75c4569ac68"
      ],
      "mappedKnowledge": [
        "fcfa59c1-3186-46b3-a2e7-3407167d97fb",
        "76f8f437-f355-45f5-ace2-9e68ac6081d9",
        "feb7a0db-a327-4549-9d33-9b3f002bc0c0",
        "be4c7f1c-93bf-46e8-ba15-426b310eb7c3",
        "0ac7bdee-8cff-44fe-b521-ae6085ccf462"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "84b634b2-72dc-4fe8-a535-46bfca4114f3",
        "94e6bbf2-0949-488c-921c-c64edc08f3c8",
        "ccfada04-4bd0-462d-8e7e-4c5d221fd879",
        "f22f7a36-2e68-48b1-b9ba-e90ec7626dbe",
        "20cc66ba-9a2d-4fdf-b43d-505f313ee8dd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b94dc10e-7607-45fb-8aca-c299ee0f1f09",
      "dutyDetail": "report any accidents as soon as possible and in compliance with all legal requirements and the company’s accident reporting procedure.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5d10f369-14d2-45a8-8a5f-6b64a8801486",
        "e6ba5ec0-d0c7-4d5b-8ec2-869fa60f75ee",
        "7c712ec3-7965-4e19-9331-90757b21968b"
      ],
      "mappedKnowledge": [
        "bed0a9fb-8016-4c62-b758-1ba9c19e7853",
        "0ac7bdee-8cff-44fe-b521-ae6085ccf462",
        "2061c74f-4ec9-497c-8219-dc6daf44b9ff",
        "eeeeb11f-fc15-479d-81f6-549070c33623"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ccfada04-4bd0-462d-8e7e-4c5d221fd879",
        "d269e153-21a0-4d13-9276-0a34033706ca",
        "20cc66ba-9a2d-4fdf-b43d-505f313ee8dd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c8e6d41f-4664-48ac-ab5a-4c1b10d135ef",
      "dutyDetail": "perform daily vehicle checks to ensure that the vehicle is safe to use and complete the daily defect report whilst being aware of the vehicle inspection rota for servicing and  MOT",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5d10f369-14d2-45a8-8a5f-6b64a8801486",
        "e6ba5ec0-d0c7-4d5b-8ec2-869fa60f75ee",
        "7c712ec3-7965-4e19-9331-90757b21968b",
        "a45d0ae9-dfe1-4a26-9c73-e351916e2d56"
      ],
      "mappedKnowledge": [
        "5b418089-cb9d-4bd0-8c37-d3863d9027c9",
        "ae1b1506-74c5-4a85-ba25-38ddb66b54bd",
        "96c80efa-535f-421e-be41-2d667c242507",
        "76f8f437-f355-45f5-ace2-9e68ac6081d9",
        "2061c74f-4ec9-497c-8219-dc6daf44b9ff",
        "eeeeb11f-fc15-479d-81f6-549070c33623"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ccfada04-4bd0-462d-8e7e-4c5d221fd879",
        "53353ec6-cbb0-4793-8408-50f5ad7e8e64",
        "9e54e026-05c4-4785-a412-29d6b9da376f",
        "d269e153-21a0-4d13-9276-0a34033706ca",
        "8a0ab163-c9aa-40b0-b585-fc5e1f4b07c2",
        "20cc66ba-9a2d-4fdf-b43d-505f313ee8dd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a1ac2e46-924d-4ac6-adff-472f80c1304b",
      "dutyDetail": "attend essential continuation training in order to carry out the driver role, awareness of new methods and changes in legislation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e6ba5ec0-d0c7-4d5b-8ec2-869fa60f75ee",
        "be03de0c-7735-4f29-a223-c75c4569ac68",
        "e734f159-d1e9-4e37-9cf8-24075e2d4f09",
        "e6e0d550-f0bf-4a94-8ed7-6538b48028af"
      ],
      "mappedKnowledge": [
        "feb7a0db-a327-4549-9d33-9b3f002bc0c0",
        "bed0a9fb-8016-4c62-b758-1ba9c19e7853",
        "4bc3c842-6171-44ff-a49f-26f066c83137",
        "2061c74f-4ec9-497c-8219-dc6daf44b9ff",
        "eeeeb11f-fc15-479d-81f6-549070c33623"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ccfada04-4bd0-462d-8e7e-4c5d221fd879",
        "302659c5-db9a-4928-b79a-62227df40414",
        "d269e153-21a0-4d13-9276-0a34033706ca",
        "20cc66ba-9a2d-4fdf-b43d-505f313ee8dd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "756f503c-674a-4536-b7cb-12c6524fa1bb",
      "dutyDetail": "to provide support in the yard performing other driver related roles when not driving for example: loading vehicles, checking vehicles, deep cleaning vehicles, cleaning the yard and general maintenance of the yard.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e6ba5ec0-d0c7-4d5b-8ec2-869fa60f75ee",
        "be03de0c-7735-4f29-a223-c75c4569ac68",
        "e734f159-d1e9-4e37-9cf8-24075e2d4f09",
        "7c712ec3-7965-4e19-9331-90757b21968b"
      ],
      "mappedKnowledge": [
        "5b418089-cb9d-4bd0-8c37-d3863d9027c9",
        "ae1b1506-74c5-4a85-ba25-38ddb66b54bd",
        "96c80efa-535f-421e-be41-2d667c242507",
        "892d8a38-ba7c-4643-84fe-be2ef8f48457",
        "bcfb64ba-131d-4cb7-8dcf-23116f07b158"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "94e6bbf2-0949-488c-921c-c64edc08f3c8",
        "99aab1c1-f43c-4002-9d78-d0915838be73",
        "53353ec6-cbb0-4793-8408-50f5ad7e8e64",
        "9e54e026-05c4-4785-a412-29d6b9da376f",
        "302659c5-db9a-4928-b79a-62227df40414",
        "8a0ab163-c9aa-40b0-b585-fc5e1f4b07c2",
        "4bcae436-3bff-4515-9382-0c711693dd66"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ccf28133-82d4-409a-835c-d710f6b22c20",
      "dutyDetail": "attend workshop in order to understand the importance of wellbeing, self care and mental health awareness.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5d10f369-14d2-45a8-8a5f-6b64a8801486",
        "e6ba5ec0-d0c7-4d5b-8ec2-869fa60f75ee"
      ],
      "mappedKnowledge": [
        "feb7a0db-a327-4549-9d33-9b3f002bc0c0",
        "31247303-4600-4eca-9931-f7541e79f78d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8a0ab163-c9aa-40b0-b585-fc5e1f4b07c2",
        "20cc66ba-9a2d-4fdf-b43d-505f313ee8dd",
        "4bcae436-3bff-4515-9382-0c711693dd66"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "30077e3f-73e8-4745-b496-d7aeb72a11e0",
      "dutyDetail": "safeguard the vehicle and self when not driving.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e6ba5ec0-d0c7-4d5b-8ec2-869fa60f75ee",
        "a45d0ae9-dfe1-4a26-9c73-e351916e2d56"
      ],
      "mappedKnowledge": [
        "ae1b1506-74c5-4a85-ba25-38ddb66b54bd",
        "96c80efa-535f-421e-be41-2d667c242507"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "99aab1c1-f43c-4002-9d78-d0915838be73",
        "d707875a-a4b3-4375-85fc-773f9d7d3156",
        "3154bbcd-c713-4d38-9ba9-026a1f2d96d6"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-06-25T00:00:00"
}