{
  "larsCode": 15,
  "referenceNumber": "ST0250",
  "title": "Science manufacturing technician",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/15",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2014-12-09T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Operating the systems and equipment involved in the production of  products",
  "level": 3,
  "typicalDuration": 18,
  "maxFunding": 27000,
  "route": "Engineering and manufacturing",
  "keywords": [
    "Science",
    "chemistry",
    "biology",
    "lab",
    "pharmaceutical",
    "biotechnology",
    "formulated products",
    "nuclear companies",
    "analytical science services",
    "research",
    "investigations",
    "practical science"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/1063/science_manufacturing_technician.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupation&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Science Manufacturing Technician&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Level &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;3&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Minimum of 18 months, typically 30 months duration.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Occupational profile&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Science manufacturing technicians work in a wide range of companies, including, but not exclusively, chemical, primary and secondary pharmaceutical, biotechnology, formulated products and nuclear manufacturing. A science manufacturing technician will operate the systems and equipment, involved in the production of products. They may work in varied conditions including wearing specialist safety equipment, shift work and on sites running 365 day operations. Many companies operate under highly regulated conditions and a premium is placed on appropriate attitudes and behaviours to ensure employees comply with organisational safety and regulatory requirements.&lt;/p&gt;\r\n&lt;p&gt;Science manufacturing technicians are expected to work both individually and as part of a manufacturing team. They are able to work with minimum supervision, taking responsibility for the quality and accuracy of the work they undertake. They are proactive in finding solutions to problems and identifying areas for improving their work environment.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Occupational Skills &amp;amp; Knowledge&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Science manufacturing technicians are able to:&lt;/p&gt;\r\n&lt;p&gt;1. Both independently and within a team start-up a manufacturing batch or continuous process in line with appropriate Standard Operating Procedures, understanding the principles of operation.&lt;/p&gt;\r\n&lt;p&gt;2. Both independently and within a team operate a manufacturing batch or continuous process in line with appropriate Standard Operating Procedures, understanding the principles of operation.&lt;/p&gt;\r\n&lt;p&gt;3. Both independently and within a team shut down/complete a run of the manufacturing batch or continuous process in line with appropriate Standard Operating Procedures, understanding the principles of operation.&lt;/p&gt;\r\n&lt;p&gt;4. Work safely in a science manufacturing environment, understanding personal responsibility for Health, Safety and the Environment and principles of risk management&lt;/p&gt;\r\n&lt;p&gt;5. Understand and follow quality procedures to meet the requirements of quality standards relevant to the workplace.&lt;/p&gt;\r\n&lt;p&gt;6. Understand the internal and external regulatory environment pertinent to the sector and the employer and comply with regulations proficiently.&lt;/p&gt;\r\n&lt;p&gt;7. Control and monitor a process or plant and equipment, effectively, efficiently and securely, and resolve problems or correct abnormal conditions.&lt;/p&gt;\r\n&lt;p&gt;8. Complete documentation relevant to the manufacturing process including relevant calculations.&lt;/p&gt;\r\n&lt;p&gt;9. Understand the business environment in which the company operates including personal role within the organisation, ethical practice and codes of conduct.&lt;/p&gt;\r\n&lt;p&gt;10. Participate in continuous performance improvement.&lt;/p&gt;\r\n&lt;p&gt;11. Develop and apply theoretical knowledge of relevant science and technology and its application to the required sector &amp;amp; job role.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;12. Science manufacturing technicians are able to demonstrate the required attitudes, behaviours and interpersonal skills associated with the professional workplace including:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;communicate effectively using a full range of skills: speaking; listening; writing; body language;presentation&lt;/li&gt;\r\n&lt;li&gt;work and interact effectively within a team&lt;/li&gt;\r\n&lt;li&gt;work independently and take responsibility for initiating and completing tasks&lt;/li&gt;\r\n&lt;li&gt;understand impact of work on others, especially where related to diversity and equality&lt;/li&gt;\r\n&lt;li&gt;time management and ability to complete work to schedule&lt;/li&gt;\r\n&lt;li&gt;ability to handle change and respond to change management processes.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Apprentices without level 2 English and mathematics will need to achieve this level prior to completion of their apprenticeship.&lt;/p&gt;\r\n&lt;p&gt;Apprentices must complete a level 3 or 4 qualification in a science or technology discipline relevant to their occupation, which is recognised for professional registration by RSciTech or Eng Tech, prior to completing the apprenticeship’s end-point assessment. Example qualifications are detailed on the assessment plan for this standard.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Link to professional registration&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;The standard is recognised by the relevant professional bodies at Registered Science Technician (RSciTech) level, for which there is a requirement that the technician will participate in subsequent continuing professional development on completion of the apprenticeship.&lt;/p&gt;\r\n&lt;p&gt;This standard meets the professional standards of the Engineering Council for registration as an Engineering Technician (EngTech). Registration is subject to candidates successfully completing the appropriate learning, developing the appropriate competence, and undergoing professional review.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Review date – June 2018&lt;/strong&gt;&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "Pete Moss ",
    "contactAddress": "Open Awards Estuary Commerce Park\r\n17 De Havilland Dr\r\nSpeke\r\nLiverpool \r\nL24 8RN",
    "contactEmail": "EQA@openawards.org.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2014-12-09T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "TB0042",
  "tbMainContact": "john_burluraux@huntsman.com",
  "involvedEmployers": "Actavis, Aesica Pharmaceuticals, Astra Zeneca, BCM, Essar, Fujifilm Diosynth Biotechnologies, GSK, Ineos, Lotte Chemical UK, Lucite, Medimmume, Pfizer, SABIC UK Petrochemicals, Sellafield, Sembcorp, Seralab, Synergy Outsourcing, Victrex, RSC, IChemE, SB",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Food and Science Manufacturing Operative/Technician",
  "createdDate": "2017-09-22T14:24:42 +00:00",
  "lastUpdated": "2014-12-09T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/science-manufacturing-technician-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/science-manufacturing-technician-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}