{
  "templateType": "Apprenticeship Standard",
  "larsCode": 549,
  "referenceNumber": "ST0251",
  "learningAimClassCode": "",
  "title": "Stairlift, platform lift, service lift electromechanic",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0251",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Occupational standard and end-point assessment plan revised",
  "changedDate": "2024-04-29T00:00:00",
  "earliestStartDate": "2024-04-29T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Carry out the installation or maintenance and repair of stairlifts, lifting platforms and service lifts.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 11000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "stairlift installation",
    "mechnical",
    "stairlift maintenance",
    "engineering",
    "platforms"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/qguk21af/st0251_stairlift-platform-lift-service-lift-electromechanic_l2_to-make-v11_ap_for-publication.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Stairlift is a mechanism used for transporting less able persons up and down stairways. A Lifting Platform is a mechanism to raise a wheelchair and its occupant to overcome a step or similar vertical barrier. A Service Lift (also known as a Dumb‐waiter) is a mechanism used for transporting small goods from one floor to another&lt;/p&gt;\n&lt;p&gt;Stairlift, Lifting Platform and Service Lift Electromechanics work in varying environments including domestic, retail and industrial buildings above and below ground. They carry out the installation or maintenance and repair of stairlifts, lifting platforms and service lifts dependent upon the chosen specialism. They ensure that the stairlift, lifting platform or service lift performs within established parameters in line with the applicable codes and standards, historical and current, required by the EU Machinery Directive. They ensure the stairlift, lifting platform or service lift is safe for use and free from defects. The skills employed when conducting the work are of a complex nature and draw upon knowledge and experience of a wide range of equipment, mainly comprising mechanical traction or hydraulic systems of varying complexity operating at low and medium speeds, controlled by a microprocessor or analogue control technology.&lt;/p&gt;\n&lt;p&gt;Stairlift, Lifting Platform and Service Lift Electromechanics install new, high-technology equipment, maintain and repair older equipment of varied age and technology. They carry out the assembly, diagnosis, repair and maintenance of mechanical, hydraulic and electrical and electronic components forming stairlifts, lifting platforms and service lifts, following safe systems of work.&lt;/p&gt;\n&lt;p&gt;They must adhere to safe working practices without endangering themselves or others and that the unit meets the requirements of the EU Machinery Directive. On completion of their work, the stairlift, lifting platform or service lift must be safe to use having received the appropriate sign off from a designated Stairlift, Lifting Platform and Service Lift Electromechanic.&lt;/p&gt;\n&lt;p&gt;The apprentice will follow the Core Knowledge and Skills, and one of the Options given in Table 1. Training will be undertaken on all Core elements and on elements in the Option chosen by the apprentice.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Table 1 options&lt;/strong&gt;&lt;/h4&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th colspan=&quot;6&quot;&gt;OPTIONS&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Option 1 – Stairlift Installation&lt;/td&gt;\n&lt;td&gt;Option 2 – Stairlift Service and Repair&lt;/td&gt;\n&lt;td&gt;Option 3 – Lifting Platform Installation&lt;/td&gt;\n&lt;td&gt;Option 4 – Lifting Platform Service and Repair&lt;/td&gt;\n&lt;td&gt;Option 5 -&#160; Service Lift Installation&lt;/td&gt;\n&lt;td&gt;Option 6 -&#160; Service Lift Service and Repair&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&lt;strong&gt;Table 2: Core knowledge, skills and behaviours&lt;/strong&gt;&lt;/h4&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td&gt;&#160;&lt;/td&gt;\n&lt;th&gt;&lt;strong&gt;Core knowledge&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Core Skills&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&#160;&lt;/td&gt;\n&lt;td&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;&lt;strong&gt;The ability to:&lt;/strong&gt;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Health, Safety and Environment&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Risk assessment, method statements and manufacturer instructions in relation to either installation, or service and repair.&lt;/p&gt;\n&lt;p&gt;Industry specific safety Standards and legislation, such as working at height and electrical isolation methods in respect of one’s own safety and of others.&lt;/p&gt;\n&lt;p&gt;Correct use of personal protective equipment.&lt;/p&gt;\nEnvironmental recycling and disposal processes.&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Apply risk assessments and implement risk control measures.&lt;/p&gt;\nFollow method statements in relation to specific work activities work responsibly in safety‐critical environments.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Mechanical Stairlift, Lifting Platform and Service Lift Technology&lt;/td&gt;\n&lt;td&gt;The principles and operation of components making a Stairlift, Lifting Platform or Service Lift system. The use of tools and measuring instrumentation and fault‐finding techniques for mechanical equipment.&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Select adjust and set up mechanical components as per product design, including safety components, using mechanical tools and measuring equipment.&lt;/p&gt;\nUse mechanical equipment such as torque wrenches, measuring equipment etc.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Hydraulic Stairlift, Lifting Platform and Service Lift Technology&lt;/td&gt;\n&lt;td&gt;The principles and operation of components making up a Stairlift, Lifting Platform or Service Lift system.&lt;/td&gt;\n&lt;td&gt;&#160;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Electrical and Electronic Technology&lt;/td&gt;\n&lt;td&gt;The principles and operation of electrical and electronic control systems.&#160; The use of tools and measuring instrumentation and fault‐finding processes for electrical and electronic systems.&lt;/td&gt;\n&lt;td&gt;Use electrical and electronic measuring tools, to carry out fault diagnosis using a range of approved methods. Be able to wire a system as per the electrical wiring schematic.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Planning and Organising Work&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Engineering drawings, documentation, regulations, Standards and manuals.&lt;/p&gt;\n&lt;p&gt;When and how to seek guidance where planning activities are beyond their individual scope of involvement.&lt;/p&gt;\nPlanning, unloading and storage of materials,&#160;applying knowledge of manual handling&lt;/td&gt;\n&lt;td&gt;Communicate with the customer in a professional manner and schedule work efficiently; to read engineering drawings and documentation, regulations, Standards and manuals, using them to carry out fault diagnoses, inspection and repair; to write legible reports.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&lt;strong&gt;Table 3: Options Knowledge, Skills and Behaviours&lt;/strong&gt;&lt;/h4&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Options&lt;/strong&gt;&lt;/td&gt;\n&lt;th&gt;&lt;strong&gt;Optional Knowledge&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Options skills&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&#160;&lt;/td&gt;\n&lt;td&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;&lt;strong&gt;The ability to:&lt;/strong&gt;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Stairlift Installation&lt;/strong&gt; - Installing Stairlift systems in new or existing buildings, to industry specific quality standards for stairlifts.&lt;/td&gt;\n&lt;td&gt;The&#160;principles, practices and legislation for the installation and testing of stairlifts including; rack and pinon systems, hinge rail systems, and the installation requirements for straight and curved stairlift designs.&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Set up stairlift systems for example curved and straight rail systems.&lt;/p&gt;\nCheck stairlift components for correct operation, alignment, and the security of fixings. Commission and test installations, place into use.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Stairlift Service and repair&lt;/strong&gt; - Diagnosis, service, repair and maintenance of existing Stairlifts ensuring that they function in line with manufacturers requirements. Each unit is safe to use without defects and meets the client’s performance expectations with the minimum of downtime ensuring that emergent issues are identified and rectified efficiently.&lt;/td&gt;\n&lt;td&gt;The principles, practices and legislation for the servicing and maintenance of stairlift systems including; Battery charging systems, printed circuit boards, wiring looms, chair swivel systems, hinged rail systems and stairlift safety devices&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Carry out service and repair on stairlifts including, checking for correct operation and integrity, ensuring the ride quality is smooth.&lt;/p&gt;\n&lt;p&gt;Check positioning systems are set up and that they are working to specification.&lt;/p&gt;\nCheck stairlift travel requirements.&#160;Check function and safety and return to normal use.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Lifting Platform Installation&lt;/strong&gt; - Installing Lifting Platform systems in new or existing buildings, to industry specific quality for lifting platforms.&lt;/td&gt;\n&lt;td&gt;The principles, practices and legislation for the installation and testing of lifting platforms including; shaft structures, aperture frames, hydraulic and mechanical systems, safety devices, and traction systems.&lt;/td&gt;\n&lt;td&gt;Set up systems for example, hydraulic or mechanical used on lifting platforms, and check components for correct operation. Commission and test installations, place into use.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Lifting Platform Service and Repair&lt;/strong&gt; - Diagnosis, service, repair and maintenance of existing Lifting Platforms, ensuring that they function in line with manufacturer’s requirements.&lt;/td&gt;\n&lt;td&gt;The principles, practices and legislation for the servicing and maintenance of lifting platform systems including; safety interlock systems, control systems, wiring looms and safety gear, rupture valve and overspeed protection systems.&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Carry out service and repair on lifting platforms including, checking systems for correct operation and integrity.&lt;/p&gt;\n&lt;p&gt;Check lifting platform positioning systems and travel requirements are set up and that they are working to specification.&lt;/p&gt;\n&lt;p&gt;Use tools, measuring instrumentation and fault‐finding processes for hydraulic systems.&lt;/p&gt;\n&lt;p&gt;Check function and safety and return to normal use.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Service Lift Installation&lt;/strong&gt; - Installing Service Lift systems in new or existing buildings, to industry specific quality for service lifts.&lt;/td&gt;\n&lt;td&gt;The principles, practices and legislation for the installation and testing of service lifts including; shaft structures, aperture frames, hydraulic and mechanical systems, safety devices, and traction systems&lt;/td&gt;\n&lt;td&gt;Set up systems for example, hydraulic or mechanical used on service lifts, check components for correct operation. Commission and test installations, place into use.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Service Lift Service and Repair -&lt;/strong&gt; Diagnosis, service, repair and maintenance of existing Service Lifts ensuring that they function in line with manufacturer’s requirements&lt;/td&gt;\n&lt;td&gt;The principles, practices and legislation for the servicing and maintenance of service lift systems including; safety interlock systems, control systems, wiring looms and safety gear, rupture valve and overspeed protection systems.&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Carry out service and repair on service lifts including, checking systems for correct operation and integrity, ensuring the ride quality is smooth.&lt;/p&gt;\nCheck service lift positioning systems and travel requirements are set up and that they are working to specification. Check function and safety and return to normal use.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot; style=&quot;height: 468px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 28px;&quot;&gt;\n&lt;th style=&quot;width: 25%; height: 28px;&quot;&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/th&gt;\n&lt;th style=&quot;height: 28px;&quot;&gt;&lt;strong&gt;Awareness of:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 62px;&quot;&gt;\n&lt;td style=&quot;height: 62px;&quot;&gt;Health, Safety and Environment&lt;/td&gt;\n&lt;td style=&quot;height: 62px;&quot;&gt;\n&lt;p&gt;Hazards and consequences of their working methods and environment; not only for themselves but colleagues and members of the public.&lt;/p&gt;\nWorking safely and understanding the effects of their acts or omissions on others. Developing a ‘safety-first’ mentality.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 20px;&quot;&gt;\n&lt;td style=&quot;height: 20px;&quot;&gt;Judgement&lt;/td&gt;\n&lt;td style=&quot;height: 20px;&quot;&gt;When to seek advice and guidance if a problem is beyond their scope of knowledge and competence.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 63px;&quot;&gt;\n&lt;td style=&quot;height: 63px;&quot;&gt;Team Working&lt;/td&gt;\n&lt;td style=&quot;height: 63px;&quot;&gt;\n&lt;p&gt;Treating others with dignity and respect.&lt;/p&gt;\nDifferent viewpoints and needs, actively listening and co-operating with others creating trust and team spirit.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 95px;&quot;&gt;\n&lt;td style=&quot;height: 95px;&quot;&gt;Self‐motivation&lt;/td&gt;\n&lt;td style=&quot;height: 95px;&quot;&gt;\n&lt;p&gt;Self‐development and progression.&lt;/p&gt;\n&lt;p&gt;Making independent decisions concerning their work practices.&lt;/p&gt;\nMeeting goals and objectives with a positive approach, to their own needs.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 63px;&quot;&gt;\n&lt;td style=&quot;height: 63px;&quot;&gt;Communication&lt;/td&gt;\n&lt;td style=&quot;height: 63px;&quot;&gt;\n&lt;p&gt;Communicating positively with managers, clients and members of the public and contributing to team meetings.&lt;/p&gt;\nEncouraging two-way communication and actively listening, and seeking feedback so communication is clear and understood.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 42px;&quot;&gt;\n&lt;td style=&quot;height: 42px;&quot;&gt;Environment&lt;/td&gt;\n&lt;td style=&quot;height: 42px;&quot;&gt;\n&lt;p&gt;Eco-efficient values, respect of work place environment, others, property and their tools in the way they operate and work.&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 95px;&quot;&gt;\n&lt;td style=&quot;height: 95px;&quot;&gt;Ethics&lt;/td&gt;\n&lt;td style=&quot;height: 95px;&quot;&gt;\n&lt;p&gt;Working to company codes of practice for safe working and code of conduct.&lt;/p&gt;\n&lt;p&gt;A high ethical and professional standard, treating others with respect and honesty.&lt;/p&gt;\nHow to challenge any obviously unethical decisions or actions taken by others.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 24 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Whilst any entry requirements will be a matter for individual employers, typically an apprentice might be expected to have already achieved two GCSEs or level 2 equivalent, in English and a Science, Technology, Engineering and Mathematics subject.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualification: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprentice will achieve a Level 2 QCF NVQ Diploma in Engineering Maintenance and Installation following an appropriate pathway in installing stairlifts, servicing stairlifts, installing lifting platforms, servicing lifting platforms, installing service lifts or servicing service lifts.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;English and Maths:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;For level 2 apprenticeships, the candidate needs to achieve level 1 English and maths and take the test for level 2 prior to taking their end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a Level 2 Apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Standard will be reviewed after 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;A Stairlift is a mechanism used for transporting less able persons up and down stairways. A Lifting Platform is a mechanism to raise a wheelchair and its occupant to overcome a step or similar vertical barrier. A Service Lift (also known as a Dumb‐waiter) is a mechanism used for transporting small goods from one floor to another Stairlift, Lifting Platform and Service Lift Electromechanics work in varying environments including domestic, retail and industrial buildings above and below ground. They carry out the installation or maintenance and repair of stairlifts, lifting platforms and service lifts dependent upon the chosen specialism. They ensure that the stairlift, lifting platform or service lift performs within established parameters in line with the applicable codes and standards, historical and current, required by the EU Machinery Directive. They ensure the stairlift, lifting platform or service lift is safe for use and free from defects. The skills employed when conducting the work are of a complex nature and draw upon knowledge and experience of a wide range of equipment, mainly comprising mechanical traction or hydraulic systems of varying complexity operating at low and medium speeds, controlled by a microprocessor or analogue control technology. Stairlift, Lifting Platform and Service Lift Electromechanics install new, high-technology equipment, maintain and repair older equipment of varied age and technology. They carry out the assembly, diagnosis, repair and maintenance of mechanical, hydraulic and electrical and electronic components forming stairlifts, lifting platforms and service lifts, following safe systems of work. They must adhere to safe working practices without endangering themselves or others and that the unit meets the requirements of the EU Machinery Directive. On completion of their work, the stairlift, lifting platform or service lift must be safe to use having received the appropriate sign off from a designated Stairlift, Lifting Platform and Service Lift Electromechanic.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "b94b64b1-415d-4b67-ab9b-9fa174a6c110",
      "detail": "Risk assessment, method statements and manufacturer instructions in relation to either installation, or service and repair."
    },
    {
      "knowledgeId": "1619e3f4-bae1-4c8d-9740-de9db853e925",
      "detail": "Industry specific safety Standards and legislation, such as working at height and electrical isolation methods in respect of one’s own safety and of others."
    },
    {
      "knowledgeId": "5438ca52-0177-41c8-ab3b-70deacd856b8",
      "detail": "Correct use of personal protective equipment"
    },
    {
      "knowledgeId": "632aeaed-19bc-46a2-943a-f1b0126df042",
      "detail": "Environmental recycling and disposal processes."
    },
    {
      "knowledgeId": "35c3cb58-2d88-4309-8b21-d9625aef5ae8",
      "detail": "The principles and operation of components making a Stairlift, Lifting Platform or Service Lift system. The use of tools and measuring instrumentation and fault‐finding techniques for mechanical equipment."
    },
    {
      "knowledgeId": "e97693d2-da6f-46ae-8dfe-7f2bfbcc144c",
      "detail": "The principles and operation of components making up a Stairlift, Lifting Platform or Service Lift system."
    },
    {
      "knowledgeId": "1e8dddf0-4f18-4934-b4ed-8c82aea2be57",
      "detail": "The principles and operation of electrical and electronic control systems.  The use of tools and measuring instrumentation and fault‐finding processes for electrical and electronic systems."
    },
    {
      "knowledgeId": "09014e77-7cea-45bc-9557-0fb8d893052f",
      "detail": "Engineering drawings, documentation, regulations, Standards and manuals."
    },
    {
      "knowledgeId": "19d1a1a8-189c-465e-9589-1927dd3a1875",
      "detail": "When and how to seek guidance where planning activities are beyond their individual scope of involvement."
    },
    {
      "knowledgeId": "83b9ea59-6411-4611-9300-2bb19adf6919",
      "detail": "Planning, unloading and storage of materials, applying knowledge of manual handling"
    },
    {
      "knowledgeId": "0ad38e2b-54f7-4119-a57c-9129090b3f0a",
      "detail": "The principles, practices and legislation for the installation and testing of stairlifts including; rack and pinon systems, hinge rail systems, and the installation requirements for straight and curved stairlift designs."
    },
    {
      "knowledgeId": "ca7a678f-1293-40e8-a563-1f78cc50f253",
      "detail": "The principles, practices and legislation for the servicing and maintenance of stairlift systems including; Battery charging systems, printed circuit boards, wiring looms, chair swivel systems, hinged rail systems and stairlift safety devices"
    },
    {
      "knowledgeId": "2924fcce-2268-4c24-a2c5-09ad7eb71e6e",
      "detail": "The principles, practices and legislation for the installation and testing of lifting platforms including; shaft structures, aperture frames, hydraulic and mechanical systems, safety devices, and traction systems."
    },
    {
      "knowledgeId": "31c00f36-6e4f-40d3-9e3b-1089a11d2a74",
      "detail": "The principles, practices and legislation for the servicing and maintenance of lifting platform systems including; safety interlock systems, control systems, wiring looms and safety gear, rupture valve and overspeed protection systems."
    },
    {
      "knowledgeId": "af2bd7ec-c92e-4a55-9de1-aa5b1db9be5e",
      "detail": "The principles, practices and legislation for the installation and testing of service lifts including; shaft structures, aperture frames, hydraulic and mechanical systems, safety devices, and traction systems"
    },
    {
      "knowledgeId": "7ded9ea0-548d-431c-bd2c-5320b26960d3",
      "detail": "The principles, practices and legislation for the servicing and maintenance of service lift systems including; safety interlock systems, control systems, wiring looms and safety gear, rupture valve and overspeed protection systems."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "527c2b90-7173-4f64-adce-2f24140e0b18",
      "detail": "Hazards and consequences of their working methods and environment; not only for themselves but colleagues and members of the public."
    },
    {
      "behaviourId": "4f998801-fa49-47ba-b732-da37eefe9ce3",
      "detail": "Working safely and understanding the effects of their acts or omissions on others. Developing a ‘safety-first’ mentality."
    },
    {
      "behaviourId": "686f2ce5-fafc-492d-a01d-44ca49d73db1",
      "detail": "\tWhen to seek advice and guidance if a problem is beyond their scope of knowledge and competence."
    },
    {
      "behaviourId": "125d0e54-fe08-43b1-9c26-1f1d358c8b81",
      "detail": "Treating others with dignity and respect."
    },
    {
      "behaviourId": "a818ffe9-8b2c-4e3e-8c22-145343bc7206",
      "detail": "Different viewpoints and needs, actively listening and co-operating with others creating trust and team spirit."
    },
    {
      "behaviourId": "7eb9870e-4cd5-4d79-9af8-d3f64b684d87",
      "detail": "Self‐development and progression."
    },
    {
      "behaviourId": "43a0ca0f-2dda-4210-9b5d-242a29469762",
      "detail": "Making independent decisions concerning their work practices."
    },
    {
      "behaviourId": "55307b04-c65c-48ba-9718-da4171c61b3d",
      "detail": "Meeting goals and objectives with a positive approach, to their own needs."
    },
    {
      "behaviourId": "ea378839-0245-46c0-bb8d-1fb309c92067",
      "detail": "Communicating positively with managers, clients and members of the public and contributing to team meetings."
    },
    {
      "behaviourId": "0999e4a9-d3ef-4697-89c1-0e781a3c69bf",
      "detail": "Encouraging two-way communication and actively listening, and seeking feedback so communication is clear and understood."
    },
    {
      "behaviourId": "8819ba80-e425-41f2-b98c-1671aded3553",
      "detail": "\t\nEco-efficient values, respect of work place environment, others, property and their tools in the way they operate and work. "
    },
    {
      "behaviourId": "3c1accec-cb09-4372-a6ef-fb4ae42c5569",
      "detail": "Working to company codes of practice for safe working and code of conduct."
    },
    {
      "behaviourId": "30f9f621-30cc-4f01-a51d-4f25120aaacd",
      "detail": "A high ethical and professional standard, treating others with respect and honesty."
    },
    {
      "behaviourId": "c1da7894-ae6a-4faf-bd36-82f810839e7d",
      "detail": "How to challenge any obviously unethical decisions or actions taken by others."
    }
  ],
  "skills": [
    {
      "skillId": "0402250c-28d4-418a-97a5-b9be95bb2eeb",
      "detail": "Apply risk assessments and implement risk control measures."
    },
    {
      "skillId": "498f6a63-4eff-4af6-8270-8c4cd3e12bb0",
      "detail": "Follow method statements in relation to specific work activities work responsibly in safety‐critical environments."
    },
    {
      "skillId": "96078523-8e18-4248-a0ff-b836305f741e",
      "detail": "Select adjust and set up mechanical components as per product design, including safety components, using mechanical tools and measuring equipment."
    },
    {
      "skillId": "8c503c5a-ecf5-4baf-ba45-4e015c4d9586",
      "detail": "Use mechanical equipment such as torque wrenches, measuring equipment etc."
    },
    {
      "skillId": "710a52a5-e911-4fe8-87df-b3ff5b7caabc",
      "detail": "Use electrical and electronic measuring tools, to carry out fault diagnosis using a range of approved methods. Be able to wire a system as per the electrical wiring schematic."
    },
    {
      "skillId": "923dd832-26f7-4320-aa35-7dcceb12474b",
      "detail": "Communicate with the customer in a professional manner and schedule work efficiently; to read engineering drawings and documentation, regulations, Standards and manuals, using them to carry out fault diagnoses, inspection and repair; to write legible reports."
    },
    {
      "skillId": "5985e16a-237a-45ca-9080-25b3b0cc9939",
      "detail": "Set up stairlift systems for example curved and straight rail systems."
    },
    {
      "skillId": "63c45673-52f0-4c72-bb56-453d8e107c4b",
      "detail": "Check stairlift components for correct operation, alignment, and the security of fixings. Commission and test installations, place into use."
    },
    {
      "skillId": "1a6cb025-096d-4dc0-b956-c8de28b83aef",
      "detail": "Carry out service and repair on stairlifts including, checking for correct operation and integrity, ensuring the ride quality is smooth."
    },
    {
      "skillId": "34e2f0c7-3432-463e-a355-e8965768cf43",
      "detail": "Check positioning systems are set up and that they are working to specification."
    },
    {
      "skillId": "a4ed6a5e-43c6-4cb7-96ae-635c59423a7a",
      "detail": "Check stairlift travel requirements. Check function and safety and return to normal use."
    },
    {
      "skillId": "2dc61655-d3f1-4411-a1e6-d1635c7b5a04",
      "detail": "Set up systems for example, hydraulic or mechanical used on lifting platforms, and check components for correct operation. Commission and test installations, place into use."
    },
    {
      "skillId": "8589e36f-ba12-401d-92da-bf64cdaba0a7",
      "detail": "Carry out service and repair on lifting platforms including, checking systems for correct operation and integrity"
    },
    {
      "skillId": "9ffa75b0-10d2-4f16-afc0-1134de42bb57",
      "detail": "Check lifting platform positioning systems and travel requirements are set up and that they are working to specification."
    },
    {
      "skillId": "7acab55a-1788-433f-a973-00209ea2aa8a",
      "detail": "Use tools, measuring instrumentation and fault‐finding processes for hydraulic systems"
    },
    {
      "skillId": "00a9eedb-f833-47eb-9d40-d761c1b9edff",
      "detail": "Check function and safety and return to normal use."
    },
    {
      "skillId": "9f9bf4c7-35ec-434f-8950-305bbc5ff486",
      "detail": "Set up systems for example, hydraulic or mechanical used on service lifts, check components for correct operation. Commission and test installations, place into use."
    },
    {
      "skillId": "cf27e7db-7595-4000-a699-754734386cad",
      "detail": "Carry out service and repair on service lifts including, checking systems for correct operation and integrity, ensuring the ride quality is smooth."
    },
    {
      "skillId": "3672c9e3-577d-4ad2-a10b-e2a2580b5a18",
      "detail": "Check service lift positioning systems and travel requirements are set up and that they are working to specification. Check function and safety and return to normal use."
    }
  ],
  "optionsUnstructuredTemplate": [
    "Stairlift Installation",
    "Stairlift Service & Repair",
    "Lifting Platform Installation",
    "Lifting Platform Service & Repair",
    "Service Lift Installation",
    "Service Lift Service & Repair"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-03-19T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0239 ",
  "tbMainContact": "David.Warr@titanelevators.co.uk",
  "involvedEmployers": "Pickerings Lifts Ltd, Bullet Lifts Ltd, Caltech Lifts Ltd, Kone plc, Otis Ltd, Jackson Lifts Ltd, Stannah Ltd, Terry Lifts Ltd, L.I.T.S. Ltd",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, Installation & Repair",
  "cluster": "Service, Repair and/or Overhaul Operative/Technician",
  "clusterId": "19",
  "clusterDescription": "Install, maintain and service plant and equipment",
  "createdDate": "2024-04-29T13:43:32 +00:00",
  "lastUpdated": "2024-04-29T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-03-19T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0251",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0251-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0251-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "916750f6-aa22-4426-8448-bcc7cf2faf13",
      "title": "Stairlift Installation",
      "occupationCode": "OCC0251E"
    },
    {
      "optionId": "157c6718-5a95-40e5-9966-f873a7c769e3",
      "title": "Stairlift Service & Repair",
      "occupationCode": "OCC0251F"
    },
    {
      "optionId": "4e71058c-4ab5-4dd2-ad26-256683214a23",
      "title": "Lifting Platform Installation",
      "occupationCode": "OCC0251A"
    },
    {
      "optionId": "18170b8f-85f9-428a-9934-91b5e0413fe9",
      "title": "Lifting Platform Service & Repair",
      "occupationCode": "OCC0251B"
    },
    {
      "optionId": "7a6e342d-4624-4e6a-a516-b662dc5cb4ef",
      "title": "Service Lift Installation",
      "occupationCode": "OCC0251C"
    },
    {
      "optionId": "27132e6f-5448-4661-92e7-b4e11399fe46",
      "title": "Service Lift Service & Repair",
      "occupationCode": "OCC0251D"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "527c2b90-7173-4f64-adce-2f24140e0b18",
        "4f998801-fa49-47ba-b732-da37eefe9ce3",
        "686f2ce5-fafc-492d-a01d-44ca49d73db1",
        "125d0e54-fe08-43b1-9c26-1f1d358c8b81",
        "a818ffe9-8b2c-4e3e-8c22-145343bc7206",
        "7eb9870e-4cd5-4d79-9af8-d3f64b684d87",
        "43a0ca0f-2dda-4210-9b5d-242a29469762",
        "55307b04-c65c-48ba-9718-da4171c61b3d",
        "ea378839-0245-46c0-bb8d-1fb309c92067",
        "0999e4a9-d3ef-4697-89c1-0e781a3c69bf",
        "8819ba80-e425-41f2-b98c-1671aded3553",
        "3c1accec-cb09-4372-a6ef-fb4ae42c5569",
        "30f9f621-30cc-4f01-a51d-4f25120aaacd",
        "c1da7894-ae6a-4faf-bd36-82f810839e7d"
      ],
      "mappedKnowledge": [
        "b94b64b1-415d-4b67-ab9b-9fa174a6c110",
        "1619e3f4-bae1-4c8d-9740-de9db853e925",
        "5438ca52-0177-41c8-ab3b-70deacd856b8",
        "632aeaed-19bc-46a2-943a-f1b0126df042",
        "35c3cb58-2d88-4309-8b21-d9625aef5ae8",
        "e97693d2-da6f-46ae-8dfe-7f2bfbcc144c",
        "1e8dddf0-4f18-4934-b4ed-8c82aea2be57",
        "09014e77-7cea-45bc-9557-0fb8d893052f",
        "19d1a1a8-189c-465e-9589-1927dd3a1875",
        "83b9ea59-6411-4611-9300-2bb19adf6919",
        "0ad38e2b-54f7-4119-a57c-9129090b3f0a"
      ],
      "mappedSkills": [
        "0402250c-28d4-418a-97a5-b9be95bb2eeb",
        "498f6a63-4eff-4af6-8270-8c4cd3e12bb0",
        "96078523-8e18-4248-a0ff-b836305f741e",
        "8c503c5a-ecf5-4baf-ba45-4e015c4d9586",
        "710a52a5-e911-4fe8-87df-b3ff5b7caabc",
        "923dd832-26f7-4320-aa35-7dcceb12474b"
      ]
    },
    {
      "coreOrOptionTitle": "Stairlift Installation",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": [
        "5985e16a-237a-45ca-9080-25b3b0cc9939",
        "63c45673-52f0-4c72-bb56-453d8e107c4b"
      ]
    },
    {
      "coreOrOptionTitle": "Stairlift Service & Repair",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "ca7a678f-1293-40e8-a563-1f78cc50f253"
      ],
      "mappedSkills": [
        "1a6cb025-096d-4dc0-b956-c8de28b83aef",
        "34e2f0c7-3432-463e-a355-e8965768cf43",
        "a4ed6a5e-43c6-4cb7-96ae-635c59423a7a"
      ]
    },
    {
      "coreOrOptionTitle": "Lifting Platform Installation",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "2924fcce-2268-4c24-a2c5-09ad7eb71e6e"
      ],
      "mappedSkills": [
        "2dc61655-d3f1-4411-a1e6-d1635c7b5a04"
      ]
    },
    {
      "coreOrOptionTitle": "Lifting Platform Service & Repair",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "31c00f36-6e4f-40d3-9e3b-1089a11d2a74"
      ],
      "mappedSkills": [
        "8589e36f-ba12-401d-92da-bf64cdaba0a7",
        "9ffa75b0-10d2-4f16-afc0-1134de42bb57",
        "7acab55a-1788-433f-a973-00209ea2aa8a",
        "00a9eedb-f833-47eb-9d40-d761c1b9edff"
      ]
    },
    {
      "coreOrOptionTitle": "Service Lift Installation",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "af2bd7ec-c92e-4a55-9de1-aa5b1db9be5e"
      ],
      "mappedSkills": [
        "9f9bf4c7-35ec-434f-8950-305bbc5ff486"
      ]
    },
    {
      "coreOrOptionTitle": "Service Lift Service & Repair",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "7ded9ea0-548d-431c-bd2c-5320b26960d3"
      ],
      "mappedSkills": [
        "cf27e7db-7595-4000-a699-754734386cad",
        "3672c9e3-577d-4ad2-a10b-e2a2580b5a18"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-04-29T00:00:00"
}