{
  "larsCode": 67,
  "referenceNumber": "ST0288",
  "title": "Non-destructive testing engineering technician",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/67",
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": null,
  "earliestStartDate": "2015-12-01T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Using specialist methods to detect cracks and other imperfections in manufactured components, including those that have been in service for a period of time.",
  "level": 3,
  "typicalDuration": 36,
  "maxFunding": 18000,
  "route": "Engineering and manufacturing",
  "keywords": [
    "science",
    "ultrasonics",
    "radiography and infrared thermography",
    "aerospace",
    "motorsport",
    "power generation and distribution",
    "manufacturing",
    "railways",
    "oil and gas",
    "marine and construction"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/1114/non-destructive_testing_engineering_technician.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;&lt;strong&gt;1. Occupation&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Non-destructive testing (NDT) is an engineering science-based profession that requires competent Engineering Technicians to inspect materials, welds, components and plant to verify their integrity without rendering them unfit for further service. The role involves technical supervisory responsibility of NDT Operators and other junior staff within the organisation.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;2. Occupational Profile&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;NDT uses various methods, such as ultrasonics, radiography and infrared thermography, to detect cracks and other imperfections in manufactured components, including those that have been in service for a period of time. The results of inspections are taken at face value and, therefore, specialists rely on NDT accuracy when deciding whether&#160; to &#160;operate, &#160;repair &#160;or &#160;replace &#160;a &#160;component. &#160;The &#160;importance &#160;of&#160; the &#160;role &#160;of&#160; the &#160;NDT&#160; Engineering Technician cannot, therefore, be overstated. The NDT Technician will be able to work in specific industries, such as aerospace, motorsport, power generation and distribution, manufacturing, railways, oil &amp;amp; gas (on- and offshore), marine and construction. Real-life examples could include inspecting airframes and engines, Formula 1 gearboxes and nuclear reactors or other safety-critical components. The NDT Engineering Technician will oversee, validate and audit by re-inspection the work of NDT Operators, and manage projects and specific areas of work. The NDT Technician will hold three NDT certificates (mapped to engineering registration at the EngTech level). The NDT Engineering Technician will have transferable skills that will include a broad knowledge of engineering principles and manufacturing processes.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Typical job titles: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Testing Engineer and Test Technician&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;3. Knowledge, Skills and Behaviour gained through the Apprenticeship&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;3.1&#160; Knowledge and understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;Supervisory techniques, such as, leading and motivating, performance evaluation, mentoring junior staff, organising, planning, delegating and solving routine daily problems&lt;/li&gt;\n&lt;li&gt;Relevant mathematics, including numerical and data analysis, that is necessary to support the application of technical and practical skills&lt;/li&gt;\n&lt;li&gt;Three NDT methods, including a complex method, such as ultrasonics, eddy current, radiography or infrared thermography, with the responsibility of applying multiple scientific principles to identify flaws obscured by structural or volumetric features that are not necessarily visible on the surface.&lt;/li&gt;\n&lt;li&gt;Formula-based engineering and the scientific principles underpinning relevant current technologies&lt;/li&gt;\n&lt;li&gt;How to use materials, equipment, tools, processes and products relating to NDT&lt;/li&gt;\n&lt;li&gt;Preparation of NDT Procedures, Technique Sheets and Work Instructions for use by NDT Operators&lt;/li&gt;\n&lt;li&gt;How to use and apply information from technical literature, codes of practice and industry standards&lt;/li&gt;\n&lt;li&gt;The limitations of standard tests and measurements relevant to their field of activity&lt;/li&gt;\n&lt;li&gt;Industry-specific product technology, including material types, defect types, defect mechanisms, growth rates, industry-specific NDT applications and R&amp;amp;D opportunities&lt;/li&gt;\n&lt;li&gt;How to use the results of engineering NDT analysis for the purpose of developing solutions to well-defined engineering problem&lt;/li&gt;\n&lt;li&gt;The need to gather contextual information prior to the inspection required for the assessment of defects against acceptance/rejection criteria&lt;/li&gt;\n&lt;li&gt;Health &amp;amp; safety and company-specific requirements, permits to work, inductions, risk assessments, safety passport, working at heights and in confined spaces, chemical handling, radiation safety, restricted zones (gas, nuclear and site radiography) and other requirements&lt;/li&gt;\n&lt;li&gt;Project management processes and key points&lt;/li&gt;\n&lt;li&gt;The consequences of failure and the risk to life and the environment.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;p&gt;&lt;strong&gt;3.2 Skills and practical application&lt;/strong&gt;&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;Demonstrate the ability to manage areas of work that require the coordination and supervision of other staff, such as NDT Operators.&lt;/li&gt;\n&lt;li&gt;Demonstrate &#160;NDT &#160;competencies &#160;relevant &#160;to &#160;the &#160;industry &#160;sector &#160;and &#160;appropriate &#160;materials &#160;using equipment, tools and processes&lt;/li&gt;\n&lt;li&gt;The ability to carry out NDT in three methods, including at least one complex method, to appropriate national and international certification standards, such as BS EN ISO 9712 or BS EN 4179, that meet the requirements of Engineering Council EngTech registration&lt;/li&gt;\n&lt;li&gt;Apply appropriate solutions to well-defined engineering problems using the chosen NDT methods&lt;/li&gt;\n&lt;li&gt;Select appropriate methods and techniques and understand their limitations&lt;/li&gt;\n&lt;li&gt;Supervise and project manage areas of work, to include where appropriate, NDT Operator’s work and reports for compliance and accuracy; achieve good time management&lt;/li&gt;\n&lt;li&gt;Ability to conduct &#160;re-inspection audits of NDT Operator’s work, comparing and evaluating the results and taking appropriate action when necessary&lt;/li&gt;\n&lt;li&gt;Implement quality control and quality assurance of NDT systems and performance&lt;/li&gt;\n&lt;li&gt;Operate with good practical ability, including hand/eye coordination, in order to apply NDT&lt;/li&gt;\n&lt;li&gt;Follow written procedures in order to demonstrate a disciplined approach&lt;/li&gt;\n&lt;li&gt;Identify problems and&#160; apply appropriate &#160;NDT &#160;methods to&#160; identify causes and&#160; achieve &#160;satisfactory solutions and submit clear and precise NDT reports and instructions&lt;/li&gt;\n&lt;li&gt;Identify, organise and use resources effectively to complete tasks, with consideration for cost, quality, safety, security and environmental impact&lt;/li&gt;\n&lt;li&gt;Interpret engineering/CAD drawings, particularly those related to weld/component configuration n. &#160;Manage a project through to completion&lt;/li&gt;\n&lt;/ol&gt;\n&lt;p&gt;&lt;strong&gt;3.3 Behaviour&lt;/strong&gt;&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;Leadership – provide direction, implement plans, and motivate people&lt;/li&gt;\n&lt;li&gt;Teamwork – to effectively manage a team and to support others where appropriate&lt;/li&gt;\n&lt;li&gt;Courage – willing to make independent decisions and be respected and understood when doing so&lt;/li&gt;\n&lt;li&gt;Delivery – to consistently manage activities / tasks through to timely completion&lt;/li&gt;\n&lt;li&gt;Respect – have respect for the abilities of others, particularly those working under your direction&lt;/li&gt;\n&lt;li&gt;Influence – have a positive impact and be able to proactively influence others in multiple contexts&lt;/li&gt;\n&lt;li&gt;Compassion – have empathy for the predicaments of others, particularly junior staff&lt;/li&gt;\n&lt;li&gt;Ethics – to act with maturity, honesty, integrity and responsibility&lt;/li&gt;\n&lt;li&gt;Clear focus – avoid distractions and be a good communicator&lt;/li&gt;\n&lt;li&gt;Environmental awareness – undertake safe working practices for self, others and the environment&lt;/li&gt;\n&lt;li&gt;Personal responsibility – take responsibility as an individual and as a team member&lt;/li&gt;\n&lt;/ol&gt;\n&lt;p&gt;&lt;strong&gt;4. Entry Requirements&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Individual employers will set their own criteria; however, it is advisable for Apprentices to have a minimum of three GCSEs (or equivalent) at grade C or above, including English and maths. Apprentices without level 2 English and maths will need to achieve this level prior to taking the end point assessment. There is also a requirement to have good aided or unaided eyesight to satisfy the mandatory NDT eyesight test, and to have appropriate physical fitness in order to operate in industrial environments.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;5. Duration&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;The duration of this Apprenticeship is typically 36 months.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;6. Qualifications/NDT Certification&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;In the non-destructive testing sector, Apprentices are required to achieve industry-recognised NDT Level 2 certification in three methods in accordance with national and international standards.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;7. Link to Professional Registration&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;This Apprenticeship meets the requirements of Engineering Council Registration at the Engineering Technician level. &#160;BINDT &#160;is &#160;licensed &#160;by &#160;the &#160;Engineering &#160;Council &#160;to &#160;approve &#160;Apprenticeships &#160;and &#160;other &#160;integrated knowledge/competence programmes for engineering technician (EngTech) registration.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;8. Apprenticeship Level&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;This is a Level 3 Apprenticeship.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;9. Review of Standard&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;The Standard will be reviewed after three years.&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "Pete Moss ",
    "contactAddress": "Open Awards Estuary Commerce Park\r\n17 De Havilland Dr\r\nSpeke\r\nLiverpool \r\nL24 8RN",
    "contactEmail": "EQA@openawards.org.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2015-12-01T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "TB0264",
  "tbMainContact": "apprenticeships@bindt.org",
  "involvedEmployers": "Rolls-Royce, GB Inspection Systems, Tata Steel, E.ON Technologies, NFW NDT, RWE Generation UK, Serco, Intertek, Amec Foster Wheeler, Lavender International NDT, Argyll-Ruane Ltd, Doosan Babcock Ltd, Aegleteq Ltd, EDF Energy, Ultramag Inspection Services Ltd, National Grid, Mistras, NDT Ltd (Sheffield), Applus RTD UK Ltd, Oceaneering International Services, The National Skills Academy (nuclear), University of Northampton, Semta, Institute of Mechanical Engineers, The British Institute of NDT",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Quality Improvement and Project Control Technician",
  "createdDate": "2017-09-22T14:24:18 +00:00",
  "lastUpdated": "2020-02-25T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/non-destructive-testing-engineering-technician-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/non-destructive-testing-engineering-technician-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}