{
  "templateType": "Apprenticeship Standard",
  "larsCode": 392,
  "referenceNumber": "ST0226",
  "learningAimClassCode": "",
  "title": "Landscape or horticulture supervisor",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0226",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-09-26T00:00:00",
  "earliestStartDate": "2018-12-12T00:00:00",
  "latestStartDate": "2023-10-29T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Planning and maintaining large gardens, parks and other green spaces.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 8000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "landscape",
    "planning",
    "forestry",
    "parks",
    "gardens",
    "green spaces",
    "horticulture"
  ],
  "jobRoles": [
    "Horticulture supervisor",
    "Landscape supervisor"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2868/st0226_horticultureandlandscapesuperviser_l3_epa_review-for-publication_v02_190219.pdf",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.2 Horticulture and forestry",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupational profile:&lt;/h3&gt;\n&lt;p&gt;Landscape or horticulture supervisor can be employed to oversee work in public parks and gardens, green spaces and historic gardens, private gardens and estates or in production nurseries and retail outlets. Many businesses will be specialised in their activities, such as grounds maintenance (soft-landscape) or landscape construction (hard-landscape). Soft-landscaping includes the establishment and maintenance of plants and cultivated areas. Hard-landscaping includes establishment of hard surfaces and structures in addition to the establishment of plants in cultivated areas.&lt;/p&gt;\n&lt;p&gt;The distinct nature of these two specialisms means very few businesses can offer the full breadth of skills and therefore two options are available for this occupation; horticulture and landscape construction. The employment area will dictate the option pursued. The horticulture option focuses on plant propagation and plant growth. The landscape construction option focuses on the installation of features and structures; application of landscape materials as well as site management.&lt;/p&gt;\n&lt;p&gt;A Landscape or horticulture supervisor can manage a site with minimum supervision, supervise a team and maintain the health and safety and security of personnel and resources.&lt;/p&gt;\n&lt;p&gt;Working and learning in the horticulture and landscape industries is rewarding, offers a diverse range of employment opportunities and includes a range of skills that are transferable into other industries following further studies.&lt;/p&gt;\n&lt;h3&gt;Required skills, knowledge and behaviours to complete this apprenticeship&lt;/h3&gt;\n&lt;h4&gt;Core knowledge - have an understanding of;&lt;/h4&gt;\n&lt;p&gt;Industry understanding; the importance and benefits of green-space and different types of horticultural management appropriate to different sites.&lt;/p&gt;\n&lt;p&gt;Business; project processes, planning work scheduling and requirements to meet specification, working to a budget. Business operations and the impact of decisions, individual and team performance on commercial success. Have an awareness of the commercial environment including competitors and suppliers.&lt;/p&gt;\n&lt;p&gt;Communication; the importance of clear and unambiguous communication appropriate to different audiences. The application of different forms of communication aids and their use. Customer care; how to identify client and customer, understanding their needs and facilitating relations to progress business success. Managing teams to deliver customer service. The impact of customer care on the organisation.&lt;/p&gt;\n&lt;p&gt;Supervision; how to communicate with a team and provide work instructions. How to manage a team’s performance and provide feedback to team members and managers. Utilising communication and an understanding of people to work collaboratively and increase productivity and safety.&lt;/p&gt;\n&lt;p&gt;Health and safety ; obligations for managing safely; health, safety, quality, environmental (HSQE) and welfare issues within a business and on site. Knowing how to identify potential hazards and manage the risks to fully comply with legislation and industry practice.&lt;/p&gt;\n&lt;p&gt;Environmental; waste hazards and waste reduction and recycling and environmental best practice. Impact of horticultural management on the environment. Protection of environment in each particular task.&lt;/p&gt;\n&lt;p&gt;Plant growth and development; plant nutrition and plant requirements. The principles of germination, photosynthesis, respiration and transpiration (the science of growth).&lt;/p&gt;\n&lt;p&gt;How to manage plants correctly in different environments. The relationship between environmental conditions and plant growth and associated management.&lt;/p&gt;\n&lt;p&gt;Tools, equipment and machinery; safe and correct operation and maintenance of tools and equipment commonly used in horticulture e.g. hand held, pedestrian and ride on in order to supervise work teams. Knowledge of requirements for purchase, hire or lease of such equipment and appropriate instruction to workers before use.&lt;/p&gt;\n&lt;p&gt;Vegetation control; vegetation and methods of site clearance and removal of vegetation. Biosecurity; identification, prevention and control measures for pests and diseases on work sites. The identification and control of invasive alien species through supervision work methods. Reporting procedures.&lt;/p&gt;\n&lt;p&gt;Plant identification and classification; plant identification by scientific names including genus, species and cultivar. Knowing why and how plants are identified. Know if plants are incorrectly labelled and how to use reference material to confirm identification.&lt;/p&gt;\n&lt;p&gt;Soils and growing media; soils, growing media, compost and mulches and their management and assessment.&lt;/p&gt;\n&lt;p&gt;Plant health; pest and disease identification and symptoms and control methods required on horticultural sites.&lt;/p&gt;\n&lt;p&gt;Protection of biodiversity and heritage: habitat and historic value of horticultural sites, awareness of protected species and landscapes and procedures to follow.&lt;/p&gt;\n&lt;p&gt;Assess, repair and maintain hard structures; daily management of hard structures, hazards associated with failure and damage and maintenance regimes.&lt;/p&gt;\n&lt;h4&gt;Core skills – able to:&lt;/h4&gt;\n&lt;p&gt;Business; supervise a project including project processes, planning and specification. Proactively solve practical problems by using experience and judgement to make decisions. Be adaptable to different priorities, environments, conditions and technologies. Communication; facilitating effective communication with others, including clients, the public and colleagues, this will require IT systems use.&lt;/p&gt;\n&lt;p&gt;Customer care; manage client’s expectations and requirements. Customers might include the public, commercial clients or private homeowners.&lt;/p&gt;\n&lt;p&gt;Team working; apply effective time management, resource management and support effective team working.&lt;/p&gt;\n&lt;p&gt;People management; undertake team management and motivation, work prioritisation, problem-solving and resource deployment within a team.&lt;/p&gt;\n&lt;p&gt;Health and safety; implement and maintain a positive safety culture within a team, understand and implement safe systems of work and comply with relevant legislation. Environmental; implement environmental protection requirements in each particular task e.g. supplying spill kits and ensuring use.&lt;/p&gt;\n&lt;p&gt;Plant growth and development; care for plants correctly in different environments, including irrigation, nutrition, pruning and identifying plant deficiencies. Troubleshoot problems and implement corrective management regimes.&lt;/p&gt;\n&lt;p&gt;Tools, equipment and machinery; carry out selection appraisals. Ability to instruct operatives on correct techniques and tool use. Responsibility for tools, equipment and machinery on site.&lt;/p&gt;\n&lt;p&gt;Vegetation control; supervise processes and methods of site clearance, tools and machinery for pruning and vegetation control. Undertake weed control methods and correct pruning practice for a range of trees, shrubs and perennials.&lt;/p&gt;\n&lt;p&gt;Soils; cultivate and improve soils by mechanical methods and by hand. Analyse soil- related problems and implement corrective management regimes.&lt;/p&gt;\n&lt;p&gt;Plant health; identify and respond to threats to plant health.&lt;/p&gt;\n&lt;p&gt;Assess and maintain hard structures; supervise the maintenance of structures relevant to the business activities and context of the site e.g. historic or environmental designations. Understand manufacturers recommended inspection regimes.&lt;/p&gt;\n&lt;p&gt;Site presentation; develop a work plan to achieve a specified finish.&lt;/p&gt;\n&lt;p&gt;Tree safety; identify basic tree health threats and hazards.&lt;/p&gt;\n&lt;h3&gt;For the landscape construction option additional knowledge and skills required:&lt;/h3&gt;\n&lt;h4&gt;Knowledge – an understanding of;&lt;/h4&gt;\n&lt;p&gt;Landscape feature construction methods e.g. enclosures, surfaces, structures and water features.&lt;/p&gt;\n&lt;p&gt;Cable and service avoidance techniques e.g. cable avoidance tools and interpreting diagrams to avoid water, gas and electricity.&lt;/p&gt;\n&lt;p&gt;Estimation techniques and information sources. This includes scheduling and quantifying of human resources, materials and equipment.&lt;/p&gt;\n&lt;h4&gt;Skills- able to;&lt;/h4&gt;\n&lt;p&gt;Supervise the installation of landscape features to specified standard. Measure and set out a site from a construction drawing.&lt;/p&gt;\n&lt;p&gt;Interpret job specification and construction drawing including planning operations for implementation.&lt;/p&gt;\n&lt;p&gt;Supervise the application of a range of landscape construction materials e.g. brick laying, paving, timber decking; construct horizontal surfaces and basic landforms. Site surveying and measuring techniques e.g. electronic and manual methods.&lt;/p&gt;\n&lt;p&gt;Free hand cutting and bench cutting of hard landscape materials during construction using abrasive wheels.&lt;/p&gt;\n&lt;p&gt;Judge ability of team in skills and knowledge and know when limitations reached.&lt;/p&gt;\n&lt;p&gt;Assess and repair hard structures. Evaluate hazards and damage and if appropriate carry out repair or report. Examples include broken drainage, rotten timber, cracked paving stone, frost damage brick work.&lt;/p&gt;\n&lt;p&gt;Irrigation systems e.g. drip, sprinkler and rotary systems.&lt;/p&gt;\n&lt;h3&gt;For the horticulture option additional knowledge, qualifications and skills required:&lt;/h3&gt;\n&lt;h4&gt;Knowledge – an understanding of;&lt;/h4&gt;\n&lt;p&gt;Different plant propagation methods using seed, or vegetative methods e.g. cuttings, division, layering and grafting.&lt;/p&gt;\n&lt;p&gt;The range and application of different growing media for plant production. Ornamental aquatic environments e.g. ponds, water courses and features. The risk to aquatic environments from horticultural operations.&lt;/p&gt;\n&lt;h4&gt;Skills- able to;&lt;/h4&gt;\n&lt;p&gt;Apply the correct pruning and training techniques for a range of plants. Choose appropriate growing media e.g. compost, soil.&lt;/p&gt;\n&lt;p&gt;Plan and implement propagation using a variety of methods e.g. cuttings, seed, division Supervise the maintenance, renovation and installation of ornamental turf areas.&lt;/p&gt;\n&lt;p&gt;Supervise the cultivation and maintenance of soft landscape elements e.g. trees, shrubs, herbaceous and bedding.&lt;/p&gt;\n&lt;p&gt;Develop maintenance programmes for horticultural sites.&lt;/p&gt;\n&lt;p&gt;Schedule work to protect features present such as irrigation, turf and aquatic environments.&lt;/p&gt;\n&lt;p&gt;Using and maintaining a range of irrigation systems e.g. drip, sprinkler and rotary systems to ensure accurate and timely water application.&lt;/p&gt;\n&lt;h3&gt;Qualifications&lt;/h3&gt;\n&lt;p&gt;Level 2 Award in the Safe Application of Pesticides using Pedestrian Hand Held Equipment (required for the application of chemical controls for vegetation control and plant health treatments)&lt;/p&gt;\n&lt;h3&gt;Typical job titles:&lt;/h3&gt;\n&lt;p&gt;Typical job titles: Horticulture supervisor and&#160;Landscape supervisor&#160;&lt;/p&gt;\n&lt;h3&gt;Core behaviours&lt;/h3&gt;\n&lt;p&gt;Health and safety; leadership of proactive health and safety culture by personal example and supervision of teams and work sites.&lt;/p&gt;\n&lt;p&gt;Work ethic; have a positive and motivated attitude towards work, including having pride in one’s work. Committed to self-development through continuing professional development. Be a conscientious, dependable, flexible staff member with a can-do attitude.&lt;/p&gt;\n&lt;p&gt;Change; be adaptable to different environments, conditions and technologies. Apprenticeship duration; the typical duration for this apprenticeship is 36 months.&lt;/p&gt;\n&lt;h3&gt;Qualifications&lt;/h3&gt;\n&lt;p&gt;The following qualifications will be required prior to taking the end point assessment&lt;/p&gt;\n&lt;p&gt;Emergency first aid: Level 3 award in emergency first aid at work.&lt;/p&gt;\n&lt;p&gt;Pesticides: Level 2 Principles of Safe Handling and Application of Pesticides Guidance OR Level 2 Award in the Safe Use of Pesticides&lt;/p&gt;\n&lt;p&gt;Apprentices without Level 2 English and maths must achieve this prior to taking the end point assessment.&lt;/p&gt;\n&lt;p&gt;Due to industry regulations and to comply with legislation and industry standards, individuals who wish to work in some sectors of the industry, (such as commercial landscaping) may have to complete additional certificates of training, statutory licences and health and safety approved competency cards in order to be permitted on to a worksite.&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;All First Aid at Work qualifications taken as a part of this apprenticeship must be regulated by Ofqual. However it came to light that this was unclear and some apprentices have undertaken non Ofqual regulated Emergency First Aid at Work qualifications which comply with Health and Safety (First Aid) Regulations 1998. In order that apprentices are not disadvantaged who hold these qualifications, the employers have agreed that they can enter end-point assessment (providing all other requirements have been met) up until Tuesday 30th June 2020. As from Wednesday 1st July 2020, all apprentices entering EPA, must have completed an Ofqual regulated, Level 3 Emergency First Aid at Work (EFAW) one day course.&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Apprenticeship level&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard is at level 3.&lt;/p&gt;\n&lt;h3&gt;Review date&lt;/h3&gt;\n&lt;p&gt;3 years from implementation.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Landscape or horticulture supervisor can be employed to oversee work in public parks and gardens, green spaces and historic gardens, private gardens and estates or in production nurseries and retail outlets. Many businesses will be specialised in their activities, such as grounds maintenance (soft-landscape) or landscape construction (hard-landscape). Soft-landscaping includes the establishment and maintenance of plants and cultivated areas. Hard-landscaping includes establishment of hard surfaces and structures in addition to the establishment of plants in cultivated areas. The distinct nature of these two specialisms means very few businesses can offer the full breadth of skills and therefore two options are available for this occupation; horticulture and landscape construction. The employment area will dictate the option pursued. The horticulture option focuses on plant propagation and plant growth. The landscape construction option focuses on the installation of features and structures; application of landscape materials as well as site management. A Landscape or horticulture supervisor can manage a site with minimum supervision, supervise a team and maintain the health and safety and security of personnel and resources. Working and learning in the horticulture and landscape industries is rewarding, offers a diverse range of employment opportunities and includes a range of skills that are transferable into other industries following further studies.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "356fd535-72f6-499b-8500-fcc159509039",
      "detail": "Industry understanding; the importance and benefits of green-space and different types of horticultural management appropriate to different sites."
    },
    {
      "knowledgeId": "5d346571-a5bb-438e-bf2b-52d9f5daff5f",
      "detail": "Business; project processes, planning work scheduling and requirements to meet specification, working to a budget. Business operations and the impact of decisions, individual and team performance on commercial success. Have an awareness of the commercial environment including competitors and suppliers."
    },
    {
      "knowledgeId": "df742d33-7dd4-4a17-91c2-8387c329a770",
      "detail": "Communication; the importance of clear and unambiguous communication appropriate to different audiences. The application of different forms of communication aids and their use. Customer care; how to identify client and customer, understanding their needs and facilitating relations to progress business success. Managing teams to deliver customer service. The impact of customer care on the organisation."
    },
    {
      "knowledgeId": "dd227cdb-4e47-443c-8e7d-6b569108ef8e",
      "detail": "Supervision; how to communicate with a team and provide work instructions. How to manage a team’s performance and provide feedback to team members and managers. Utilising communication and an understanding of people to work collaboratively and increase productivity and safety."
    },
    {
      "knowledgeId": "ee192a3e-516c-441c-a677-519e6840cf8b",
      "detail": "Health and safety ; obligations for managing safely; health, safety, quality, environmental (HSQE) and welfare issues within a business and on site. Knowing how to identify potential hazards and manage the risks to fully comply with legislation and industry practice."
    },
    {
      "knowledgeId": "e026baa9-d34f-455f-ae6a-b5efbfc63e48",
      "detail": "Environmental; waste hazards and waste reduction and recycling and environmental best practice. Impact of horticultural management on the environment. Protection of environment in each particular task."
    },
    {
      "knowledgeId": "64c9c2f2-8973-4866-92ed-3e1380549035",
      "detail": "Plant growth and development; plant nutrition and plant requirements. The principles of germination, photosynthesis, respiration and transpiration (the science of growth)."
    },
    {
      "knowledgeId": "83d7d7d9-8b87-4760-a330-fa630da156d3",
      "detail": "How to manage plants correctly in different environments. The relationship between environmental conditions and plant growth and associated management."
    },
    {
      "knowledgeId": "030b4531-fb01-481b-b3f4-6add8d4063ad",
      "detail": "Tools, equipment and machinery; safe and correct operation and maintenance of tools and equipment commonly used in horticulture e.g. hand held, pedestrian and ride on in order to supervise work teams. Knowledge of requirements for purchase, hire or lease of such equipment and appropriate instruction to workers before use."
    },
    {
      "knowledgeId": "3e2e8b49-f939-4b72-a974-26f6de79b961",
      "detail": "Vegetation control; vegetation and methods of site clearance and removal of vegetation. Biosecurity; identification, prevention and control measures for pests and diseases on work sites. The identification and control of invasive alien species through supervision work methods. Reporting procedures."
    },
    {
      "knowledgeId": "46c835cb-6826-434d-bf74-fd0d2099c75f",
      "detail": "Plant identification and classification; plant identification by scientific names including genus, species and cultivar. Knowing why and how plants are identified. Know if plants are incorrectly labelled and how to use reference material to confirm identification."
    },
    {
      "knowledgeId": "8d22eb8f-0e41-4594-b293-21b393af30fd",
      "detail": "Soils and growing media; soils, growing media, compost and mulches and their management and assessment."
    },
    {
      "knowledgeId": "aeab88c5-3848-42e1-a0c6-b3b0df2fc9b0",
      "detail": "Plant health; pest and disease identification and symptoms and control methods required on horticultural sites."
    },
    {
      "knowledgeId": "1425287d-1450-4b49-9d3e-00185ffb8024",
      "detail": "Protection of biodiversity and heritage: habitat and historic value of horticultural sites, awareness of protected species and landscapes and procedures to follow."
    },
    {
      "knowledgeId": "70430bda-1a7f-4a85-96ff-e2d512baee19",
      "detail": "Assess, repair and maintain hard structures; daily management of hard structures, hazards associated with failure and damage and maintenance regimes."
    },
    {
      "knowledgeId": "2b1fa264-cb6f-4039-9aba-aac5ba92092b",
      "detail": "Landscape feature construction methods e.g. enclosures, surfaces, structures and water features."
    },
    {
      "knowledgeId": "5789565e-8523-47f2-a457-0335baeec7a6",
      "detail": "Cable and service avoidance techniques e.g. cable avoidance tools and interpreting diagrams to avoid water, gas and electricity."
    },
    {
      "knowledgeId": "7eda33e1-a587-450d-bb0b-6f8c63108460",
      "detail": "Estimation techniques and information sources. This includes scheduling and quantifying of human resources, materials and equipment."
    },
    {
      "knowledgeId": "5aa22df4-0905-48c7-914a-f3a115e52426",
      "detail": "Different plant propagation methods using seed, or vegetative methods e.g. cuttings, division, layering and grafting."
    },
    {
      "knowledgeId": "a60c4364-971f-43da-8430-b5d0137d4c23",
      "detail": "The range and application of different growing media for plant production. Ornamental aquatic environments e.g. ponds, water courses and features. The risk to aquatic environments from horticultural operations."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "8de5a3d8-a654-4c92-92df-ae20a3c9d205",
      "detail": "Health and safety; leadership of proactive health and safety culture by personal example and supervision of teams and work sites."
    },
    {
      "behaviourId": "063f3024-1a23-4b94-9eff-e792357589d6",
      "detail": "Work ethic; have a positive and motivated attitude towards work, including having pride in one’s work. Committed to self-development through continuing professional development. Be a conscientious, dependable, flexible staff member with a can-do attitude."
    },
    {
      "behaviourId": "30f224f7-abc1-4b99-af2f-a27d57e2dd98",
      "detail": "Change; be adaptable to different environments, conditions and technologies. Apprenticeship duration; the typical duration for this apprenticeship is 36 months."
    }
  ],
  "skills": [
    {
      "skillId": "dc89ca69-0afd-43ec-91ab-52bd45de38e8",
      "detail": "Business; supervise a project including project processes, planning and specification. Proactively solve practical problems by using experience and judgement to make decisions. Be adaptable to different priorities, environments, conditions and technologies. Communication; facilitating effective communication with others, including clients, the public and colleagues, this will require IT systems use."
    },
    {
      "skillId": "7394fc5e-108a-45a8-a712-30eb989e7d3b",
      "detail": "Customer care; manage client’s expectations and requirements. Customers might include the public, commercial clients or private homeowners."
    },
    {
      "skillId": "da22918c-6282-42c2-bd23-832fb92486a1",
      "detail": "Team working; apply effective time management, resource management and support effective team working."
    },
    {
      "skillId": "e491f747-3eb5-48c3-b50a-ae4525f7abb9",
      "detail": "People management; undertake team management and motivation, work prioritisation, problem-solving and resource deployment within a team."
    },
    {
      "skillId": "d87458f7-1458-41e7-a991-f2055981dd3e",
      "detail": "Health and safety; implement and maintain a positive safety culture within a team, understand and implement safe systems of work and comply with relevant legislation. Environmental; implement environmental protection requirements in each particular task e.g. supplying spill kits and ensuring use."
    },
    {
      "skillId": "79639e55-99e1-4306-9921-56f17b800708",
      "detail": "Plant growth and development; care for plants correctly in different environments, including irrigation, nutrition, pruning and identifying plant deficiencies. Troubleshoot problems and implement corrective management regimes."
    },
    {
      "skillId": "bd186fca-2ec2-4e99-8b7c-f6ee50d25ba0",
      "detail": "Tools, equipment and machinery; carry out selection appraisals. Ability to instruct operatives on correct techniques and tool use. Responsibility for tools, equipment and machinery on site."
    },
    {
      "skillId": "ee2e6409-e989-48b9-adeb-e5fc52166e4e",
      "detail": "Vegetation control; supervise processes and methods of site clearance, tools and machinery for pruning and vegetation control. Undertake weed control methods and correct pruning practice for a range of trees, shrubs and perennials."
    },
    {
      "skillId": "17a3dc3f-a8e0-4ac0-94b0-92789ca32533",
      "detail": "Soils; cultivate and improve soils by mechanical methods and by hand. Analyse soil- related problems and implement corrective management regimes."
    },
    {
      "skillId": "cd0db987-09e6-4ed8-b707-07d09801e0c8",
      "detail": "Plant health; identify and respond to threats to plant health."
    },
    {
      "skillId": "99c84f94-9814-48ec-8ced-b1b899224ed7",
      "detail": "Assess and maintain hard structures; supervise the maintenance of structures relevant to the business activities and context of the site e.g. historic or environmental designations. Understand manufacturers recommended inspection regimes."
    },
    {
      "skillId": "5ec4d974-2958-4873-b57f-1e1314d6effc",
      "detail": "Site presentation; develop a work plan to achieve a specified finish."
    },
    {
      "skillId": "bb39e497-a7e9-4e7c-8b28-133647471bd3",
      "detail": "Tree safety; identify basic tree health threats and hazards."
    },
    {
      "skillId": "09c45058-5ec6-4ea6-a467-3bdb0f90c8b6",
      "detail": "Supervise the installation of landscape features to specified standard. Measure and set out a site from a construction drawing."
    },
    {
      "skillId": "9edffe7b-8006-4975-bd9d-97c3ab61995f",
      "detail": "Interpret job specification and construction drawing including planning operations for implementation."
    },
    {
      "skillId": "f308187a-fc8e-4cb0-8721-adab45a1d303",
      "detail": "Supervise the application of a range of landscape construction materials e.g. brick laying, paving, timber decking; construct horizontal surfaces and basic landforms. Site surveying and measuring techniques e.g. electronic and manual methods."
    },
    {
      "skillId": "d8ff70e7-6467-49e5-9b07-6d694996c55a",
      "detail": "Free hand cutting and bench cutting of hard landscape materials during construction using abrasive wheels."
    },
    {
      "skillId": "1c36c92e-2dcc-4744-82af-ca741e2bbe73",
      "detail": "Judge ability of team in skills and knowledge and know when limitations reached."
    },
    {
      "skillId": "b09a695f-e796-4193-8a3c-1bacf7f91f2d",
      "detail": "Assess and repair hard structures. Evaluate hazards and damage and if appropriate carry out repair or report. Examples include broken drainage, rotten timber, cracked paving stone, frost damage brick work."
    },
    {
      "skillId": "32aa6fb0-1695-4bbd-a3b5-6cdfbe212381",
      "detail": "Irrigation systems e.g. drip, sprinkler and rotary systems."
    },
    {
      "skillId": "ac0049ea-2dcd-4843-aa14-c0f321006986",
      "detail": "Apply the correct pruning and training techniques for a range of plants. Choose appropriate growing media e.g. compost, soil."
    },
    {
      "skillId": "4f9ea1b3-dd5c-49c8-a5bc-992287179a9a",
      "detail": "Plan and implement propagation using a variety of methods e.g. cuttings, seed, division Supervise the maintenance, renovation and installation of ornamental turf areas."
    },
    {
      "skillId": "26bfc294-ce3a-4194-89f4-ae71e4edb1e5",
      "detail": "Supervise the cultivation and maintenance of soft landscape elements e.g. trees, shrubs, herbaceous and bedding."
    },
    {
      "skillId": "ec590c5b-c864-4ad2-bfc4-985f1bde428c",
      "detail": "Develop maintenance programmes for horticultural sites."
    },
    {
      "skillId": "6168f3e4-1291-465e-aafb-1feec51fbe18",
      "detail": "Schedule work to protect features present such as irrigation, turf and aquatic environments."
    },
    {
      "skillId": "ae16bb4f-5406-465e-807f-63561d3f24e0",
      "detail": "Using and maintaining a range of irrigation systems e.g. drip, sprinkler and rotary systems to ensure accurate and timely water application."
    }
  ],
  "optionsUnstructuredTemplate": [
    "Landscape construction",
    "Horticulture"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-12-12T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0223",
  "tbMainContact": "Ros@adrow.co.uk",
  "involvedEmployers": "Association of Professional Landscapers (APL), British Association of Landscape Industries (BALI), City of London, Continental Landscapes Ltd, English Heritage, Glendale Managed Services, Ground Control, Historic and Botanic Garden Training Programme, Holland Landscapes, Horticultural Trades Association (HTA), John O’Conner Grounds Maintenance, National Trust, idverde, Royal Botanic Gardens,  Kew, Royal Horticultural Society, Scarborough Borough Council, Wildlife Gardening Forum",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Horticulture supervisor",
    "Landscape supervisor"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Agriculture, Land Management and Production",
  "cluster": "Landscape horticulture operative or technician",
  "clusterId": "161",
  "clusterDescription": "The design, construction and maintenance of gardens, designed landscapes and sports turf facilities for private, commercial and community use",
  "createdDate": "2017-11-14T17:09:14 +00:00",
  "lastUpdated": "2023-09-26T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-12-12T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0226",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0226-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0226-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "867b0370-3a72-4001-b46f-adb2f6a7503c",
      "title": "Landscape construction",
      "occupationCode": ""
    },
    {
      "optionId": "0ffc85ff-7656-4433-84b9-c0e35dc9a5ab",
      "title": "Horticulture",
      "occupationCode": ""
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "8de5a3d8-a654-4c92-92df-ae20a3c9d205",
        "063f3024-1a23-4b94-9eff-e792357589d6",
        "30f224f7-abc1-4b99-af2f-a27d57e2dd98"
      ],
      "mappedKnowledge": [
        "356fd535-72f6-499b-8500-fcc159509039",
        "5d346571-a5bb-438e-bf2b-52d9f5daff5f",
        "df742d33-7dd4-4a17-91c2-8387c329a770",
        "dd227cdb-4e47-443c-8e7d-6b569108ef8e",
        "ee192a3e-516c-441c-a677-519e6840cf8b",
        "e026baa9-d34f-455f-ae6a-b5efbfc63e48",
        "64c9c2f2-8973-4866-92ed-3e1380549035",
        "83d7d7d9-8b87-4760-a330-fa630da156d3",
        "030b4531-fb01-481b-b3f4-6add8d4063ad",
        "3e2e8b49-f939-4b72-a974-26f6de79b961",
        "46c835cb-6826-434d-bf74-fd0d2099c75f",
        "8d22eb8f-0e41-4594-b293-21b393af30fd",
        "aeab88c5-3848-42e1-a0c6-b3b0df2fc9b0",
        "1425287d-1450-4b49-9d3e-00185ffb8024",
        "70430bda-1a7f-4a85-96ff-e2d512baee19"
      ],
      "mappedSkills": [
        "dc89ca69-0afd-43ec-91ab-52bd45de38e8",
        "7394fc5e-108a-45a8-a712-30eb989e7d3b",
        "da22918c-6282-42c2-bd23-832fb92486a1",
        "e491f747-3eb5-48c3-b50a-ae4525f7abb9",
        "d87458f7-1458-41e7-a991-f2055981dd3e",
        "79639e55-99e1-4306-9921-56f17b800708",
        "bd186fca-2ec2-4e99-8b7c-f6ee50d25ba0",
        "ee2e6409-e989-48b9-adeb-e5fc52166e4e",
        "17a3dc3f-a8e0-4ac0-94b0-92789ca32533",
        "cd0db987-09e6-4ed8-b707-07d09801e0c8",
        "99c84f94-9814-48ec-8ced-b1b899224ed7",
        "5ec4d974-2958-4873-b57f-1e1314d6effc",
        "bb39e497-a7e9-4e7c-8b28-133647471bd3"
      ]
    },
    {
      "coreOrOptionTitle": "Landscape construction",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "2b1fa264-cb6f-4039-9aba-aac5ba92092b",
        "5789565e-8523-47f2-a457-0335baeec7a6",
        "7eda33e1-a587-450d-bb0b-6f8c63108460"
      ],
      "mappedSkills": [
        "09c45058-5ec6-4ea6-a467-3bdb0f90c8b6",
        "9edffe7b-8006-4975-bd9d-97c3ab61995f",
        "f308187a-fc8e-4cb0-8721-adab45a1d303",
        "d8ff70e7-6467-49e5-9b07-6d694996c55a",
        "1c36c92e-2dcc-4744-82af-ca741e2bbe73",
        "b09a695f-e796-4193-8a3c-1bacf7f91f2d",
        "32aa6fb0-1695-4bbd-a3b5-6cdfbe212381"
      ]
    },
    {
      "coreOrOptionTitle": "Horticulture",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "5aa22df4-0905-48c7-914a-f3a115e52426",
        "a60c4364-971f-43da-8430-b5d0137d4c23"
      ],
      "mappedSkills": [
        "ac0049ea-2dcd-4843-aa14-c0f321006986",
        "4f9ea1b3-dd5c-49c8-a5bc-992287179a9a",
        "26bfc294-ce3a-4194-89f4-ae71e4edb1e5",
        "ec590c5b-c864-4ad2-bfc4-985f1bde428c",
        "6168f3e4-1291-465e-aafb-1feec51fbe18",
        "ae16bb4f-5406-465e-807f-63561d3f24e0"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-10-29T00:00:00"
}