{
  "templateType": "Apprenticeship Standard",
  "larsCode": 145,
  "referenceNumber": "ST0210",
  "learningAimClassCode": "",
  "title": "Sports turf operative",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0210",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-03-09T00:00:00",
  "earliestStartDate": "2016-09-19T00:00:00",
  "latestStartDate": "2023-02-28T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Maintaining and renovating sports surfaces to make sure that public and private sports facilities are available for use.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "Sports turf",
    "groundskeeping",
    "sports surfaces",
    "greens",
    "pitches",
    "grounds"
  ],
  "jobRoles": [
    "Groundsman",
    "Groundsperson",
    "Greensman",
    "Assistant greenkeeper",
    "grounds keeper"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/6109/st0210_sports-turf-operative_l2_revised-ap_310522.pdf",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.2 Horticulture and forestry",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;1&lt;/strong&gt;&lt;strong&gt;. Occupation&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Sports Turf Operative, which might also be referred to as a Groundsperson or Grounds Maintenance Operative.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;2&lt;/strong&gt;&lt;strong&gt;. Occupational profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This occupation exists to ensure that public and private sports facilities are available for use by the public and ensures facilities are available to support the Government policy of increasing physical activity.&lt;/p&gt;\n&lt;p&gt;A Sports Turf Operative is responsible for the maintenance and renovation and overall appearance of one or more sports turf surfaces in accordance with the needs of the particular sport. It is their job to maintain an appropriate quality playing surface which reflects the carrying capacity of that surface to ensure that a sustainable playing surface is provided.&lt;/p&gt;\n&lt;p&gt;The career as a Sports Turf Operative can be quite varied, potentially working across a wide range of different sports and venues, including athletics, bowls, cricket, croquet, football, hockey, horse racing, rugby league and union, tennis and ranging from general parks type sports surfaces up to first class stadia. Working in the outdoor environment is a healthy and therapeutic activity, which contributes to the well-being of employees as well as users of sports surfaces. With the vast range of natural or artificial turf pitches available, throughout the UK and world-wide, now is an excellent time to join this well-established and dynamic profession.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;3&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;. Requirements – Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The knowledge which underpins the required skills will allow a Sports Turf Operative to demonstrate a thorough understanding of the principles of the maintenance and renovation requirements of different sports turf surfaces which are appropriate to their level of apprenticeship and the specific needs of the industry sector. These are:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Compliance with environmental and health and safety legislation and regulations&lt;/li&gt;\n&lt;li&gt;Compliance with policies and procedures – company, client, health and safety risk assessments, rules of the game from the different Governing Bodies of Sport&lt;/li&gt;\n&lt;li&gt;The identification and correct application of materials, tools, equipment and machinery used in maintenance and renovation activities&lt;/li&gt;\n&lt;li&gt;Identification and understanding of different grasses, soil types, weeds, pests, diseases, turf disorders, artificial surfacing material, underlays, infill material, turf and soil reinforcement material, line marking materials&lt;/li&gt;\n&lt;li&gt;The principles of photosynthesis, respiration and transpiration in the growth and development of plants&lt;/li&gt;\n&lt;li&gt;The impact of weather, ground conditions and usage on pitch quality and playing quality&lt;/li&gt;\n&lt;li&gt;The different Performance Quality Standards for a range of different sports turf surfaces&lt;/li&gt;\n&lt;li&gt;How to minimise waste and reduce environmental impacts&lt;/li&gt;\n&lt;li&gt;How to monitor, record and report basic grounds maintenance findings.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;3&lt;/strong&gt;&lt;strong&gt;b&lt;/strong&gt;&lt;strong&gt;. Requirements – Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The Sports Turf Operative must be able to apply the knowledge and skills in a logical and systematic approach and demonstrate a positive work ethic in achieving the desired outcomes from the sports surfaces being maintained. In order to do this they will need to be capable of the following:&lt;/p&gt;\n&lt;p&gt;Maintain and renovate turf surfaces in a safe and appropriate way to ensure games can take place which provide for a fair, safe and exciting contest for players. This will include the safe use of a range of equipment and machinery, such as mowers, scarifiers, aerators and other specialist turf care equipment, covering hand tools, as well as pedestrian operated, ride-on and tractor mounted implements&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Correctly calibrate equipment for material requirements and apply at the correct rates a range of materials, including grass seed, fertiliser and bulky top-dressing&lt;/li&gt;\n&lt;li&gt;Use integrated prevention and control methods to reduce the incidence of diseases, disorders, pests and weeds on turf&lt;/li&gt;\n&lt;li&gt;Set and mark out sports areas in accordance with the Laws of the Governing Bodies of Sport&lt;/li&gt;\n&lt;li&gt;Maintain tools, equipment and machinery used for maintenance and renovation activities to ensure their safe and effective use&lt;/li&gt;\n&lt;li&gt;Maintain and conduct basic routine servicing and repairs to drainage and irrigation systems&lt;/li&gt;\n&lt;li&gt;Effectively communicate with others and provide an excellent level of customer service&lt;/li&gt;\n&lt;li&gt;Work safely, efficiently and effectively at all times, whether under supervision, as an individual, or in a team&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;3&lt;/strong&gt;&lt;strong&gt;c&lt;/strong&gt;&lt;strong&gt;. Requirements – Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Customers demand safe and appropriate quality playing surfaces, which can range from pitches produced on limited budgets to first class televised events where pitches are at the cutting edge of technological developments. The Sports Turf Operative will frequently work in situations involving the general public, customers or commercial events. It is therefore important to ensure an operative is capable of demonstrating certain behaviours at all times, including the following:&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 126px;&quot; width=&quot;126&quot;&gt;\n&lt;p&gt;Safety orientation&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;339&quot;&gt;\n&lt;p&gt;This occupation operates within an industry that has significant hazards and risks from the use of machinery and materials (such as pesticides). The potential for harm to self, others, wildlife and the environment is considerable. There needs to be a competent understanding of health and safety and implementation of these practices at all times.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 126px;&quot; width=&quot;126&quot;&gt;\n&lt;p&gt;Positive work ethic&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;339&quot;&gt;\n&lt;p&gt;Positive attitude, committed, motivated by providing an excellent customer service and getting the game on wherever possible. Able to adapt to a change in conditions, products, situations and working environments, is dependable, reliable, responsible and responsive to embracing social and cultural diversity and ethical in the treatment of others. Wants to stretch and drive their Continuous Professional Development.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 126px;&quot; width=&quot;126&quot;&gt;\n&lt;p&gt;Quality focused&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;339&quot;&gt;\n&lt;p&gt;Follows approved procedures and processes in a logical manner, paying attention to detail and applying approved checks throughout work activities to ensure work completed is fit for purpose.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 126px;&quot; width=&quot;126&quot;&gt;\n&lt;p&gt;Team player&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;339&quot;&gt;\n&lt;p&gt;Able to work on own initiative but also able to interact and communicate effectively within a team applying a respectful professional manner. Able to listen and absorb information, to ask questions when instructions are not understood or unclear and to work within the limitations of the job role.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 126px;&quot; width=&quot;126&quot;&gt;\n&lt;p&gt;Contributor to sustainability&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;339&quot;&gt;\n&lt;p&gt;Continuously strives to work efficiency and effectively to assist others in activities as appropriate to the job role. Aware of the financial, social and environmental impacts of their actions.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;4&lt;/strong&gt;&lt;strong&gt;. Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprenticeship will typically take 18-24 months to complete.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;5&lt;/strong&gt;&lt;strong&gt;. Professional Recognition&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard is recognised by the Institute of Groundsmanship (IOG), the Professional Body for Sports Turf Operatives and others working in the grounds care industry. Upon achievement of this standard the apprentice will be eligible to join the IOG register of Turf Management Professionals.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;6&lt;/strong&gt;&lt;strong&gt;. Review&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprenticeship will be reviewed after 3 years&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation exists to ensure that public and private sports facilities are available for use by the public and ensures facilities are available to support the Government policy of increasing physical activity. A Sports Turf Operative is responsible for the maintenance and renovation and overall appearance of one or more sports turf surfaces in accordance with the needs of the particular sport. It is their job to maintain an appropriate quality playing surface which reflects the carrying capacity of that surface to ensure that a sustainable playing surface is provided. The career as a Sports Turf Operative can be quite varied, potentially working across a wide range of different sports and venues, including athletics, bowls, cricket, croquet, football, hockey, horse racing, rugby league and union, tennis and ranging from general parks type sports surfaces up to first class stadia. Working in the outdoor environment is a healthy and therapeutic activity, which contributes to the well-being of employees as well as users of sports surfaces. With the vast range of natural or artificial turf pitches available, throughout the UK and world-wide, now is an excellent time to join this well-established and dynamic profession.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "4b780bf2-386e-428b-a353-4dbb4abbea8b",
      "detail": "Compliance with environmental and health and safety legislation and regulations"
    },
    {
      "knowledgeId": "c10c0e1f-14e3-42d9-86bf-f6400a767d16",
      "detail": "Compliance with policies and procedures – company, client, health and safety risk assessments, rules of the game from the different Governing Bodies of Sport"
    },
    {
      "knowledgeId": "c9d70a59-72fb-4e95-b304-dfc25fb83ee0",
      "detail": "The identification and correct application of materials, tools, equipment and machinery used in maintenance and renovation activities"
    },
    {
      "knowledgeId": "2a355e56-6c98-4a85-93ba-65ddc4d6e845",
      "detail": "Identification and understanding of different grasses, soil types, weeds, pests, diseases, turf disorders, artificial surfacing material, underlays, infill material, turf and soil reinforcement material, line marking materials"
    },
    {
      "knowledgeId": "378553c4-5d3b-4646-b289-ea6e29ce6389",
      "detail": "The principles of photosynthesis, respiration and transpiration in the growth and development of plants"
    },
    {
      "knowledgeId": "da6d7516-fa57-492e-8cb1-bb4cdbdb3390",
      "detail": "The impact of weather, ground conditions and usage on pitch quality and playing quality"
    },
    {
      "knowledgeId": "7c09d0df-979f-417d-9e7e-ad8a9b83f096",
      "detail": "The different Performance Quality Standards for a range of different sports turf surfaces"
    },
    {
      "knowledgeId": "5339fdc0-5392-44de-9494-99e7d465bafd",
      "detail": "How to minimise waste and reduce environmental impacts"
    },
    {
      "knowledgeId": "cd80ddb9-ea7d-4c61-a9f9-ef828b745842",
      "detail": "How to monitor, record and report basic grounds maintenance findings."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "b7dba1c5-d853-405b-a5e1-a988bce986ce",
      "detail": "Safety orientation: This occupation operates within an industry that has significant hazards and risks from the use of machinery and materials (such as pesticides). The potential for harm to self, others, wildlife and the environment is considerable. There needs to be a competent understanding of health and safety and implementation of these practices at all times."
    },
    {
      "behaviourId": "e8fc0202-eff2-45db-aa34-4ebb3685d4c5",
      "detail": "Positive work ethic: Positive attitude, committed, motivated by providing an excellent customer service and getting the game on wherever possible. Able to adapt to a change in conditions, products, situations and working environments, is dependable, reliable, responsible and responsive to embracing social and cultural diversity and ethical in the treatment of others. Wants to stretch and drive their Continuous Professional Development."
    },
    {
      "behaviourId": "78cd50a6-6f50-4f0a-9abb-9590f7545731",
      "detail": "Quality focused: Follows approved procedures and processes in a logical manner, paying attention to detail and applying approved checks throughout work activities to ensure work completed is fit for purpose."
    },
    {
      "behaviourId": "632695bd-f62a-4c4b-aeca-fa997a7ddfe6",
      "detail": "Team player: Able to work on own initiative but also able to interact and communicate effectively within a team applying a respectful professional manner. Able to listen and absorb information, to ask questions when instructions are not understood or unclear and to work within the limitations of the job role."
    },
    {
      "behaviourId": "facb943d-48d5-420f-9845-1746077d3de7",
      "detail": "Contributor to sustainability: Continuously strives to work efficiency and effectively to assist others in activities as appropriate to the job role. Aware of the financial, social and environmental impacts of their actions."
    }
  ],
  "skills": [
    {
      "skillId": "9ff5c381-437d-468f-9d0c-f8d99bcf11b7",
      "detail": "Correctly calibrate equipment for material requirements and apply at the correct rates a range of materials, including grass seed, fertiliser and bulky top-dressing"
    },
    {
      "skillId": "48c5b888-981c-4b97-b8bb-56beb8e3d048",
      "detail": "Use integrated prevention and control methods to reduce the incidence of diseases, disorders, pests and weeds on turf"
    },
    {
      "skillId": "700350c3-8a11-4931-bbba-f44d5f20a829",
      "detail": "Set and mark out sports areas in accordance with the Laws of the Governing Bodies of Sport"
    },
    {
      "skillId": "28400b8a-2f08-40d6-a352-63e0ea00b924",
      "detail": "Maintain tools, equipment and machinery used for maintenance and renovation activities to ensure their safe and effective use"
    },
    {
      "skillId": "bd6cb010-6f0b-4930-b6ea-bd47b08cb85d",
      "detail": "Maintain and conduct basic routine servicing and repairs to drainage and irrigation systems"
    },
    {
      "skillId": "1a600862-9a44-4866-bb69-b62c78653237",
      "detail": "Effectively communicate with others and provide an excellent level of customer service"
    },
    {
      "skillId": "4620fc1f-1bec-43f0-a414-981e2299a9d6",
      "detail": "Work safely, efficiently and effectively at all times, whether under supervision, as an individual, or in a team"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-09-19T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0212",
  "tbMainContact": "d.ratling@whitgift.co.uk",
  "involvedEmployers": "The Institute of Groundsmanship, Bournemouth Borough Council, Calne Town Council, Cheltenham Racecourse, Chippenham Town Council, Huntingdonshire District Council, Leeds Cricket Football and Athletics Club, Merchant Taylors School, Sports Ground Services, The Hurlingham Club, University of Warwick, Arena Racing Company, Leicester Grammar School, Parkwood Holdings Ltd, Tottenham Hotspur Football Club, West Warwickshire Sports Club",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Groundsman",
    "Groundsperson",
    "Greensman",
    "Assistant greenkeeper",
    "grounds keeper"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Agriculture, Land Management and Production",
  "cluster": "Landscape Horticulture Operative/Technician",
  "clusterId": "161",
  "clusterDescription": "The design, construction and maintenance of gardens, designed landscapes and sports turf facilities for private, commercial and community use",
  "createdDate": "2017-09-22T14:24:29 +00:00",
  "lastUpdated": "2023-03-09T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-09-19T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0210",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0210-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0210-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-03-09T00:00:00"
}