{
  "templateType": "Occupational Standard",
  "larsCode": 180,
  "referenceNumber": "ST0223",
  "learningAimClassCode": "",
  "title": "Arborist",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0223",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "Occupational standard and end-point assessment plan revised. ",
  "changedDate": "2024-12-02T00:00:00",
  "earliestStartDate": "2024-12-02T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Pruning, felling and maintaining trees.",
  "level": 2,
  "ePALength": 3,
  "typicalDuration": 18,
  "maxFunding": 12000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "tree surgery",
    "horticulture",
    "landscaping",
    "landscape gardening",
    "forestry management",
    "Forestry"
  ],
  "jobRoles": [
    "Arborist",
    "Climbing arborist",
    "Tree surgeon"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0223-v1-2?view=epa",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.2 Horticulture and forestry",
  "version": "1.2",
  "standardInformation": "&lt;h3&gt;Occupation&lt;/h3&gt;\n&lt;p&gt;Arborist&lt;/p&gt;\n&lt;h3&gt;Occupational Profile&lt;/h3&gt;\n&lt;p&gt;The arboricultural industry manages trees for their benefits and values in diverse urban and rural locations from city parks and urban woodlands, to country estates and private gardens. The industry manages trees adjacent to highways, railways, watercourses and power lines. An arborist may progress to undertake inspections and surveys of individual and woodland trees, advising landowners on how to care for their trees, or teaching others about the benefits of carefully managing trees.&lt;/p&gt;\n&lt;p&gt;The work of an arborist involves diverse activities such as chainsaw work, aerial tree work, pruning, dismantling and using appropriate machinery such as brushwood chippers.&lt;/p&gt;\n&lt;p&gt;Arborists can work for local authorities, private companies and many are also self- employed. Tree work can be physically demanding and involves working outdoors in all weathers.&lt;/p&gt;\n&lt;p&gt;An arborist will undertake aerial tree work but may also be ground-based. They do a range of tree work jobs with indirect supervision. They are capable of supporting the tree work team across a range of basic technical skills.&lt;/p&gt;\n&lt;p&gt;Requirements Knowledge Understands:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The benefits of trees&lt;/li&gt;\n&lt;li&gt;The use and application of arboricultural equipment&lt;/li&gt;\n&lt;li&gt;The principles of the establishment, growth and care of trees&lt;/li&gt;\n&lt;li&gt;The principles and importance of identifying trees and the value of using their scientific names&lt;/li&gt;\n&lt;li&gt;The principles and importance of identifying and managing pests, diseases and disorders of trees&lt;/li&gt;\n&lt;li&gt;Current environmental, wildlife and health and safety legislation, standards and codes of practice in relation to arboricultural works&lt;/li&gt;\n&lt;li&gt;Legislation relating to trees g. Tree Preservation Orders and Conservation Areas&lt;/li&gt;\n&lt;li&gt;Procedures and specific instructions for dealing with incidents and emergencies&lt;/li&gt;\n&lt;li&gt;Electrical safety for working in the vicinity of power lines&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Skills&lt;/h3&gt;\n&lt;p&gt;Can:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Recognise health and safety needs onsite and work safely&lt;/li&gt;\n&lt;li&gt;Take instruction from the job supervisor and other senior work colleagues to include signing onto the site specific risk assessment / emergency action plan and maintaining records&lt;/li&gt;\n&lt;li&gt;Select appropriate equipment for the Load and unload equipment safely&lt;/li&gt;\n&lt;li&gt;Set out work place signage (highway &amp;amp; non highway) and assists with traffic control&lt;/li&gt;\n&lt;li&gt;Process tree work arisings using appropriate machinery&lt;/li&gt;\n&lt;li&gt;Take appropriate care of tools, equipment and customer property&lt;/li&gt;\n&lt;li&gt;Recognise a basic range of tree and shrub species using common and scientific names&lt;/li&gt;\n&lt;li&gt;Identify pests, diseases, disorders and tree defects&lt;/li&gt;\n&lt;li&gt;Carry out a range of ground-based pruning operations&lt;/li&gt;\n&lt;li&gt;Fell and process small trees&lt;/li&gt;\n&lt;li&gt;Support aerial tree workers both Mobile Elevated Work Platform (MEWP) and climbing with transfer of equipment for aerial tree work operations&lt;/li&gt;\n&lt;li&gt;Perform an aerial rescue of colleague from a rope and harness and a MEWP&lt;/li&gt;\n&lt;li&gt;Work safely at height in the tree under supervision&lt;/li&gt;\n&lt;li&gt;Prepare sites for planting, plant trees and provide support, protection and aftercare&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Behaviours&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Has a safety mind-set to protect self, colleagues and others&lt;/li&gt;\n&lt;li&gt;Works effectively within a team/crew&lt;/li&gt;\n&lt;li&gt;Consistently presents a professional manner both in appearance, language and behaviour&lt;/li&gt;\n&lt;li&gt;Is reliable: consistently attends work and arrives on time&lt;/li&gt;\n&lt;li&gt;Communicates effectively with the job supervisor, colleagues, clients and others to achieve the specification&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;Typically 24 months&lt;/p&gt;\n&lt;h3&gt;Qualifications&lt;/h3&gt;\n&lt;p&gt;The following licence to practice qualifications would be required prior to end point assessment:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 award in emergency first aid at work&lt;/li&gt;\n&lt;li&gt;Level 2 award in safe use of brushwood chipper&lt;/li&gt;\n&lt;li&gt;Traffic Management (NRSWA Unit 002 Signing, Lighting and Guarding) OR Sector Scheme 12D&lt;/li&gt;\n&lt;li&gt;Level 2 award in chainsaw maintenance&lt;/li&gt;\n&lt;li&gt;Level 2 award in crosscutting timber using a chainsaw&lt;/li&gt;\n&lt;li&gt;Level 2 award in felling and processing trees up to 380mm&lt;/li&gt;\n&lt;li&gt;Level 2 award in accessing a tree using a rope and harness&lt;/li&gt;\n&lt;li&gt;Level 3 award in aerial tree rescue operations&lt;/li&gt;\n&lt;li&gt;Level 3 award in aerial cutting of trees using free fall techniques&lt;/li&gt;\n&lt;li&gt;Level 2 award in safe use of mobile elevated work platform&lt;/li&gt;\n&lt;li&gt;Level 3 award in use of a chainsaw from a Mobile Elevated Work Platform (MEWP)&lt;/li&gt;\n&lt;li&gt;Apprentices without Level 1 English and maths will need to achieve this level and take the test for Level 2 English and maths prior to taking the end-point assessment.&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;All First Aid at Work qualifications taken as a part of this apprenticeship must be regulated by Ofqual. However it came to light that this was unclear and some apprentices have undertaken non Ofqual regulated Emergency First Aid at Work qualifications which comply with Health and Safety (First Aid) Regulations 1998. In order that apprentices are not disadvantaged who hold these qualifications, the employers have agreed that they can enter end-point assessment (providing all other requirements have been met) up until Tuesday 30th June 2020. As from Wednesday 1st July 2020, all apprentices entering EPA, must have completed an Ofqual regulated, Level 3 Emergency First Aid at Work (EFAW) one day course.&lt;/p&gt;\n&lt;h3&gt;Level&lt;/h3&gt;\n&lt;p&gt;This standard is at Level 2&lt;/p&gt;\n&lt;h3&gt;Review date&lt;/h3&gt;\n&lt;p&gt;3 years from the date of implementation&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The occupation is found in arboricultural, utility, facilities management, woodland management and grounds maintenance organisations. These include local authorities, and commercial contracting businesses such as large ground-maintenance and arboricultural contractors. Self-employment is also a career option.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is the care and maintenance of trees for their benefits and values in diverse urban and rural locations, from street trees, city parks and urban woodlands to country estates and private gardens. The industry manages trees adjacent to highways, railways, watercourses and power lines. The work of an Arborist involves diverse activities such as chainsaw work, aerial tree work, pruning, dismantling of trees, and using machinery such as brushwood chippers.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Arborists play an important role in managing biodiversity by carrying out practical solutions in the management of trees, including at times those that are rare or in a heritage environment. The Arborist is not only tasked with the practical management of the ageing tree process, but the care of the next generation of trees, which will be vitally important for the future generations. This work includes the management of pests and disease, and formative pruning of young trees in order to form a good canopy structure for the longevity of trees.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with many different people during a typical working day, including managers, supervisors, contract managers to local tree officers and arboricultural consultants overseeing arboricultural works. Other interactions may involve stakeholders, clients, landowners, and organisations managing built infrastructure, for example utility companies, highways, street lighting, waterways, railways. The most important interactions will be with clients and members of the public and will involve using a range of communication methods and techniques from fielding complaints and concerns, to explaining why an arboricultural operation is to be carried out.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for applying best practice for the practical side of the arboriculture industry. This will include felling, climbing, pruning and dismantling of trees, and the use of machinery like woodchippers and stump grinders. Ground-based duties include preparing the work site, kit maintenance, formative pruning and hedge maintenance. An Arborist is also expected to maintain effective communication with internal and external stakeholders, work together and be a collaborative team member. They will need an awareness of other colleagues&#39; roles.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "08b4a307-1b0b-41be-bc4f-cd2a3ca566d4",
      "detail": "Arboricultural equipment and their use and maintenance requirements. "
    },
    {
      "knowledgeId": "937442f5-88cc-4e87-88d5-dc3a2bf36e23",
      "detail": "PPE requirements for arboricultural operations."
    },
    {
      "knowledgeId": "48956394-8e11-4c1b-b302-b67a590293f6",
      "detail": "Principles and understanding of Health and safety legislation (Health & Safety at Work Act), standards (BS3998), and codes of practice (ICOP) in relation to arboricultural works. "
    },
    {
      "knowledgeId": "6f68533a-7bfd-4537-acbe-7491b6bec241",
      "detail": "Practicalities of onsite risk assessments, with knowledge of putting in place control measures to maintain a safe working site."
    },
    {
      "knowledgeId": "15ca5164-fe16-45d7-b4e8-7b9bb5d480c3",
      "detail": "How to carry out processing of tree work arisings."
    },
    {
      "knowledgeId": "e53b8cb1-f2d4-4e4e-9da2-6f6086376676",
      "detail": "Understanding of the use of MEWPS within the arboricultural sector."
    },
    {
      "knowledgeId": "5f5e56f3-8bf2-46fe-8751-17f003706f62",
      "detail": "Key principles of electrical safety for working near power line(s), including how to read and adhere to risk assessments."
    },
    {
      "knowledgeId": "733492b1-8941-4b2a-baba-46f4eac1cf09",
      "detail": "Principles and understanding of current codes of practice including environmental and wildlife legislation in relation to arboricultural works."
    },
    {
      "knowledgeId": "f83d5e2b-6bfa-4f37-88c8-d76a91cd9943",
      "detail": "Principles and understanding of legislation relating to trees including Tree Preservation Orders and Conservation Areas including the Town and Country Planning Act 1990."
    },
    {
      "knowledgeId": "15d7ee46-6bd7-47ac-8417-9723ca9c5127",
      "detail": "The procedures and specific instructions for dealing with incidents and emergencies, for example, aerial rescues."
    },
    {
      "knowledgeId": "fe5a790f-2bbf-4439-a607-568d33dfdc33",
      "detail": "The principles of tree planting and establishment."
    },
    {
      "knowledgeId": "319a4144-aacb-4048-a71a-0ac03d9d9e82",
      "detail": "How to identify trees and the value of using their common names"
    },
    {
      "knowledgeId": "8ae1452c-9a9c-4c92-99b7-0481a65984bf",
      "detail": "The risks and impacts of tree decay fungi "
    },
    {
      "knowledgeId": "df5ae275-3dd9-4325-8e72-f129f9e445cb",
      "detail": "The principles and techniques of formative pruning for young trees"
    },
    {
      "knowledgeId": "201705b9-4e5b-4175-8b3f-752e69f68cfc",
      "detail": "Principles and techniques of target pruning for mature trees"
    },
    {
      "knowledgeId": "3513cb4b-294b-4b9b-a069-4de623a355df",
      "detail": "Procedures for setting out workplace signage (highway & non highway) and assist with traffic control"
    },
    {
      "knowledgeId": "683a605d-aaef-4b28-9407-f1bc597af3cc",
      "detail": "How to identify and manage pests, diseases, and disorders of trees"
    },
    {
      "knowledgeId": "55d80195-2fbe-4991-93ed-57e9f080cd51",
      "detail": "The benefits of trees for people, air quality, nature, the environment, ecosystem services."
    },
    {
      "knowledgeId": "f40fddf5-6b7b-4ccb-9586-a1f5d5a04220",
      "detail": "Different communication techniques to use, for example, tone of voice, listening, etc."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "0feddae4-7028-4c6b-849d-fa2c91780b0d",
      "detail": "Has a safety mind-set to protect self, colleagues, and others"
    },
    {
      "behaviourId": "0888656d-d91d-4a6c-9640-e3bc8c23fc58",
      "detail": "Works effectively within a team/crew"
    },
    {
      "behaviourId": "7f007a43-1726-4a71-b17e-1ba4136ebb8a",
      "detail": "Presents a professional manner in appearance, language, and behaviour"
    },
    {
      "behaviourId": "1ca66b5e-f4d2-4ec1-84ff-a57657898499",
      "detail": "Takes responsibility for completing their tasks to show they can be relied upon."
    },
    {
      "behaviourId": "07caa992-355b-44d7-b76f-f77a5e9b51e9",
      "detail": "Ensures they are mindful of environmental and sustainability factors at all times whilst carrying out their work."
    }
  ],
  "skills": [
    {
      "skillId": "d2acc06d-b329-429c-a2ff-0bfc0df94a8a",
      "detail": "Recognise health and safety needs onsite and work safely"
    },
    {
      "skillId": "12b75f4f-1a81-44a4-8630-c76a835c9970",
      "detail": "Complete site-specific risk assessments and emergency action plans"
    },
    {
      "skillId": "cd6a2c71-3d58-46c9-8161-9ad04e6cb415",
      "detail": "Select appropriate equipment for tree work operations"
    },
    {
      "skillId": "d3946b6a-0ec3-4bc2-ba02-2be9d8b39036",
      "detail": "Set out workplace signage (highway & non highway) and assists with traffic control"
    },
    {
      "skillId": "83c33bd4-be9e-41bc-bafb-946a08ccce95",
      "detail": "Process tree work arisings using appropriate machinery"
    },
    {
      "skillId": "5357415b-6748-4470-bcc5-fdfdb03091ad",
      "detail": "Maintain and take appropriate care of tools, equipment and other onsite factors (such as customer or public buildings etc.) "
    },
    {
      "skillId": "0e6ab9dd-b7d2-4664-8ac5-612d10d7aae1",
      "detail": "Recognise a variety of tree species using common names"
    },
    {
      "skillId": "17d6fd94-583e-4df6-98a3-cce5d3290012",
      "detail": "Carry out a range of formative pruning operations"
    },
    {
      "skillId": "bc04733c-d60a-4f6f-ae10-02c748782ba8",
      "detail": "Carry out branch removal up to 200mm diameter with hand tools (target pruning for final cut)."
    },
    {
      "skillId": "6334f3d3-7e93-4b84-a9bb-12805e14a5ee",
      "detail": "Fell and process small trees up to 380mm diameter."
    },
    {
      "skillId": "0f70e3b3-e96b-424f-be24-122b8eae12b0",
      "detail": "Support aerial tree workers with transfer of equipment for aerial tree work operations"
    },
    {
      "skillId": "e87ec418-a9a5-41e3-98c9-1d3f5cff45d8",
      "detail": "Perform an aerial rescue of colleague from a rope and harness "
    },
    {
      "skillId": "50b3d77e-f607-47d1-bf64-0c3e1762af1f",
      "detail": "Work safely at height in the tree under supervision"
    },
    {
      "skillId": "2f419796-befa-4c48-bc58-90045f68c406",
      "detail": "Communicate technical information about arboricultural operations to fellow team members, clients and other stakeholders as required."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-06-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0223",
  "tbMainContact": "ros@adrow.co.uk",
  "involvedEmployers": "Arboriculture Association, Bartlett Tree Experts, Beechwood Trees, Glendale Countryside, Ian Trueman Specialist Tree Services, Ringrose Tree Services, Tree Maintenance, Oakdale NE Ltd, Tree-Works (West Wales) Ltd, Central Tree Services Ltd, Hi-Line, Kew Gardens, Oxfordshire County Council, London Borough of Barnet.",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Arborist",
    "Climbing arborist",
    "Tree surgeon"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Agriculture, Land Management and Production",
  "cluster": "Arboriculture and Forestry Operative",
  "clusterId": "111",
  "clusterDescription": "Full range of routine work to layout, plant, maintain and harvest woodland",
  "createdDate": "2024-12-02T11:08:25 +00:00",
  "lastUpdated": "2024-12-02T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-06-27T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0223",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0223-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0223-v1-2",
  "qualifications": [
    {
      "qualificationId": "37064286-b565-4105-97da-f58c37068b0f",
      "title": "Level 3 award or training and assessment in emergency first aid at work minimum 1 day course (face-to-face), carried out by either an awarding organisation, a UKAS accredited trade body or voluntary aid society recognised by government as specified in HSE document GEIS 3.",
      "level": "3",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "47ee9fb1-5fc4-4cf7-bc7c-0ea7a28904f1",
      "title": "City and Guilds Level 2 award in safe use of a manually fed wood chipper",
      "level": "2",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "8e2005cc-8138-4daa-b1ab-890ce0f84bc1",
      "title": "Traffic Management (NRSWA Unit 002 Signing, Lighting and Guarding) OR Sector Scheme 12D (chapter 8)",
      "level": "2",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "c7d599ab-4127-457e-9026-9cf1344c08da",
      "title": "City and Guilds Level 2 Certificate of competence in chainsaw maintenance and cross-cutting OR Lantra Awards L2 award  in Chainsaw Maintenance and Cross Cutting",
      "level": "2",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "d9d26f54-0d64-433c-91c3-4b1fab8a6012",
      "title": "City and Guilds Level 2 Certificate of competence in felling small trees up to 380mm OR Lantra Awards Level 2 Award in felling and processing trees up to 380mm",
      "level": "2",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "7fb40cdf-8cb0-4d9b-b936-bd5e7bbad2bd",
      "title": "City and Guilds Level 2 Certificate of competence in tree climbing and aerial rescue OR Lantra Awards Level 2 Award In accessing a tree using a rope and harness PLUS Lantra Awards Level 3 Award In aerial tree rescue operations",
      "level": "2",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "c46333cc-929b-4ccc-a553-1235b788f275",
      "title": "City & Guilds Level 2 Certificate of Competence in Using a Chainsaw from Rope and Harness OR Lantra Awards Level 3 Award In Aerial Cutting of Trees with a Chainsaw Using Free-fall techniques",
      "level": "2",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "0b4bbf15-51f0-45cd-8caa-86019a24dcf1",
      "dutyDetail": "Identify tree(s) to be worked on by common name",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "319a4144-aacb-4048-a71a-0ac03d9d9e82"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0e6ab9dd-b7d2-4664-8ac5-612d10d7aae1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6860d700-00af-433d-b3b4-2fb58c26d6d8",
      "dutyDetail": "Complete arboricultural operations safely, using the correct equipment in accordance with guidelines and training, including the transfer of equipment to colleagues.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0feddae4-7028-4c6b-849d-fa2c91780b0d",
        "1ca66b5e-f4d2-4ec1-84ff-a57657898499",
        "07caa992-355b-44d7-b76f-f77a5e9b51e9"
      ],
      "mappedKnowledge": [
        "08b4a307-1b0b-41be-bc4f-cd2a3ca566d4",
        "937442f5-88cc-4e87-88d5-dc3a2bf36e23",
        "48956394-8e11-4c1b-b302-b67a590293f6",
        "6f68533a-7bfd-4537-acbe-7491b6bec241",
        "e53b8cb1-f2d4-4e4e-9da2-6f6086376676",
        "5f5e56f3-8bf2-46fe-8751-17f003706f62",
        "15d7ee46-6bd7-47ac-8417-9723ca9c5127",
        "8ae1452c-9a9c-4c92-99b7-0481a65984bf",
        "3513cb4b-294b-4b9b-a069-4de623a355df",
        "683a605d-aaef-4b28-9407-f1bc597af3cc"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d2acc06d-b329-429c-a2ff-0bfc0df94a8a",
        "12b75f4f-1a81-44a4-8630-c76a835c9970",
        "cd6a2c71-3d58-46c9-8161-9ad04e6cb415",
        "d3946b6a-0ec3-4bc2-ba02-2be9d8b39036",
        "5357415b-6748-4470-bcc5-fdfdb03091ad",
        "0f70e3b3-e96b-424f-be24-122b8eae12b0",
        "e87ec418-a9a5-41e3-98c9-1d3f5cff45d8",
        "50b3d77e-f607-47d1-bf64-0c3e1762af1f",
        "2f419796-befa-4c48-bc58-90045f68c406"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7d1bef53-cd9f-4f48-b675-8d7758efb3a3",
      "dutyDetail": "Promote safe working practices at all times and ensure that all equipment is safe to use.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0feddae4-7028-4c6b-849d-fa2c91780b0d",
        "0888656d-d91d-4a6c-9640-e3bc8c23fc58",
        "07caa992-355b-44d7-b76f-f77a5e9b51e9"
      ],
      "mappedKnowledge": [
        "08b4a307-1b0b-41be-bc4f-cd2a3ca566d4",
        "937442f5-88cc-4e87-88d5-dc3a2bf36e23",
        "48956394-8e11-4c1b-b302-b67a590293f6",
        "6f68533a-7bfd-4537-acbe-7491b6bec241",
        "e53b8cb1-f2d4-4e4e-9da2-6f6086376676",
        "5f5e56f3-8bf2-46fe-8751-17f003706f62",
        "15d7ee46-6bd7-47ac-8417-9723ca9c5127",
        "3513cb4b-294b-4b9b-a069-4de623a355df"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d2acc06d-b329-429c-a2ff-0bfc0df94a8a",
        "12b75f4f-1a81-44a4-8630-c76a835c9970",
        "cd6a2c71-3d58-46c9-8161-9ad04e6cb415",
        "d3946b6a-0ec3-4bc2-ba02-2be9d8b39036",
        "5357415b-6748-4470-bcc5-fdfdb03091ad",
        "0f70e3b3-e96b-424f-be24-122b8eae12b0",
        "e87ec418-a9a5-41e3-98c9-1d3f5cff45d8",
        "50b3d77e-f607-47d1-bf64-0c3e1762af1f",
        "2f419796-befa-4c48-bc58-90045f68c406"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "255678f3-14f8-4df9-82ff-51d22063e2b6",
      "dutyDetail": "Carry out onsite risk assessments and use outcomes to put in place measures to help ensure the safety of work colleagues and members of the public.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0feddae4-7028-4c6b-849d-fa2c91780b0d",
        "07caa992-355b-44d7-b76f-f77a5e9b51e9"
      ],
      "mappedKnowledge": [
        "08b4a307-1b0b-41be-bc4f-cd2a3ca566d4",
        "937442f5-88cc-4e87-88d5-dc3a2bf36e23",
        "48956394-8e11-4c1b-b302-b67a590293f6",
        "6f68533a-7bfd-4537-acbe-7491b6bec241",
        "e53b8cb1-f2d4-4e4e-9da2-6f6086376676",
        "5f5e56f3-8bf2-46fe-8751-17f003706f62",
        "15d7ee46-6bd7-47ac-8417-9723ca9c5127",
        "8ae1452c-9a9c-4c92-99b7-0481a65984bf",
        "3513cb4b-294b-4b9b-a069-4de623a355df",
        "683a605d-aaef-4b28-9407-f1bc597af3cc"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d2acc06d-b329-429c-a2ff-0bfc0df94a8a",
        "12b75f4f-1a81-44a4-8630-c76a835c9970",
        "cd6a2c71-3d58-46c9-8161-9ad04e6cb415",
        "d3946b6a-0ec3-4bc2-ba02-2be9d8b39036",
        "5357415b-6748-4470-bcc5-fdfdb03091ad",
        "0f70e3b3-e96b-424f-be24-122b8eae12b0",
        "e87ec418-a9a5-41e3-98c9-1d3f5cff45d8",
        "50b3d77e-f607-47d1-bf64-0c3e1762af1f",
        "2f419796-befa-4c48-bc58-90045f68c406"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "67b39127-cc35-44e3-a079-889d33a61753",
      "dutyDetail": "Climb and conduct aerial arboricultural operations from a rope and harness to industry best practice standards. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "08b4a307-1b0b-41be-bc4f-cd2a3ca566d4",
        "937442f5-88cc-4e87-88d5-dc3a2bf36e23",
        "48956394-8e11-4c1b-b302-b67a590293f6",
        "f83d5e2b-6bfa-4f37-88c8-d76a91cd9943",
        "fe5a790f-2bbf-4439-a607-568d33dfdc33",
        "8ae1452c-9a9c-4c92-99b7-0481a65984bf",
        "201705b9-4e5b-4175-8b3f-752e69f68cfc",
        "683a605d-aaef-4b28-9407-f1bc597af3cc"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d2acc06d-b329-429c-a2ff-0bfc0df94a8a",
        "0f70e3b3-e96b-424f-be24-122b8eae12b0",
        "e87ec418-a9a5-41e3-98c9-1d3f5cff45d8",
        "50b3d77e-f607-47d1-bf64-0c3e1762af1f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "baf9a6d3-cdc7-4746-96a4-1b6227b19c19",
      "dutyDetail": "Perform aerial rescue of colleagues from a rope and harness in emergencies.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0888656d-d91d-4a6c-9640-e3bc8c23fc58"
      ],
      "mappedKnowledge": [
        "08b4a307-1b0b-41be-bc4f-cd2a3ca566d4",
        "937442f5-88cc-4e87-88d5-dc3a2bf36e23",
        "48956394-8e11-4c1b-b302-b67a590293f6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d2acc06d-b329-429c-a2ff-0bfc0df94a8a",
        "e87ec418-a9a5-41e3-98c9-1d3f5cff45d8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "49d76840-e7b7-47db-9f9f-6f6511a3d945",
      "dutyDetail": "Fell and process trees safely.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "07caa992-355b-44d7-b76f-f77a5e9b51e9"
      ],
      "mappedKnowledge": [
        "08b4a307-1b0b-41be-bc4f-cd2a3ca566d4",
        "937442f5-88cc-4e87-88d5-dc3a2bf36e23",
        "48956394-8e11-4c1b-b302-b67a590293f6",
        "15ca5164-fe16-45d7-b4e8-7b9bb5d480c3",
        "733492b1-8941-4b2a-baba-46f4eac1cf09",
        "f83d5e2b-6bfa-4f37-88c8-d76a91cd9943",
        "8ae1452c-9a9c-4c92-99b7-0481a65984bf",
        "683a605d-aaef-4b28-9407-f1bc597af3cc"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d2acc06d-b329-429c-a2ff-0bfc0df94a8a",
        "6334f3d3-7e93-4b84-a9bb-12805e14a5ee"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "88c3100b-1752-4fe3-8dd1-d502bc76feb0",
      "dutyDetail": "Use specialist machinery to manage and process brush wood.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "08b4a307-1b0b-41be-bc4f-cd2a3ca566d4",
        "937442f5-88cc-4e87-88d5-dc3a2bf36e23",
        "15ca5164-fe16-45d7-b4e8-7b9bb5d480c3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "83c33bd4-be9e-41bc-bafb-946a08ccce95"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "09b88f9b-d2a6-458d-b952-c9cfb6d5c228",
      "dutyDetail": "Ensure work sites are left in a safe and tidy condition at the end of each working day. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "07caa992-355b-44d7-b76f-f77a5e9b51e9"
      ],
      "mappedKnowledge": [
        "15ca5164-fe16-45d7-b4e8-7b9bb5d480c3",
        "3513cb4b-294b-4b9b-a069-4de623a355df"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d2acc06d-b329-429c-a2ff-0bfc0df94a8a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "938d9098-a2d7-46d2-a1f2-609d30520619",
      "dutyDetail": "Carry out formative pruning to young trees to form good canopy structure ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "07caa992-355b-44d7-b76f-f77a5e9b51e9"
      ],
      "mappedKnowledge": [
        "fe5a790f-2bbf-4439-a607-568d33dfdc33",
        "df5ae275-3dd9-4325-8e72-f129f9e445cb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "17d6fd94-583e-4df6-98a3-cce5d3290012"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "cac6f59a-a626-4487-8e75-b95d09ce8be0",
      "dutyDetail": "Carries out target pruning to mature trees",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "fe5a790f-2bbf-4439-a607-568d33dfdc33",
        "201705b9-4e5b-4175-8b3f-752e69f68cfc"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bc04733c-d60a-4f6f-ae10-02c748782ba8",
        "50b3d77e-f607-47d1-bf64-0c3e1762af1f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fdf2a9e0-540c-4a47-b449-7ad9f800d047",
      "dutyDetail": "Operate duties in a way that minimises impact upon the environment including safe and efficient use of fuels/oils, the correct handling and disposal of waste materials and sterilisation of tools and boots.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0888656d-d91d-4a6c-9640-e3bc8c23fc58",
        "07caa992-355b-44d7-b76f-f77a5e9b51e9"
      ],
      "mappedKnowledge": [
        "733492b1-8941-4b2a-baba-46f4eac1cf09",
        "55d80195-2fbe-4991-93ed-57e9f080cd51"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d2acc06d-b329-429c-a2ff-0bfc0df94a8a",
        "83c33bd4-be9e-41bc-bafb-946a08ccce95"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "95bdddc3-99a4-416f-92cf-35b0c13b1b75",
      "dutyDetail": "Provide good customer service and care at all times.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0feddae4-7028-4c6b-849d-fa2c91780b0d",
        "0888656d-d91d-4a6c-9640-e3bc8c23fc58",
        "7f007a43-1726-4a71-b17e-1ba4136ebb8a",
        "1ca66b5e-f4d2-4ec1-84ff-a57657898499"
      ],
      "mappedKnowledge": [
        "15d7ee46-6bd7-47ac-8417-9723ca9c5127",
        "319a4144-aacb-4048-a71a-0ac03d9d9e82",
        "55d80195-2fbe-4991-93ed-57e9f080cd51",
        "f40fddf5-6b7b-4ccb-9586-a1f5d5a04220"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5357415b-6748-4470-bcc5-fdfdb03091ad",
        "0e6ab9dd-b7d2-4664-8ac5-612d10d7aae1",
        "2f419796-befa-4c48-bc58-90045f68c406"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-12-02T00:00:00"
}