{
  "templateType": "Apprenticeship Standard",
  "larsCode": 46,
  "referenceNumber": "ST0290",
  "learningAimClassCode": "",
  "title": "Nuclear health physics monitor",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0290",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-06-26T00:00:00",
  "earliestStartDate": "2015-09-03T00:00:00",
  "latestStartDate": "2024-06-25T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Proving radiological monitoring services in the nuclear industry to protect people, plant and the environment from contamination.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "nuclear industry",
    "radiological monitoring services",
    "radiological protection monitoring",
    "radiation",
    "nhpm"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7350/nuclear_health_physics_monitorem.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.2 Nursing, and subjects and vocations allied to medicine",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupation &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Nuclear Health Physics Monitor&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupational Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Nuclear Health Physics Monitor provides radiological monitoring services at the work face within the nuclear industry to protect people, plant and the environment from the adverse effects of ionising radiation and contamination.&lt;/p&gt;\n&lt;p&gt;Nuclear Health Physics Monitors use specialist instruments to carry out radiological protection monitoring for people, by taking readings of surface and airborne contamination levels and radiation dose rates, recording the readings detected and responding accordingly. They also undertake radiation related work activities in support of nuclear facility teams and may support the nuclear site’s emergency response arrangements. A Health Physics Monitor supports the control of radiation and contamination and adds significant value through reinforcing radiological safety standards and the actions of the nuclear workforce.&lt;/p&gt;\n&lt;p&gt;Nuclear Health Physics Monitors work on nuclear sites (including waste management, decommissioning, and operational nuclear plants). Their working conditions are varied and may involve wearing specialist safety equipment, shift working and working on sites and facilities running 365 day operations. They are expected to work individually and as part of a team. They need to be able to work with minimum supervision, in a professional manner, taking responsibility for the quality and accuracy of the work they undertake.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Nuclear Health Physics Monitor will be able to understand and apply:&lt;/p&gt;\n&lt;p&gt;1. The principles and implications of nuclear and radiological safety – that is:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Nuclear safety is about preventing accidents and protecting people and the environment from radiation hazards;&lt;/li&gt;\n&lt;li&gt;Radiological safety is about protecting people and the environment from the harmful effects of ionising radiation.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;2. The fundamental principles and implications of radiation types, sources, hazards and appropriate radiological control measures;&lt;/p&gt;\n&lt;p&gt;3. The purpose and limitations of different types of radiation protection monitoring instrumentation in order to measure, calculate and assess the significance by comparison with pre-specified levels of alpha, beta, gamma and neutron radiation where applicable;&lt;/p&gt;\n&lt;p&gt;4. The safety and security expectations of those working on nuclear licensed sites;&lt;/p&gt;\n&lt;p&gt;5. The reason for and application of safety management systems such as Standard Operating Procedures and Risk Assessment;&lt;/p&gt;\n&lt;p&gt;6. How Human Performance and Human Factors affect nuclear safety culture;&lt;/p&gt;\n&lt;p&gt;7. The significance and relevance of company policy, legal requirements for the use and control of ionising radiation and other legislation and regulation on working practices.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;kills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Nuclear Health Physics Monitor will be able to:&lt;/p&gt;\n&lt;p&gt;1. Use specialist radiological protection instruments to monitor:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Surface and airborne contamination using hand-held contamination rate-meters and installed and portable air samplers&lt;/li&gt;\n&lt;li&gt;Radiation dose rates using hand-held, installed and portable radiation detectors&lt;/li&gt;\n&lt;li&gt;Individuals for personal contamination and respond accordingly&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;The Health Physics Monitor will respond to each of the above situations accordingly by measurement, calculation and assessment of the radiological significance by comparison with pre-specified levels to enable the appropriate advice to be given to minimise radiation exposure to people to as low as reasonably practicable (ALARP). This is achieved through the ability to perform numerical calculations quickly, accurately and reliably to evaluate the significance of the radiological data produced;&lt;/p&gt;\n&lt;p&gt;2. Carry out functional tests of radiation protection monitoring instrumentation using calibrated radioactive sealed sources;&lt;/p&gt;\n&lt;p&gt;3. Respond appropriately to changes in radiological conditions using the ALARP principles;&lt;/p&gt;\n&lt;p&gt;4. Record radiation protection monitoring and survey results – in a variety of formats (e.g. written logs, information technology;&lt;/p&gt;\n&lt;p&gt;5. Undertake radiation – related work activities safely and competently;&lt;/p&gt;\n&lt;p&gt;6. Participate in emergency response to provide radiological contingency arrangements to protect personnel, plant and the environment, for example:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Respond to and take appropriate action in regard to emergency situations to monitor for environmental radiological releases;&lt;/li&gt;\n&lt;li&gt;Where applicable carryout criticality incident monitoring;&lt;/li&gt;\n&lt;li&gt;Use Forward Control Points (FCP) and Access Control Points (ACP) to respond to and recover from nuclear incidents. FCP’s &amp;amp; ACP’s are used to provide effective radiological safety control to personnel entering &amp;amp; leaving incident areas with regard to protective clothing, respiratory protection and radiation dose authorisation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;7. Communicate radiological protection monitoring information effectively using a variety of appropriate communication methods to interact with others to give and receive information accurately in a timely, positive, challenging and professional manner.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Nuclear Health Physics Monitor will be able to demonstrate the following behaviours:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Commitment to safety – They always demonstrate a strong commitment to personal safety behaviours as set out in nuclear industry requirements. They actively challenge unsafe practices. They understand the relationship between nuclear and radiological safety and ensure this is reinforced in the workplace;&lt;/li&gt;\n&lt;li&gt;Integrity – They ensure openness in relations with workers, customers and other stakeholders. They promote and model the highest standards of professional conduct, ethics and integrity;&lt;/li&gt;\n&lt;li&gt;Resilience – They work well under pressure, continuously strive for excellence in all they do and challenge poor performance or non-conformance in a tactful and diplomatic manner;&lt;/li&gt;\n&lt;li&gt;Quality – They follow rules, procedures and principles to ensure work completed is fit for purpose and pay attention to detail and carry out error checks throughout work activities.&lt;/li&gt;\n&lt;li&gt;Effective and Appropriate Communication &lt;strong&gt;– &lt;/strong&gt;They will use oral, written and electronic methods; working effectively with others, with regards for diversity and equality;&lt;/li&gt;\n&lt;li&gt;Personal Conduct &lt;strong&gt;– &lt;/strong&gt;They work reliably and effectively without close supervision, accepting responsibility for their own work.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The typical duration of this apprenticeship will be 24 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;ntry Qualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Entry to the apprenticeship – Employers will set their own requirements.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Q&lt;/strong&gt;&lt;strong&gt;ualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices are required to undergo training, gain experience and achieve a recognised safety qualification for example to an Institution of Occupational Safety and Health (IOSH) Working Safely or Safety Passport standard.&lt;/p&gt;\n&lt;p&gt;Employers are also free to use suitable radiological qualifications or a range of formative assessment methods to check progress during the training programme. All apprentices will be required to complete a synoptic independent assessment test at the end of their programme.&lt;/p&gt;\n&lt;h3&gt;English &amp;amp; Maths&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 1 English and maths will need to achieve this level and apprentices without level 2 English and maths will need to take the tests for this level prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3. A British Sign Language (BSL) qualification is an alternative to the English qualification for those whose primary language is BSL.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Pr&lt;/strong&gt;&lt;strong&gt;ogression&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Nuclear Health Physics Monitor will normally progress to a Health Physics Chargehand or Team Leader Support worker through to a Level 3 Health Physics Team Leader and Health Physics professional.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard is at Level 2&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard will be reviewed after 3 years of approval.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;A Nuclear Health Physics Monitor provides radiological monitoring services at the work face within the nuclear industry to protect people, plant and the environment from the adverse effects of ionising radiation and contamination. Nuclear Health Physics Monitors use specialist instruments to carry out radiological protection monitoring for people, by taking readings of surface and airborne contamination levels and radiation dose rates, recording the readings detected and responding accordingly. They also undertake radiation related work activities in support of nuclear facility teams and may support the nuclear site’s emergency response arrangements. A Health Physics Monitor supports the control of radiation and contamination and adds significant value through reinforcing radiological safety standards and the actions of the nuclear workforce. Nuclear Health Physics Monitors work on nuclear sites (including waste management, decommissioning, and operational nuclear plants). Their working conditions are varied and may involve wearing specialist safety equipment, shift working and working on sites and facilities running 365 day operations. They are expected to work individually and as part of a team. They need to be able to work with minimum supervision, in a professional manner, taking responsibility for the quality and accuracy of the work they undertake.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "6ea3512a-6d7c-4e2f-a1d0-ca1f02874af6",
      "detail": "1. The principles and implications of nuclear and radiological safety – that is: Nuclear safety is about preventing accidents and protecting people and the environment from radiation hazards; Radiological safety is about protecting people and the environment from the harmful effects of ionising radiation.\n\n"
    },
    {
      "knowledgeId": "a1b14bfd-aa34-4c00-a443-7dec4a0fdcfa",
      "detail": "2. The fundamental principles and implications of radiation types, sources, hazards and appropriate radiological control measures;"
    },
    {
      "knowledgeId": "d477e991-ec08-40e1-93b1-833f24ec6793",
      "detail": "3. The purpose and limitations of different types of radiation protection monitoring instrumentation in order to measure, calculate and assess the significance by comparison with pre-specified levels of alpha, beta, gamma and neutron radiation where applicable;"
    },
    {
      "knowledgeId": "92ff09f7-ffda-4077-af65-16540217a711",
      "detail": "4. The safety and security expectations of those working on nuclear licensed sites;"
    },
    {
      "knowledgeId": "c2ac79dc-cf2f-4c3d-9108-bb67b14e9bf0",
      "detail": "5. The reason for and application of safety management systems such as Standard Operating Procedures and Risk Assessment;"
    },
    {
      "knowledgeId": "c819f3f5-a452-4c6f-ae85-4ae3672df6f3",
      "detail": "6. How Human Performance and Human Factors affect nuclear safety culture;"
    },
    {
      "knowledgeId": "718270b6-7752-4620-939a-a066e82a8054",
      "detail": "7. The significance and relevance of company policy, legal requirements for the use and control of ionising radiation and other legislation and regulation on working practices."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "27bd0f68-c1ef-4d33-9e9d-f8212d2a887d",
      "detail": "Commitment to safety – They always demonstrate a strong commitment to personal safety behaviours as set out in nuclear industry requirements. They actively challenge unsafe practices. They understand the relationship between nuclear and radiological safety and ensure this is reinforced in the workplace;"
    },
    {
      "behaviourId": "929a7da6-2804-4dad-a9b0-736b677a0aba",
      "detail": "Integrity – They ensure openness in relations with workers, customers and other stakeholders. They promote and model the highest standards of professional conduct, ethics and integrity;"
    },
    {
      "behaviourId": "6d6a6400-c787-4ca0-814d-18b7a001ffd7",
      "detail": "Resilience – They work well under pressure, continuously strive for excellence in all they do and challenge poor performance or non-conformance in a tactful and diplomatic manner;"
    },
    {
      "behaviourId": "af93c628-c45a-49fe-9461-e856232c0828",
      "detail": "Quality – They follow rules, procedures and principles to ensure work completed is fit for purpose and pay attention to detail and carry out error checks throughout work activities."
    },
    {
      "behaviourId": "1047204d-d9b0-4cd5-bc98-a1a00085266d",
      "detail": "Effective and Appropriate Communication – They will use oral, written and electronic methods; working effectively with others, with regards for diversity and equality;"
    },
    {
      "behaviourId": "2caf2f22-4f00-4aba-8d8e-a2c57a0fa1cf",
      "detail": "Personal Conduct – They work reliably and effectively without close supervision, accepting responsibility for their own work."
    }
  ],
  "skills": [
    {
      "skillId": "ca3ab22b-ee2d-4d8e-b6d6-fed7bd44d2ff",
      "detail": "1. Use specialist radiological protection instruments to monitor: Surface and airborne contamination using hand-held contamination rate-meters and installed and portable air samplers; Radiation dose rates using hand-held, installed and portable radiation detectors; Individuals for personal contamination and respond accordingly"
    },
    {
      "skillId": "1bfde5c2-1d05-43af-8dd2-4fcbf50cbea2",
      "detail": "2. Carry out functional tests of radiation protection monitoring instrumentation using calibrated radioactive sealed sources;"
    },
    {
      "skillId": "16689672-1b19-4e37-8af1-234e04e6c20b",
      "detail": "3. Respond appropriately to changes in radiological conditions using the ALARP principles;"
    },
    {
      "skillId": "1ac64b2c-75b5-4bcb-870f-f1f4d024e998",
      "detail": "4. Record radiation protection monitoring and survey results – in a variety of formats (e.g. written logs, information technology;"
    },
    {
      "skillId": "61069a74-042f-4e36-9487-22d6b582a3aa",
      "detail": "5. Undertake radiation – related work activities safely and competently;"
    },
    {
      "skillId": "0f765bfe-647b-4cb4-a62a-ba8d07b56168",
      "detail": "6. Participate in emergency response to provide radiological contingency arrangements to protect personnel, plant and the environment, for example: Respond to and take appropriate action in regard to emergency situations to monitor for environmental radiological releases; Where applicable carryout criticality incident monitoring; Use Forward Control Points (FCP) and Access Control Points (ACP) to respond to and recover from nuclear incidents. FCP’s & ACP’s are used to provide effective radiological safety control to personnel entering & leaving incident areas with regard to protective clothing, respiratory protection and radiation dose authorisation"
    },
    {
      "skillId": "0e9f66e6-7a26-475a-b36a-2e8a402d27b3",
      "detail": "7. Communicate radiological protection monitoring information effectively using a variety of appropriate communication methods to interact with others to give and receive information accurately in a timely, positive, challenging and professional manner."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2015-09-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "Andy.McIvor@nsan.co.uk ",
  "involvedEmployers": "Sellafield Ltd, Magnox Ltd, Research Sites Restoration Ltd, Low Level Waste Repository Ltd, Westinghouse Springfields Fuels Ltd, Amec Foster Wheeler, National Nuclear Laboratory, Cavendish Nuclear Ltd, West Cumberland Engineering Ltd, Morgan Sindall, Nuvia Ltd, EDF Energy, Costain Limited, National Skills Academy for Nuclear, Cogent Sector Skills Council, The Nuclear Institute, British Institute of Non Destructive Testing, The Welding Institute, Radwise Ltd, Doosan Babcock Ltd, Hargreaves Ductwork Ltd, Jacobs, Tata Steel Projects, Bureau Veritas UK",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, manufacturing, process and control",
  "cluster": "Quality improvement and project control technician",
  "clusterId": "256",
  "clusterDescription": "Maintain and improve product and process integrity and quality, production and process efficiency, and the overall health and safety of the working environment",
  "createdDate": "2017-09-22T14:24:56 +00:00",
  "lastUpdated": "2024-06-26T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-09-03T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0290",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0290-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0290-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-06-26T00:00:00"
}