{
  "templateType": "Apprenticeship Standard",
  "larsCode": 209,
  "referenceNumber": "ST0201",
  "learningAimClassCode": "",
  "title": "Supply chain practitioner (fast moving consumer good) (previously Operator Manager)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0201",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-08-06T00:00:00",
  "earliestStartDate": "2017-11-24T00:00:00",
  "latestStartDate": "2024-08-05T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Organising and coordinating a network of interconnected businesses in the provision of goods and services to the end customer.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 30,
  "maxFunding": 15000,
  "maxFundingAdditionalInformation": "",
  "route": "Transport and logistics",
  "keywords": [
    "Supply Chain Practitioner",
    "Supply",
    "Supply Chain",
    "Practitioner",
    "consumers",
    "business"
  ],
  "jobRoles": [
    "logistics analyst",
    "supply chain analysis",
    "business consultants",
    "business analysts"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1451/supply-chain-practitioner-assessment-plan.pdf",
  "ssa1": "7 Retail and Commercial Enterprise",
  "ssa2": "7.2 Warehousing and distribution",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Section 1: Occupational Profile&lt;/h3&gt;\n&lt;p&gt;Supply Chain is at the heart of every business – it is a system of organisations, people, activities, information and resources involved in moving products or services from supplier to customer. It may include the transformation of natural resources, raw materials and components into a finished product.&lt;/p&gt;\n&lt;p&gt;Effective and dynamic supply chains are particularly important in fast moving consumer goods (FMCG) sectors, for example food &amp;amp; drink, retail or consumables, where products have one or more of the following characteristics: high volume, fast turnover and frequently purchased. FMCG have a short shelf life, either as a result of high consumer demand or because the product deteriorates rapidly. In contrast, durable goods or major appliances such as kitchen appliances are generally replaced over a period of several years. Supply chain functions include procurement, forecasting, planning manufacture, customer service and logistics.&lt;/p&gt;\n&lt;p&gt;FMCG Supply Chain Practitioners will work in one or more supply chain functions. Typical duties could include forecasting customer demand as a Junior Demand Planner, liaising with the factories schedule production as a Junior Supply Planner, processing orders as a Customer Service Operative and working with hauliers and Distribution Centres as an Assistant Transport Planner.&lt;/p&gt;\n&lt;p&gt;They have a comprehensive understanding of the entire supply chain, are responsible for their impact on each function and strive to deliver the best value for their business and customer. Due to the high number of interactions both within and outside of the business, they need strong relationship building, influencing, stakeholder management and communication skills alongside sound analytical, information technology and numeracy skills, with an ability to work in a fast paced environment with frequently changing requirements.&lt;/p&gt;\n&lt;p&gt;FMCG Supply Chain Practitioners will be able to progress to management or specialist roles.&lt;/p&gt;\n&lt;h3&gt;Section 2: The Knowledge, Skills and Behaviours&lt;/h3&gt;\n&lt;h4&gt;FMCG Supply Chain Practitioners have knowledge and understanding of:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;End-to-end characteristics and processes of the FMCG supply chain in different contexts&lt;/li&gt;\n&lt;li&gt;Critical supply chain key performance indicators: inventory, forecast accuracy, plan attainment, customer service, vehicle utilisation, on shelf availability and waste, quality and value in line with business requirements and expectations, commerciality; and their impact on other parts of the business&lt;/li&gt;\n&lt;li&gt;Key legislation, policies and procedures that influence the supply chain: health and safety, environmental, sustainability and others relevant to the business context such as large goods vehicle (LGV) driver hours and food safety/safe manufacturing practices&lt;/li&gt;\n&lt;li&gt;The characteristics and specific needs of different customer groups: retailers, business-to-business, ecommerce and export&lt;/li&gt;\n&lt;li&gt;Information technology (IT) systems for the supply chain: Excel, material requirements planning (MRP) systems and business planning systems&lt;/li&gt;\n&lt;li&gt;The key principles of Continuous Improvement (CI) Management and Problem Solving&lt;/li&gt;\n&lt;li&gt;The importance of new products and how a product is costed&lt;/li&gt;\n&lt;li&gt;The principles of capacity planning&lt;/li&gt;\n&lt;li&gt;Procurement: the principles of buying – strategic and operational decision making (influences, risk, cost); and legal and customer requirements (anti-bribery policies, ethical approaches and frameworks)&lt;/li&gt;\n&lt;li&gt;Forecasting: the levers and influences on customer and consumer demand (market trends, weather, competitor activity and seasonality); the impact of merchandising on supply chain decisions; and others relevant to the business context&lt;/li&gt;\n&lt;li&gt;Plan manufacture: the principles of developing and implementing a supply plan taking account of capacity, product life and the key drivers of success&lt;/li&gt;\n&lt;li&gt;Customer service: the principles of order capture and management, from order receipt to delivery through to customers, the importance of customer fulfilment&lt;/li&gt;\n&lt;li&gt;Logistics: the importance of logistics cost, the impact of short-lead time and high demand volatility logistics on network planning&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;FMCG Supply Chain Practitioners demonstrate the following skills, and are able to:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Prioritise the flow of FMCG products or services based on evolving and changing information; meeting critical deadlines to ensure the efficient running of the FMCG supply chain, including managing unexpected demand&lt;/li&gt;\n&lt;li&gt;Lead and participate in everyday problem solving activities required for the FMCG industry where small process improvements can have a significant improvement on the rest of the supply chain, using recognised techniques: 5 Whys and fishbone analysis&lt;/li&gt;\n&lt;li&gt;Use continuous improvement techniques to improve performance in the FMCG supply chain, such as forecast accuracy&lt;/li&gt;\n&lt;li&gt;Lead the creation/development of Standard Operating Procedures to ensure improvements are documented and shared around the business&lt;/li&gt;\n&lt;li&gt;Manipulate and interpret constantly changing data sets to inform decision making in the supply chain function(s)&lt;/li&gt;\n&lt;li&gt;Analyse large amounts of data to identify key trends and themes that affect the FMCG supply chain; make recommendations to internal and external customers, the world of increasing data availability sources may include customer electronic point of sale (EPOS) data, historic forecast vs. dispatch data, historic customer shipping/delivery data&lt;/li&gt;\n&lt;li&gt;Use IT systems for the supply chain; Excel and company and customer systems&lt;/li&gt;\n&lt;li&gt;Complete supply chain documentation for audit requirements&lt;/li&gt;\n&lt;li&gt;Develop and manage a small project plan within a supply chain function(s) to improve operational performance&lt;/li&gt;\n&lt;li&gt;Identify, manage and escalate risks to the business, such as customers significantly exceeding their forecast, factory breakdowns, supplier failures, delivery failures and customer relationship issues through to not fulfilling an order in full, to ensure that products produced and delivered against very short lead times are available whenever and wherever consumers choose to purchase, at the lowest possible cost&lt;/li&gt;\n&lt;li&gt;Communicate using appropriate methods and FMCG terminology; verbal, email, face to face&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;FMCG Supply Chain Practitioners demonstrate the following behaviours:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Safe working: ensures safety of self and others, challenges safety issues&lt;/li&gt;\n&lt;li&gt;Responsiveness to change: demonstrates and encourages curiosity to foster new ways of thinking and working to ensure economic benefits are maximised&lt;/li&gt;\n&lt;li&gt;Pride in work: aims for excellence, time management, adherence to deadlines&lt;/li&gt;\n&lt;li&gt;Have courage/conviction in their decisions and demonstrates ownership of work&lt;/li&gt;\n&lt;li&gt;Acts in alignment with the business vision and values, desire to learn about the FMCG industry, acts as an ambassador&lt;/li&gt;\n&lt;li&gt;Builds good relationships with others, works collaboratively, contributes ideas and challenges appropriately, leads by example&lt;/li&gt;\n&lt;li&gt;Tenacious approach to problem-solving by working to identify and ensure root causes are resolved to ensure supply chains remain flexible and agile&lt;/li&gt;\n&lt;li&gt;Highly effective communicator at all levels and with a variety of stakeholders: always acting with integrity and respect&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Section 3: Additional Information&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Typical duration 30 months for new entrants&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Employers will set their own criteria, but typically an entrant to this apprenticeship will already have achieved a minimum of Level 2 in English and maths&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Level 3&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;English and Maths&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment for this apprenticeship&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Standard Renewal&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;After 3 years&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Supply Chain is at the heart of every business – it is a system of organisations, people, activities, information and resources involved in moving products or services from supplier to customer. It may include the transformation of natural resources, raw materials and components into a finished product. Effective and dynamic supply chains are particularly important in fast moving consumer goods (FMCG) sectors, for example food &amp;amp; drink, retail or consumables, where products have one or more of the following characteristics: high volume, fast turnover and frequently purchased. FMCG have a short shelf life, either as a result of high consumer demand or because the product deteriorates rapidly. In contrast, durable goods or major appliances such as kitchen appliances are generally replaced over a period of several years. Supply chain functions include procurement, forecasting, planning manufacture, customer service and logistics. FMCG Supply Chain Practitioners will work in one or more supply chain functions. Typical duties could include forecasting customer demand as a Junior Demand Planner, liaising with the factories schedule production as a Junior Supply Planner, processing orders as a Customer Service Operative and working with hauliers and Distribution Centres as an Assistant Transport Planner. They have a comprehensive understanding of the entire supply chain, are responsible for their impact on each function and strive to deliver the best value for their business and customer. Due to the high number of interactions both within and outside of the business, they need strong relationship building, influencing, stakeholder management and communication skills alongside sound analytical, information technology and numeracy skills, with an ability to work in a fast paced environment with frequently changing requirements. FMCG Supply Chain Practitioners will be able to progress to management or specialist roles.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "db4c16da-a9e2-445f-b612-ca328b7f104d",
      "detail": "End-to-end characteristics and processes of the FMCG supply chain in different contexts"
    },
    {
      "knowledgeId": "aed6f216-1c71-4e36-9f70-340288aefaf6",
      "detail": "Critical supply chain key performance indicators: inventory, forecast accuracy, plan attainment, customer service, vehicle utilisation, on shelf availability and waste, quality and value in line with business requirements and expectations, commerciality; and their impact on other parts of the business"
    },
    {
      "knowledgeId": "f661f4c4-5ebb-4ceb-9005-b7ae442bd60d",
      "detail": "Key legislation, policies and procedures that influence the supply chain: health and safety, environmental, sustainability and others relevant to the business context such as large goods vehicle (LGV) driver hours and food safety/safe manufacturing practices"
    },
    {
      "knowledgeId": "fcfcd325-fc13-4963-b464-a08c7d4b9185",
      "detail": "The characteristics and specific needs of different customer groups: retailers, business-to-business, ecommerce and export"
    },
    {
      "knowledgeId": "530b04e3-80e9-403c-a50b-e89c0cec82e7",
      "detail": "Information technology (IT) systems for the supply chain: Excel, material requirements planning (MRP) systems and business planning systems"
    },
    {
      "knowledgeId": "dff8ec37-4d31-4571-b968-979cc72c2649",
      "detail": "The key principles of Continuous Improvement (CI) Management and Problem Solving"
    },
    {
      "knowledgeId": "7325e2a4-0209-42db-8723-f3c07553c526",
      "detail": "The importance of new products and how a product is costed"
    },
    {
      "knowledgeId": "dd781fae-8353-4e39-87ec-25e07bbfd594",
      "detail": "The principles of capacity planning"
    },
    {
      "knowledgeId": "236aacd4-9835-4ef1-8ac4-eda8804ccdb8",
      "detail": "Procurement: the principles of buying - strategic and operational decision making (influences, risk, cost); and legal and customer requirements (anti-bribery policies, ethical approaches and frameworks)"
    },
    {
      "knowledgeId": "74b5ecca-9816-41d0-9093-214cffc393d1",
      "detail": "Forecasting: the levers and influences on customer and consumer demand (market trends, weather, competitor activity and seasonality); the impact of merchandising on supply chain decisions; and others relevant to the business context"
    },
    {
      "knowledgeId": "92143852-ebf5-4217-a352-6dc6494fdcd1",
      "detail": "Plan manufacture: the principles of developing and implementing a supply plan taking account of capacity, product life and the key drivers of success"
    },
    {
      "knowledgeId": "fcf87746-6bcc-4f6c-97f9-d43e3b01d40f",
      "detail": "Customer service: the principles of order capture and management, from order receipt to delivery through to customers, the importance of customer fulfilment"
    },
    {
      "knowledgeId": "5c4bb176-ecba-4fb8-b00f-fd6d341e5106",
      "detail": "Logistics: the importance of logistics cost, the impact of short-lead time and high demand volatility logistics on network planning"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "58ec5115-f488-497a-9ceb-8706d6c35caf",
      "detail": "Safe working: ensures safety of self and others, challenges safety issues"
    },
    {
      "behaviourId": "d5af3f09-dfd3-4b88-ac9a-dbd9ce60375a",
      "detail": "Responsiveness to change: demonstrates and encourages curiosity to foster new ways of thinking and working to ensure economic benefits are maximised"
    },
    {
      "behaviourId": "1c96a9ca-72a3-4996-a53c-65b71f65be13",
      "detail": "Pride in work: aims for excellence, time management, adherence to deadlines"
    },
    {
      "behaviourId": "24c90a4c-21a4-40fd-bc97-87c474609812",
      "detail": "Have courage/conviction in their decisions and demonstrates ownership of work"
    },
    {
      "behaviourId": "429c5dcb-4b36-4de5-a865-6df3ed8efa7c",
      "detail": "Acts in alignment with the business vision and values, desire to learn about the FMCG industry, acts as an ambassador"
    },
    {
      "behaviourId": "99218df0-5704-459a-a7d1-62461c5c25c3",
      "detail": "Builds good relationships with others, works collaboratively, contributes ideas and challenges appropriately, leads by example"
    },
    {
      "behaviourId": "c3eb67ab-b0ea-4417-9585-206c3881f54e",
      "detail": "Tenacious approach to problem-solving by working to identify and ensure root causes are resolved to ensure supply chains remain flexible and agile"
    },
    {
      "behaviourId": "2ea0368d-d2a0-4f5c-bf97-f56a69e7a77e",
      "detail": "Highly effective communicator at all levels and with a variety of stakeholders: always acting with integrity and respect"
    }
  ],
  "skills": [
    {
      "skillId": "7abd14b3-88cc-4c08-a39a-aa93bb5fb8ef",
      "detail": "Prioritise the flow of FMCG products or services based on evolving and changing information; meeting critical deadlines to ensure the efficient running of the FMCG supply chain, including managing unexpected demand"
    },
    {
      "skillId": "1062552e-74b9-47fa-abe2-0de4993ffa29",
      "detail": "Lead and participate in everyday problem solving activities required for the FMCG industry where small process improvements can have a significant improvement on the rest of the supply chain, using recognised techniques: 5 Whys and fishbone analysis"
    },
    {
      "skillId": "0ddb508a-b48c-46a4-b1af-23f2b57f158e",
      "detail": "Use continuous improvement techniques to improve performance in the FMCG supply chain, such as forecast accuracy"
    },
    {
      "skillId": "51f32081-9d32-476f-9a69-183a47fd1182",
      "detail": "Lead the creation/development of Standard Operating Procedures to ensure improvements are documented and shared around the business"
    },
    {
      "skillId": "d4fbe8b8-30e1-42dd-9c83-23acb18bb8f6",
      "detail": "Manipulate and interpret constantly changing data sets to inform decision making in the supply chain function(s)"
    },
    {
      "skillId": "c8064f10-de21-43fd-bedb-17a260166317",
      "detail": "Analyse large amounts of data to identify key trends and themes that affect the FMCG supply chain; make recommendations to internal and external customers, the world of increasing data availability sources may include customer electronic point of sale (EPOS) data, historic forecast vs. dispatch data, historic customer shipping/delivery data"
    },
    {
      "skillId": "3c77fbeb-2061-4ab8-b31d-d04cc8703e45",
      "detail": "Use IT systems for the supply chain; Excel and company and customer systems"
    },
    {
      "skillId": "9e209a4f-b76f-49c2-b00b-46e1dfc26d87",
      "detail": "Complete supply chain documentation for audit requirements"
    },
    {
      "skillId": "d0573975-8cb8-41eb-8e87-a3f51dfcd6d1",
      "detail": "Develop and manage a small project plan within a supply chain function(s) to improve operational performance"
    },
    {
      "skillId": "a3c28334-a92e-449f-b437-18d4dbadf607",
      "detail": "Identify, manage and escalate risks to the business, such as customers significantly exceeding their forecast, factory breakdowns, supplier failures, delivery failures and customer relationship issues through to not fulfilling an order in full, to ensure that products produced and delivered against very short lead times are available whenever and wherever consumers choose to purchase, at the lowest possible cost"
    },
    {
      "skillId": "683d862f-0994-48ac-923c-3dd7bb9c8a55",
      "detail": "Communicate using appropriate methods and FMCG terminology; verbal, email, face to face"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-11-24T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "secretariat@nsafd.co.uk",
  "involvedEmployers": "2 Sisters Food Group, Brakes, Britvic, General Mills, Morrisons, Nestle, Norfolk &amp; Suffolk Speciality Foods, Sainsburys, Saladworks, Tablet Catering &amp; Events Consultants Ltd., Torque Logistics Ltd., Warburtons",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "logistics analyst",
    "supply chain analysis",
    "business consultants",
    "business analysts"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Logistics",
  "cluster": "Supply chain operative or technician",
  "clusterId": "37",
  "clusterDescription": null,
  "createdDate": "2017-11-14T17:10:52 +00:00",
  "lastUpdated": "2024-08-06T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-11-24T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0201",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0201-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0201-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-08-06T00:00:00"
}