{
  "larsCode": 240,
  "referenceNumber": "ST0263",
  "title": "Advanced carpentry and joinery",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/240",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2018-02-27T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Making and installing wooden structures, fittings and furniture.",
  "level": 3,
  "typicalDuration": 12,
  "maxFunding": 9000,
  "route": "Construction",
  "keywords": [
    "Carpentry and Joinery",
    "Carpentry",
    "Joinery"
  ],
  "jobRoles": [
    "Advanced Architectural Joiner",
    "Advanced Site Carpenter"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/1490/advanced_carpentry_and_joinery_final_assessment_plan_pdf.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.0",
  "standardInformation": "&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;112&quot;&gt;\n&lt;p&gt;Job Roles&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;380&quot;&gt;\n&lt;p&gt;Advanced Site Carpenter, Advanced Architectural Joiner&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;112&quot;&gt;\n&lt;p&gt;Duration&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;380&quot;&gt;\n&lt;p&gt;12 – 15 months&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;112&quot;&gt;\n&lt;p&gt;Level&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;380&quot;&gt;\n&lt;p&gt;3&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;&lt;br /&gt;Occupational profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The occupation involves carrying out advanced skilled work, primarily using timber products, either on a construction site, or in a workshop, creating and installing building components. The advanced carpenter and joiner is able to undertake complex job tasks, requiring high levels of practical skills and knowledge, in addition to managing their own work and leading small teams.&lt;/p&gt;\n&lt;p&gt;The main differences between a level 2 site carpenter / architectural joiner, and a level 3 advanced site carpenter / architectural joiner are that the advanced carpenter / joiner has responsibility for managing their own and other people’s work, as well as being required to complete complex and non-standard work. Examples of complex tasks include curved products, irregular joints and bespoke work.&lt;/p&gt;\n&lt;p&gt;This is a core and options apprenticeship, with two pathways:&lt;/p&gt;\n&lt;p&gt;Pathway 1: An &lt;strong&gt;Advanced Site Carpenter &lt;/strong&gt;will normally work on a building site, or in domestic and commercial premises, preparing and installing complex and often bespoke building components e.g. high quality doors, shaped linings, staircases with turns, complex wall and floor units, erecting bespoke structural carpentry (inclined roofs and joists) and erecting complex roof structures (e.g. inclined roofs with hips, valleys and dormers).&lt;/p&gt;\n&lt;p&gt;Pathway 2: An &lt;strong&gt;Advanced Architectural Joiner &lt;/strong&gt;will normally be employed in a workshop, producing complex building components by setting out, marking out and manufacturing bespoke architectural products (e.g. doors, windows, staircases with turns and panelling/cladding).&#160;&lt;/p&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;492&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Core Skills and Competencies (both pathways)&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;492&quot;&gt;\n&lt;p&gt;On completion of this apprenticeship, advanced carpentry and joinery workers will be able to carry out all the activities undertaken by a carpenter and joiner, but also be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Work safely and pro-actively in the application of good health and safety practice in their work area, to protect self and others.&lt;/li&gt;\n&lt;li&gt;Understand the programme and work schedule for their work area and plan their work accordingly.&lt;/li&gt;\n&lt;li&gt;Develop and maintain good working relationships with managers, supervisors and work colleagues.&lt;/li&gt;\n&lt;li&gt;Determine the best way of carrying out the work and ensure this is communicated clearly to colleagues.&lt;/li&gt;\n&lt;li&gt;Interpret technical specifications and ensure compliance with legislation/guidance relevant to the work being done.&lt;/li&gt;\n&lt;li&gt;Select the required quantity and quality of resources required for carrying out complex and non-standard work, including timber, tools and fixings.&lt;/li&gt;\n&lt;li&gt;Be prepared to take a lead when working in a team, especially when complex or non-standard work is involved.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;492&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Core Knowledge (both pathways)&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;492&quot;&gt;\n&lt;p&gt;On completion of this apprenticeship, advanced carpentry and joinery workers will have the same knowledge as a carpenter and joiner, but also be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand, in more detail, the key aspects of health, safety and welfare good practice and how to apply these to create a safe and healthy working environment.&lt;/li&gt;\n&lt;li&gt;Understand how to plan and carry out work effectively, taking into account complex environmental and task related challenges.&lt;/li&gt;\n&lt;li&gt;Understand how to develop and maintain excellent working relationships with others.&lt;/li&gt;\n&lt;li&gt;Understand how to access data needed to plan and execute work tasks accurately, including an understanding of Building Information Modelling (BIM.) and its impact on construction projects.&lt;/li&gt;\n&lt;li&gt;Understand their broader responsibilities under current legislation and guidance in undertaking construction work.&lt;/li&gt;\n&lt;li&gt;Understand the importance of team working and being prepared to take a lead.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;492&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Pathway 1: Specific Advanced Site Carpenter Skill Requirements&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;492&quot;&gt;\n&lt;p&gt;On completion of this apprenticeship, advanced site carpenters will have the same occupational skills as a site carpenter but also be able to demonstrate the ability to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Utilise a range of advanced trade skills which allow them to carry out complex carpentry work to highly skilled standards and tolerances, to include measuring, marking out, fitting, cutting, splicing, finishing, positioning and securing.&lt;/li&gt;\n&lt;li&gt;Install complex and non-standard doors and window frames, shaped door and hatch linings, partitions with openings and changes of direction and staircases with turns.&lt;/li&gt;\n&lt;li&gt;Install accessible service encasements, bespoke wall/ floor units and fitments, panelling and stair components (e.g. balustrades, handrails and spindles with turns).&lt;/li&gt;\n&lt;li&gt;Erect inclined roofs with gables, roof verges and eaves, including finishings, joists and roof coverings.&lt;/li&gt;\n&lt;li&gt;Repair and or replace frames, mouldings, floor or flat roof joist coverings, door and window ironmongery, window components, structural joists and rafters, window components, guttering and downpipes.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;492&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Pathway 1: Specific Advanced Site Carpenter Knowledge Requirements&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;492&quot;&gt;\n&lt;p&gt;On completion of this apprenticeship, advanced site carpenters will have the same occupational knowledge as a site carpenter but will also:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand the technical principles of advanced site carpentry, such as effective and appropriate installation practices, being able to apply this knowledge in preparing and fixing complex, non-standard timber based products and components, such as erecting inclined roofs, making, assembling and erecting complex roof structures, including hip and dormer cut roofs, maintaining and repairing non-standard joinery products.&lt;/li&gt;\n&lt;li&gt;Understand how to carry out advanced calculations and work out cutting angles for complex carpentry work such as using a&#160;roofing square to calculate roof spar lengths and using a sliding bevel to mark out splayed joints.&lt;/li&gt;\n&lt;li&gt;Understand how to form complex joints associated with advanced site carpentry work,such as splayed and plumb&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;492&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Pathway 2: Specific Advanced Architectural Joiner Skill Requirements&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;492&quot;&gt;\n&lt;p&gt;On completion of this apprenticeship, advanced architectural joiners will have the same occupational skills as a architectural joiner but will also be able to demonstrate the ability to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Utilise advanced trade skills to carry out complex architectural joinery work to a high standard and to demanding tolerances,.&lt;/li&gt;\n&lt;li&gt;Set out complex work tasks for non-standard architectural joinery products, including complex door sets, doors, windows, units and fitments, staircases (straight and with turns) and products with single/double curvature features.&lt;/li&gt;\n&lt;li&gt;Mark out accurately from setting out details for the manufacture of complex doors, opening windows, units and fitments and staircases.&lt;/li&gt;\n&lt;li&gt;Manufacture complex and non-standard architectural joinery products including doors, windows with opening lights, units and fitments, panelling/cladding, staircases (straight and with turns) and veneers.&lt;/li&gt;\n&lt;li&gt;Use, maintain and store marking and testing tools, hand tools, power tools and associated equipment required for advanced work.&lt;/li&gt;\n&lt;li&gt;Set up and use fixed machinery such as circular saws, planers, thicknessers, bandsaws, morticers, tenoners, spindle moulders, drills, grinders and sanders.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Optional (as determined by the employer)&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Produce computer aided design (CAD) setting out details and set out by CAD.&lt;/li&gt;\n&lt;li&gt;Produce wood and wood-based products using computer numerically controlled/numerically controlled (CNC/NC) machinery.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;492&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Pathway 2: Specific Advanced Architectural Joiner Knowledge Requirements&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;492&quot;&gt;\n&lt;p&gt;On completion of this apprenticeship, advanced architectural joiners will have the same occupational knowledge as a architectural joiner but will also:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand the technical principles of advanced architectural joinery, using this knowledge to set out and produce cutting lists for complex and non-standard products, marking, manufacturing, fitting and assembling complex, non-standard products.&lt;/li&gt;\n&lt;li&gt;Understand how to take complex site and workplace dimensions, such as measuring curved openings and ensuring that units fit obtuse/acute angled walls.&lt;/li&gt;\n&lt;li&gt;Understand how to form and proportion advanced wood joints associated with complex architectural joinery work, such as subbed rebate joints, stub mortice and tenon joints and bridle joints.&lt;/li&gt;\n&lt;li&gt;Understand how to set up, use and maintain fixed machinery used for complex joinery tasks, such as developing and using specialist jigs to manufacture curved timber products.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Optional (as determined by the employer)&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand the principles of computer aided design (CAD) and how to apply them to produce CAD setting out details and set out by CAD.&lt;/li&gt;\n&lt;li&gt;Understand how to set up and use computer numerically controlled/numerically controlled (CNC/NC) machinery to produce timber and timber-based products.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;492&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Generic behaviours expected to be displayed by all advanced Carpentry and Joinery workers (both pathways)&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;492&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Effective communication: &lt;/strong&gt;oral, written, listening, body language, presentation – especially in working with others.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Team work: &lt;/strong&gt;work effectively without supervision and give leadership to others – being willing to lead a team.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Independent working: &lt;/strong&gt;take responsibility for completing own work and monitoring the work of others.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Logical thinking: &lt;/strong&gt;use clear and valid reasoning when making decisions and in achieving work goals with others.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Working effectively: &lt;/strong&gt;undertake the work in a reliable and productive manner, lead others by example.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Time management: &lt;/strong&gt;use own time effectively to complete work on schedule and support effective team working.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Adaptability: &lt;/strong&gt;be able to implement change and adjust existing requirements to meet the work instructions.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;br /&gt;Qualifications and assessment overview&lt;/h3&gt;\n&lt;p&gt;Level 3 advanced apprentices will progress from a level 2 apprenticeship, or be able to demonstrate the same knowledge, skills and competency levels.&lt;/p&gt;\n&lt;p&gt;Apprentices must achieve a Level 3 National Vocational Qualification (NVQ) to demonstrate competency in their chosen occupation.&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Pathway 1: NVQ Level 3 Diploma in Wood Occupations – Site Carpentry&lt;/li&gt;\n&lt;li&gt;Pathway 2: NVQ Level 3 Diploma in Wood Occupations – Architectural Joinery&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Apprentices must complete, or have previously completed, recognised English and Mathematics Level 2 qualifications.&lt;/p&gt;\n&lt;h3&gt;Progression and Professional Recognition&lt;/h3&gt;\n&lt;p&gt;On completion of this standard, apprentice will progress to a wide range of employment opportunities, or move onto full or part-time further education.&lt;/p&gt;\n&lt;p&gt;The achievement of this standard will meet the requirement of the Construction Skills Certification Scheme (CSCS) ‘Advanced Skilled Worker’ standard, which is widely recognised as a ‘licence to operate’ in a skilled construction trade.&lt;/p&gt;\n&lt;h3&gt;Standard Review&lt;/h3&gt;\n&lt;p&gt;This standard will be reviewed three years after its implementation.&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [
    "Specific Advanced Architectural Joiner",
    "Specific Advanced Site Carpenter"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Construction Industry Training Board (CITB)",
    "contactName": "Dawn Hillier",
    "contactAddress": "Carthusian Court\r\n12 Carthusian Street\r\nLONDON\r\nEM1M 6EZ",
    "contactEmail": "Quality.assurance@citb.co.uk",
    "webLink": "https://www.citb.co.uk/"
  },
  "approvedForDelivery": "2018-02-27T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "TB0035",
  "tbMainContact": "hindjoiners.builders@btinternet.com",
  "involvedEmployers": "Carillion Construction Ltd, The Construction Industry Training Board, Cumberland Group, Derry Construction Ltd, H&amp;H Joiners &amp; Builders Ltd, Houghtons of York, Lignum Associates, Royal Engineers, Seddon, Smarter Training Group",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Advanced Architectural Joiner",
    "Advanced Site Carpenter"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Onsite Construction",
  "cluster": "Core Building Tradesperson",
  "createdDate": "2017-11-14T17:11:02 +00:00",
  "lastUpdated": "2018-02-27T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/advanced-carpentry-and-joinery-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/advanced-carpentry-and-joinery-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}