{
  "templateType": "Apprenticeship Standard",
  "larsCode": 407,
  "referenceNumber": "ST0396",
  "learningAimClassCode": "",
  "title": "Cultural learning and participation officer",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0396",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-02-25T00:00:00",
  "earliestStartDate": "2019-02-14T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Planning, organising and co-ordinating artistic and cultural education community engagement projects.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 15,
  "maxFunding": 8000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "Crafts",
    "creative",
    "design",
    "cultural",
    "learning",
    "participation",
    "culture"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2624/st0396_cultural_learning_and_participation_officr_l3_for-publishingdocx.pdf",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.2 Crafts, creative arts and design",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;Cultural Learning and Participation Officers (CLPO) plan, organise and co-ordinate artistic and cultural education workshops, schedules of activity and community engagement projects that will vary in duration.&lt;/p&gt;\n&lt;p&gt;The activities that are planned, organised and co-ordinated by the CLPO, typically include teaching arts, culture and heritage subjects, creative workshops, visits, talks, performances, festivals, events and digital arts, using online content and social networks as appropriate. Activities may be accessed in cultural venues, online (through delivering webinars) and other settings for example schools, hospitals, prisons and community settings such as care homes.&lt;/p&gt;\n&lt;p&gt;These activities act as a vehicle to enable learning, skills development, wellbeing, social inclusion and community engagement. They use arts and culture to enhance and improve learning about wider subjects e.g. teamwork, communication, resilience and may use activities that include dance, music, drama or provide curriculum resources in the arts. The activities are aimed at diverse audiences e.g. children, young people, vulnerable adults and local community groups (youth theatre groups or charities) to ensure they have a range of opportunities to access, create and benefit from artistic and cultural activities e.g. learning an instrument; improving communication skills&lt;/p&gt;\n&lt;p&gt;CLPOs work to agreed internal and external activity briefs which will usually be focused on subjects and themes associated with their organisation. The brief will outline key requirements for example: implement a series of artistic workshops or events. CLPOs are required to gain the necessary knowledge about the subject or theme prior to the activity taking place by undertaking research about it and applying their own learning and skills to design, implement and deliver in ways deemed appropriate for the participant. They will need to consider the impact of cultural differences, how to overcome barriers to inclusion and demonstrate the social benefits of engaging with hard to reach groups. Typically, they will be expected to make decisions regarding booking venues, appropriate artists, advertising, appropriate audiences, taking feedback and fundraising activities. They may have many activities happening at one time and need to keep accurate records and stakeholders updated. They are also expected to operate within strict budgets, delivering to agreed deadlines and standards.&lt;/p&gt;\n&lt;p&gt;They are employed by arts and cultural organisations such as galleries, museums, theatres, orchestras, concert halls, arts centres, dance companies, heritage sites and local authorities. They may be the only CLPO or work with other CLPOs/in a team that may consist of artistic producers, cultural learning and participation managers, administrators and artists. They also work with artists, partners and other external practitioners such as designers, historians, conservators, scientists, mental health practitioners and teachers to ensure that the projects meet objectives and are successful. CLPOs are likely to work across one or more art form such as visual, performing, digital, media or literary arts or with collections in heritage organisations such as museums.&lt;/p&gt;\n&lt;p&gt;They must maintain knowledge, and comply with, up to date safeguarding regulations, and may act as the lead for safeguarding in the organisation.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements&lt;/strong&gt;:&lt;/h3&gt;\n&lt;p&gt;Employers will set their own entry requirements. &#160;Typically an Enhanced DBS check may be required.&lt;/p&gt;\n&lt;table style=&quot;height: 188px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 20px;&quot;&gt;\n&lt;th style=&quot;height: 20px;&quot; colspan=&quot;2&quot;&gt;&lt;strong&gt;CLPOs will have the following knowledge and understanding:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 21px;&quot;&gt;\n&lt;td style=&quot;height: 21px;&quot;&gt;Understanding audiences and effective methods of engagement&lt;/td&gt;\n&lt;td style=&quot;height: 21px;&quot;&gt;\n&lt;p&gt;The typical and specific needs, priorities and expectations of a range of existing and potential new audiences and participants that the organisation wishes to engage and how to find out audience data/information. This could typically include audience groups based on socio-economic background, ethnicity, disability, age, previous artistic/cultural experience and other characteristics. &#160;&lt;/p&gt;\n&lt;p&gt;Methods for reaching, engaging and forming relationships with the target audience, such as accessing analysing, interpreting and using demographic data; coordinating community events; face to face meetings, flexing communication methods and channels to suit the target audience.&lt;/p&gt;\n&lt;p&gt;The potential barriers to artistic engagement faced by different audiences which may include socio-economic, financial, cultural and geographical factors.&lt;/p&gt;\n&lt;p&gt;Methods of enabling and/or increasing participation in artistic and cultural activities; how to apply these such as how to consult and/or involve audience groups; different event types and formats and how to choose appropriate formats for specific audience groups, considering accessibility/layout/information/artistic content/pricing.&lt;/p&gt;\n&lt;p&gt;Methods of evaluating engagement and participation such as structured feedback events, interviews, consultation, online surveys and how to measure impact through, for example, collecting audience numbers, statistics, or creating questionnaires to evaluate outcomes.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 21px;&quot;&gt;\n&lt;td style=&quot;height: 21px;&quot;&gt;Working with Partners&lt;/td&gt;\n&lt;td style=&quot;height: 21px;&quot;&gt;\n&lt;p&gt;How to identify partner(s); the principles of effective partnership working; processes to establish and maintain effective partnerships.&lt;/p&gt;\n&lt;p&gt;The importance of professional arts and cultural networks and know the benefits and contributions they make to project success&lt;/p&gt;\n&lt;p&gt;Relevant industry membership schemes, their importance and benefit to the CLPO profession such as sharing knowledge and good practice, contacts and networks of artists, set industry benchmarks and standards and to aid training, personal and career development.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 21px;&quot;&gt;\n&lt;td style=&quot;height: 21px;&quot;&gt;Impact and social benefit&lt;/td&gt;\n&lt;td style=&quot;height: 21px;&quot;&gt;Why CLP programmes are needed to increase opportunities for inclusion and diversity across the organisation’s staff, audiences and artists/external practitioners; and within the arts and cultural sector more widely. &#160;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 21px;&quot;&gt;\n&lt;td style=&quot;height: 21px;&quot;&gt;Meeting regulations and legislation&lt;/td&gt;\n&lt;td style=&quot;height: 21px;&quot;&gt;Legislation and regulatory requirements that affect the role including Health and Safety, the principles of Safeguarding children and vulnerable adults, accessibility and equality. This can typically include knowledge and use of risk assessments, standard operating procedures, how to respond to a safeguarding incident, documenting and reporting events and incidents using company templates, attending inductions and training on child protection.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 21px;&quot;&gt;\n&lt;td style=&quot;height: 21px;&quot;&gt;Your role and responsibility&lt;/td&gt;\n&lt;td style=&quot;height: 21px;&quot;&gt;\n&lt;p&gt;How your role and work fits within your team; the organisation; your responsibilities to support others internally and externally; the importance and impact of cross-team working. This can typically include knowing how to effectively work with colleagues to fulfil your role, such as joint planning, coordinating and delegating tasks within a project, establishing and agreeing goals and outputs.&lt;/p&gt;\n&lt;p&gt;How and when to refer to a line manager or senior colleague for support and guidance&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 21px;&quot;&gt;\n&lt;td style=&quot;height: 21px;&quot;&gt;Understanding the organisation&lt;/td&gt;\n&lt;td style=&quot;height: 21px;&quot;&gt;\n&lt;p&gt;Your organisation’s mission, purpose and governance structures.&lt;/p&gt;\n&lt;p&gt;The cultural, artistic and participatory work of your organisation.&lt;/p&gt;\n&lt;p&gt;Your organisation’s relationships with artists/external practitioners, visiting companies, creative or funding partners, audiences and volunteers and how your role as a CLPO supports this.&lt;/p&gt;\n&lt;p&gt;The financial model of the organisation and the CLP projects that you implement including the different funding streams available to support the work.&lt;/p&gt;\n&lt;p&gt;The production of learning and participation events and workshops. This may typically include advancing/planning event content, schedules, technical/venue/audience requirements appropriate to artistic discipline, managing communications between parties, disseminating event documentation as appropriate.&lt;/p&gt;\n&lt;p&gt;Budgetary and project management requirements used for artistic and cultural practices, such as identifying artist/human/financial/resource inputs, outputs, outcomes, milestones and performance indicators, creating an evaluation brief, and reporting performance against aims and budget.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 21px;&quot;&gt;\n&lt;td style=&quot;height: 21px;&quot;&gt;&#160;Fundraising&lt;/td&gt;\n&lt;td style=&quot;height: 21px;&quot;&gt;Arts fundraising processes which may typically include how to identify funder requirements (priorities, amounts available, process, reporting); how to complete an application or report for funding and how to establish and maintain relationships with donors/funding organisations.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 21px;&quot;&gt;\n&lt;td style=&quot;height: 21px;&quot;&gt;&#160;IT Systems and Software&lt;/td&gt;\n&lt;td style=&quot;height: 21px;&quot;&gt;The organisation’s IT systems and specific software. This may typically include email, websites and intranets, industry specialist software for box office and marketing systems, donor records, stage management, event scheduling, venue diary systems.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th colspan=&quot;2&quot;&gt;\n&lt;p&gt;&lt;strong&gt;CLPOs will demonstrate and apply the following skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Project Coordination&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Plan, organise and co-ordinate education and community engagement projects on behalf of the organisation, in order to ensure the facilitator (visiting artist or company colleague, freelancer or volunteer) can deliver effectively This could typically include deciding on appropriate content and information including producing event schedules, artist and technical riders, booking artists and practitioners.&lt;/p&gt;\n&lt;p&gt;Identify learning objectives of education and community engagement projects and suitability for target audience.&lt;/p&gt;\n&lt;p&gt;Work within a set budget, use appropriate resources, venues, systems and technologies to implement the CLP projects ensuring they meet stated objectives and outcomes.&lt;/p&gt;\n&lt;p&gt;Ensure projects comply with the organisation’s Health &amp;amp; Safety policies and procedures including Safeguarding children and vulnerable adults.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Communication&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Communicate clearly and effectively, adapting methods both verbal and non-verbal as appropriate to the stakeholder or audience, which may include public speaking and/or using social media and digital communication methods &#160;&#160;&lt;/p&gt;\n&lt;p&gt;Communicate the CLP projects aims, which may include artistic or cultural outcomes, skills and knowledge development, or a range of social and educational outcomes to audiences, partners and colleagues.&lt;/p&gt;\n&lt;p&gt;Produce clear, concise project reports, fundraising applications and other written communications.&lt;/p&gt;\n&lt;p&gt;Find and participate in professional networks such as arts and culture networks, meetings and events, performances and exhibitions, training and professional development events and industry membership schemes, in order to benefit the organisation.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Relationship Management&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Establish, develop and maintain positive relationships with a wide variety of internal and external partners, artists, colleagues, participants and audiences that result in and/or enable successful projects.&lt;/p&gt;\n&lt;p&gt;Build effective professional arts and cultural networks and identify the benefits they bring to the projects and wider organisation&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Project Administration&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Contribute and manage audience/participant/venue bookings and ensure artists/external practitioners are recruited for projects as per the organisation’s policies and procedures, including contracting requirements&lt;/p&gt;\n&lt;p&gt;Maintain artist/external practitioner and audience records as directed, which may include personal information, in-line with employer systems and data protection requirements.&lt;/p&gt;\n&lt;p&gt;Have excellent time management skills, demonstrating your ability to be organised, meet deadlines within project timeframes and meet budgets requirements&lt;/p&gt;\n&lt;p&gt;Evaluate projects and use feedback to improve current and/or future activity.&lt;/p&gt;\n&lt;p&gt;Provide high quality content, which may be in written or image form, as required, to internal/external communications for example e-bulletins, newsletter content, posters, print and meetings, to aid the promotion of, and engagement with, the organisation’s learning and participation programme.&lt;/p&gt;\n&lt;p&gt;Contribute to fundraising activities including desk research on potential funding sources, note taking at audience consultation meetings, compiling data and information.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Problem solving&lt;/td&gt;\n&lt;td&gt;Identify problems, generate and form ideas to resolve issues, by thinking creatively in response to challenges and identifying when to seek help and support from others.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Team working&lt;/td&gt;\n&lt;td&gt;Collaborate effectively with colleagues, creative and cultural professionals and other organisations and partners to achieve project aims and objectives.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th colspan=&quot;2&quot;&gt;&lt;strong&gt;CLPOs will exhibit the following values and behaviours&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Positive and proactive attitude&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Through internal and external development opportunities, take ownership for keeping role and organisation knowledge and skills up to date.&lt;/p&gt;\n&lt;p&gt;Proactive in seeking opportunities to broaden understanding of CLP projects and working practices.&lt;/p&gt;\n&lt;p&gt;Open to receiving feedback and demonstrate actions taken in relation to it.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Promote an Inclusive environment&lt;/td&gt;\n&lt;td&gt;Support and promote the organisation’s core values and behaviours including those relating to Equality &amp;amp; Diversity, Customer Care, Safeguarding, Health &amp;amp; Safety and Data Protection.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Using initiative&lt;/td&gt;\n&lt;td&gt;Self-motivated and uses their initiative for example to resolve issues, improve processes.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Working well with others&lt;/td&gt;\n&lt;td&gt;Gets on well with other team members and plays their part in achieving team goals. Equally comfortable working on solo activities.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Emotional intelligence and resilience&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Manage interpersonal relationships with patience and empathy.&lt;/p&gt;\n&lt;p&gt;Deals positively with challenges and adverse situations&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&#160;Ethics/professional values&lt;/td&gt;\n&lt;td&gt;Apply appropriate ethical principles such as mutual respect, equality &amp;amp; inclusion and personal integrity, through interactions in the workplace.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Creativity&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Offer new ideas and concepts, be adaptive and responsive as required.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Passion&lt;/td&gt;\n&lt;td&gt;&#160;Passionate about the arts and culture and believe in its value to society.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Duration:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically, 15 to 21 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Employers who recruit candidates without a level 2 English and maths will need to achieve this level prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and math’s minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship should be reviewed after a maximum of three years.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Cultural Learning and Participation Officers (CLPO) plan, organise and co-ordinate artistic and cultural education workshops, schedules of activity and community engagement projects that will vary in duration.&lt;/p&gt;\n&lt;p&gt;The activities that are planned, organised and co-ordinated by the CLPO, typically include teaching arts, culture and heritage subjects, creative workshops, visits, talks, performances, festivals, events and digital arts, using online content and social networks as appropriate. Activities may be accessed in cultural venues, online (through delivering webinars) and other settings for example schools, hospitals, prisons and community settings such as care homes.&lt;/p&gt;\n&lt;p&gt;These activities act as a vehicle to enable learning, skills development, wellbeing, social inclusion and community engagement. They use arts and culture to enhance and improve learning about wider subjects e.g. teamwork, communication, resilience and may use activities that include dance, music, drama or provide curriculum resources in the arts. The activities are aimed at diverse audiences e.g. children, young people, vulnerable adults and local community groups (youth theatre groups or charities) to ensure they have a range of opportunities to access, create and benefit from artistic and cultural activities e.g. learning an instrument; improving communication skills.&#160;&lt;/p&gt;\n&lt;p&gt;CLPOs work to agreed internal and external activity briefs which will usually be focused on subjects and themes associated with their organisation. The brief will outline key requirements for example: implement a series of artistic workshops or events. CLPOs are required to gain the necessary knowledge about the subject or theme prior to the activity taking place by undertaking research about it and applying their own learning and skills to design, implement and deliver in ways deemed appropriate for the participant. They will need to consider the impact of cultural differences, how to overcome barriers to inclusion and demonstrate the social benefits of engaging with hard to reach groups. Typically, they will be expected to make decisions regarding booking venues, appropriate artists, advertising, appropriate audiences, taking feedback and fundraising activities. They may have many activities happening at one time and need to keep accurate records and stakeholders updated. They are also expected to operate within strict budgets, delivering to agreed deadlines and standards.&lt;/p&gt;\n&lt;p&gt;They are employed by arts and cultural organisations such as galleries, museums, theatres, orchestras, concert halls, arts centres, dance companies, heritage sites and local authorities. They may be the only CLPO or work with other CLPOs/in a team that may consist of artistic producers, cultural learning and participation managers, administrators and artists. They also work with artists, partners and other external practitioners such as designers, historians, conservators, scientists, mental health practitioners and teachers to ensure that the projects meet objectives and are successful. CLPOs are likely to work across one or more art form such as visual, performing, digital, media or literary arts or with collections in heritage organisations such as museums.&lt;/p&gt;\n&lt;p&gt;They must maintain knowledge, and comply with, up to date safeguarding regulations, and may act as the lead for safeguarding in the organisation.&lt;/p&gt;\n&lt;p&gt;Planning, organising and co-ordinating artistic and cultural education community engagement projects.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "901119cf-647a-4c38-91f9-4c3af73d451f",
      "detail": "The typical and specific needs, priorities and expectations of a range of existing and potential new audiences and participants that the organisation wishes to engage and how to find out audience data/information. This could typically include audience groups based on socio-economic background, ethnicity, disability, age, previous artistic/cultural experience and other characteristics.  "
    },
    {
      "knowledgeId": "99bff557-a23d-44df-b29b-018d6e5dcf4f",
      "detail": "Methods for reaching, engaging and forming relationships with the target audience, such as accessing analysing, interpreting and using demographic data; coordinating community events; face to face meetings, flexing communication methods and channels to suit the target audience."
    },
    {
      "knowledgeId": "6e05487e-4eb3-4c94-a1e3-6628c3fd8d75",
      "detail": "The potential barriers to artistic engagement faced by different audiences which may include socio-economic, financial, cultural and geographical factors."
    },
    {
      "knowledgeId": "875bf9fc-a64b-4ffc-b2d6-ebb9ab2fbe49",
      "detail": "Methods of enabling and/or increasing participation in artistic and cultural activities; how to apply these such as how to consult and/or involve audience groups; different event types and formats and how to choose appropriate formats for specific audience groups, considering accessibility/layout/information/artistic content/pricing."
    },
    {
      "knowledgeId": "6b4bcaa7-db6e-4fc3-8320-75d1113f5b7b",
      "detail": "Methods of evaluating engagement and participation such as structured feedback events, interviews, consultation, online surveys and how to measure impact through, for example, collecting audience numbers, statistics, or creating questionnaires to evaluate outcomes."
    },
    {
      "knowledgeId": "313f2784-5226-4769-86c0-11dc609b7bae",
      "detail": "How to identify partner(s); the principles of effective partnership working; processes to establish and maintain effective partnerships."
    },
    {
      "knowledgeId": "81237be0-8c99-4118-bbdb-5d65e43c9b10",
      "detail": "The importance of professional arts and cultural networks and know the benefits and contributions they make to project success."
    },
    {
      "knowledgeId": "fe1e24e1-60cc-4c2f-8aa2-007ef3f87f92",
      "detail": "Relevant industry membership schemes, their importance and benefit to the CLPO profession such as sharing knowledge and good practice, contacts and networks of artists, set industry benchmarks and standards and to aid training, personal and career development."
    },
    {
      "knowledgeId": "869d3756-fa4c-4e80-8418-815f25a79bd5",
      "detail": "Why CLP programmes are needed to increase opportunities for inclusion and diversity across the organisation’s staff, audiences and artists/external practitioners; and within the arts and cultural sector more widely.  "
    },
    {
      "knowledgeId": "ec090162-1950-411a-a458-b68b7e2ed166",
      "detail": "Legislation and regulatory requirements that affect the role including Health and Safety, the principles of Safeguarding children and vulnerable adults, accessibility and equality. This can typically include knowledge and use of risk assessments, standard operating procedures, how to respond to a safeguarding incident, documenting and reporting events and incidents using company templates, attending inductions and training on child protection."
    },
    {
      "knowledgeId": "ea3b4e04-2284-4c77-b5f8-c3144a494385",
      "detail": "How your role and work fits within your team; the organisation; your responsibilities to support others internally and externally; the importance and impact of cross-team working. This can typically include knowing how to effectively work with colleagues to fulfil your role, such as joint planning, coordinating and delegating tasks within a project, establishing and agreeing goals and outputs."
    },
    {
      "knowledgeId": "cefeea09-279b-4bc0-91a3-7a8ff01e0ab8",
      "detail": "How and when to refer to a line manager or senior colleague for support and guidance."
    },
    {
      "knowledgeId": "15b495a5-bb9c-4e82-b214-77b84ff6f5aa",
      "detail": "Your organisation’s mission, purpose and governance structures."
    },
    {
      "knowledgeId": "d1c597c7-4a2f-4103-a875-e3f6bfed24b7",
      "detail": "The cultural, artistic and participatory work of your organisation."
    },
    {
      "knowledgeId": "d78e935f-8ba1-4d1f-90aa-c0be4a570cf7",
      "detail": "Your organisation’s relationships with artists/external practitioners, visiting companies, creative or funding partners, audiences and volunteers and how your role as a CLPO supports this."
    },
    {
      "knowledgeId": "b5301c2d-e384-4caf-8c48-5713a65b23fa",
      "detail": "The financial model of the organisation and the CLP projects that you implement including the different funding streams available to support the work."
    },
    {
      "knowledgeId": "f8f4af08-f207-47e4-84b8-7338d6569d43",
      "detail": "The production of learning and participation events and workshops. This may typically include advancing/planning event content, schedules, technical/venue/audience requirements appropriate to artistic discipline, managing communications between parties, disseminating event documentation as appropriate."
    },
    {
      "knowledgeId": "237d6fa7-e0af-4fc3-a33c-c12a7d63a97e",
      "detail": "Budgetary and project management requirements used for artistic and cultural practices, such as identifying artist/human/financial/resource inputs, outputs, outcomes, milestones and performance indicators, creating an evaluation brief, and reporting performance against aims and budget."
    },
    {
      "knowledgeId": "4941a390-b9bd-4476-adb8-d241f13338a4",
      "detail": "Arts fundraising processes which may typically include how to identify funder requirements (priorities, amounts available, process, reporting); how to complete an application or report for funding and how to establish and maintain relationships with donors/funding organisations."
    },
    {
      "knowledgeId": "66c3ebf7-c1f0-4e76-a286-49f1f46a2f5b",
      "detail": "The organisation’s IT systems and specific software. This may typically include email, websites and intranets, industry specialist software for box office and marketing systems, donor records, stage management, event scheduling, venue diary systems."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "5215ea69-cee8-496f-bc5c-70bdf1b69595",
      "detail": "Through internal and external development opportunities, take ownership for keeping role and organisation knowledge and skills up to date."
    },
    {
      "behaviourId": "eb91c976-fd46-4611-8a7a-990ef415b0aa",
      "detail": "Proactive in seeking opportunities to broaden understanding of CLP projects and working practices."
    },
    {
      "behaviourId": "962b44e6-83ff-4c13-962c-19d98f5b72be",
      "detail": "Open to receiving feedback and demonstrate actions taken in relation to it."
    },
    {
      "behaviourId": "a0304399-c4fd-43d9-b029-44cc85ebbd91",
      "detail": "Support and promote the organisation’s core values and behaviours including those relating to Equality & Diversity, Customer Care, Safeguarding, Health & Safety and Data Protection."
    },
    {
      "behaviourId": "95c6a4c4-c92f-401e-be1a-bf6f893ab357",
      "detail": "Self-motivated and uses their initiative for example to resolve issues, improve processes."
    },
    {
      "behaviourId": "9edca037-eca7-4c14-98af-99d8da7947a5",
      "detail": "Gets on well with other team members and plays their part in achieving team goals. Equally comfortable working on solo activities."
    },
    {
      "behaviourId": "0abb0412-b205-47d0-8780-e1797332440e",
      "detail": "Manage interpersonal relationships with patience and empathy."
    },
    {
      "behaviourId": "1d3572ef-b87b-49c0-bb1f-ab9534cfe315",
      "detail": "Deals positively with challenges and adverse situations."
    },
    {
      "behaviourId": "60bc5a08-f206-44a0-874d-f47ba8b510bb",
      "detail": "Apply appropriate ethical principles such as mutual respect, equality & inclusion and personal integrity, through interactions in the workplace."
    },
    {
      "behaviourId": "da21d65d-c8e1-40dd-860a-7e60a56fdf20",
      "detail": "Offer new ideas and concepts, be adaptive and responsive as required."
    },
    {
      "behaviourId": "060ce77f-1538-4a1e-84f9-e99ac7e71453",
      "detail": " Passionate about the arts and culture and believe in its value to society."
    }
  ],
  "skills": [
    {
      "skillId": "1d888eec-432b-4d20-97b4-c4067fe4c993",
      "detail": "Plan, organise and co-ordinate education and community engagement projects on behalf of the organisation, in order to ensure the facilitator (visiting artist or company colleague, freelancer or volunteer) can deliver effectively This could typically include deciding on appropriate content and information including producing event schedules, artist and technical riders, booking artists and practitioners."
    },
    {
      "skillId": "b162ddd2-2d58-42ec-8495-8869defae563",
      "detail": "Identify learning objectives of education and community engagement projects and suitability for target audience."
    },
    {
      "skillId": "67b86eb7-6f15-4bc4-8eb9-f608298f757c",
      "detail": "Work within a set budget, use appropriate resources, venues, systems and technologies to implement the CLP projects ensuring they meet stated objectives and outcomes."
    },
    {
      "skillId": "b1b8f2b2-2cc2-4a36-94b7-7280295d053a",
      "detail": "Ensure projects comply with the organisation’s Health & Safety policies and procedures including Safeguarding children and vulnerable adults."
    },
    {
      "skillId": "a1476ca9-9740-44a6-943d-3df443b86e07",
      "detail": "Communicate clearly and effectively, adapting methods both verbal and non-verbal as appropriate to the stakeholder or audience, which may include public speaking and/or using social media and digital communication methods.   "
    },
    {
      "skillId": "e07009b8-586d-47c1-95c4-a6421dd1ab80",
      "detail": "Communicate the CLP projects aims, which may include artistic or cultural outcomes, skills and knowledge development, or a range of social and educational outcomes to audiences, partners and colleagues."
    },
    {
      "skillId": "e98ad7be-7881-4939-b516-95d4e688f40d",
      "detail": "Produce clear, concise project reports, fundraising applications and other written communications."
    },
    {
      "skillId": "a01f7fe8-2ea7-4cd5-b30e-3039d48914d6",
      "detail": "Find and participate in professional networks such as arts and culture networks, meetings and events, performances and exhibitions, training and professional development events and industry membership schemes, in order to benefit the organisation."
    },
    {
      "skillId": "beddc954-a8df-4072-85a0-987655947eec",
      "detail": "Establish, develop and maintain positive relationships with a wide variety of internal and external partners, artists, colleagues, participants and audiences that result in and/or enable successful projects."
    },
    {
      "skillId": "aae72f1d-9b8e-4267-a7dc-9f426f3b7351",
      "detail": "Build effective professional arts and cultural networks and identify the benefits they bring to the projects and wider organisation."
    },
    {
      "skillId": "39c532ac-dd1f-4bd2-8675-a00876a2a54b",
      "detail": "Contribute and manage audience/participant/venue bookings and ensure artists/external practitioners are recruited for projects as per the organisation’s policies and procedures, including contracting requirements."
    },
    {
      "skillId": "0500da43-f83d-4be2-8bdf-a62910408b14",
      "detail": "Maintain artist/external practitioner and audience records as directed, which may include personal information, in-line with employer systems and data protection requirements."
    },
    {
      "skillId": "aa5e978c-ce84-4c82-bba3-d94baecbe642",
      "detail": "Have excellent time management skills, demonstrating your ability to be organised, meet deadlines within project timeframes and meet budgets requirements."
    },
    {
      "skillId": "071a9827-2265-4e62-b20f-6ad09adae724",
      "detail": "Evaluate projects and use feedback to improve current and/or future activity."
    },
    {
      "skillId": "2e5e82e9-5738-48c2-a039-598919ce147b",
      "detail": "Provide high quality content, which may be in written or image form, as required, to internal/external communications for example e-bulletins, newsletter content, posters, print and meetings, to aid the promotion of, and engagement with, the organisation’s learning and participation programme."
    },
    {
      "skillId": "c0ae3794-4e51-4ca3-b417-9fc5a5729791",
      "detail": "Contribute to fundraising activities including desk research on potential funding sources, note taking at audience consultation meetings, compiling data and information."
    },
    {
      "skillId": "7ebf4c6a-c595-4d8e-a8e5-fb7f64825dd3",
      "detail": "Identify problems, generate and form ideas to resolve issues, by thinking creatively in response to challenges and identifying when to seek help and support from others."
    },
    {
      "skillId": "1add533c-b0a7-4527-950d-67f5b5fc19bf",
      "detail": "Collaborate effectively with colleagues, creative and cultural professionals and other organisations and partners to achieve project aims and objectives."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-02-14T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0119",
  "tbMainContact": "Dean.Jones@education.gov.uk",
  "involvedEmployers": "Royal Liverpool Philharmonic , Trinity College London, Liverpool Everyman Theatre, Sage Gateshead, Youth Music, Royal Philharmonic Orchestra, ABO, Bush Theatre, National Theatre, Royal Opera House, Bristol Museums and Galleries, Natural History Museum, BECTU, Birmingham Museums, Sadler’s Wells, Round House, Arts Award, BAC, The Lyric, Philharmonic Orchestra, National Gallery, Community Dance, Opera North, South Bank Centre, Ambassador Theatre Group, London Transport Museum, College Arts/ECLN, The Sage Gateshead, Ambassador Theatre Group, V & A, The Lyric, Leeds Grand Theatre, Bluecoat, GEM, Royal Museums Greenwich, Ambassador Theatre Group, Music Education Council, Luton Culture",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Cultural Heritage and Visitor Attractions",
  "cluster": "Collections and conservation technician",
  "clusterId": "4",
  "clusterDescription": null,
  "createdDate": "2022-04-11T14:00:41 +00:00",
  "lastUpdated": "2022-02-25T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-02-14T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0396",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0396-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0396-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-02-25T00:00:00"
}