{
  "templateType": "Apprenticeship Standard",
  "larsCode": 228,
  "referenceNumber": "ST0301",
  "learningAimClassCode": "",
  "title": "Leisure duty manager",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0301",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan revised",
  "changedDate": "2023-08-07T00:00:00",
  "earliestStartDate": "2018-06-06T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Managing the day to day operation of a leisure facility.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Business and administration",
  "keywords": [
    "Leisure Duty Manager",
    "Leisure",
    "sport",
    "recreation",
    "Customer Service"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1888/st0301_leisure-duty-manager-revision-removal-of-qualifications-_ap-for-publication_31052018.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.3 Business management",
  "version": "1.1",
  "standardInformation": "&lt;p&gt;The role of a Leisure Duty Manager is to manage the effective day to day ‘front line’ operation of a leisure facility. These facilities will vary in size and the services available such as swimming pools, multi-functional sports hall, fitness suites, cr&#232;che, children’s soft play, health suites, climbing walls and outdoor sports tracks. It is the responsibility of the Leisure Duty Manager to ensure the facility is prepared for use in accordance with the planned activity programme and that all areas are maintained to the highest possible standards of safety, cleanliness, security and operational effectiveness. Typically, the Leisure Duty Manager will provide visible leadership to a diverse range of staff such as lifeguards, receptionists, sports coaches, fitness teams and cr&#232;che workers. Their responsibility is to manage staff performance and on-going development to ensure staff are motivated, efficient and operate at a high standard.&lt;/p&gt;\n&lt;p&gt;The Leisure Duty Manager will promote customer well-being, and, through the services on offer encourage customers to adopt and maintain an active healthy lifestyle. The Leisure Duty Manager will drive improvements to the customer experience and ensure members of staff are fully aware of how to support diverse customers such as ethnic groups, disabled participants, adults, and young children, understanding how this will contribute to overall customer loyalty and retention in support of the business goals and brand. The Leisure Duty Manager will typically report to a Leisure Centre/General Manager and assist in implementing management systems, maintaining operational standards, records, and financial procedures in accordance with regulations and industry guidance whilst ensuring compliance with all organisational policies and procedures. Leisure Duty Managers’ typically cover a seven day week resulting in shifts that include weekends, early mornings, evenings and public holidays.&lt;/p&gt;\n&lt;p&gt;This occupation exists within a sector that plays an important role in improving the health of the nation, creating opportunities that get more people, more active, more often.&lt;/p&gt;\n&lt;table border=&quot;0&quot; style=&quot;height: 1078px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 18px;&quot;&gt;\n&lt;th style=&quot;height: 18px;&quot;&gt;Understanding of&lt;/th&gt;\n&lt;th style=&quot;height: 18px;&quot;&gt;Knowledge and understanding of&lt;/th&gt;\n&lt;th style=&quot;height: 18px;&quot;&gt;Skills&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 211px;&quot;&gt;\n&lt;td style=&quot;height: 211px;&quot;&gt;Leisure Facility Management&lt;/td&gt;\n&lt;td style=&quot;height: 211px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;How to open, prepare and close a multi-functional leisure facility including specific areas such as reception, swimming pools, fitness suite, sports halls, changing rooms and spectator zones&lt;/li&gt;\n&lt;li&gt;Delivery and effective management of typical programmed activities such as women only sessions, ethnic minority pool activity, children’s parties and community sport club bookings&lt;/li&gt;\n&lt;li&gt;Preparation of sports halls, the swimming pool environment and associated equipment such as trampolines and electronic disabled swimming pool hoists&lt;/li&gt;\n&lt;li&gt;How to prepare for ad-hoc bookings throughout the shift such as badminton courts and five a side football games&lt;/li&gt;\n&lt;li&gt;How to provide a ‘front line’ shop floor management presence with a high level of interaction with staff, customers, and visitors such as contractors and clients&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 211px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Lead and be accountable for the safe day to day running of a multi-functional leisure facility&lt;/li&gt;\n&lt;li&gt;Ensure the leisure facility is fully operational and staff and equipment are resourced and ready for customer use performing duties such as managing the setting up and take down of complicated equipment (trampolines and electronic swimming pool hoists) and maintaining the swimming pool (PH and chlorine levels)&lt;/li&gt;\n&lt;li&gt;Solve day to day problems to ensure the leisure facilities service standards are met and maintained&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 167px;&quot;&gt;\n&lt;td style=&quot;height: 167px;&quot;&gt;Front Line People Management&lt;/td&gt;\n&lt;td style=&quot;height: 167px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;How to effectively manage a multi–functional leisure operations team such as lifeguards, sports and fitness coaches, receptionists and cleaners for the smooth day to day running of a leisure facility&lt;/li&gt;\n&lt;li&gt;The importance of performance managing staff and wider teams using regular SMART principles to support the personal achievement and development using methods such as one to one chats, appraisals and formal training&lt;/li&gt;\n&lt;li&gt;The importance of effective team working in busy environments (spectator events) or in difficult situations such as emergency lifesaving resuscitation and first aid of minor injuries&lt;/li&gt;\n&lt;li&gt;How to undertake staff inductions, training, recruitment and shortlisting processes&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 167px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Plan, organise and manage the allocation and rotation of staff into specialist roles such as sports coaching, lifeguarding and reception duties to meet the daily programmed activities.&lt;/li&gt;\n&lt;li&gt;Build effective team and individual relationships by supporting, motivating, developing and&lt;/li&gt;\n&lt;li&gt;Provide staff with open, honest and clear feedback and through decisive leadership during difficult/emergency situations ensure all staff adhere to agreed processes and procedures&lt;/li&gt;\n&lt;li&gt;Apply and adapt own leadership style to different situations and people to achieve desired outcome&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 187px;&quot;&gt;\n&lt;td style=&quot;height: 187px;&quot;&gt;Customer Service&lt;/td&gt;\n&lt;td style=&quot;height: 187px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;How to recognise customer profiles and cater for specific needs such as women only sessions, disabilities and religious beliefs&lt;/li&gt;\n&lt;li&gt;The importance of meeting and exceeding the customer expectations in line with service standards and values&lt;/li&gt;\n&lt;li&gt;When and how to communicate and share information effectively at all levels, and to a diverse audience in a clear and open manner, on performance measures such as publicity and outreach, membership applications and signage&lt;/li&gt;\n&lt;li&gt;The importance of receiving and dealing with customer service queries and feedback to support the improvement of the customer experience&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 187px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Be accountable for the customer experience during shifts including the management of complaints and feedback&lt;/li&gt;\n&lt;li&gt;Ensure own and teams communications are delivered in a style and manner that is relevant to various customers such as adults, disabled, ethnic and minority groups&lt;/li&gt;\n&lt;li&gt;Manage all customer comments and complaints quickly and effectively, with a clear resolution. Ensuring these are recorded and analysed and put forward suggested recommendations for improvements where necessary to prevent any reoccurrence of problems&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 144px;&quot;&gt;\n&lt;td style=&quot;height: 144px;&quot;&gt;Legal and compliance&lt;/td&gt;\n&lt;td style=&quot;height: 144px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;How to manage Health and Safety in accordance with legal and employer requirements for the safe running of a leisure facility for all customers and staff such as pool plant operations, chemicals and hazardous substances, risk assessments, equipment manual handling, and first aid&lt;/li&gt;\n&lt;li&gt;The environmental impacts of day to day leisure operations in areas of energy conservation and reduction, minimising waste and recyclable controls&lt;/li&gt;\n&lt;li&gt;Implementing quality assurance systems and procedures to deliver a high quality functioning facility.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 144px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Perform regular audits and evaluations to monitor and review facility compliance with legislation and industry guidance such as fire exit checks, changing room cleanliness and pool water&lt;/li&gt;\n&lt;li&gt;Produce clear, informative reports on any incidents, accidents and occurrences in line with policies and procedures&lt;/li&gt;\n&lt;li&gt;Ensure resources (materials and equipment) are used efficiently by ensuring correct use in accordance with manufacturer’s instructions&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 227px;&quot;&gt;\n&lt;td style=&quot;height: 227px;&quot;&gt;Business Support&lt;/td&gt;\n&lt;td style=&quot;height: 227px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The business brand and values of the organisation alongside upholding its reputation to support business goals and service targets through its operations, products and services on offer.&lt;/li&gt;\n&lt;li&gt;The importance of being part of the management team and providing support in tasks such as programming of activities, procurement of contractors and suppliers, staff recruitment and induction, business development and marketing of the leisure facility&lt;/li&gt;\n&lt;li&gt;How to use information technology to identify opportunities to enhance operations and improve the customer experience such as the use of digital display screens and innovative marketing promotions (January fitness boom and children’s holiday camps)&lt;/li&gt;\n&lt;li&gt;The administration of the central management system and its components such as customer database, sports activity bookings, staff IT rota systems and daily and weekly management reports&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 227px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Lead the team to ensure the promotion of the business brand by effective use of materials and communication&lt;/li&gt;\n&lt;li&gt;Produce regular reports for the Leisure Centre/General Manager on measures such as staff issues, customer complaints, events, and incidents and provide suggestions on how to improve the business&lt;/li&gt;\n&lt;li&gt;Manage and support budgets, sales targets and financial key performance indicators in own area of responsibility&lt;/li&gt;\n&lt;li&gt;Manage internal IT systems to support the effectiveness of the organisation and facility&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 124px;&quot;&gt;\n&lt;td style=&quot;height: 124px;&quot;&gt;Financial Responsibility&lt;/td&gt;\n&lt;td style=&quot;height: 124px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Revenue and protection during shifts including all cash handling procedures such as till reconciliation, vending machines and catering outlets&lt;/li&gt;\n&lt;li&gt;Management of effective stock control means such as saleable goods, membership vouchers, cleaning and pool chemicals and event tickets&lt;/li&gt;\n&lt;li&gt;How to raise purchase orders, set targets, budgets and monitor expenditure.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 124px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Analyse and interpret financial reports, determining actions where appropriate&lt;/li&gt;\n&lt;li&gt;Monitor and audit stock control systems&lt;/li&gt;\n&lt;li&gt;Produce financial reports in area of responsibility and identify ways to reduce losses and turn around into a profit&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;thead&gt;\n&lt;tr&gt;\n&lt;th colspan=&quot;3&quot; width=&quot;193&quot; style=&quot;width: 193px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;A Leisure Duty Manager is …&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;88&quot; style=&quot;width: 88px;&quot;&gt;\n&lt;p&gt;Behaviour&lt;/p&gt;\n&lt;/th&gt;\n&lt;th colspan=&quot;2&quot; width=&quot;512&quot; style=&quot;width: 512px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Competence&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;/thead&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th colspan=&quot;3&quot; rowspan=&quot;7&quot; width=&quot;193&quot; style=&quot;width: 193px;&quot;&gt;\n&lt;p&gt;A dynamic individual with a ‘can do’ attitude, results driven approach and attitude that demonstrates trust, openness and respect when dealing with people from all backgrounds and at various levels in the organisation with a flexible approach to duties, tasks and workload.&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;88&quot;&gt;\n&lt;p&gt;Curious&lt;/p&gt;\n&lt;/td&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;512&quot;&gt;\n&lt;p&gt;Displays an eagerness to learn and understand why / how things work and might be improved&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;88&quot;&gt;\n&lt;p&gt;Decisive Thinker&lt;/p&gt;\n&lt;/td&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;512&quot;&gt;\n&lt;p&gt;Not afraid to make decisions, explaining them and standing by them when needed&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;88&quot;&gt;\n&lt;p&gt;Skilled Influencer&lt;/p&gt;\n&lt;/td&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;512&quot;&gt;\n&lt;p&gt;Able to positively influence and convince customers and colleagues in positive ways&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;88&quot;&gt;\n&lt;p&gt;Driven to Deliver&lt;/p&gt;\n&lt;/td&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;512&quot;&gt;\n&lt;p&gt;To achieving agreed standards every day&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;88&quot;&gt;\n&lt;p&gt;Collaborative&lt;/p&gt;\n&lt;/td&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;512&quot;&gt;\n&lt;p&gt;Shows willingness to work with and co-operate with a diverse workforce, customer base and assist the team&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;88&quot;&gt;\n&lt;p&gt;Personally Credible&lt;/p&gt;\n&lt;/td&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;512&quot;&gt;\n&lt;p&gt;Truthful with customers and colleagues and treats others fairly and equally&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;88&quot;&gt;\n&lt;p&gt;Role Model&lt;/p&gt;\n&lt;/td&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;512&quot;&gt;\n&lt;p&gt;Leads &amp;amp; Inspires through great communication and being a team player – always projects a positive happy, inspiring role model&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; rowspan=&quot;2&quot; width=&quot;92&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Entry requirements&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td colspan=&quot;4&quot; width=&quot;701&quot;&gt;\n&lt;p&gt;Employers will set their own entry requirements; typically applicants should have acquired relevant, active experience in the leisure sector prior to enrolment.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;4&quot; width=&quot;701&quot;&gt;\n&lt;p&gt;Employers who recruit candidates without English and Maths GCSE at Grade C or above (or approved equivalent) must ensure the individual achieves this standard prior to the completion of the apprenticeship.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;92&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td colspan=&quot;4&quot; width=&quot;701&quot;&gt;\n&lt;p&gt;As part of the apprenticeship the apprentice will need to achieve the following qualification: First Aid at Work and Pool Plant Operator&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;92&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Programme duration&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td colspan=&quot;4&quot; width=&quot;701&quot;&gt;\n&lt;p&gt;Typically 15 – 18 months.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;92&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Progression&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td colspan=&quot;4&quot; width=&quot;701&quot;&gt;\n&lt;p&gt;Completion of this apprenticeship will enable progression in the leisure industry to a more senior management role such as Centre Manager.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;92&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Professional&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;registration&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td colspan=&quot;4&quot; width=&quot;701&quot;&gt;\n&lt;p&gt;On successful completion of this apprenticeship the Leisure Duty Manager will be eligible to become a Member of the Chartered Institute for the Management of Sport and Physical Activity (CIMSPA).&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;92&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Review&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td colspan=&quot;4&quot; width=&quot;701&quot;&gt;\n&lt;p&gt;June 2018 unless there is evidence of industry change which employers agree warrants earlier amendment.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The role of a Leisure Duty Manager is to manage the effective day to day ‘front line’ operation of a leisure facility. These facilities will vary in size and the services available such as swimming pools, multi-functional sports hall, fitness suites, cr&#232;che, children’s soft play, health suites, climbing walls and outdoor sports tracks. It is the responsibility of the Leisure Duty Manager to ensure the facility is prepared for use in accordance with the planned activity programme and that all areas are maintained to the highest possible standards of safety, cleanliness, security and operational effectiveness. Typically, the Leisure Duty Manager will provide visible leadership to a diverse range of staff such as lifeguards, receptionists, sports coaches, fitness teams and cr&#232;che workers. Their responsibility is to manage staff performance and on-going development to ensure staff are motivated, efficient and operate at a high standard. The Leisure Duty Manager will promote customer well-being, and, through the services on offer encourage customers to adopt and maintain an active healthy lifestyle. The Leisure Duty Manager will drive improvements to the customer experience and ensure members of staff are fully aware of how to support diverse customers such as ethnic groups, disabled participants, adults, and young children, understanding how this will contribute to overall customer loyalty and retention in support of the business goals and brand. The Leisure Duty Manager will typically report to a Leisure Centre/General Manager and assist in implementing management systems, maintaining operational standards, records, and financial procedures in accordance with regulations and industry guidance whilst ensuring compliance with all organisational policies and procedures. Leisure Duty Managers’ typically cover a seven day week resulting in shifts that include weekends, early mornings, evenings and public holidays. This occupation exists within a sector that plays an important role in improving the health of the nation, creating opportunities that get more people, more active, more often.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "886eb8a6-4cba-423c-9345-5673596b561e",
      "detail": "How to open, prepare and close a multi-functional leisure facility including specific areas such as reception, swimming pools, fitness suite, sports halls, changing rooms and spectator zones"
    },
    {
      "knowledgeId": "bfd8a7df-7a8e-44e7-82a0-0be6af3a98dc",
      "detail": "Delivery and effective management of typical programmed activities such as women only sessions, ethnic minority pool activity, children’s parties and community sport club bookings"
    },
    {
      "knowledgeId": "e9c1e951-1dd6-45ee-854c-0ca7783815f8",
      "detail": "Preparation of sports halls, the swimming pool environment and associated equipment such as trampolines and electronic disabled swimming pool hoists"
    },
    {
      "knowledgeId": "4dcabc69-3087-44e1-b9bb-c9b77521ee81",
      "detail": "How to prepare for ad-hoc bookings throughout the shift such as badminton courts and five a side football games"
    },
    {
      "knowledgeId": "01be0552-d095-47c0-92d5-5991327ac18c",
      "detail": "How to provide a ‘front line’ shop floor management presence with a high level of interaction with staff, customers, and visitors such as contractors and clients"
    },
    {
      "knowledgeId": "51461fe2-9f38-45ab-8571-0310c425b168",
      "detail": "How to effectively manage a multi–functional leisure operations team such as lifeguards, sports and fitness coaches, receptionists and cleaners for the smooth day to day running of a leisure facility"
    },
    {
      "knowledgeId": "62a5dfb1-8a6a-4c8f-9f70-157e8985b322",
      "detail": "The importance of performance managing staff and wider teams using regular SMART principles to support the personal achievement and development using methods such as one to one chats, appraisals and formal training"
    },
    {
      "knowledgeId": "59b09f92-60fa-4ec2-a391-3cf1f00d8b9c",
      "detail": "The importance of effective team working in busy environments (spectator events) or in difficult situations such as emergency lifesaving resuscitation and first aid of minor injuries"
    },
    {
      "knowledgeId": "bebc3242-7278-4506-a3da-36e588cf1742",
      "detail": "How to undertake staff inductions, training, recruitment and shortlisting processes"
    },
    {
      "knowledgeId": "370ce090-0d09-4f33-8ef7-b211a6bc4394",
      "detail": "How to recognise customer profiles and cater for specific needs such as women only sessions, disabilities and religious beliefs"
    },
    {
      "knowledgeId": "3f968414-fc60-4b53-ad4f-c3d50c106c2d",
      "detail": "The importance of meeting and exceeding the customer expectations in line with service standards and values"
    },
    {
      "knowledgeId": "3e5659a1-7048-4cbc-9ccf-161c61757ef1",
      "detail": "When and how to communicate and share information effectively at all levels, and to a diverse audience in a clear and open manner, on performance measures such as publicity and outreach, membership applications and signage"
    },
    {
      "knowledgeId": "92b4da0c-f55e-4eb1-a42d-8601cfb42a25",
      "detail": "The importance of receiving and dealing with customer service queries and feedback to support the improvement of the customer experience"
    },
    {
      "knowledgeId": "916d299f-d5c2-428c-9282-80b78c23e614",
      "detail": "How to manage Health and Safety in accordance with legal and employer requirements for the safe running of a leisure facility for all customers and staff such as pool plant operations, chemicals and hazardous substances, risk assessments, equipment manual handling, and first aid"
    },
    {
      "knowledgeId": "0193dc1b-c520-4620-8442-c428f530a66a",
      "detail": "The environmental impacts of day to day leisure operations in areas of energy conservation and reduction, minimising waste and recyclable controls"
    },
    {
      "knowledgeId": "9caa2ff4-01e8-41f5-90b7-c063efaa0fec",
      "detail": "Implementing quality assurance systems and procedures to deliver a high quality functioning facility"
    },
    {
      "knowledgeId": "73ec3001-3ba9-45d1-895c-86e199ce05e1",
      "detail": "The business brand and values of the organisation alongside upholding its reputation to support business goals and service targets through its operations, products and services on offer"
    },
    {
      "knowledgeId": "7a51388e-1bde-4cc4-882c-37f258b44a7a",
      "detail": "The importance of being part of the management team and providing support in tasks such as programming of activities, procurement of contractors and suppliers, staff recruitment and induction, business development and marketing of the leisure facility"
    },
    {
      "knowledgeId": "23e0256f-3f43-487b-a40c-312758566754",
      "detail": "How to use information technology to identify opportunities to enhance operations and improve the customer experience such as the use of digital display screens and innovative marketing promotions (January fitness boom and children’s holiday camps)"
    },
    {
      "knowledgeId": "fe2bf4a4-8cc9-4c82-b39c-ca411f8ac40b",
      "detail": "The administration of the central management system and its components such as customer database, sports activity bookings, staff IT rota systems and daily and weekly management reports"
    },
    {
      "knowledgeId": "a72b72ef-5101-4a47-a4bd-51b1dcd2421b",
      "detail": "Revenue and protection during shifts including all cash handling procedures such as till reconciliation, vending machines and catering outlets"
    },
    {
      "knowledgeId": "0ef7c6b0-1a6d-4d25-9612-9b710b6eb811",
      "detail": "Management of effective stock control means such as saleable goods, membership vouchers, cleaning and pool chemicals and event tickets"
    },
    {
      "knowledgeId": "cd89cdb7-350d-44ab-bc5d-2cbc4c540e2c",
      "detail": "How to raise purchase orders, set targets, budgets and monitor expenditure"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "41c1e84e-a352-4ac2-a963-a96af3c171ce",
      "detail": "A dynamic individual with a \"can do\" attitude, results driven approach and attitude that demonstrates trust, openness and respect when dealing with people from all backgrounds and at various levels in the organisation with a flexible approach to duties, tasks and workload"
    },
    {
      "behaviourId": "8ab347cd-653f-46ef-a18c-3bcfb1de96c0",
      "detail": "Displays an eagerness to learn and understand why / how things work and might be improved"
    },
    {
      "behaviourId": "5f527c67-d480-4a10-a9d6-c362ee0d1af2",
      "detail": "Not afraid to make decisions, explaining them and standing by them when needed"
    },
    {
      "behaviourId": "82bc4098-bb86-482d-b656-42ddce90a13c",
      "detail": "Able to positively influence and convince customers and colleagues in positive ways"
    },
    {
      "behaviourId": "95fb93d8-86f9-445f-bfc9-4ba1564f7fa4",
      "detail": "To achieving agreed standards every day"
    },
    {
      "behaviourId": "63c925b8-647a-435d-9751-a3f540027f00",
      "detail": "Shows willingness to work with and co-operate with a diverse workforce, customer base and assist the team"
    },
    {
      "behaviourId": "0a5c7789-a4ef-4fe9-a0d4-48582d1547c1",
      "detail": "Truthful with customers and colleagues and treats others fairly and equally"
    },
    {
      "behaviourId": "66c84820-77b3-412e-b948-01cb291976a6",
      "detail": "Leads & Inspires through great communication and being a team player - always projects a positive happy, inspiring role model"
    }
  ],
  "skills": [
    {
      "skillId": "93b5658e-880c-4494-ba93-98ff1d5ca792",
      "detail": "Lead and be accountable for the safe day to day running of a multi-functional leisure facility"
    },
    {
      "skillId": "5688d21d-6bff-454c-be7e-e322ab6c5753",
      "detail": "Ensure the leisure facility is fully operational and staff and equipment are resourced and ready for customer use performing duties such as managing the setting up and take down of complicated equipment (trampolines and electronic swimming pool hoists) and maintaining the swimming pool (PH and chlorine levels)"
    },
    {
      "skillId": "f3138d6a-ab4c-42aa-b700-5a411ac7c2a7",
      "detail": "Solve day to day problems to ensure the leisure facilities service standards are met and maintained"
    },
    {
      "skillId": "cd8d1433-f54f-4ceb-92cb-916a78198d97",
      "detail": "Plan, organise and manage the allocation and rotation of staff into specialist roles such as sports coaching, lifeguarding and reception duties to meet the daily programmed activities"
    },
    {
      "skillId": "5b2c9a9b-ea20-4796-8cea-31ce711fd5f6",
      "detail": "Build effective team and individual relationships by supporting, motivating, developing and"
    },
    {
      "skillId": "c58ecdbc-7369-4509-9b36-564ff8f17ad4",
      "detail": "Provide staff with open, honest and clear feedback and through decisive leadership during difficult/emergency situations ensure all staff adhere to agreed processes and procedures"
    },
    {
      "skillId": "47ad28d3-b51b-46a7-9112-55577a74342d",
      "detail": "Apply and adapt own leadership style to different situations and people to achieve desired outcome"
    },
    {
      "skillId": "ee6bb37c-269d-4096-89e2-6fb9b6b0a846",
      "detail": "Be accountable for the customer experience during shifts including the management of complaints and feedback"
    },
    {
      "skillId": "8eb0df8f-70c4-4260-944a-8c4b38e0785f",
      "detail": "Ensure own and teams communications are delivered in a style and manner that is relevant to various customers such as adults, disabled, ethnic and minority groups"
    },
    {
      "skillId": "f6b7f046-b28d-432f-959a-b672ce28527c",
      "detail": "Manage all customer comments and complaints quickly and effectively, with a clear resolution. Ensuring these are recorded and analysed and put forward suggested recommendations for improvements where necessary to prevent any reoccurrence of problems"
    },
    {
      "skillId": "934357cb-19fb-47db-8371-e43adf976646",
      "detail": "Perform regular audits and evaluations to monitor and review facility compliance with legislation and industry guidance such as fire exit checks, changing room cleanliness and pool water"
    },
    {
      "skillId": "4c33b2da-5b61-4115-a617-f2c1603d45b6",
      "detail": "Produce clear, informative reports on any incidents, accidents and occurrences in line with policies and procedures"
    },
    {
      "skillId": "3b3fe589-5cbd-4b9f-8128-07dbef602a37",
      "detail": "Ensure resources (materials and equipment) are used efficiently by ensuring correct use in accordance with manufacturer’s instructions"
    },
    {
      "skillId": "f864a82a-5d1b-423b-bf16-3f9cf065da94",
      "detail": "Lead the team to ensure the promotion of the business brand by effective use of materials and communication"
    },
    {
      "skillId": "78707341-c842-4782-8aab-6652717ccbf6",
      "detail": "Produce regular reports for the Leisure Centre/General Manager on measures such as staff issues, customer complaints, events, and incidents and provide suggestions on how to improve the business"
    },
    {
      "skillId": "dec3f70d-f0f5-4cd8-b6dc-1811684f93e8",
      "detail": "Manage and support budgets, sales targets and financial key performance indicators in own area of responsibility"
    },
    {
      "skillId": "daf0fd83-83a2-4069-9966-1c3ea5bdd6d9",
      "detail": "Manage internal IT systems to support the effectiveness of the organisation and facility"
    },
    {
      "skillId": "a2a448d1-3354-4c6f-833b-fd331c43a220",
      "detail": "Analyse and interpret financial reports, determining actions where appropriate"
    },
    {
      "skillId": "be0070de-56f7-4abf-b75b-49c4cb1f9431",
      "detail": "Monitor and audit stock control systems"
    },
    {
      "skillId": "d4f102c5-b488-40b2-b709-224b88c890ae",
      "detail": "Produce financial reports in area of responsibility and identify ways to reduce losses and turn around into a profit"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-01-26T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0020",
  "tbMainContact": "jonargent@btinternet.com ",
  "involvedEmployers": "David Lloyd Leisure, ESPH, Everyone Active, Fitness First, Greenwich Leisure Ltd, Hilton, Jubilee Hall Trust, Nottingham City Council, Nuffield Health, Parkwood Leisure, Places for People Leisure, Virgin Active, LA Fitness, 1610 Leisure Trust, 1Life, Fitness Express",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Management and Administration",
  "cluster": "Administrator",
  "clusterId": "45",
  "clusterDescription": null,
  "createdDate": "2017-11-14T17:11:12 +00:00",
  "lastUpdated": "2023-08-07T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-01-26T00:00:00 +00:00",
  "banners": "A temporary dispensation has been applied to the Leisure Duty Manager assessment plan version AP02 for this apprenticeship. \nEnd-point assessment organisations (EPAOs) delivering EPAs for the apprenticeship will implement the dispensation as required, supported and monitored by the relevant EQA provider.\nThe key changes are:\nA dispensation has been agreed for the mandated qualifications on this standard. The L3 Pool Plant Operator certificate and the alternative qualification L3 Pool Plant Operator award can be used at gateway. The National Pool Lifeguard Qualification (NPLQ) can be used to cover the mandatory First Aid at Work requirement for those employers who have pool facilities.; This apprenticeship is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards and apprenticeships in revision are available in the revisions status report.",
  "occupationCode": "OCC0301",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0301-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0301-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-08-07T00:00:00"
}