{
  "templateType": "Apprenticeship Standard",
  "larsCode": 89,
  "referenceNumber": "ST0318",
  "learningAimClassCode": "",
  "title": "Rail engineering technician",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0318",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2018-10-02T00:00:00",
  "earliestStartDate": "2016-04-19T00:00:00",
  "latestStartDate": "2018-10-02T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Providing technical support to engineers working on the rail network and trains.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Railway",
    "Track",
    "Signalling",
    "Telecoms",
    "Traction and Rolling Stock",
    "Electrification",
    "Overhead Lines",
    "Rail Systems"
  ],
  "jobRoles": [
    "Railway engineer",
    "rail engineer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2172/st0318_rail_engineering_technician_l3_assessment-plan_290917.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupational Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Rail Engineering Technicians provide technical support to Rail Engineers. The engineering disciplines cover the following areas of “The Railway” (infrastructure and trains); track (including minor works), overhead line, electrification, signalling, telecommunications, traction &amp;amp; rolling stock and rail systems. Apprentices will undertake the core learning and also specialise in one particular discipline.&lt;/p&gt;\n&lt;p&gt;Those working within the occupation of Rail Engineering are responsible for the safe construction, installation, maintenance and renewal of The Railway to provide a safe and reliable railway for customers. The Rail Industry has a high level of safety critical work activities requiring a disciplined and responsible approach.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Job titles include: &lt;/strong&gt;Track Technician, Overhead Line Technician, Electrification Technician, Traction &amp;amp; Rolling Stock Technician, Signalling Technician, Telecoms Technician, Rail Systems Technician.&lt;/p&gt;\n&lt;p&gt;A Rail Engineering Technician may work on site or in a depot or in a technical office. Their work could involve:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Construction, installation, renewal, enhancement and modification of The Railway.&lt;/li&gt;\n&lt;li&gt;Fault finding and diagnosis to prevent or address equipment failures.&lt;/li&gt;\n&lt;li&gt;Maintenance and replacement of systems and components.&lt;/li&gt;\n&lt;li&gt;Functional and operational testing and inspection of The Railway using specialist equipment.&lt;/li&gt;\n&lt;li&gt;Ensuring assets are installed, replaced or maintained to specification and maintaining required records.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;For those Rail Engineering Technicians who have the ability and drive there is a wide range of further development and career progression opportunities within Rail Engineering.&lt;/p&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their Apprenticeships. Employers who recruit candidates without English or Maths at Grade C or above must ensure that the candidate achieves a Level 2 equivalent standard prior to taking the end point assessment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Within a Rail context all Rail Engineering Technicians need to know about:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;afe and Professional working practices &lt;/strong&gt;including legislation, regulation, industry procedures and safety requirements.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;h&lt;/strong&gt;&lt;strong&gt;e scientific, technical, engineering, mathematical and design principles &lt;/strong&gt;that are required to support the maintenance, renewal and construction of The Railway.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;How to work effectively and contribute to engineering solutions and innovation &lt;/strong&gt;including understanding and applying problem solving techniques and diagnostics, project planning and management, time management and quality management and assurance systems.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;h&lt;/strong&gt;&lt;strong&gt;e importance of 3rd party requirements and client confidentiality &lt;/strong&gt;and the need to understand and adhere to corporate policies on ethics, equality and diversity.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;How the railway works commercially &lt;/strong&gt;including contractual principles and implications.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Within a Rail context all Rail Engineering Technicians need to be able to:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Keep themselves and others safe by adhering to safe working practices&lt;/strong&gt;. Understand and comply with statutory regulations and organisational safety requirements, including safe access to work locations.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;P&lt;/strong&gt;&lt;strong&gt;lan a high standard of technical work: &lt;/strong&gt;Gathering and interpreting information including drawings, plans, schedules needed for the development of rail engineering activity planning; Detailed inspection and performance &amp;amp; condition analysis of assets; Plan work to be undertaken including the appropriate resources.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Deliver a high standard of technical work: &lt;/strong&gt;Undertake engineering activities in relation to maintenance, construction / installation and or renewal of assets. Complete integrity &amp;amp; compliance checks on own work, instigate testing and identify where independent testing is required. Transfer responsibility of assets once work has been completed. Supervise their own work and that of others.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;lve problems: &lt;/strong&gt;Identify problems and apply a structured approach and appropriate methods to problem solving and diagnosis.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;M&lt;/strong&gt;&lt;strong&gt;anage resources &lt;/strong&gt;including the correct utilisation and storage of tools, materials and equipment, and the lifting and moving of materials, components and equipment.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Communicate effectively&lt;/strong&gt;. Use oral, written, electronic and IT based methods and systems for the accurate communication, reporting &amp;amp; recording of technical and other information, using correct terms, standards, templates and certifications.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;p&lt;/strong&gt;&lt;strong&gt;ecific Knowledge &amp;amp; Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;In addition, for the discipline they are following, Technicians will have the following specific knowledge and skills regarding different techniques and methods used to construct, install, maintain and renew The Railway.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;ack. &lt;/strong&gt;Understanding of: track geometry including track gauge, alignment, elevation, curvature and track surface and the impact of train wheels; the requirements, methods and techniques for the installation and maintenance of the track (rail, fastenings, sleepers) and the load bearing capacity of the track foundation; the impact of the railway environment e.g. tunnels, embankments, vegetation and drainage. Able to undertake detailed inspection and analyse the performance and condition of track and where appropriate conductor rail systems, diagnose and correct faults and to use track specific plant and equipment.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;lectrification. &lt;/strong&gt;Know how to and be able to work to high and low voltage power rules, isolation and earthing of AC/DC electrical systems at different voltages and frequencies, reinstating power supplies by local and manual switching. Working on live battery &amp;amp; inverter systems. Understand and manage and maintain harmonic &amp;amp; power quality systems, transformer rectifiers, motor generators and transformers, DC traction breakers, protection and SCADA control systems &amp;amp; other substation plant. Knowledge of compressed air systems and power generation.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;v&lt;/strong&gt;&lt;strong&gt;erhead Lines. &lt;/strong&gt;Knowledge of excavation, ground works, different &#39;piling&#39; methods and foundations. Understand construction design and bonding layouts, electrical clearance, insulation installation wiring and risks around radial load and correct methodology. Ability to erect different types of overhead line structures, pre fabrication and installation of main structure and small part steelwork, running of wiring systems including sectioning, insulation, registration and in- span components and the installation, enhancement and renewal of earthing and bonding. Able to use lifting and access equipment while working at heights.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;ignalling. &lt;/strong&gt;Understanding and application of safety integrity and fundamental signalling principles as applied to train control systems, the varying types of signal control and the signalling symbols and alphabet used in signalling design drawings. Apply installation &amp;amp; maintenance techniques and processes including wiring, cable access requirements &amp;amp; terminations, adjustment of signalling assets, locate and replace components and methods for signal component handling working on isolated and live signalling equipment. Undertake integrity checks and carry out testing of components and equipment, writing test plans in accordance with specifications.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;elecoms. &lt;/strong&gt;Understanding telecoms principles and associated operating procedures for railway communication and information systems (and systems interfaces) including optical networks, passenger alarm, customer information, CCTV and wireless networks. Installation, maintenance repair and testing of telecoms and transmission systems, equipment and components including fibre optics and copper materials. Understand the types of operational constraints when carrying out telecoms installation and maintenance activities.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;action &amp;amp; Rolling Stock. &lt;/strong&gt;Understanding of vehicle design, construction, maintenance and operation. Working knowledge of the traction and rolling stock systems, sub systems and components which include mechanical, electrical, process controller and fluid power equipment. Systems include traction, wheel sets, brakes, train protection, air conditioning and ventilation, customer information, doors, vehicle trim and fittings Able to find, diagnose and correct faults, identify potential faults &amp;amp; defects within electrical circuits and maintain and renew a range of types of traction and rolling stock. Able to use a range of fastenings including crimping and torque correctly.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Rail Systems. &lt;/strong&gt;This is a specialism in its own right and requires knowledge and skills from across the rail engineering disciplines above to be able to provide technical support and direction across a number of disciplines including traffic management systems, new train control systems, wheel/rail interface, remote condition monitoring and the requirements of a digital railway.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;All Rail Engineering Technicians are expected to demonstrate the following behaviours:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;A&lt;/strong&gt;&lt;strong&gt;ct professionally &lt;/strong&gt;demonstrating dependability, determination, honesty and integrity. Respect others, act ethically and contribute to sustainable development.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Be risk aware &lt;/strong&gt;so as to reduce risks through systematic monitoring and checking of information, concentration on the task, and awareness of changing circumstances on activity.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Display a self-disciplined, self-motivated, proactive approach to work&lt;/strong&gt;, able to make independent decisions whilst knowing one’s limitations and when to ask for help or to escalate.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;W&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;k reliably and safely, &lt;/strong&gt;often without close supervision, to approved industry standards and safe working practices.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;W&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;k effectively and efficiently, individually and as part of a team&lt;/strong&gt;, maintaining effective relationships with colleagues, clients, suppliers and the public.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Receptive to feedback&lt;/strong&gt;, willing to learn new skills and adjust to change. Identifying, carrying out and recording CPD necessary to maintain and enhance competence.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Pr&lt;/strong&gt;&lt;strong&gt;epared to make a personal commitment &lt;/strong&gt;to their employer, the industry and its professional standards.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Qu&lt;/strong&gt;&lt;strong&gt;alifications:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 Rail Engineering (Competence)&lt;/li&gt;\n&lt;li&gt;Level 3 Rail Engineering (Technical Knowledge)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The typical duration for this apprenticeship is 36 months but this will depend on the previous experience of the apprentice and access to opportunities to gain the full range of competence.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;L&lt;/strong&gt;&lt;strong&gt;evel and Professional Registration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a Level 3 Apprenticeship. On completion the apprentice will have satisfied the requirements for registration as an Engineering Technician by the relevant Professional Engineering Institutions.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The Apprenticeship Standard will be reviewed after 3 years.&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [
    "Electrification",
    "Overhead Lines",
    "Rail Systems",
    "Signalling",
    "Telecoms",
    "Track",
    "Traction & Rolling Stock"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-04-19T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0017 ",
  "tbMainContact": "Barry.Smith@nsar.co.uk",
  "involvedEmployers": "Alstom Transport UK Limited, Amey, Babcock International Group – Network Engineering, Carillion plc, DB Schenker Rail UK Limited, DEG Signal Ltd, Eurostar International Ltd, High Speed Two Limited, Hitachi Rail Europe Ltd, Merseyrail Electrics 2002 Limited, MGB Engineering Ltd, Network Rail, Siemens Rail Systems, Siemens Rail, Automation Holdings Limited, Signalling Solutions Ltd, Stagecoach South Western Trains Limited, Telent Technology Services Ltd, Transport for London, VolkerRail Ltd, National Skills Academy for Railway Engineering (NSARE)",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Railway engineer",
    "rail engineer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, installation and repair",
  "cluster": "Service, repair and/or overhaul operative or technician",
  "clusterId": "19",
  "clusterDescription": "Install, maintain and service plant and equipment",
  "createdDate": "2020-10-02T13:47:35 +00:00",
  "lastUpdated": "2018-10-02T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-04-19T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0318",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0318-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0318-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "beb958e3-dcc5-4f4f-a058-859eb558cdff",
      "title": "Electrification",
      "occupationCode": "OCC0318A"
    },
    {
      "optionId": "8fcec081-1216-4631-8598-a5e5455ea2cb",
      "title": "Overhead Lines",
      "occupationCode": "OCC0318B"
    },
    {
      "optionId": "c16d5473-d787-41bc-a9bf-edacd0faf7f9",
      "title": "Rail Systems",
      "occupationCode": "OCC0318C"
    },
    {
      "optionId": "56effc69-5197-40d2-aa02-55eb93ed797e",
      "title": "Signalling",
      "occupationCode": "OCC0318D"
    },
    {
      "optionId": "4bb30db3-f587-48f5-b65e-b0fe161ffd0c",
      "title": "Telecoms",
      "occupationCode": "OCC0318E"
    },
    {
      "optionId": "4614dc98-0cbd-4228-9d6a-bf76d05eedb8",
      "title": "Track",
      "occupationCode": "OCC0318F"
    },
    {
      "optionId": "64b808e0-0fd6-4911-af65-74661ae38e88",
      "title": "Traction & Rolling Stock",
      "occupationCode": "OCC0318G"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Electrification",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Overhead Lines",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Rail Systems",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Signalling",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Telecoms",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Track",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Traction & Rolling Stock",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2018-10-02T00:00:00"
}