{
  "larsCode": 269,
  "referenceNumber": "ST0386",
  "title": "Custody and detention officer",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/269",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2018-05-08T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "isLegacyVersion": 1,
  "overviewOfRole": "Ensuring individuals in custody and detention centres are held in a secure, safe, decent and fair environment",
  "level": 3,
  "typicalDuration": 12,
  "maxFunding": 3500,
  "route": "Protective services",
  "keywords": [
    "Custody & Detention Officer",
    "custody and detention"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/1549/st0386_custody-and-detention-officer_l3.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.4 Public services",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;&lt;strong&gt;Occupation:&lt;/strong&gt; Custody and Detention officer&lt;/p&gt;\r\n&lt;p&gt;To work in custody and detention is to ensure that individuals are held in a secure, safe decent and fair environment and work as part of a team to ensure that safety of everyone in custody and detention centres is a priority. You will operate in a secure environment such as Prisons, Detention Centres, Custodial Establishments and Custodial Services are unique and often challenging places to work. The environment could vary from a Women’s unit or treatment prison to a male resettlement prison. The people in your care will have a variety of different needs and display varied It is your role to work to ensure those individuals are treated with dignity and respect and helped to find a new way of life whilst maintaining a safe, secure and structured environment. These environments rely and operate on routine, which you’ll need to be part of, however they can often be volatile challenging places to work and officers must be able and agile enough to respond quickly to a variety of incidents whilst maintaining professional standards throughout. You will also play a key role in rehabilitation of those in your care, acting to build commitment to change to reduce reoffending and to coach people in skills such as problem solving and management of emotions. You will be expected to positively influence the lives of those in your care, by working with them on a daily basis in ensuring they take responsibility for their actions and welfare. This may include maintaining links with their families, addressing offending behaviours which may have contributed to their situation and to seek positive resolution to circumstances that will affect their re-integration to society. Officers are frontline staff who have a duty to enforce and uphold legal decisions and follow process and procedure with integrity, honesty and professionalism. Roles in this environment will involve working a variety of shifts 365 days a year including evenings, nights, weekends and holiday periods. Examples of roles in this sector are Prison Officer, Custodial Officer, Detention Officer and Escorting Officer&lt;/p&gt;\r\n&lt;h3&gt;Entry Requirements&lt;/h3&gt;\r\n&lt;p&gt;Apprentice’s must be over 18 due to legal restrictions&lt;/p&gt;\r\n&lt;p&gt;The Apprentice must already hold a level 2 qualification in literacy and numeracy or achieve it by prior to gateway assessment&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Level:&lt;/strong&gt; 3&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Duration:&lt;/strong&gt; 12 - 18 months&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;As a Custody and Detention officer you must know and understand:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;The tasks and responsibilities of the role such as keeping individuals secure, preparing them for release, authorised physical control and restraint. Including how that is relevant to the context in which you are working, how it fits within the organisation and how it interacts with other relevant organisations and agencies such as the NHS and Police&lt;/li&gt;\r\n&lt;li&gt;Policies and procedures relevant to the custodial environment in which you are working and how to operate these within the remit of your role&lt;/li&gt;\r\n&lt;li&gt;The key and critical aspects of security, how they contribute to the overall security of the establishment and wider service&lt;/li&gt;\r\n&lt;li&gt;The causes of crime, and how you can help people turn their lives around&lt;/li&gt;\r\n&lt;li&gt;The importance of having and demonstrating the values and behaviours that keep custodial environments safe and enable the people in them to concentrate on rehabilitation&lt;/li&gt;\r\n&lt;li&gt;Rights and responsibilities of those in custodial care or detention&lt;/li&gt;\r\n&lt;li&gt;Recognise and understand the impact of mental health issues on individuals and be able to access support as appropriate. An example of this would be sign posting effective support services, which may assist in the prevention of self-harm by others&lt;/li&gt;\r\n&lt;li&gt;The importance of caring for vulnerable people who are at risk of self-harm or violence using recognised procedures and good interpersonal skills&lt;/li&gt;\r\n&lt;li&gt;How you recognise the signs of substance misuse and its impact on individuals and be able to access support as appropriate&lt;/li&gt;\r\n&lt;li&gt;The key principles and theories of violence reduction&lt;/li&gt;\r\n&lt;li&gt;Understand the behaviour patterns of an individual during&lt;/li&gt;\r\n&lt;li&gt;The importance of good communications, the use of different communication styles and knowing when to use them. An example of this might be how you motivate individuals to take part in organised activities to address offending behaviour&lt;/li&gt;\r\n&lt;li&gt;Understand health and safety procedures and how to reduce the risk of harm or injury to yourself, your colleagues and those is your care by using the positive risk management processes&lt;/li&gt;\r\n&lt;li&gt;How to search individuals, vehicles and buildings in the custodial setting&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;As a Custody and Detention officer you must be able to:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Contribute actively to promote a rehabilitative culture&lt;/li&gt;\r\n&lt;li&gt;Undertake incident management and “ first on scene” response appropriately&lt;/li&gt;\r\n&lt;li&gt;Recognise and be able to take steps to defuse potential conflict situations&lt;/li&gt;\r\n&lt;li&gt;Conduct all searching appropriately, examples being the searching of individuals, buildings, vehicles and areas for the detection of illicit or prohibited items&lt;/li&gt;\r\n&lt;li&gt;Explain processes, procedures and decisions to individuals in custody and detention so that they understand what will happen to them and why&lt;/li&gt;\r\n&lt;li&gt;Maintain and update documentation, reports, records and supporting systems in-line with local, national and organisational requirements&lt;/li&gt;\r\n&lt;li&gt;Work professionally within the custodial environment, including maintaining your own professional standards and development&lt;/li&gt;\r\n&lt;li&gt;Work collaboratively with external stakeholders for example the Police, courts, National Probation Service and Community Rehabilitation Companies&lt;/li&gt;\r\n&lt;li&gt;Work effectively as part of a team by positively contributing to team dynamics and being a trusted team member&lt;/li&gt;\r\n&lt;li&gt;Identify risks and respond dynamically, for example carry out fire prevention protocols, or in the case of severe need, carry out a full evacuation plan in co-operation with others&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;Behaviours: you will be able to&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Adapt your personal behavioural style to suit the situation&lt;/li&gt;\r\n&lt;li&gt;Act with legitimate authority so that people feel safe and treated fairly&lt;/li&gt;\r\n&lt;li&gt;Act as a positive role model in terms of conflict resolution, problem solving and emotional management&lt;/li&gt;\r\n&lt;li&gt;Recognise and respect diversity and cultural differences&lt;/li&gt;\r\n&lt;li&gt;Be able to apply strong personal resilience and maintain personal wellbeing&lt;/li&gt;\r\n&lt;li&gt;Behave openly, honestly, directly and with integrity&lt;/li&gt;\r\n&lt;li&gt;Behave in a professional manner and be committed to organisational values&lt;/li&gt;\r\n&lt;li&gt;Challenge individuals appropriately&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;Industry specific requirements:&lt;/strong&gt; Apprentices must attain the Ministry of Justice&#160;Commissioners license to practice prior to gateway assessment&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Review date:&lt;/strong&gt; This apprenticeship Standard will be reviewed every three years&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "Pete Moss ",
    "contactAddress": "Open Awards Estuary Commerce Park\r\n17 De Havilland Dr\r\nSpeke\r\nLiverpool \r\nL24 8RN",
    "contactEmail": "EQA@openawards.org.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2018-05-08T00:00:00 +00:00",
  "integratedDegree": "",
  "tbReference": "TB0139 ",
  "tbMainContact": "rachel.henson@justice.gov.uk ",
  "involvedEmployers": "HMPPS, Serco, G4S, Sodexo",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Protective Services",
  "cluster": "Protective Service Officer",
  "createdDate": "2017-11-14T17:09:05 +00:00",
  "lastUpdated": "2018-05-08T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/custody-and-detention-officer-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/custody-and-detention-officer-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}