{
  "larsCode": 132,
  "referenceNumber": "ST0358",
  "title": "Non-destructive testing (NDT) operator",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/132",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2016-08-22T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "isLegacyVersion": 1,
  "overviewOfRole": "Inspecting components, materials, welds and other items within manufacturing processes.",
  "level": 2,
  "typicalDuration": 18,
  "maxFunding": 12000,
  "route": "Engineering and manufacturing",
  "keywords": [
    "science",
    "ultrasonics",
    "radiography and infrared thermography",
    "aerospace",
    "motorsport",
    "power generation and distribution",
    "manufacturing",
    "railways",
    "oil and gas",
    "marine and construction",
    "NDT inspections",
    "non destructive testing inspections"
  ],
  "jobRoles": [
    "NDT operator",
    "NDT inspector",
    "Non-destructive testing oerator",
    "Non-destructive testing inspector"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/2795/operator-assessment-plan.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;1. Occupation&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Non-destructive testing (NDT) is an engineering science-based profession that requires competent NDT Operators to inspect materials, welds, components or other items to verify their integrity under managed supervisory conditions. NDT Operators may perform inspections within manufacturing processes, often in production line environments and with high product volumes, typically, but not exclusively, using simple methods. Inspections apply to a single NDT inspection method, within manufacturing, in-service inspection or specialised applications such as NDT equipment development.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;2. Occupational Profile&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Drawing heavily upon the experience and knowledge of the industry sector product technology, an NDT Operator will usually work as part of an inspection team or department performing NDT inspections to pre-defined NDT Work Instructions and reporting his/her findings through the employer’s Quality Management System processes. Their findings will be subject to review and authorisation by suitably qualified and experienced supervisory staff, such as, NDT Engineering Technicians, to ensure that the results are accurate and reliable.&lt;/p&gt;\r\n&lt;p&gt;The skillset and depth of proficiency retained by the NDT Operator, whilst singularly focused on one NDT method, are nevertheless transferable across all engineering sectors. This apprenticeship will provide resources to meet future engineering requirements, such as, nuclear new build, power generation, transport, oil and gas and defence.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;3. Knowledge, Skills and Behaviour&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;&lt;strong&gt;3.1 Knowledge - understanding of:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Health &amp;amp; safety knowledge pertinent to the specific requirements of the relevant NDT method;&lt;/li&gt;\r\n&lt;li&gt;In depth knowledge of one NDT method to include its capabilities and limitations. An awareness of other NDT methods of inspection and their general capabilities / limitations&lt;/li&gt;\r\n&lt;li&gt;The knowledge required for the assessment of defects against acceptance/rejection criteria (required by standards)&lt;/li&gt;\r\n&lt;li&gt;Relevant sector-specific technology, quality aspects and working practices, such as inductions and confidentiality&lt;/li&gt;\r\n&lt;li&gt;Material and product technology associated with the specific industry sector&lt;/li&gt;\r\n&lt;li&gt;Develop an understanding of the consequences of failure and the risk to life.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;3.2 Skills - the ability to:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Demonstrate health &amp;amp; safety competencies pertinent to the relevant NDT method such as working at heights, in confined spaces and in restricted zones&lt;/li&gt;\r\n&lt;li&gt;Carry out inspections using one NDT method, which would include:\r\n&lt;ul&gt;\r\n&lt;li&gt;revealing defects present on the external surface of the test item / component&lt;/li&gt;\r\n&lt;li&gt;using minimum levels of interpretation, usually by visual assessment only&lt;/li&gt;\r\n&lt;li&gt;referring the inspection results to more skilled or qualified personnel to continue with the inspection process, assessment and interpretation&lt;/li&gt;\r\n&lt;li&gt;Safe operation of the equipment within its capabilities and limitations&lt;/li&gt;\r\n&lt;li&gt;Working effectively within the limitations of standard tests and measurements relevant to their field of activity&lt;/li&gt;\r\n&lt;li&gt;Performing NDT inspections in accordance with written NDT Work Instructions&lt;/li&gt;\r\n&lt;li&gt;Escalating concerns over frequency of type defects to his/her supervisor, in addition to confirming results and accurately recording the findings&lt;/li&gt;\r\n&lt;li&gt;Clearly marking defective areas for other follow-up validation by supervisory staff, such as NDT Engineering Technicians&lt;/li&gt;\r\n&lt;li&gt;Preparing and submit clear and concise NDT inspection reports detailing the inspection findings&lt;/li&gt;\r\n&lt;li&gt;Reading technical drawings to assist in the inspection process&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/li&gt;\r\n&lt;li&gt;Work under technical supervision and to report regularly on progress&lt;/li&gt;\r\n&lt;li&gt;Ask the supervisor for advice and guidance where appropriate&lt;/li&gt;\r\n&lt;li&gt;Demonstrate a disciplined approach relating to industry standard operations and processes&lt;/li&gt;\r\n&lt;li&gt;Exhibit environmental awareness and undertake safe working practices for self and others&lt;/li&gt;\r\n&lt;li&gt;Have good practical ability, including hand/eye coordination, in order to apply NDT&lt;/li&gt;\r\n&lt;li&gt;Achieve good time management and a disciplined approach&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;3.3 Behaviour&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Communication – to communicate effectively with senior NDT staff, such as NDT Engineering Technicians in order to facilitate timely accurate completion of the inspection programs&lt;/li&gt;\r\n&lt;li&gt;Teamwork – to work effectively in a team and to support others where appropriate&lt;/li&gt;\r\n&lt;li&gt;Delivery – to consistently see things through to timely completion&lt;/li&gt;\r\n&lt;li&gt;Common sense – to consistently apply knowledge and experience with balance&lt;/li&gt;\r\n&lt;li&gt;Influence – have a positive impact without relying on others&lt;/li&gt;\r\n&lt;li&gt;Ethics – to act with maturity, honesty, integrity and responsibility.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;&lt;strong&gt;4. Entry Requirements&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Individual employers will set their own criteria as there are no formal educational entry requirements, however apprentices without level 1 English and maths will need to achieve this level and take the test for level 2 English and maths prior to taking the end-point assessment. There is also a requirement to have good aided or unaided eyesight to satisfy the mandatory NDT eyesight test and have appropriate physical fitness.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;5. Duration&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;The duration of this Apprenticeship is typically eighteen months.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;6. Qualifications/NDT Certification&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;In the Non-Destructive Testing sector, Apprentices are required to achieve industry-recognised NDT Level 2 certification in one method in accordance with national and international standards.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;7. Apprenticeship Level&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;This is a Level 2 Apprenticeship.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;8. Review of Scheme&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;The Standard will be reviewed after three years.&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "Pete Moss ",
    "contactAddress": "Open Awards Estuary Commerce Park\r\n17 De Havilland Dr\r\nSpeke\r\nLiverpool \r\nL24 8RN",
    "contactEmail": "EQA@openawards.org.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2016-08-22T00:00:00 +00:00",
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "apprenticeships@bindt.org",
  "involvedEmployers": "Rolls Royce, The British Institute of NDT, RWE Generation UK plc, Ultramag Inspection, Applus RTD UK Ltd, Johnson & Allen RSA GB Inspection Services, NDT Allianz Engineering, Serco, Rail Technical NFW Co TWI, Tata Steel Speciality Steels, NuGen, James Fisher EON/Uniper, Lavender International, TWI (north), Rolls-Royce PLC, Royal Sun Alliance, Npower, E.ON Technologies, Intertek Services Sellafield National Skills Academy for Nuclear, NDE Research Association, Airbus, AMEC, BAE Systems, BP, EDF (Nuclear), Dstl, GKN, Hitachi, Nat Nuclear Labs, Office Regulation, Petrobras, Shell, SKF, Tenaris, Oceaneering UK, Trac Oil Gas, Petroplan Resources Steel, Rolls-Royce, Intertek, Amec Foster Wheeler, International Argyll-Ruane, Babcock, Aegleteq Energy, University Northampton, , Semta, Mechanical Engineers",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "NDT operator",
    "NDT inspector",
    "Non-destructive testing oerator",
    "Non-destructive testing inspector"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Quality Improvement and Project Control Technician",
  "createdDate": "2017-09-22T14:24:20 +00:00",
  "lastUpdated": "2017-09-22T14:24:20 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/non-destructive-testing-(ndt)-operator-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/non-destructive-testing-(ndt)-operator-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}