{
  "templateType": "Apprenticeship Standard",
  "larsCode": 128,
  "referenceNumber": "ST0310",
  "learningAimClassCode": "",
  "title": "Associate project manager",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0310",
  "qualificationStandardUrl": null,
  "versionNumber": "1.3",
  "change": "The funding band for this standard has been reviewed as part of the apprenticeship funding band review. The new funding band is £6000",
  "changedDate": "2024-04-22T00:00:00",
  "earliestStartDate": "2019-03-04T00:00:00",
  "latestStartDate": "2024-04-21T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Managing project work and teams for businesses and other organisations.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Business and administration",
  "keywords": [
    "Project management",
    "PMO",
    "Project management Office",
    "business",
    "management",
    "projects"
  ],
  "jobRoles": [
    "assistant project manager",
    "junior project manager",
    "project team leader"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/otwfxfht/associate-project-manager-assessment-plan-v13-for-publication-2.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.3 Business management",
  "version": "1.3",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupation&lt;/strong&gt;:&lt;/h3&gt;\n&lt;p&gt;Associate Project Manager&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Occupational Profile &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Projects can be defined and delivered within different contexts, across diverse industry sectors. They can be large or small. Every project needs to be managed to ensure its success, An associate project manager knows what needs to be achieved, how it will be achieved, how long it will take and how much it will cost, and works with the project team to achieve the required outcomes. Associate project managers need good planning, organisation, leadership, management and communication skills. An associate project manager utilises resources with suitable skills, qualifications, experience and knowledge to work together in a motivated and integrated team, with clearly defined reporting lines, roles, responsibilities and authorities. Dependent upon the size of the organisations and the complexity of projects, associate project managers’ job titles will vary, but typically they can include: assistant project manager, junior project manager, project team leader. Some organisations use ‘project manager’ as a generic job title.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Typical job titles:&amp;nbsp;&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Assistant project manager, Junior project manager and Project team leader&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;An associate project manager will be able to understand and have knowledge of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Project governance &lt;/strong&gt;-Different types of organisational structures and responsibilities, functions and project phases on different types of project. How governance can control and manage the successful delivery of projects. The significance of the project management plan (PMP).&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Project stakeholder management &lt;/strong&gt;- Stakeholders: their perspectives, different interests and levels of influence upon project outcomes.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Project communication &lt;/strong&gt;- Key contexts of a project communication plan, its effectiveness in managing different stakeholders. Factors which can affect communications such as cultural and physical barriers&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Project leadership &lt;/strong&gt;- The vision and values of the project and its links to objectives; the ways in which these can be effectively communicated and reinforced to team members and stakeholders. Leadership styles, qualities and the importance of motivation on team performance. Characteristics of the working environment which encourage and sustain high performance.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Consolidated planning &lt;/strong&gt;- Purpose and formats for consolidated plans to support overall management, taking account of lessons learnt and how the plans balance fundamental components of scope, schedule, resources, budgets, risks and quality requirements.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Budgeting and cost control &lt;/strong&gt;- Funding, estimating, overheads; direct costs, indirect costs, fixed costs, variable costs and an overall budget for a project; tracking systems for actual costs, accruals and committed costs; alternative cost breakdowns to provide for graphical representations, and performance management.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Business case and benefits management &lt;/strong&gt;- Preparation and/or maintenance of business cases, including benefits management.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Project scope &lt;/strong&gt;- Requirements management, and evaluation of alternative methods to learn from the past to improve delivery. Project scope change control, baseline change management, configuration management.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Project schedule &lt;/strong&gt;- Scheduling and estimating for project activities including how they can be quality assessed. Progress monitoring and metrics to assess work performed against the schedule. Schedule management methods to evaluate and revise activities to improve confidence in delivery.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Resource management &lt;/strong&gt;- Resource analysis, resource allocation and resource acceptance.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Project risk and issue management &lt;/strong&gt;- The need for and implementation of a risk management plan. Risk management methods and techniques to identify and prioritise threats or opportunities. Mitigation actions to minimise risk impacts and to optimise benefits by managing opportunities.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Contract management and procurement &lt;/strong&gt;– The nature of contracts, and their implications for contracting organisations. Procurement processes. Legal and ethical means for managing contracts.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Project quality &lt;/strong&gt;- Quality management processes, assurance and improvements. Outcomes of a quality management plan, metrics for processes and quality standards.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Project context &lt;/strong&gt;- The different contexts in which projects can be delivered, including health, safety, and environment management. The interdependencies between project(s), programme(s) and portfolio management. Project phases and key review points, across project life cycles.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;An associate project manager will be able to demonstrate the following skills within the context of your organisation.&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Project governance &lt;/strong&gt;- Project monitoring and reporting cycle to track, assess and interpret performance by the application of monitoring techniques to analyse status and manage information.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Stakeholder and communications management &lt;/strong&gt;- Manage stakeholders, taking account of their levels of influence and particular interests. Manage conflicts and negotiations. Communicate to a variety of different audiences. Contribute to negotiations relating to project objectives.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Budgeting and cost control &lt;/strong&gt;- Develop and agree project budgets, monitor forecast and actual costs against them and control changes. Support funding submissions. Tracking systems for actual costs, accruals and committed costs; structures for alternative cost breakdowns.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Business case &lt;/strong&gt;- Contribute to the preparation or maintenance of a business case including achieving required outcomes.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Scope management &lt;/strong&gt;- Determine, control and manage changes to the scope of a project, including assumptions, dependencies and constraints.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Consolidated planning &lt;/strong&gt;- Consolidate and document the fundamental components of projects. Monitor progress against the consolidated plan and refine as appropriate, implementing the change control process where relevant.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Schedule management &lt;/strong&gt;- Prepare and maintain schedules for activities aligned to project delivery.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Risk, and issue management &lt;/strong&gt;- Identify and monitor project risk or opportunity, plan and implement responses to them, contribute to a risk management plan. Respond to and manage issues within a defined governance structure.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Contract management and procurement &lt;/strong&gt;- Facilitate a procurement process, contribute to the definition of contractual agreements and contribute to managing a contract.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Quality management &lt;/strong&gt;- Develop a quality management plan, manage project assurance, and contribute to peer reviews. Utilise an organisation’s continual improvement process including lessons learned.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Resource management &lt;/strong&gt;- Develop resource management plans for project activities, acquire and manage resources including commitment acceptance, monitor progress against plans.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;An associate project manager will be able to demonstrate the following behaviours:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Collaboration and team work &lt;/strong&gt;- Understands and is effective as part of an integrated team.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Leadership &lt;/strong&gt;- Communicates direction, and supports the vision for project delivery.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Effective and appropriate communication &lt;/strong&gt;- Working effectively with and influencing others, taking account of diversity and equality. Influences and facilitates effective team performance.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Drive for results &lt;/strong&gt;- Demonstrates clear commitment to achieving results, and improving performance.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Integrity, ethics, compliance and professionalism &lt;/strong&gt;- Promotes the wider public good in all actions, acting in a morally, legally and socially appropriate manner. Promotes and models the highest standards of professional integrity, ethics, trust and continued development.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set their own entry requirements for their apprentices. Typically candidates will have achieved a grade C or above in at least 5 GCSEs including English and Mathematics, and hold a minimum of 48 UCAS points, or equivalent.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The typical duration of this apprenticeship will be 24 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Either before or during the apprenticeship, apprentices will be required to achieve level 2 qualifications in English and Mathematics prior to taking end point assessment (EPA). Apprentices are required to achieve a suitable level of knowledge as part of their development such that they achieve an IPMA Level D qualification or APM Project Management Qualification, prior to their EPA.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Link to professional registration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Upon commencement, apprentices may become student members of the Association for Project Management (APM) as the first step of professional membership. Apprentices will be eligible for progression to associate membership upon successful completion of the apprenticeship. Full membership can be attained through further experience and professional development.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship is at Level 4.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard will be reviewed after 3 years following approval.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Projects can be defined and delivered within different contexts, across diverse industry sectors. They can be large or small. Every project needs to be managed to ensure its success, An associate project manager knows what needs to be achieved, how it will be achieved, how long it will take and how much it will cost, and works with the project team to achieve the required outcomes. Associate project managers need good planning, organisation, leadership, management and communication skills. An associate project manager utilises resources with suitable skills, qualifications, experience and knowledge to work together in a motivated and integrated team, with clearly defined reporting lines, roles, responsibilities and authorities. Dependent upon the size of the organisations and the complexity of projects, associate project managers’ job titles will vary, but typically they can include: assistant project manager, junior project manager, project team leader. Some organisations use ‘project manager’ as a generic job title.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "bd920035-4147-4d19-8f3e-02001bb4ba34",
      "detail": "Project governance -Different types of organisational structures and responsibilities, functions and project phases on different types of project. How governance can control and manage the successful delivery of projects. The significance of the project management plan (PMP)."
    },
    {
      "knowledgeId": "3c60d0af-866d-463e-be6e-68f7b50e7e57",
      "detail": "Project stakeholder management - Stakeholders: their perspectives, different interests and levels of influence upon project outcomes."
    },
    {
      "knowledgeId": "15c44e16-539d-46c9-bef6-f02b5a0db9e2",
      "detail": "Project communication - Key contexts of a project communication plan, its effectiveness in managing different stakeholders. Factors which can affect communications such as cultural and physical barriers"
    },
    {
      "knowledgeId": "b08d89f2-d8ce-472d-9bfc-cc8a3624ec93",
      "detail": "Project leadership - The vision and values of the project and its links to objectives; the ways in which these can be effectively communicated and reinforced to team members and stakeholders. Leadership styles, qualities and the importance of motivation on team performance. Characteristics of the working environment which encourage and sustain high performance."
    },
    {
      "knowledgeId": "4689fc4c-3b8c-445d-b2d7-4b7c08eda3c5",
      "detail": "Consolidated planning - Purpose and formats for consolidated plans to support overall management, taking account of lessons learnt and how the plans balance fundamental components of scope, schedule, resources, budgets, risks and quality requirements."
    },
    {
      "knowledgeId": "a5969f95-1877-44ff-8036-082a216e4102",
      "detail": "Budgeting and cost control - Funding, estimating, overheads; direct costs, indirect costs, fixed costs, variable costs and an overall budget for a project; tracking systems for actual costs, accruals and committed costs; alternative cost breakdowns to provide for graphical representations, and performance management."
    },
    {
      "knowledgeId": "3450fb37-cc62-4854-8957-bbec76ac1acc",
      "detail": "Business case and benefits management - Preparation and/or maintenance of business cases, including benefits management."
    },
    {
      "knowledgeId": "099ac0af-53ec-458e-9e13-2d70cb8c1a2c",
      "detail": "Project scope - Requirements management, and evaluation of alternative methods to learn from the past to improve delivery. Project scope change control, baseline change management, configuration management."
    },
    {
      "knowledgeId": "34701b80-770f-4b82-96f0-c63848b97b32",
      "detail": "Project schedule - Scheduling and estimating for project activities including how they can be quality assessed. Progress monitoring and metrics to assess work performed against the schedule. Schedule management methods to evaluate and revise activities to improve confidence in delivery."
    },
    {
      "knowledgeId": "c81e977b-6b63-4aa5-8f62-4cbdad25800d",
      "detail": "Resource management - Resource analysis, resource allocation and resource acceptance."
    },
    {
      "knowledgeId": "a6c7eb1b-de16-463a-ad38-0eddaedaa096",
      "detail": "Project risk and issue management - The need for and implementation of a risk management plan. Risk management methods and techniques to identify and prioritise threats or opportunities. Mitigation actions to minimise risk impacts and to optimise benefits by managing opportunities."
    },
    {
      "knowledgeId": "91baa6ce-bc86-4f14-9bb1-6a7f5fa7e632",
      "detail": "Contract management and procurement – The nature of contracts, and their implications for contracting organisations. Procurement processes. Legal and ethical means for managing contracts."
    },
    {
      "knowledgeId": "79d4c089-b773-489f-8072-46f8949bacef",
      "detail": "Project quality - Quality management processes, assurance and improvements. Outcomes of a quality management plan, metrics for processes and quality standards."
    },
    {
      "knowledgeId": "171619fa-2b8b-4963-9999-b2198de2a011",
      "detail": "Project context - The different contexts in which projects can be delivered, including health, safety, and environment management. The interdependencies between project(s), programme(s) and portfolio management. Project phases and key review points, across project life cycles."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "073d2109-b4b9-4c7e-b507-f0fb63e225b9",
      "detail": "Collaboration and team work - Understands and is effective as part of an integrated team."
    },
    {
      "behaviourId": "9c976f87-6880-4463-9781-b4dd8a86608a",
      "detail": "Leadership - Communicates direction, and supports the vision for project delivery."
    },
    {
      "behaviourId": "9efe9f10-449f-4215-b758-b3f1433c89b9",
      "detail": "Effective and appropriate communication - Working effectively with and influencing others, taking account of diversity and equality. Influences and facilitates effective team performance."
    },
    {
      "behaviourId": "adb9ef21-c89d-437a-90a4-617d43e8f2cb",
      "detail": "Drive for results - Demonstrates clear commitment to achieving results, and improving performance."
    },
    {
      "behaviourId": "f74fe2a0-c01e-4972-ade2-1a04f6696af3",
      "detail": "Integrity, ethics, compliance and professionalism - Promotes the wider public good in all actions, acting in a morally, legally and socially appropriate manner. Promotes and models the highest standards of professional integrity, ethics, trust and continued development."
    }
  ],
  "skills": [
    {
      "skillId": "bc0070f3-5867-420c-8c5f-67079d7bc8ca",
      "detail": "Project governance - Project monitoring and reporting cycle to track, assess and interpret performance by the application of monitoring techniques to analyse status and manage information."
    },
    {
      "skillId": "2a18eede-23a0-4d62-8149-fa5de091a468",
      "detail": "Stakeholder and communications management - Manage stakeholders, taking account of their levels of influence and particular interests. Manage conflicts and negotiations. Communicate to a variety of different audiences. Contribute to negotiations relating to project objectives."
    },
    {
      "skillId": "0db45822-8782-491a-b59c-35b06035b102",
      "detail": "Budgeting and cost control - Develop and agree project budgets, monitor forecast and actual costs against them and control changes. Support funding submissions. Tracking systems for actual costs, accruals and committed costs; structures for alternative cost breakdowns."
    },
    {
      "skillId": "a417e89c-a1a8-4162-870d-2ff2bd533359",
      "detail": "Business case - Contribute to the preparation or maintenance of a business case including achieving required outcomes."
    },
    {
      "skillId": "a54347b5-5c73-4cb3-8037-d0cc478d5f6c",
      "detail": "Scope management - Determine, control and manage changes to the scope of a project, including assumptions, dependencies and constraints."
    },
    {
      "skillId": "73c2f972-2140-4a0a-8e2d-9fecc16b157c",
      "detail": "Consolidated planning - Consolidate and document the fundamental components of projects. Monitor progress against the consolidated plan and refine as appropriate, implementing the change control process where relevant."
    },
    {
      "skillId": "64c05a4e-75c5-4c5c-803c-710cc0396cb5",
      "detail": "Schedule management - Prepare and maintain schedules for activities aligned to project delivery."
    },
    {
      "skillId": "1df50f12-eb9c-49d6-9c12-f5a5b0eeaaca",
      "detail": "Risk, and issue management - Identify and monitor project risk or opportunity, plan and implement responses to them, contribute to a risk management plan. Respond to and manage issues within a defined governance structure."
    },
    {
      "skillId": "60b8e553-5878-45d7-b20c-ad76aba865dd",
      "detail": "Contract management and procurement - Facilitate a procurement process, contribute to the definition of contractual agreements and contribute to managing a contract."
    },
    {
      "skillId": "3abe5e56-e5fd-4cf8-aaa7-21d4c2967bbe",
      "detail": "Quality management - Develop a quality management plan, manage project assurance, and contribute to peer reviews. Utilise an organisation’s continual improvement process including lessons learned."
    },
    {
      "skillId": "a07e80e5-0bc0-4ca9-b086-d18ea7d018c9",
      "detail": "Resource management - Develop resource management plans for project activities, acquire and manage resources including commitment acceptance, monitor progress against plans."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-08-19T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0296 ",
  "tbMainContact": "sharon.parker-brannan@sellafieldsites.com",
  "involvedEmployers": "Sellafield Ltd, BAE Systems, Rolls Royce, Lloyds Banking Group, Doosan Babcock, Cabinet Office, Royal Mail, Jacobs, BT, Nuclear Decommissioning Authority, n:gaged Ltd, London Major Programme Apprenticeship (LMPA), STS Defence Ltd, Transport for Greater Manchester, MBDA Missile Systems, Arcadis, Transport for London, Costain, Wood Group, West Cumberland Engineering Ltd, Story Homes, Atkins Ltd, Hudson-Swan Engineering Ltd, Thales UK, Cephas Project Management Ltd, Westminster City Council",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "assistant project manager",
    "junior project manager",
    "project team leader"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Management and Administration",
  "cluster": "Business manager",
  "clusterId": "25",
  "clusterDescription": "Lead and manage a project (business/process improvement), business support services and/or run a practice using the full range of business systems, procedures and accounting practice. Includes the ability to set-up and develop a new business",
  "createdDate": "2017-09-22T14:24:47 +00:00",
  "lastUpdated": "2024-04-22T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-08-19T00:00:00 +00:00",
  "banners": "A temporary dispensation has been applied to the ST0310 version 1.3 end-point assessment plan for this apprenticeship. The dispensation will last from 19/04/24 to 30/09/25, but may be withdrawn if the dispensation is no longer necessary.End-point assessment organisations (EPAOs) delivering EPAs for the apprenticeship will implement the dispensation as required. The key changes are: Apprentices cannot opt-out of undertaking the APM Project Management Qualification (PMQ) exam as it is still mandated within version 1.3 of this standard. However, apprentices who are ready for Gateway that have attempted, but not yet passed the PMQ exam are permitted to enter Gateway and proceed to EPA. These apprentices can sit their EPA and pass their apprenticeship without having attained the PMQ.Training Providers must provide written evidence at Gateway that apprentices have been booked in for their PMQ exam/resit before they move forward with the EPA. EPAOs cannot withhold the apprenticeship certificate for apprentices who have sat their EPA, undertaken their PMQ exam and not yet passed or not received their PMQ result.If your organisation is considering beginning the delivery of this EPA, you should follow the requirements as they are detailed in the plan as the dispensation is only intended to support the cohort of apprentices described above. FAQs1. If a learner attempts the PMQ exam and does not achieve the PMQ, are they required to retake the examination until they achieve a passing grade? Answer: Whilst they may not be required to retake the examination, we would suggest that it would be good for them to do this as they have already completed the work on the PMQ.2. What is the recommended timeline for learners to undertake or attempt the PMQ following the EPA? Answer: That is up to the individual and their employer on when they are ready to do this.Please contact the Institute for Apprenticeships and Technical Education via enquiries.ifa@education.gov.uk should you require any further clarity.",
  "occupationCode": "OCC0310",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0310-v1-3?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0310-v1-3",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-04-22T00:00:00"
}