{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 24,
  "referenceNumber": "ST0315",
  "learningAimClassCode": "",
  "title": "Railway engineering design technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0315",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Standard, Funding and End-point assessment plan revised. The funding band for this standard has been reviewed and remains at £18000. (2020-04-01)",
  "changedDate": "2022-05-31T00:00:00",
  "earliestStartDate": "2020-08-21T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Provide technical support to engineers who design infrastructure and systems for railways.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 30,
  "maxFunding": 18000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "signalling",
    "rolling stock",
    "track systems",
    "civil engineering",
    "communications",
    "electrification",
    "electrical plant",
    "rail transport"
  ],
  "jobRoles": [
    "Assistant designer",
    "Assistant technician",
    "Design technician",
    "Junior technician",
    "Rail design technician",
    "Technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/5766/st0315_railway-engineering-design-technician_l3_ap04_-003.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.1",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in small specialist firms to large multi-national and multi-disciplinary engineering or construction consultancies, to contractor and client organisations, where these organisations design, develop, install, maintain or manage rail infrastructure or rail systems. Railway engineering design technicians may also be found in specialist advisory organisations which consult on infrastructure financing or rail operation.&lt;br&gt;&lt;br&gt;The broad purpose of the occupation is to prepare and produce railway engineering designs and provide technical support when planning the construction or maintenance of new or existing rail infrastructure, or their respective systems.&lt;br&gt;&lt;br&gt;Railway engineering design technicians will use and apply engineering principles and techniques, to make decisions, solve problems, often across a range of disciplines such as signalling, rolling stock, track, systems, civil engineering, communications, electrification or electrical plant. They will also support in the development and production, analysis and planning of railway engineering designs that inform others, either internally or externally, where designs are utilised to construct, maintain or improve rail systems. Some technicians will also support in the surveying and checking of progress and quality factors of the technical design works on site.&lt;br&gt;&lt;br&gt;In their daily work, employees interact with their line manager to confirm programmes of work and agree individual responsibilities, which in turn support the delivery of wider plans across engineering design teams. These teams could include engineers across a range of disciplines, clients, contractors, and project managers, where their collective outputs will be used to produce integrated railway engineering system design that is fit for purpose, safe, secure, environmentally sustainable, and meet client and industry specifications. &lt;br&gt;Technicians may also be exposed to other professional disciplines, such as surveyors, environmental impact assessors, planners and specialist suppliers; As well as liaising with internal colleagues across a variety of multidisciplinary areas, some technicians will also be responsible for working with clients, contractors, suppliers, or with representatives from appropriate regulatory bodies. &lt;br&gt;The majority of their time will be spent working in an office environment, with the potential for occasional work on railway sites, visiting customers or suppliers. &lt;br&gt;&lt;br&gt;Employees are responsible for the delivery, quality and accuracy of the work and designs they complete, ensuring they are delivered within agreed time and resource limits, compliant with industry and regulatory standards, and to client specifications, including health, safety and wellbeing. They will typically report to an engineer or project manager as part of a cross functional team, the size of this team and responsibilities will vary depending on the scope of the project and size of the employer. &lt;br&gt;&lt;br&gt;They are able to use their own judgement when undertaking the occupational duties and applying their technical knowledge, skills and behaviours in a range of contexts and environments. They use a range of tools and techniques, including digital techniques, such as CAD or BIM, to support technical problem solving and in the delivery of railway engineering designs. They also have a responsibility to plan and organise their own work and contribute to the management of projects using a variety of business processes, procedures, ways and methods of working. They are also responsible for their own continuing professional development and recognising their own obligations to society.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "0337b8c0-cb2e-4069-bb37-fe0a742521f4",
      "detail": "Core engineering principles, underpinned by appropriate mathematical, scientific and technical knowledge and understanding, relating to railway systems and the design process."
    },
    {
      "knowledgeId": "395f7d0e-e371-4795-bdcc-97c754520276",
      "detail": "Fundamental principles of rail and rail systems engineering and how they interface with each other."
    },
    {
      "knowledgeId": "a01aff6a-3ffb-4bf4-ae4e-7fb4c17160ad",
      "detail": "Key principles, techniques and methods of data collection, analysis and evaluation used in delivering railway engineering design and technical solutions."
    },
    {
      "knowledgeId": "083daf13-d94b-4bd6-9163-8128109266d2",
      "detail": "Technical drawings, modelling and methods, using computer-based software system/packages, such as Computer Aided Design (CAD), Building Information Modelling (BIM), and their use in the sector."
    },
    {
      "knowledgeId": "d27118ed-97ec-4d1a-8003-35c961ab7b41",
      "detail": "Statutory health and safety policies, procedures and regulations that must be adhered to in the railway engineering design environment."
    },
    {
      "knowledgeId": "25d3b9ff-21d1-4f16-9b3d-e1a1156fec1c",
      "detail": "Industry policies, standards and regulations that must be adhered to in the railway engineering design environment."
    },
    {
      "knowledgeId": "14e6b5c4-ad47-42ed-ac04-3507b47c526e",
      "detail": "Project management, quality management and assurance systems and continuous improvement as applied to Railway Engineering Design."
    },
    {
      "knowledgeId": "cec1ac68-b63f-4146-b613-38fa5018e918",
      "detail": "Principles of sustainable development as applied to Railway Engineering Design."
    },
    {
      "knowledgeId": "d2c7c69e-2531-44a5-86be-7a2858b95946",
      "detail": "Ethical principles as applied to Railway Engineering Design."
    },
    {
      "knowledgeId": "6eda11e3-de9b-4d3c-ae49-7e39eca384ac",
      "detail": "The values and standards by which they maintain their professional and technical knowledge and skills through CPD."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "bb7d9eeb-ddc6-4228-b4b6-0e42e30c0ac9",
      "detail": "Complies with health and safety, and industry standards, statutory regulations and policies."
    },
    {
      "behaviourId": "e352f853-9747-4cd5-8282-dc49f60f2324",
      "detail": "Works independently, operating in a systematic, proactive and transparent way, using resources effectively to complete tasks, knowing their limitations and when to ask for support or escalate."
    },
    {
      "behaviourId": "7aa8745e-cbb1-46a5-b4f3-c78b6b8a5756",
      "detail": "Applies a structured approach to problem solving with attention to detail, accuracy and diligence."
    },
    {
      "behaviourId": "04358830-b5bd-412d-b0cb-0ad44d4c4d9e",
      "detail": "Is motivated when collaborating in teams, offering sensible challenge, reflects on and provides constructive feedback and contributes to discussions, demonstrating an awareness of diversity and inclusion issues."
    },
    {
      "behaviourId": "6c595211-9845-4e56-a220-27396a576f3f",
      "detail": "Acts professionally with a positive and respectful attitude; can reflect on own learning, is receptive to constructive feedback and resilient when facing challenge."
    },
    {
      "behaviourId": "49809c2b-36f3-4767-9dcd-521ba9e2e13a",
      "detail": "Maintains professional and ethical working relationships with internal, external and connected stakeholders, recognising the importance of equality, diversity and inclusion."
    },
    {
      "behaviourId": "52b04160-2765-42b6-b2b5-d1d417917b51",
      "detail": "Takes responsibility for their own professional development, seeking opportunities to enhance their knowledge, skills and experience."
    }
  ],
  "skills": [
    {
      "skillId": "8e27b05f-910e-4a5b-885e-337f80260fb8",
      "detail": "Apply core engineering principles, including mathematical, scientific and technical know-how, to railway systems and the design process."
    },
    {
      "skillId": "820ad0d9-ca1b-4cd1-8835-43208362b131",
      "detail": "Apply key principles, techniques and methods of data collection, analysis and evaluation to support the delivery of valid railway engineering design and technical solutions."
    },
    {
      "skillId": "73036007-467e-425c-97d0-6379e8d25aaa",
      "detail": "Plan and carry out calculations, data collection, analysis, evaluation, and report the outputs through appropriate means."
    },
    {
      "skillId": "a5b412a6-7a93-491d-9ab3-24e34b8aa1d0",
      "detail": "Create technical drawings, plans and technical documentation using relevant conventions and engineering terminology related to railway systems."
    },
    {
      "skillId": "4daa0800-b9c4-43a4-b2ad-dc2175886e43",
      "detail": "Operate appropriate software packages for data gathering and analysis, such as Computer Aided Design (CAD), Building Information Modelling (BIM)."
    },
    {
      "skillId": "d93e816b-1b7b-4e94-aae1-c54484eae1bd",
      "detail": "Apply document control processes and procedures using the approved processes, maintaining quality compliance when creating or amending engineering and/or design documentation."
    },
    {
      "skillId": "4574fe90-69a3-47bc-9d15-dc6b77542f0a",
      "detail": "Apply statutory health and safety policies, procedures and regulations in the railway engineering design environment, using risk assessment processes, procedures and documentation."
    },
    {
      "skillId": "112629ae-cbf6-4167-9aa5-6f45f96050bd",
      "detail": "Plan, carry out and manage own work in line with quality management and assurance polices, recognising the wider implications to client or customer needs, and within cost and resource limitations."
    },
    {
      "skillId": "a10f1b20-d56e-4598-9419-a9b76ecb34e7",
      "detail": "Support and contribute to the production of railway engineering design solutions in accordance with relevant industry standards, regulations and procedures, with consideration for security, cultural and societal, and environmental considerations."
    },
    {
      "skillId": "d84598c9-7e67-4fbf-a2c0-53a6543ad1e7",
      "detail": "Communicate using appropriate methods for the audience, and incorporate relevant and appropriate terms, standards and data."
    },
    {
      "skillId": "daaeb752-c334-4c93-b939-24ac53df82d7",
      "detail": "Apply sustainable and ethical principles to Railway Engineering Design."
    },
    {
      "skillId": "fe1529a1-5b85-4552-933d-e089f0649869",
      "detail": "Plan, undertake and review their own professional competence, regularly updating and reviewing their CPD to improve performance."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2015-03-26T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0310",
  "tbMainContact": "CSudworth@acenet.co.uk",
  "involvedEmployers": "Jacobs Engineering, Atkins, CH2MHill, Hyder Consulting, Parsons Brinckerhoff, Tony Gee and Partners, URS, WSP, Institution of Civil Engineers (ICE), Institution of Engineering technology (IET)",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Assistant designer",
    "Assistant technician",
    "Design technician",
    "Junior technician",
    "Rail design technician",
    "Technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, Design and Development",
  "cluster": "Design and development technician",
  "clusterId": "255",
  "clusterDescription": null,
  "createdDate": "2022-01-07T13:33:42 +00:00",
  "lastUpdated": "2022-05-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-03-26T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0315",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0315-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0315-v1-1",
  "qualifications": [
    {
      "qualificationId": "65a0b582-fdf2-43bb-ae12-e186259e14ee",
      "title": "Pearson Level 3 BTEC National Diploma in Engineering",
      "level": "3",
      "anyAdditionalInformation": "601/7580/1",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "8f57aa23-e25f-4163-a68b-251dc9f0810a",
      "title": "Pearson Edexcel Level 3 Diploma in Civil Engineering for Technicians (Institution of Civil Engineers)",
      "level": "3",
      "anyAdditionalInformation": "501/1115/2",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "25fbd6c4-c57e-4973-bc28-aefe77bb69cc",
      "title": "Pearson BTEC Level 3 National Diploma in Civil Engineering",
      "level": "3",
      "anyAdditionalInformation": "603/1217/8",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "71b40254-d90c-4dff-96b7-9e3866556ad8",
      "title": "Pearson BTEC Level 3 National Diploma in Construction and the Built Environment",
      "level": "3",
      "anyAdditionalInformation": "603/0864/3",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "1100cfe1-532c-4b2f-b242-e9c8a125fb53",
      "title": "Pearson BTEC Level 3 Diploma in Advanced Manufacturing Engineering (Development Technical Knowledge)",
      "level": "3",
      "anyAdditionalInformation": "601/9054/1",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "6fb9ad7c-50ad-4b50-bdf8-bf22e9aa6382",
      "title": "Pearson BTEC Level 3 Diploma in Rail Engineering Technician",
      "level": "3",
      "anyAdditionalInformation": "603/2537/9",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "91a2b69a-dbeb-4b9b-8091-e08df4744b7e",
      "title": "Pearson BTEC Level 3 Diploma in Construction and the Built Environment ",
      "level": "3",
      "anyAdditionalInformation": "500/7137/3",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "Institution of Civil Engineers (ICE) ",
      "level": "EngTech",
      "isPartial": "full",
      "partialFreeText": ""
    },
    {
      "bodyName": "The Institution of Engineering and Technology (IET",
      "level": "EngTech",
      "isPartial": "full",
      "partialFreeText": ""
    },
    {
      "bodyName": "Permanent Way Institution (PWI) ",
      "level": "EngTech",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "b94f6041-4dbc-47d7-a1d4-b833bbf0fd95",
      "dutyDetail": "Assist in the development of technical railway engineering solutions by carrying out calculations and analysing the outputs.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e352f853-9747-4cd5-8282-dc49f60f2324",
        "7aa8745e-cbb1-46a5-b4f3-c78b6b8a5756"
      ],
      "mappedKnowledge": [
        "0337b8c0-cb2e-4069-bb37-fe0a742521f4",
        "395f7d0e-e371-4795-bdcc-97c754520276",
        "a01aff6a-3ffb-4bf4-ae4e-7fb4c17160ad"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8e27b05f-910e-4a5b-885e-337f80260fb8",
        "820ad0d9-ca1b-4cd1-8835-43208362b131",
        "73036007-467e-425c-97d0-6379e8d25aaa"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2f993b59-0f2b-4bec-ac36-34be66e6cae6",
      "dutyDetail": "Ensure safe systems of work are applied, hazards and risks are identified and mitigated in their own work.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bb7d9eeb-ddc6-4228-b4b6-0e42e30c0ac9",
        "04358830-b5bd-412d-b0cb-0ad44d4c4d9e"
      ],
      "mappedKnowledge": [
        "395f7d0e-e371-4795-bdcc-97c754520276",
        "d27118ed-97ec-4d1a-8003-35c961ab7b41",
        "25d3b9ff-21d1-4f16-9b3d-e1a1156fec1c",
        "14e6b5c4-ad47-42ed-ac04-3507b47c526e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8e27b05f-910e-4a5b-885e-337f80260fb8",
        "4574fe90-69a3-47bc-9d15-dc6b77542f0a",
        "112629ae-cbf6-4167-9aa5-6f45f96050bd",
        "a10f1b20-d56e-4598-9419-a9b76ecb34e7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e8fa29b8-700d-4a62-a488-e21d85187933",
      "dutyDetail": "Ensure compliance with industry standards and regulations, including those in relation to sustainability.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bb7d9eeb-ddc6-4228-b4b6-0e42e30c0ac9",
        "6c595211-9845-4e56-a220-27396a576f3f",
        "49809c2b-36f3-4767-9dcd-521ba9e2e13a"
      ],
      "mappedKnowledge": [
        "d27118ed-97ec-4d1a-8003-35c961ab7b41",
        "25d3b9ff-21d1-4f16-9b3d-e1a1156fec1c",
        "14e6b5c4-ad47-42ed-ac04-3507b47c526e",
        "cec1ac68-b63f-4146-b613-38fa5018e918",
        "d2c7c69e-2531-44a5-86be-7a2858b95946"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d93e816b-1b7b-4e94-aae1-c54484eae1bd",
        "4574fe90-69a3-47bc-9d15-dc6b77542f0a",
        "112629ae-cbf6-4167-9aa5-6f45f96050bd",
        "a10f1b20-d56e-4598-9419-a9b76ecb34e7",
        "daaeb752-c334-4c93-b939-24ac53df82d7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "325b3d4e-19d4-4122-ac89-fc1aa11f63b9",
      "dutyDetail": "Communicate effectively with a range of audiences, such as internal and external stakeholders, and through the preparation of written reports and presentations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "04358830-b5bd-412d-b0cb-0ad44d4c4d9e",
        "6c595211-9845-4e56-a220-27396a576f3f",
        "49809c2b-36f3-4767-9dcd-521ba9e2e13a"
      ],
      "mappedKnowledge": [
        "a01aff6a-3ffb-4bf4-ae4e-7fb4c17160ad",
        "083daf13-d94b-4bd6-9163-8128109266d2",
        "14e6b5c4-ad47-42ed-ac04-3507b47c526e",
        "6eda11e3-de9b-4d3c-ae49-7e39eca384ac"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "820ad0d9-ca1b-4cd1-8835-43208362b131",
        "73036007-467e-425c-97d0-6379e8d25aaa",
        "a5b412a6-7a93-491d-9ab3-24e34b8aa1d0",
        "4daa0800-b9c4-43a4-b2ad-dc2175886e43",
        "d93e816b-1b7b-4e94-aae1-c54484eae1bd",
        "112629ae-cbf6-4167-9aa5-6f45f96050bd",
        "a10f1b20-d56e-4598-9419-a9b76ecb34e7",
        "d84598c9-7e67-4fbf-a2c0-53a6543ad1e7",
        "fe1529a1-5b85-4552-933d-e089f0649869"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9ad78fec-7a22-4c52-8ef7-872d6daeee41",
      "dutyDetail": "Undertake railway engineering design in a way that contributes to, or improves, the environment, safety, security and inclusion.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bb7d9eeb-ddc6-4228-b4b6-0e42e30c0ac9",
        "e352f853-9747-4cd5-8282-dc49f60f2324",
        "04358830-b5bd-412d-b0cb-0ad44d4c4d9e",
        "49809c2b-36f3-4767-9dcd-521ba9e2e13a"
      ],
      "mappedKnowledge": [
        "d27118ed-97ec-4d1a-8003-35c961ab7b41",
        "25d3b9ff-21d1-4f16-9b3d-e1a1156fec1c",
        "14e6b5c4-ad47-42ed-ac04-3507b47c526e",
        "cec1ac68-b63f-4146-b613-38fa5018e918",
        "d2c7c69e-2531-44a5-86be-7a2858b95946"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d93e816b-1b7b-4e94-aae1-c54484eae1bd",
        "4574fe90-69a3-47bc-9d15-dc6b77542f0a",
        "112629ae-cbf6-4167-9aa5-6f45f96050bd",
        "a10f1b20-d56e-4598-9419-a9b76ecb34e7",
        "daaeb752-c334-4c93-b939-24ac53df82d7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0b266298-d506-4647-aa6e-59cea4ab7015",
      "dutyDetail": "Contribute to railway engineering design solutions for clients or customers, by preparing and producing engineering drawings or models to engineering specifications, industry codes and regulations, standards and procedures.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bb7d9eeb-ddc6-4228-b4b6-0e42e30c0ac9",
        "e352f853-9747-4cd5-8282-dc49f60f2324",
        "7aa8745e-cbb1-46a5-b4f3-c78b6b8a5756"
      ],
      "mappedKnowledge": [
        "083daf13-d94b-4bd6-9163-8128109266d2",
        "d27118ed-97ec-4d1a-8003-35c961ab7b41",
        "25d3b9ff-21d1-4f16-9b3d-e1a1156fec1c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a5b412a6-7a93-491d-9ab3-24e34b8aa1d0",
        "4daa0800-b9c4-43a4-b2ad-dc2175886e43",
        "d93e816b-1b7b-4e94-aae1-c54484eae1bd",
        "4574fe90-69a3-47bc-9d15-dc6b77542f0a",
        "112629ae-cbf6-4167-9aa5-6f45f96050bd",
        "a10f1b20-d56e-4598-9419-a9b76ecb34e7",
        "d84598c9-7e67-4fbf-a2c0-53a6543ad1e7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ff3301a8-75bc-40cc-9485-b093d8ac75f2",
      "dutyDetail": "Collect, interpret, analyse inter-related and often dynamic technical information and data, to support the production of safe and secure railway engineering designs using digital technologies, such as Computer Aided Design (CAD) and Building Information Modelling (BIM).",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e352f853-9747-4cd5-8282-dc49f60f2324",
        "7aa8745e-cbb1-46a5-b4f3-c78b6b8a5756",
        "49809c2b-36f3-4767-9dcd-521ba9e2e13a"
      ],
      "mappedKnowledge": [
        "a01aff6a-3ffb-4bf4-ae4e-7fb4c17160ad",
        "083daf13-d94b-4bd6-9163-8128109266d2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "73036007-467e-425c-97d0-6379e8d25aaa",
        "a5b412a6-7a93-491d-9ab3-24e34b8aa1d0",
        "4daa0800-b9c4-43a4-b2ad-dc2175886e43",
        "d93e816b-1b7b-4e94-aae1-c54484eae1bd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a4ce1070-7040-4ebc-ae0b-bdd4fc6ef22f",
      "dutyDetail": "Using the quality management and assurance systems available, proactively plan, manage and contribute the delivery of larger programmes of work.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e352f853-9747-4cd5-8282-dc49f60f2324",
        "7aa8745e-cbb1-46a5-b4f3-c78b6b8a5756",
        "04358830-b5bd-412d-b0cb-0ad44d4c4d9e",
        "6c595211-9845-4e56-a220-27396a576f3f"
      ],
      "mappedKnowledge": [
        "14e6b5c4-ad47-42ed-ac04-3507b47c526e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d93e816b-1b7b-4e94-aae1-c54484eae1bd",
        "112629ae-cbf6-4167-9aa5-6f45f96050bd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "22395d4e-c776-4db0-94f0-e9d8fb2fbf82",
      "dutyDetail": "Undertake railway engineering design with consideration for, and application of, ethical principles.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "49809c2b-36f3-4767-9dcd-521ba9e2e13a"
      ],
      "mappedKnowledge": [
        "d2c7c69e-2531-44a5-86be-7a2858b95946"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "daaeb752-c334-4c93-b939-24ac53df82d7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "51ccc22c-a860-4e1d-9dd1-a60714c3a088",
      "dutyDetail": "Maintain their own learning and skills development by carrying out continuing professional development in line with professional codes of conduct and/or industry specifications and obligations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "52b04160-2765-42b6-b2b5-d1d417917b51"
      ],
      "mappedKnowledge": [
        "6eda11e3-de9b-4d3c-ae49-7e39eca384ac"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fe1529a1-5b85-4552-933d-e089f0649869"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-05-31T00:00:00"
}