{
  "templateType": "Apprenticeship Standard",
  "larsCode": 284,
  "referenceNumber": "ST0389",
  "learningAimClassCode": "",
  "title": "Poultry worker",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0389",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2025-04-17T00:00:00",
  "earliestStartDate": "2018-06-07T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Farming birds for their eggs or meat.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "Poultry worker",
    "poultry farming",
    "poultry",
    "farming",
    "animal care"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7361/st0389_poultry-worker_level-2_ap-for-publication_june-2018em.pdf",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.1 Agriculture",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Section 1: Occupational profile for a poultry worker&lt;/h3&gt;\n&lt;p&gt;The agriculture industry offers exciting and varied careers in the UK and abroad providing unique opportunities for young people to work in a technically advanced and innovative environment, producing one of the country’s most important products – food. Businesses within the industry range from small family farms through to large integrated organisations working across the food supply chain. The key role for a poultry worker is to raise the animals with optimal welfare and consideration for their needs throughout the different stages of their life. This is practical work involving a combination of technology and manual labour. Being a poultry worker requires compassion, self-motivation and the ability to work both independently and as a team player. Poultry workers will be responsible for their own work, but will have close supervision. As animal welfare is a priority on farm, key to being a good poultry worker is understanding your limits and knowing when to ask for help. A poultry worker is responsible for supporting the bird development process, maintaining bird accommodation and preparing and monitoring the livestock production environment whether this is on a farm or in a hatchery. This will include ensuring they are looked after to meet health and welfare requirements as well as performance targets while maintaining effective biosecurity at site. This standard follows a ‘core and options’ approach. The core covers the generic requirements for looking after birds competently and the sector options provide more specific needs for different stages of the process, rearing, breeding and egg laying, hatchery and grow out farms. These are permanent stages in the process and not seasonal roles. To complete the standard a Poultry Worker should complete the core elements and one option.&lt;/p&gt;\n&lt;p&gt;One option will be taken in addition to the core knowledge, skills and behaviours.&lt;/p&gt;\n&lt;h3&gt;Section 2: The essential core knowledge, skills and behaviours for a poultry worker&lt;/h3&gt;\n&lt;p&gt;The statements in a, b and c below describe the essential core knowledge, skills and behaviours of a poultry worker. Poultry workers will possess the following CORE knowledge of the:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Relevant species/breed, its characteristics, behaviours, production cycle, and welfare requirements.&lt;/li&gt;\n&lt;li&gt;Importance of food safety including personal hygiene and good hygiene practice and procedures for the relevant site environment.&lt;/li&gt;\n&lt;li&gt;Health and safety requirements for the individual and the workplace including relevant company procedures and legislative standards.&lt;/li&gt;\n&lt;li&gt;Safe and effective methods of operating and maintaining equipment appropriate to the site environment.&lt;/li&gt;\n&lt;li&gt;Importance of good site biosecurity and the procedures and controls that have to be in place to maintain it including general security rules relevant to the site.&lt;/li&gt;\n&lt;li&gt;Correct diet and water requirements relevant to the species and point in the life cycle and the impact of any change.&lt;/li&gt;\n&lt;li&gt;Correct environmental conditions relevant to the species and point in the life cycle and the impact of any change.&lt;/li&gt;\n&lt;li&gt;Correct procedures for humane culling, storing and disposal.&lt;/li&gt;\n&lt;li&gt;Correct procedures for handling, storing, moving and transporting birds/eggs.&lt;/li&gt;\n&lt;li&gt;Relevant welfare codes of practice including the five freedoms, (Freedom from hunger and thirst, Freedom from discomfort, Freedom from pain, injury or disease, Freedom to express normal behaviour, Freedom from fear and distress by ensuring conditions and treatment which avoid mental suffering.&lt;/li&gt;\n&lt;li&gt;The impact of the poultry worker on welfare.&lt;/li&gt;\n&lt;li&gt;Signals and behaviours to look for that indicate health or welfare issues and the actions required to mitigate them.&lt;/li&gt;\n&lt;li&gt;Business/industry and legislative requirements including industry assurance standards.&lt;/li&gt;\n&lt;li&gt;Methods for stock control, record keeping and reporting.&lt;/li&gt;\n&lt;li&gt;Relevant costs, waste management procedures, bird metrics and site targets necessary to deliver effective performance.&lt;/li&gt;\n&lt;li&gt;Relevant technology appropriate to the process, for example controls and software.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Poultry workers will be competent in the following CORE skills&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Health &amp;amp; Safety&lt;/strong&gt;&lt;br&gt;Works in a safe manner and maintains a safe working environment. Carries out the relevant site procedures and report incidents/unsafe conditions.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Biosecurity&lt;/strong&gt;&lt;br&gt;Implements and monitors site biosecurity rules and procedures. Implements corrective actions when required. Applies site security rules.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Hygiene and food safety&lt;/strong&gt;&lt;br&gt;Implements site &amp;amp; personal hygiene procedures, including relevant rules for entering &amp;amp; leaving site. Maintains a clean environment in line with agreed standards for the facility.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Bird Handling&lt;/strong&gt;&lt;br&gt;Prepares facilities for arrival/ departure of birds Moves and transports birds safely, effectively and compassionately without undue stress. Applies and uses appropriate manual handling techniques.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Welfare&lt;/strong&gt;&lt;br&gt;Monitors and maintains the health of the bird/egg. Diagnoses bird/egg condition and acts appropriately.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Environment&lt;/strong&gt;&lt;br&gt;Operates environmental control systems in line with instruction/ procedure (as relevant for the species, point in life cycle).&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Operations&lt;/strong&gt;&lt;br&gt;Maintains and operates equipment e.g. ventilation, feeding equipment, drinking equipment, incubators, nest boxes’ (relevant to age/breed/bird requirement) safely and effectively. Utilises technology and systems appropriate to the operation. (some examples may include computerised shed environmental management equipment, hatchery processing equipment, environmental testing equipment, egg grading and packing equipment) Conducts appropriate checks in a timely manner, and maintains/updates/keeps records as relevant. Monitors and reports performance metrics for operations.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Standards&lt;/strong&gt;&lt;br&gt;Adheres to and applies welfare codes of practice including the 5 freedoms (as described in knowledge) Applies and acts on business/industry and legislative requirements including industry assurance standards relevant to the operation.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;People&lt;/strong&gt;&lt;br&gt;Communicates effectively in the appropriate environment. Uses reading, writing and numeracy skills in carrying out roles and tasks. Uses problem solving skills in carrying out roles and tasks. Interacts effectively with colleagues, managers and site visitors.&lt;/p&gt;\n&lt;h4&gt;Poultry workers will display the following CORE behaviours:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;A strong work ethic through punctuality, consistent standards, diligence in the quality of their work quality, a positive attitude and good attention to detail&lt;/li&gt;\n&lt;li&gt;Take appropriate responsibility and ownership, for good welfare practice, care of animals’ integrity/ethics in the process and site standards.&lt;/li&gt;\n&lt;li&gt;A positive mind set, through their willingness to learn, proactive approach, ability to act on their initiative, and willingness to solve problems and acquire new skills&lt;/li&gt;\n&lt;li&gt;Works well with others, give and receive information, show respect for other people, help colleagues and share what they know&lt;/li&gt;\n&lt;li&gt;Adapts to changes in conditions, technologies, situations and working environments, willing to accept changing priorities and work patterns when new jobs need to be done, or requirements change.&lt;/li&gt;\n&lt;li&gt;Resilience and determination, shown in their commitment to their work, consistency in results and willingness to do more.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Section 3: Knowledge, and skills for rearing, breeders, hatching, egg production and grow out processes&lt;/h3&gt;\n&lt;p&gt;Poultry workers generally work in rearing, breeding, egg production, hatching or bird grow out unit. Depending on the route they take, poultry workers will need to supplement their CORE standard programme by demonstrating a minimum range of specialist knowledge and skills from one of the following options.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;th&gt;Knowledge and understanding of&lt;/th&gt;\n&lt;th&gt;Skills&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Rearing&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Equipment (e.g. brooders / heaters, feeders, drinkers, lights’), resources, appropriate conditions and feed and water provision required for brooding birds&lt;/p&gt;\n&lt;p&gt;How birds should be handled and placed in their new environment&lt;/p&gt;\n&lt;p&gt;The growth targets required for organisational purposes.&lt;/p&gt;\n&lt;p&gt;The condition / physical characteristics of males suitable and unsuitable for breeding&lt;/p&gt;\n&lt;p&gt;Basic principles of vaccination and the importance of correct administration&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Brooding Procedures – assist with preparing necessary equipment and appropriate conditions for new birds. Prepare / provide appropriate feed and water&lt;/p&gt;\n&lt;p&gt;Handle birds in the appropriate manner and place in correct area / quantities&lt;/p&gt;\n&lt;p&gt;Assisting with rearing birds to suitable / target weight and condition for breeding – assess, according to instruction, that the growth of young birds meets production targets in line with organisational requirements&lt;/p&gt;\n&lt;p&gt;Assisting with selection of suitable males for breeding - correctly identify males suitable and unsuitable for breeding&lt;/p&gt;\n&lt;p&gt;Assist with preparing and administering vaccine – follow instructions precisely and correctly when assisting with administering a treatment&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Breeding&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Production targets for the appropriate breed / species&lt;/p&gt;\n&lt;p&gt;The appropriate conditions and resources necessary to bring birds into lay.&lt;/p&gt;\n&lt;p&gt;The correct dosage and quality of semen used for artificial insemination and frequency required to maximise fertility where relevant to species&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Assist with bringing birds into lay – accurately and correctly measure the development of the birds using the appropriate method and equipment. Assist with providing the appropriate conditions and resources necessary to bring birds into lay&lt;/p&gt;\n&lt;p&gt;Collection, grading and storage of eggs for breeding purposes– Handle, grade, mark and store eggs in line with organisational requirements&lt;/p&gt;\n&lt;p&gt;Assist with artificial insemination if relevant to species including the insemination of hens in-line with organisation requirements&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Hatching&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Correct storage conditions for eggs&lt;/p&gt;\n&lt;p&gt;Why eggs would be unsuitable for incubation&lt;/p&gt;\n&lt;p&gt;Appropriate incubation conditions / times relevant to the species&lt;/p&gt;\n&lt;p&gt;How to recognise infertile eggs&lt;/p&gt;\n&lt;p&gt;Conditions of birds unfit for transport and the correct despatch method in-line with legislation&lt;/p&gt;\n&lt;p&gt;Basic principles of vaccination&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Receive and select eggs for hatching – Store eggs in suitable environment / conditions. Select eggs for incubation in line with organisation requirements.&lt;/p&gt;\n&lt;p&gt;Prepare, load and incubate hatching eggs –prepare eggs for incubation at set times, prepare the incubator correctly to receive eggs, load eggs into the incubator correctly. Assist with checking egg fertility and selecting eggs for transfer in line with organisational requirements&lt;/p&gt;\n&lt;p&gt;Hatch and despatch poultry – Take off poultry, correctly recognise and dispose of sub-standard products in-line with legal and organisational requirements, prepare birds for transportation&lt;/p&gt;\n&lt;p&gt;Assist with preparing and administering vaccine – follow instructions precisely and correctly when assisting with administering a treatment&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Egg Production&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Production targets for the appropriate breed / species&lt;/p&gt;\n&lt;p&gt;Appropriate conditions and resources necessary to bring birds into lay&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Assist with bringing birds into lay– accurately and correctly measure the development of the birds using the appropriate method and equipment. Assist with providing the appropriate conditions and resources necessary to bring birds into lay&lt;/p&gt;\n&lt;p&gt;Collection, grading and storage of eggs for human consumption– Handle, grade, mark and store eggs in line with organisational requirements&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Grow Out&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Equipment e.g brooders / heaters, feeders, drinkers, lights’, resources, appropriate conditions and feed and water provision required for brooding birds where applicable&lt;/p&gt;\n&lt;p&gt;How birds should be handled and placed in their new environment&lt;/p&gt;\n&lt;p&gt;Growth targets required for organisational purposes.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Brooding / growing procedures appropriate to species - assist with preparing necessary equipment and appropriate conditions for new birds. Prepare / provide appropriate feed and water&lt;/p&gt;\n&lt;p&gt;Handle birds in the appropriate manner and place in correct area / quantities&lt;/p&gt;\n&lt;p&gt;Assisting with rearing birds to suitable / target weight and condition for processing - assess, according to instruction, that the growth of young birds meets production targets in line with organisational requirements&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;Section 4 - Additional information&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;Duration&lt;/th&gt;\n&lt;td&gt;12 to 18 months is the expected average duration for new entrants&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;Level&lt;/th&gt;\n&lt;td&gt;This Standard is set at Level 2&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;Qualifications&lt;/th&gt;\n&lt;td&gt;Apprentices without level 1 English and maths will need to achieve this level and take the test for level 2 English and maths prior to taking the end-point assessment.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;Progression&lt;/th&gt;\n&lt;td&gt;On completion of the Level 2 poultry worker standard, suitably able candidates will be able to progress to a higher technical role in poultry agriculture.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;Review&lt;/th&gt;\n&lt;td&gt;3 years after implementation&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;",
  "occupationalSummary": "&lt;p&gt;The agriculture industry offers exciting and varied careers in the UK and abroad providing unique opportunities for young people to work in a technically advanced and innovative environment, producing one of the country’s most important products – food. Businesses within the industry range from small family farms through to large integrated organisations working across the food supply chain. The key role for a poultry worker is to raise the animals with optimal welfare and consideration for their needs throughout the different stages of their life. This is practical work involving a combination of technology and manual labour. Being a poultry worker requires compassion, self-motivation and the ability to work both independently and as a team player. Poultry workers will be responsible for their own work, but will have close supervision. As animal welfare is a priority on farm, key to being a good poultry worker is understanding your limits and knowing when to ask for help. A poultry worker is responsible for supporting the bird development process, maintaining bird accommodation and preparing and monitoring the livestock production environment whether this is on a farm or in a hatchery. This will include ensuring they are looked after to meet health and welfare requirements as well as performance targets while maintaining effective biosecurity at site. This standard follows a ‘core and options’ approach. The core covers the generic requirements for looking after birds competently and the sector options provide more specific needs for different stages of the process, rearing, breeding and egg laying, hatchery and grow out farms. These are permanent stages in the process and not seasonal roles. To complete the standard a Poultry Worker should complete the core elements and one option.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "898f65b1-1c9f-4d6d-ac83-3f27fb11a3b3",
      "detail": "Relevant species/breed, its characteristics, behaviours, production cycle, and welfare requirements."
    },
    {
      "knowledgeId": "5a4adf20-eee2-4ffb-aa5d-860085af1c5b",
      "detail": "Importance of food safety including personal hygiene and good hygiene practice and procedures for the relevant site environment."
    },
    {
      "knowledgeId": "eaf974cc-ea9c-4989-83ea-5cc1bae4b34f",
      "detail": "Health and safety requirements for the individual and the workplace including relevant company procedures and legislative standards."
    },
    {
      "knowledgeId": "ae4998fc-0590-45fa-b4a4-e41f3375feb2",
      "detail": "Safe and effective methods of operating and maintaining equipment appropriate to the site environment."
    },
    {
      "knowledgeId": "5a86cebb-244e-41c5-b778-1cf2dded988f",
      "detail": "Importance of good site biosecurity and the procedures and controls that have to be in place to maintain it including general security rules relevant to the site."
    },
    {
      "knowledgeId": "25e5f12f-5135-48e1-973e-b994ecccbb64",
      "detail": "Correct diet and water requirements relevant to the species and point in the life cycle and the impact of any change."
    },
    {
      "knowledgeId": "2b806b5e-707d-4599-851b-cdb06fa27c11",
      "detail": "Correct environmental conditions relevant to the species and point in the life cycle and the impact of any change."
    },
    {
      "knowledgeId": "1bbc1b39-b3ab-4009-8074-83e916d1e9bb",
      "detail": "Correct procedures for humane culling, storing and disposal."
    },
    {
      "knowledgeId": "f3c18f99-c237-4c89-ba6b-e85b9d755d9c",
      "detail": "Correct procedures for handling, storing, moving and transporting birds/eggs."
    },
    {
      "knowledgeId": "232bf844-e349-4c7b-9490-029ee5ef2705",
      "detail": "Relevant welfare codes of practice including the five freedoms, (Freedom from hunger and thirst, Freedom from discomfort, Freedom from pain, injury or disease, Freedom to express normal behaviour, Freedom from fear and distress) by ensuring conditions and treatment which avoid mental suffering."
    },
    {
      "knowledgeId": "7e17f180-c373-4ac7-aa05-c599dfb9a2cd",
      "detail": "The impact of the poultry worker on welfare."
    },
    {
      "knowledgeId": "21a51f9e-903d-409f-aa51-d7d25ebf061b",
      "detail": "Signals and behaviours to look for that indicate health or welfare issues and the actions required to mitigate them."
    },
    {
      "knowledgeId": "1ce4a31e-c735-456d-b392-f209df823084",
      "detail": "Business/industry and legislative requirements including industry assurance standards."
    },
    {
      "knowledgeId": "9181d698-182f-4671-9115-d5b329bbc012",
      "detail": "Methods for stock control, record keeping and reporting"
    },
    {
      "knowledgeId": "b1183f62-ff9f-4728-a2e8-523c3a97db41",
      "detail": "Relevant costs, waste management procedures, bird metrics and site targets necessary to deliver effective performance."
    },
    {
      "knowledgeId": "cb5c2165-2f9c-43e3-9c67-de42bf35d08b",
      "detail": "Relevant technology appropriate to the process, for example controls and software."
    },
    {
      "knowledgeId": "8f67680c-f415-4987-90c2-639f605a67b2",
      "detail": "Production targets for the appropriate breed / species."
    },
    {
      "knowledgeId": "72df2d36-7dfe-4c9f-b9a8-e6bef2cab5fd",
      "detail": "The appropriate conditions and resources necessary to bring birds into lay."
    },
    {
      "knowledgeId": "e5e64654-e5f4-44c5-8270-174cf368d0ef",
      "detail": "The correct dosage and quality of semen used for artificial insemination and frequency required to maximise fertility where relevant to species."
    },
    {
      "knowledgeId": "67b71db7-5d84-4827-977c-5a3f35a085e3",
      "detail": "Production targets for the appropriate breed / species."
    },
    {
      "knowledgeId": "be1f9689-2474-44d9-868a-bac1c2c76318",
      "detail": "Appropriate conditions and resources necessary to bring birds into lay."
    },
    {
      "knowledgeId": "5add4727-b99d-4691-abe5-bce4af94d6e6",
      "detail": "Equipment e.g brooders / heaters, feeders, drinkers, lights, resources, appropriate conditions and feed and water provision required for brooding birds where applicable."
    },
    {
      "knowledgeId": "4c4e7e0a-6a01-43ac-88a0-cfb5968718aa",
      "detail": "How birds should be handled and placed in their new environment."
    },
    {
      "knowledgeId": "9c8c6e86-3bd4-4a82-bf21-dbfdb176cf24",
      "detail": "Growth targets required for organisational purposes."
    },
    {
      "knowledgeId": "a6dbd2b2-874a-4ef9-ae2c-a9e2c9ad8f8a",
      "detail": "Correct storage conditions for eggs."
    },
    {
      "knowledgeId": "784fdc13-d3cd-4052-8488-9a259e8b013a",
      "detail": "Why eggs would be unsuitable for incubation."
    },
    {
      "knowledgeId": "c6064d89-680d-4df3-8008-280da26f3e3c",
      "detail": "Appropriate incubation conditions / times relevant to the species."
    },
    {
      "knowledgeId": "d46bb361-721b-4acf-868f-ef49405ecbf6",
      "detail": "How to recognise infertile eggs."
    },
    {
      "knowledgeId": "db3fc228-016c-4942-94be-df51087af9b6",
      "detail": "Conditions of birds unfit for transport and the correct despatch method in-line with legislation."
    },
    {
      "knowledgeId": "511c63c7-61a6-4336-8fe2-9a4549ceab5b",
      "detail": "Basic principles of vaccination."
    },
    {
      "knowledgeId": "ffaae9f6-e77d-4b19-9c6c-1854fb606f7a",
      "detail": "Equipment (e.g. brooders / heaters, feeders, drinkers, lights), resources, appropriate conditions and feed and water provision required for brooding birds."
    },
    {
      "knowledgeId": "1ff7d013-5881-416a-9d51-d931767af0ef",
      "detail": "How birds should be handled and placed in their new environment."
    },
    {
      "knowledgeId": "817fbf39-4909-499e-82a2-2e5f012d7f3a",
      "detail": "The growth targets required for organisational purposes."
    },
    {
      "knowledgeId": "116816d6-be96-4c7b-ae89-5769bc728eda",
      "detail": "The condition / physical characteristics of males suitable and unsuitable for breeding."
    },
    {
      "knowledgeId": "20a0542a-0998-44ee-a3a0-21b583bd1739",
      "detail": "Basic principles of vaccination and the importance of correct administration."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "717a008d-7ce0-4e30-a67b-750dbf908c5e",
      "detail": "A strong work ethic through punctuality, consistent standards, diligence in the quality of their work quality, a positive attitude and good attention to detail."
    },
    {
      "behaviourId": "d6cc1d03-486a-4582-8a52-8b74b898edab",
      "detail": "Take appropriate responsibility and ownership, for good welfare practice, care of animals’ integrity/ethics in the process and site standards."
    },
    {
      "behaviourId": "e9ab7182-5ffd-4c5c-ba83-044702f81cae",
      "detail": "A positive mind set, through their willingness to learn, proactive approach, ability to act on their initiative, and willingness to solve problems and acquire new skills."
    },
    {
      "behaviourId": "4dc89103-a554-49ad-9f14-72799a620778",
      "detail": "Works well with others, give and receive information, show respect for other people, help colleagues and share what they know."
    },
    {
      "behaviourId": "df7cc7b5-630e-432c-a17e-2da91c5703ad",
      "detail": "Adapts to changes in conditions, technologies, situations and working environments, willing to accept changing priorities and work patterns when new jobs need to be done, or requirements change."
    },
    {
      "behaviourId": "19ad3533-8b19-4a29-ab3f-b4565487b6c9",
      "detail": "Resilience and determination, shown in their commitment to their work, consistency in results and willingness to do more."
    }
  ],
  "skills": [
    {
      "skillId": "8dad6dce-0e6d-4ced-9955-3d6bfa18e787",
      "detail": "Health & Safety: Works in a safe manner and maintains a safe working environment. Carries out the relevant site procedures and report incidents/unsafe conditions."
    },
    {
      "skillId": "b6cf42d1-cd6d-4014-bf9b-185c58758292",
      "detail": "Biosecurity: Implements and monitors site biosecurity rules and procedures. Implements corrective actions when required. Applies site security rules."
    },
    {
      "skillId": "a4ab35c4-5d4f-4cce-91fb-aa35119e565e",
      "detail": "Hygiene and food safety: Implements site & personal hygiene procedures, including relevant rules for entering & leaving site. Maintains a clean environment in line with agreed standards for the facility."
    },
    {
      "skillId": "81dc9889-e5f1-4196-818c-03da9e195a4f",
      "detail": "Bird Handling: Prepares facilities for arrival/ departure of birds. Moves and transports birds safely, effectively and compassionately without undue stress. Applies and uses appropriate manual handling techniques."
    },
    {
      "skillId": "73c84a36-2fbd-4e63-9843-33a1991074bd",
      "detail": "Welfare: Monitors and maintains the health of the bird/egg. Diagnoses bird/egg condition and acts appropriately."
    },
    {
      "skillId": "6016d011-591d-44ac-ac64-df97bbeaf1e2",
      "detail": "Environment: Operates environmental control systems in line with instruction/ procedure (as relevant for the species, point in life cycle)."
    },
    {
      "skillId": "12031cd7-c725-450e-8b61-7af907ad6801",
      "detail": "Operations: Maintains and operates equipment e.g. ventilation, feeding equipment, drinking equipment, incubators, nest boxes’ (relevant to age/breed/bird requirement) safely and effectively. Utilises technology and systems appropriate to the operation (some examples may include computerised shed environmental management equipment, hatchery processing equipment, environmental testing equipment, egg grading and packing equipment). Conducts appropriate checks in a timely manner, and maintains/updates/keeps records as relevant. Monitors and reports performance metrics for operations."
    },
    {
      "skillId": "b56ff4ad-c6cd-40d7-a65d-4317e8ffd369",
      "detail": "Standards: Adheres to and applies welfare codes of practice including the 5 freedoms (as described in knowledge). Applies and acts on business/industry and legislative requirements including industry assurance standards relevant to the operation."
    },
    {
      "skillId": "0b496371-5530-4747-b9de-b999ab61cf4f",
      "detail": "People: Communicates effectively in the appropriate environment. Uses reading, writing and numeracy skills in carrying out roles and tasks. Uses problem solving skills in carrying out roles and tasks. Interacts effectively with colleagues, managers and site visitors."
    },
    {
      "skillId": "26cab35a-97ed-488c-9cbb-41e18bb64656",
      "detail": "Assist with bringing birds into lay – accurately and correctly measure the development of the birds using the appropriate method and equipment. Assist with providing the appropriate conditions and resources necessary to bring birds into lay."
    },
    {
      "skillId": "c206301b-a9c1-4e73-b6a9-2c5eca1e2a7b",
      "detail": "Collection, grading and storage of eggs for breeding purposes. Handle, grade, mark and store eggs in line with organisational requirements."
    },
    {
      "skillId": "e6953f2b-4be7-4f01-8efc-f00c088e68d3",
      "detail": "Assist with artificial insemination if relevant to species including the insemination of hens in-line with organisation requirements."
    },
    {
      "skillId": "38b5dd24-a084-48f8-8818-5840f2ef1578",
      "detail": "Assist with bringing birds into lay– accurately and correctly measure the development of the birds using the appropriate method and equipment. Assist with providing the appropriate conditions and resources necessary to bring birds into lay."
    },
    {
      "skillId": "a81df52b-c9fb-42a5-ac08-27f4d4bc7c7f",
      "detail": "Collection, grading and storage of eggs for human consumption. Handle, grade, mark and store eggs in line with organisational requirements."
    },
    {
      "skillId": "1d9a8e5d-cc24-4c19-b3ab-f009e114a392",
      "detail": "Brooding / growing procedures appropriate to species - assist with preparing necessary equipment and appropriate conditions for new birds. Prepare / provide appropriate feed and water."
    },
    {
      "skillId": "0ab313e5-38d8-4867-a550-07f1fcf4a047",
      "detail": "Handle birds in the appropriate manner and place in correct area / quantities."
    },
    {
      "skillId": "d3f39a69-c80a-4481-a018-1c09c44c371b",
      "detail": "Assisting with rearing birds to suitable / target weight and condition for processing - assess, according to instruction, that the growth of young birds meets production targets in line with organisational requirements."
    },
    {
      "skillId": "b034a38d-e587-4249-9446-fa435550f2c7",
      "detail": "Receive and select eggs for hatching. Store eggs in suitable environment / conditions. Select eggs for incubation in line with organisation requirements."
    },
    {
      "skillId": "beae4f78-d9f8-45cf-bbd4-1d6edcc575ba",
      "detail": "Prepare, load and incubate hatching eggs – prepare eggs for incubation at set times, prepare the incubator correctly to receive eggs, load eggs into the incubator correctly. Assist with checking egg fertility and selecting eggs for transfer in line with organisational requirements."
    },
    {
      "skillId": "0d141e81-a18c-4353-93e9-4dbc4bb5b6d3",
      "detail": "Hatch and despatch poultry – Take off poultry, correctly recognise and dispose of sub-standard products in-line with legal and organisational requirements, prepare birds for transportation."
    },
    {
      "skillId": "91c262af-15d6-4b85-b071-39cb1cd26878",
      "detail": "Assist with preparing and administering vaccine – follow instructions precisely and correctly when assisting with administering a treatment."
    },
    {
      "skillId": "893e128a-d2fe-40b2-bb05-5be2ddeac64b",
      "detail": "Brooding Procedures – assist with preparing necessary equipment and appropriate conditions for new birds. Prepare / provide appropriate feed and water."
    },
    {
      "skillId": "10a0e382-840e-44a2-a867-98cf5c150cc4",
      "detail": "Handle birds in the appropriate manner and place in correct area / quantities."
    },
    {
      "skillId": "da8f8b35-690f-497b-b9f2-60db2d172aa1",
      "detail": "Assisting with rearing birds to suitable / target weight and condition for breeding – assess, according to instruction, that the growth of young birds meets production targets in line with organisational requirements."
    },
    {
      "skillId": "6de2091f-3e4e-4aea-a91e-b13c0cdf2345",
      "detail": "Assisting with selection of suitable males for breeding - correctly identify males suitable and unsuitable for breeding."
    },
    {
      "skillId": "32c59ad5-5e17-43aa-b706-4e82e4d72048",
      "detail": "Assist with preparing and administering vaccine – follow instructions precisely and correctly when assisting with administering a treatment."
    }
  ],
  "optionsUnstructuredTemplate": [
    "Breeding",
    "Egg Production",
    "Grow Out",
    "Hatching",
    "Rearing"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-06-07T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0288",
  "tbMainContact": "andrew.brodie@faccenda.co.uk ",
  "involvedEmployers": "Faccenda Foods, Moy Park, PD Hook, Cargill, Gressingham, Banham, Bernard Matthews, Kelly’s Turkeys, Cobb Europe, BSF Partnership",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Agriculture, Land Management and Production",
  "cluster": "Agricultural Operative/Technician",
  "clusterId": "143",
  "clusterDescription": "Undertake largely routine arable and livestock tasks with some specialisation in either area",
  "createdDate": "2017-11-14T17:11:03 +00:00",
  "lastUpdated": "2025-04-17T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-06-07T00:00:00 +00:00",
  "banners": "A temporary dispensation has been applied to the ST0389 &nbsp;end-point assessment plan version ST0389/AP01 for this apprenticeship. The dispensation will last from 31/08/24 to 30/09/26 but may be withdrawn if the assessment plan is revised sooner or the dispensation is no longer necessary.&nbsp;\nEnd-point assessment organisations (EPAOs) delivering EPAs for the apprenticeship will implement the dispensation as required, supported and monitored by the relevant EQA provider. &nbsp;\nThe key changes are:&nbsp;\nThis dispensation will replace the Observational Practical Assessment (OPA) with an extended question and answer (Q&amp;A) session informed by specific video and photographic evidence to set requirements. All EPAOs must deliver the assessment according to the dispensation to support comparability for learners.&nbsp;\nThe video evidence must be comprised of 2 set tasks that target a range of KSBs that are mapped to the OPA. Each task will require video evidence (up to a maximum of 15 minutes each) and should be captured in the workplace or other suitable environment. The tasks may be simulated where required (e.g. to support seasonal availability) though examples of genuine real-world activities that align with the evidence requirements are preferred where possible. The photographic evidence will support the video evidence by capturing other areas of performance against the KSBs not covered by the 2 main tasks. The quantity of images will vary depending on the nature of the KSBs being captured. The EPAO must provide clear details of the requirements for each type of evidence (both video and photographic) that the apprentice must capture.&nbsp;\nBoth the video and photographic evidence should typically be obtained during the post-gateway period but can be obtained a maximum of 4 weeks prior to the apprentice’s gateway date (to avoid any crossover with the portfolio of evidence). All evidence must be submitted to the EPAO 10 days prior to the Q&amp;A session taking place to allow appropriate questions to be generated/ selected by the EPAO/ assessor. The video and photographic evidence will be reviewed by both the apprentice and assessor during the Q&amp;A session. The main focus of assessment is the responses (supported by reference to the required evidence) offered by the apprentice during the Q&amp;A session. The Q&amp;A session will be a maximum of 2 hours (inclusive of reviewing all evidence such as playing the video evidence). The Q&amp;A session may take place remotely.; A&nbsp;revised version of this occupational standard and end-point assessment plan has been agreed and is available for information only at present. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeship standards in revision are available in the revisions status report.",
  "occupationCode": "OCC0389",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0389-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0389-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "cf1d2d6f-0591-4a6f-af70-c718dfa74877",
      "title": "Breeding",
      "occupationCode": "OCC0389A"
    },
    {
      "optionId": "00d848a5-3133-434f-98fd-17b74700b032",
      "title": "Egg Production",
      "occupationCode": "OCC0389B"
    },
    {
      "optionId": "78936756-c78a-4563-be19-1716f9be012c",
      "title": "Grow Out",
      "occupationCode": "OCC0389C"
    },
    {
      "optionId": "fca5fe19-5902-4514-8ce7-14fd71004084",
      "title": "Hatching",
      "occupationCode": "OCC0389D"
    },
    {
      "optionId": "5a1c164e-4393-4f9d-98e6-9a70c2a4a458",
      "title": "Rearing",
      "occupationCode": "OCC0389E"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "717a008d-7ce0-4e30-a67b-750dbf908c5e",
        "d6cc1d03-486a-4582-8a52-8b74b898edab",
        "e9ab7182-5ffd-4c5c-ba83-044702f81cae",
        "4dc89103-a554-49ad-9f14-72799a620778",
        "df7cc7b5-630e-432c-a17e-2da91c5703ad",
        "19ad3533-8b19-4a29-ab3f-b4565487b6c9"
      ],
      "mappedKnowledge": [
        "898f65b1-1c9f-4d6d-ac83-3f27fb11a3b3",
        "5a4adf20-eee2-4ffb-aa5d-860085af1c5b",
        "eaf974cc-ea9c-4989-83ea-5cc1bae4b34f",
        "ae4998fc-0590-45fa-b4a4-e41f3375feb2",
        "5a86cebb-244e-41c5-b778-1cf2dded988f",
        "25e5f12f-5135-48e1-973e-b994ecccbb64",
        "2b806b5e-707d-4599-851b-cdb06fa27c11",
        "1bbc1b39-b3ab-4009-8074-83e916d1e9bb",
        "f3c18f99-c237-4c89-ba6b-e85b9d755d9c",
        "232bf844-e349-4c7b-9490-029ee5ef2705",
        "7e17f180-c373-4ac7-aa05-c599dfb9a2cd",
        "21a51f9e-903d-409f-aa51-d7d25ebf061b",
        "1ce4a31e-c735-456d-b392-f209df823084",
        "9181d698-182f-4671-9115-d5b329bbc012",
        "b1183f62-ff9f-4728-a2e8-523c3a97db41",
        "cb5c2165-2f9c-43e3-9c67-de42bf35d08b"
      ],
      "mappedSkills": [
        "8dad6dce-0e6d-4ced-9955-3d6bfa18e787",
        "b6cf42d1-cd6d-4014-bf9b-185c58758292",
        "a4ab35c4-5d4f-4cce-91fb-aa35119e565e",
        "81dc9889-e5f1-4196-818c-03da9e195a4f",
        "73c84a36-2fbd-4e63-9843-33a1991074bd",
        "6016d011-591d-44ac-ac64-df97bbeaf1e2",
        "12031cd7-c725-450e-8b61-7af907ad6801",
        "b56ff4ad-c6cd-40d7-a65d-4317e8ffd369",
        "0b496371-5530-4747-b9de-b999ab61cf4f"
      ]
    },
    {
      "coreOrOptionTitle": "Breeding",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "8f67680c-f415-4987-90c2-639f605a67b2",
        "72df2d36-7dfe-4c9f-b9a8-e6bef2cab5fd",
        "e5e64654-e5f4-44c5-8270-174cf368d0ef"
      ],
      "mappedSkills": [
        "26cab35a-97ed-488c-9cbb-41e18bb64656",
        "c206301b-a9c1-4e73-b6a9-2c5eca1e2a7b",
        "e6953f2b-4be7-4f01-8efc-f00c088e68d3"
      ]
    },
    {
      "coreOrOptionTitle": "Egg Production",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "67b71db7-5d84-4827-977c-5a3f35a085e3",
        "be1f9689-2474-44d9-868a-bac1c2c76318"
      ],
      "mappedSkills": [
        "38b5dd24-a084-48f8-8818-5840f2ef1578",
        "a81df52b-c9fb-42a5-ac08-27f4d4bc7c7f"
      ]
    },
    {
      "coreOrOptionTitle": "Grow Out",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "5add4727-b99d-4691-abe5-bce4af94d6e6",
        "4c4e7e0a-6a01-43ac-88a0-cfb5968718aa",
        "9c8c6e86-3bd4-4a82-bf21-dbfdb176cf24"
      ],
      "mappedSkills": [
        "1d9a8e5d-cc24-4c19-b3ab-f009e114a392",
        "0ab313e5-38d8-4867-a550-07f1fcf4a047",
        "d3f39a69-c80a-4481-a018-1c09c44c371b"
      ]
    },
    {
      "coreOrOptionTitle": "Hatching",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "a6dbd2b2-874a-4ef9-ae2c-a9e2c9ad8f8a",
        "784fdc13-d3cd-4052-8488-9a259e8b013a",
        "c6064d89-680d-4df3-8008-280da26f3e3c",
        "d46bb361-721b-4acf-868f-ef49405ecbf6",
        "db3fc228-016c-4942-94be-df51087af9b6",
        "511c63c7-61a6-4336-8fe2-9a4549ceab5b"
      ],
      "mappedSkills": [
        "b034a38d-e587-4249-9446-fa435550f2c7",
        "beae4f78-d9f8-45cf-bbd4-1d6edcc575ba",
        "0d141e81-a18c-4353-93e9-4dbc4bb5b6d3",
        "91c262af-15d6-4b85-b071-39cb1cd26878"
      ]
    },
    {
      "coreOrOptionTitle": "Rearing",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "ffaae9f6-e77d-4b19-9c6c-1854fb606f7a",
        "1ff7d013-5881-416a-9d51-d931767af0ef",
        "817fbf39-4909-499e-82a2-2e5f012d7f3a",
        "116816d6-be96-4c7b-ae89-5769bc728eda",
        "20a0542a-0998-44ee-a3a0-21b583bd1739"
      ],
      "mappedSkills": [
        "893e128a-d2fe-40b2-bb05-5be2ddeac64b",
        "10a0e382-840e-44a2-a867-98cf5c150cc4",
        "da8f8b35-690f-497b-b9f2-60db2d172aa1",
        "6de2091f-3e4e-4aea-a91e-b13c0cdf2345",
        "32c59ad5-5e17-43aa-b706-4e82e4d72048"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-04-17T00:00:00"
}