{
  "templateType": "Apprenticeship Standard",
  "larsCode": 261,
  "referenceNumber": "ST0334",
  "learningAimClassCode": "",
  "title": "Trade supplier",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0334",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2018-04-10T00:00:00",
  "earliestStartDate": "2018-04-10T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Ensuring an efficient flow of goods and services between manufacturers and their skilled trade customer base.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 4000,
  "maxFundingAdditionalInformation": "",
  "route": "Sales, marketing and procurement",
  "keywords": [
    "Trade Supplier",
    "Trade",
    "Supplier",
    "Customer Service",
    "trade business"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7378/st0334_trade-supplier_level-2_ap-for-publication_error-amend_01042019em.pdf",
  "ssa1": "7 Retail and Commercial Enterprise",
  "ssa2": "7.1 Retailing and wholesaling",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;Trade Suppliers play a vital role in ensuring an efficient flow of goods and services between manufacturers and their skilled trade customer base. They operate in a variety of sectors including electrical, plumbing, joinery and general building supplies. Typically, a Trade Supplier will operate a small warehouse and trade counter, which is visited regularly by professional trade customers who have technical knowledge about what they are buying. Trade Suppliers can specialise in roles in a trade business environment, which may include sales, purchasing, account management, logistics and administration.&lt;/p&gt;\n&lt;p&gt;Trade Suppliers will be dealing with customer sales at the trade counter and over the telephone, and will understand incoming deliveries, stock control and despatch. They will be familiar with processing customer orders and taking delivery of goods and the basic administration related to these functions. A key element of their role will be to have technical knowledge of the products and services offered together with the bespoke systems and equipment used in their trade business. They will communicate with a wide variety of internal and external customers to build relationships and provide a high quality service that encourages repeat business.&lt;/p&gt;\n&lt;h3&gt;Knowledge &amp;amp; Skills&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;567&quot; style=&quot;width: 567px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of the organisation’s;&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;structure, mission, objectives and culture and how the role contributes to its success.&lt;/li&gt;\n&lt;li&gt;position in the flow of goods and services, between the manufacturer and the customer,&lt;/li&gt;\n&lt;li&gt;position in the external market and the wider sector within which the business operates, including the roles available in relation to their own career aspirations.&lt;/li&gt;\n&lt;li&gt;internal policies and procedures, how these relate to the role and interact with legislative obligations.&lt;/li&gt;\n&lt;li&gt;vulnerability to situations that pose risk to the brand and/or business reputation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;ul&gt;\n&lt;ul&gt;\n&lt;li&gt;communicating confidently to internal and external customers about the company and how it operates&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;identifying and communicating with the relevant person if a threat or risk to the business is identified&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of the specialist trade customer profile of the business;&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;identify specialist customer needs&lt;/li&gt;\n&lt;li&gt;recognise how to be an effective listener.&lt;/li&gt;\n&lt;li&gt;recognise the difference between internal and external customers and the relationship between customer satisfaction and organisational performance.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;using appropriate techniques and forms of communication to put customers at ease and gain their trust.&lt;/li&gt;\n&lt;li&gt;delivering customer service that exceeds customer expectations&lt;/li&gt;\n&lt;li&gt;identifying customer requirements and referring them onwards in an appropriate manner&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of trade counter and telesales services and how to;&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;recognise the products, services and language used by trade customers and the technical application of those product and services&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;assisting customers in exploring product ranges and alternative and complementary products and services, based on the fundamental underpinning product knowledge&lt;/li&gt;\n&lt;li&gt;identifying the customers’ requirements, matching them to the trade supplier’s products and services&lt;/li&gt;\n&lt;li&gt;delivering accurate product information, to enable the customer to make a decision on products and services and know how to access the detailed technical specification of a product when required.&lt;/li&gt;\n&lt;li&gt;securing a trade sale using appropriate selling techniques, both face to face and on the telephone, and methods to complete the transaction.&lt;/li&gt;\n&lt;li&gt;applying basic merchandising techniques used within the business.&lt;/li&gt;\n&lt;li&gt;applying the key principles of selling in a trade supplier environment, using a variety of methods, which may include unique selling points, upselling, and link selling to secure and complete sales transactions.&lt;/li&gt;\n&lt;li&gt;communicating with customers using various methods and systems appropriate to the situation&lt;/li&gt;\n&lt;li&gt;applying the key principles of administration and working practices to accurately prepare, store, communicate and process businesses documentation.&lt;/li&gt;\n&lt;li&gt;processing information, to the key standards of data protection, security and intellectual property rights.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of the key principles of warehousing and stock control;&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;the safe movement, storage and stock control of products within the trade supplier environment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;processing and recording the receipt, storage, assembly and despatch of goods.&lt;/li&gt;\n&lt;li&gt;receiving stock, despatching customer orders and processing returns in line with company processes.&lt;/li&gt;\n&lt;li&gt;loading /unloading of supplier and contractor vehicles&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of the technologies that are appropriate to the role;&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;benefits and potential limitations of technology in the workplace&lt;/li&gt;\n&lt;li&gt;different technologies and how they support the operation of the business.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;using technology appropriately and efficiently in line with business policy, e.g. PoS (point of sale) machines, PCs&lt;/li&gt;\n&lt;li&gt;demonstrating the use of various technologies, e.g. bespoke/in house or off the shelf software packages to others.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of legislative responsibilities relating to the business, products&#160;&lt;/strong&gt;&lt;strong&gt;and/or services being sold;&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;importance of health, safety and security in a trade supplies environment, and the consequences of not following legal guidelines.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;complying with legal requirements to minimise risk and build customer confidence.&lt;/li&gt;\n&lt;li&gt;minimising disruption to the business and maintaining the safety and security of people at all time&lt;/li&gt;\n&lt;li&gt;taking appropriate action if a breach of H&amp;amp;S regulations is identified.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of how personal responsibilities and performance contribute to the success of the team and the business&lt;/strong&gt;;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;understand the impact of personal behaviour and actions on the team.&lt;/li&gt;\n&lt;li&gt;recognise and comply with organisational standards of presentation and behaviour.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;567&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;building two-way trust and contribute to working within a team&lt;/li&gt;\n&lt;li&gt;collaborating with colleagues to resolve problems.&lt;/li&gt;\n&lt;li&gt;managing personal performance by completing tasks to agreed standards and timescales and by taking action to resolve problems and communicating issues beyond own level of competence.&lt;/li&gt;\n&lt;li&gt;demonstrating effective time management through planning and prioritising own workload.&lt;/li&gt;\n&lt;li&gt;identifying own strengths, weaknesses and development needs.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;&lt;br /&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;adopts an approachable and friendly manner, interacting with customers in the style of the business&lt;/li&gt;\n&lt;li&gt;takes an active interest in the range of products and services offered by the&lt;/li&gt;\n&lt;li&gt;works with integrity in an honest and trustworthy manor&lt;/li&gt;\n&lt;li&gt;demonstrates adaptability and flexibility in own performance&lt;/li&gt;\n&lt;li&gt;shows an organised and committed approach, with a positive attitude.&lt;/li&gt;\n&lt;li&gt;takes ownership and responsibility for own performance, is diligent and accurate&lt;/li&gt;\n&lt;li&gt;supports equality and diversity in the workplace&lt;/li&gt;\n&lt;li&gt;uses appropriate Personal Protective Equipment and operates machinery safely and effectively&lt;/li&gt;\n&lt;li&gt;consistently takes into account company environmental and sustainability policies and procedures.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will determine any relevant entry requirements in terms of previous qualifications, tests or other criteria. Apprentices without Level 1 English and Maths must achieve this Level and take the test for Level 2 before taking the end-point&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The minimum duration is one year before taking the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Progression &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;On completion and achievement of the Standard, progression routes will be provided and discussed with the individual to enable them to make informed choices about continuous professional development. This Standard provides an ideal route into specialised, supervisory and management roles and qualifications within a trade business.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level &amp;amp; Review &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a Level 2 Standard. it will be reviewed in 3 years or when significant change is required.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Trade Suppliers play a vital role in ensuring an efficient flow of goods and services between manufacturers and their skilled trade customer base. They operate in a variety of sectors including electrical, plumbing, joinery and general building supplies. Typically, a Trade Supplier will operate a small warehouse and trade counter, which is visited regularly by professional trade customers who have technical knowledge about what they are buying. Trade Suppliers can specialise in roles in a trade business environment, which may include sales, purchasing, account management, logistics and administration. Trade Suppliers will be dealing with customer sales at the trade counter and over the telephone, and will understand incoming deliveries, stock control and despatch. They will be familiar with processing customer orders and taking delivery of goods and the basic administration related to these functions. A key element of their role will be to have technical knowledge of the products and services offered together with the bespoke systems and equipment used in their trade business. They will communicate with a wide variety of internal and external customers to build relationships and provide a high quality service that encourages repeat business.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "b45e9839-4174-41ac-8012-253746e13a98",
      "detail": "Knowledge and understanding of the organisation’s: structure, mission, objectives and culture and how the role contributes to its success."
    },
    {
      "knowledgeId": "76822970-b14c-4e6d-93e8-2b217d8988c1",
      "detail": "Knowledge and understanding of the organisation’s: position in the flow of goods and services, between the manufacturer and the customer,"
    },
    {
      "knowledgeId": "c5eacf7d-edc6-406f-b262-2bbba973ac29",
      "detail": "Knowledge and understanding of the organisation’s: position in the external market and the wider sector within which the business operates, including the roles available in relation to their own career aspirations."
    },
    {
      "knowledgeId": "11e3fffc-cc86-422a-8b81-658c7e32766e",
      "detail": "Knowledge and understanding of the organisation’s: internal policies and procedures, how these relate to the role and interact with legislative obligations."
    },
    {
      "knowledgeId": "b8bd9174-95d1-491a-ac0f-f523cfe7f3db",
      "detail": "Knowledge and understanding of the organisation’s: vulnerability to situations that pose risk to the brand and/or business reputation"
    },
    {
      "knowledgeId": "afe2cd00-3746-45d5-8e30-36a2f09978e4",
      "detail": "specialist trade customer profile of the business: identify specialist customer needs"
    },
    {
      "knowledgeId": "49f2bf50-09c3-4109-98e9-5428294e78fb",
      "detail": "specialist trade customer profile of the business: recognise how to be an effective listener."
    },
    {
      "knowledgeId": "f5fb668e-3017-4508-a233-a51a511bf97a",
      "detail": "specialist trade customer profile of the business: recognise the difference between internal and external customers and the relationship between customer satisfaction and organisational performance."
    },
    {
      "knowledgeId": "0dccb739-4124-4077-84a9-f3d287c9ff92",
      "detail": "trade counter and telesales services: recognise the products, services and language used by trade customers and the technical application of those product and services"
    },
    {
      "knowledgeId": "a9937451-f35b-41c4-93ab-0b1301a3cef3",
      "detail": "key principles of warehousing and stock control: the safe movement, storage and stock control of products within the trade supplier environment"
    },
    {
      "knowledgeId": "89cdfcf4-548a-4238-96a1-518daec875d0",
      "detail": "technologies that are appropriate to the role: benefits and potential limitations of technology in the workplace"
    },
    {
      "knowledgeId": "656b26e6-9804-4ea6-b5b6-6b52dc52c21c",
      "detail": "technologies that are appropriate to the role: different technologies and how they support the operation of the business."
    },
    {
      "knowledgeId": "c2ef75e8-f4b4-4341-9d0a-7fc398a3c186",
      "detail": "legislative responsibilities relating to the business, products and/or services being sold: importance of health, safety and security in a trade supplies environment, and the consequences of not following legal guidelines."
    },
    {
      "knowledgeId": "999dbc53-543b-45f9-9160-ac1ecfd030f2",
      "detail": "personal responsibilities and performance contribute to the success of the team and the business: understand the impact of personal behaviour and actions on the team."
    },
    {
      "knowledgeId": "20636efb-7d90-4561-803d-c0a760ac84ff",
      "detail": "personal responsibilities and performance contribute to the success of the team and the business: recognise and comply with organisational standards of presentation and behaviour."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "ba2453c9-1c95-4504-b813-a2123e82cfee",
      "detail": "adopts an approachable and friendly manner, interacting with customers in the style of the business"
    },
    {
      "behaviourId": "10920cf4-a076-4f9e-a5c9-3458bc346cb9",
      "detail": "takes an active interest in the range of products and services offered by the"
    },
    {
      "behaviourId": "df7cbd2a-e422-474b-9838-02fca5573438",
      "detail": "works with integrity in an honest and trustworthy manor"
    },
    {
      "behaviourId": "2625a257-0177-4b58-9128-dbdeb914f822",
      "detail": "demonstrates adaptability and flexibility in own performance"
    },
    {
      "behaviourId": "3436e7ba-cb2b-4f4d-b6f0-8cfb63951862",
      "detail": "shows an organised and committed approach, with a positive attitude."
    },
    {
      "behaviourId": "bf0c2d0b-a005-4c4e-aa3d-77f874077272",
      "detail": "takes ownership and responsibility for own performance, is diligent and accurate"
    },
    {
      "behaviourId": "d70f540e-5e47-41de-8fc4-1845fc05e585",
      "detail": "supports equality and diversity in the workplace"
    },
    {
      "behaviourId": "146176f0-976f-4dfd-9217-3d95d2edc02f",
      "detail": "uses appropriate Personal Protective Equipment and operates machinery safely and effectively"
    },
    {
      "behaviourId": "ceb282bf-4eb6-456d-8745-974a4da67585",
      "detail": "consistently takes into account company environmental and sustainability policies and procedures."
    }
  ],
  "skills": [
    {
      "skillId": "2efa1a59-afab-42d1-af2c-5f545e918345",
      "detail": "Knowledge and understanding of the organisation’s: communicating confidently to internal and external customers about the company and how it operates"
    },
    {
      "skillId": "36b627e0-f828-4768-9716-ba8b64ffda04",
      "detail": "Knowledge and understanding of the organisation’s: identifying and communicating with the relevant person if a threat or risk to the business is identified"
    },
    {
      "skillId": "b7d76277-6f60-4a48-a205-89678760a4ee",
      "detail": "specialist trade customer profile of the business: using appropriate techniques and forms of communication to put customers at ease and gain their trust."
    },
    {
      "skillId": "0b83cb01-4527-44b5-9aab-013f85a26ed5",
      "detail": "specialist trade customer profile of the business: delivering customer service that exceeds customer expectations"
    },
    {
      "skillId": "ffab2903-7aac-4102-bb5c-a80efbda9d8a",
      "detail": "specialist trade customer profile of the business: identifying customer requirements and referring them onwards in an appropriate manner"
    },
    {
      "skillId": "e6d325a0-1dc4-4dd4-a0f7-df8ed9047574",
      "detail": "trade counter and telesales services: assisting customers in exploring product ranges and alternative and complementary products and services, based on the fundamental underpinning product knowledge"
    },
    {
      "skillId": "403fe60f-187a-4029-a7a8-cb43970574fa",
      "detail": "trade counter and telesales services: identifying the customers’ requirements, matching them to the trade supplier’s products and services"
    },
    {
      "skillId": "0dd4dde7-17b6-4437-a8fa-df472c79cb6a",
      "detail": "trade counter and telesales services: delivering accurate product information, to enable the customer to make a decision on products and services and know how to access the detailed technical specification of a product when required."
    },
    {
      "skillId": "aae080ae-c498-4456-a1f2-75c9d4812dd6",
      "detail": "trade counter and telesales services: securing a trade sale using appropriate selling techniques, both face to face and on the telephone, and methods to complete the transaction."
    },
    {
      "skillId": "9ce4c49f-3ad5-4267-95a6-9f1887398601",
      "detail": "trade counter and telesales services: applying basic merchandising techniques used within the business."
    },
    {
      "skillId": "9479f77c-66cc-4ddd-bcfe-1669a511aabc",
      "detail": "trade counter and telesales services: applying the key principles of selling in a trade supplier environment, using a variety of methods, which may include unique selling points, upselling, and link selling to secure and complete sales transactions."
    },
    {
      "skillId": "73b660e8-9c9f-455c-b632-9fa6ddac249c",
      "detail": "trade counter and telesales services: communicating with customers using various methods and systems appropriate to the situation"
    },
    {
      "skillId": "5863d3e8-f1d8-4114-a017-5a6ee6250466",
      "detail": "trade counter and telesales services: applying the key principles of administration and working practices to accurately prepare, store, communicate and process businesses documentation."
    },
    {
      "skillId": "b55e4fac-2901-4b9c-afcf-c6885f8211d2",
      "detail": "trade counter and telesales services: processing information, to the key standards of data protection, security and intellectual property rights."
    },
    {
      "skillId": "3cd8a66f-007a-4be3-b28e-b699c3f2d481",
      "detail": "key principles of warehousing and stock control: processing and recording the receipt, storage, assembly and despatch of goods."
    },
    {
      "skillId": "d9b08977-7008-407e-87af-a077e467a483",
      "detail": "key principles of warehousing and stock control: receiving stock, despatching customer orders and processing returns in line with company processes."
    },
    {
      "skillId": "aec5bf7a-8e29-4f67-aec3-acc7c3cc6cc7",
      "detail": "key principles of warehousing and stock control: loading /unloading of supplier and contractor vehicles"
    },
    {
      "skillId": "b89b50d2-74e0-43db-9068-b357c6b47a41",
      "detail": "technologies that are appropriate to the role: using technology appropriately and efficiently in line with business policy, e.g. PoS (point of sale) machines, PCs"
    },
    {
      "skillId": "278b5bcb-20e5-4264-badc-c7eb156de7c4",
      "detail": "technologies that are appropriate to the role: demonstrating the use of various technologies, e.g. bespoke/in house or off the shelf software packages to others."
    },
    {
      "skillId": "78ca6904-d3d9-46f0-9115-97f8ddfa8fe4",
      "detail": "legislative responsibilities relating to the business, products and/or services being sold: complying with legal requirements to minimise risk and build customer confidence."
    },
    {
      "skillId": "cff1b8e9-1bc9-4cbd-9934-6d540427e78c",
      "detail": "legislative responsibilities relating to the business, products and/or services being sold: minimising disruption to the business and maintaining the safety and security of people at all time"
    },
    {
      "skillId": "ca8b8bc9-957d-4bc6-bf0d-b9b024bc10c1",
      "detail": "legislative responsibilities relating to the business, products and/or services being sold: taking appropriate action if a breach of H&S regulations is identified."
    },
    {
      "skillId": "38b38a99-40ea-4691-b006-111dbf9ca5bb",
      "detail": "personal responsibilities and performance contribute to the success of the team and the business: building two-way trust and contribute to working within a team"
    },
    {
      "skillId": "991ebcf4-7e7b-4d68-bb64-9023831212de",
      "detail": "personal responsibilities and performance contribute to the success of the team and the business: collaborating with colleagues to resolve problems."
    },
    {
      "skillId": "ef62da0e-7ac7-48c2-8fd9-4c60ea13e5e2",
      "detail": "personal responsibilities and performance contribute to the success of the team and the business: managing personal performance by completing tasks to agreed standards and timescales and by taking action to resolve problems and communicating issues beyond own level of competence."
    },
    {
      "skillId": "524fb978-bfd1-4eb2-90a8-fce3a9b1062e",
      "detail": "personal responsibilities and performance contribute to the success of the team and the business: demonstrating effective time management through planning and prioritising own workload."
    },
    {
      "skillId": "77bccc79-18cc-49ac-93b7-cc3b09f795ab",
      "detail": "personal responsibilities and performance contribute to the success of the team and the business: identifying own strengths, weaknesses and development needs."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-04-10T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "Vicky.Ordish@rexel.co.uk  ",
  "involvedEmployers": "Howdens Joinery Co., Stearn Electric Company Ltd, R &amp; B Star (Electrical Wholesalers) Ltd, City Electrical Factors, Lockwell Electrical, Lincs Electrical Wholesalers Ltd, Edmundson Electrical Ltd, Kew Electrical, Rexel UK Ltd, Magnet Group",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Sales and retail",
  "cluster": "Specialist retail assistant",
  "clusterId": "93",
  "clusterDescription": "Meet customer needs through making a product or service sale and dealing with domestic and commercial customers. Create displays, layouts and operations in the sales environment. Also covers craft trades in retail",
  "createdDate": "2017-11-14T17:09:54 +00:00",
  "lastUpdated": "2018-04-10T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-04-10T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0334",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0334-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0334-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2018-04-10T00:00:00"
}