{
  "templateType": "Apprenticeship Standard",
  "larsCode": 534,
  "referenceNumber": "ST0378",
  "learningAimClassCode": "",
  "title": "Blacksmith",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": true,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0378",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2021-03-25T00:00:00",
  "earliestStartDate": "2020-02-03T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Using craft, art or skill to design, shape and join metal components by hot forging and other metal working processes for small batch or bespoke production and/or heritage metalwork conservation.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 21000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "Engineering",
    "craft",
    "design",
    "metal",
    "creative",
    "heritage",
    "craftperson",
    "forging",
    "bespoke",
    "conservation"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3922/st0378_blacksmith_l3_for-shadow-review_c25_qm_100120-002-1.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A blacksmith is someone who uses their craft, art or skill to design, shape and join metal components by hot forging and other metal working processes for small batch or bespoke production and/or heritage metalwork conservation.&amp;nbsp; The job may involve the production of large or small-scale work ranging from architectural ironwork such as public art sculptures, gates and railings, to domestic decorative and functional objects such as furniture, fireplace tools, and mirror frames. &amp;nbsp;Also produced are tools for themselves and other crafts such as tongs for the forge, wood turning tools for the local carpenter as well as industrial tools such as spanners or forged components for delivery to a factory as part of a production line. &amp;nbsp;&lt;/p&gt;\n&lt;p&gt;They will be using forged metals (mainly ferrous) often combined with other mixed media sometimes working in collaboration with other crafts persons. &amp;nbsp;Blacksmiths most commonly work to commission when making larger workpieces but will often make smaller scale products for direct retail or supply wholesale to shops and galleries. &amp;nbsp;The larger work will often involve the need for site installation. &amp;nbsp;Many blacksmiths fit their own work on site such as gates and railings, which often involves working with other craftspeople and professionals.&amp;nbsp; Site work can involve working in locations such as sensitive historical sites (when undertaking conservation for heritage organisations or private clients), large corporate developments (when fitting a public art piece) or a private home (when fitting a front gate). &amp;nbsp;Blacksmiths have to work within legislation and regulation, managing issues such as health and safety, environmental concerns, building construction&amp;nbsp; and listing requirements.&lt;/p&gt;\n&lt;p&gt;Blacksmith skills cover a broad range and they may choose to concentrate on one particular aspect such as artistic, architectural, heritage or industrial.&amp;nbsp; As such, they will be expected to be aware of the context and relevant areas of their craft such as historical aesthetic and technical changes, as well as current methods, design movements, makers and technical advances. &amp;nbsp;Most blacksmithing businesses operate in the crafts sector rather than in large scale manufacturing and will consist of no more than one or two people including the employer. &amp;nbsp;Blacksmiths will often be expected to work as a member of a close-knit team, usually directly with their employer and other staff. &amp;nbsp;After a period of gaining experience and the trust of their employer, they will occasionally be required to work without direct supervision, perhaps for a day at a time when, for example, their employer has to be away from the forge on a client visit.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Knowledge, skills and behaviours for blacksmithing&lt;/strong&gt;&lt;/h4&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Health and safety (H&amp;amp;S)&lt;/strong&gt; - health and safety process, legislation and regulations in the forge and on site including COSHH, H&amp;amp;S at work act 1974.&amp;nbsp; Knowledge of safe work processes that ensures the safety of self and others such as personal health surveillance, hazard recognition, risk assessment, method statements, disposal of waste, equipment inspection, personal protective equipment.&amp;nbsp; Knowledge of exposure, risk and prevention of flash burns, arc eye, radiant heat, noise exposure and fumes as well as knowledge of preventing musculoskeletal and manual handling injuries.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Materials -&lt;/strong&gt; the properties and uses of materials used for blacksmithing such as the effects of heat and working on forgeable metals. &amp;nbsp;The effects of combining metals and other media such as wood, stone or plastic. &amp;nbsp;Modes of supply, methods for handling and storing resources.&amp;nbsp; The effects of the environment and techniques for protecting metalwork.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Tools&lt;/strong&gt; - the key equipment, fixed and hand tools, the principles of operation, manufacture, set up, maintenance and safe use. &amp;nbsp;Hand tools such as tongs, punches, chisels, hammers, anvil tools and jigs.&amp;nbsp; Hand held machine tools such as drills and grinders. &amp;nbsp;Fixed forge equipment such as power hammers, presses, forges, furnaces. &amp;nbsp;Fixed fabrication equipment such as guillotines, rolls, metalworkers and linishers. &amp;nbsp;Fixed welding equipment such as welding plant, profile cutters and extraction systems. Fixed machine equipment such as drills, lathes, milling and grinding machines.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Quality - &lt;/strong&gt;knowledge of quality standards including those expected by the client, employer, suppliers and regulatory bodies, including methods of recording work, use of product data sheets, International Standardisation Organisation (ISO) 9001, Conformete European (CE) marking and building regulations.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Design&lt;/strong&gt; – knowledge of elements and principles of design, drawing conventions and techniques by hand or computer aided design (CAD).&amp;nbsp; Interpreting models and samples as part of the initial design process when presenting an idea to a client or as a component of design realisation when working out production samples.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Manufacture, conservation and repair of metalwork&lt;/strong&gt; - Finishing and protection methods and &amp;nbsp;processes. &amp;nbsp;The occupational roles and responsibilities within the processes regarding work relationships such as knowledge of those responsible for advising the client or other relevant parties, an appreciation of the costs of time and materials in the production of forged ironwork and the issues involved in seeking approval for work to commission or for direct retail.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Setting up for work, problems that may occur and how to respond to them, knowledge of relevant mathematics and science such as volumes of metal required when calculating forging allowances, linear calculations for frameworks and bending, trigonometry for squaring and calculating angles when setting up working drawings or constructions, the chemistry and physics of ferrous metals in their heat treatment, the properties of common alloying elements and the chemistry of corrosion and its causes.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Context of the craft&lt;/strong&gt; - the context of the craft such as design styles, notable blacksmiths and artistic movements.&amp;nbsp; Historical and contemporary processes and techniques.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Health and Safety and working environment&lt;/strong&gt; - maintain standards of health and safety for self and for others, using safe working practices.&amp;nbsp; Prepare and maintain a safe working environment, where both hand and mechanical tools are used, as well as being able to safely handle fuel and light and operate the forge.&amp;nbsp; Identify hazards and minimise risk in the working environment.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Technical interpretation and understanding&lt;/strong&gt; - create and interpret specifications, samples, drawings, and other written and verbal instructions for the manufacture or repair of metalwork. &amp;nbsp;The identification and appropriate response to problems such as calculating jointing, forging and bending allowances, creation of working templates or jigs from drawings, arriving at an appropriate order of dismantling and construction including testing and adjustment, seeking advice and guidance as appropriate.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Design&lt;/strong&gt; – produce technical drawings, designs and models by hand or computer aided design (CAD) which can be interpreted by colleagues and clients when developing the final product.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Manufacturing and repair processes&lt;/strong&gt; - select and use the appropriate processes, techniques, materials, tools and equipment for manufacture or repair of metalwork and undertake the blacksmith making process to the industrial standard from inception to realisation. &amp;nbsp;Plan and manage time effectively.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Hot Forging -&lt;/strong&gt; efficiently manage a forge or furnace when using forge tools to hot forge, form, cut and join metals by hand and machine.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Thermal Welding and cutting&lt;/strong&gt; - use hand operated thermal equipment, cutting and joining techniques to cut and join metals.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Machining&lt;/strong&gt; - use hand operated machine tools for cutting, drilling and shaping components.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Bench work&lt;/strong&gt; - use hand tools to cold cut and shape materials. &amp;nbsp;Join materials using fastening systems.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Tools, materials and equipment&lt;/strong&gt; - carry out testing and adjustment.&amp;nbsp; Manufacture, prepare and maintain materials, equipment and tools appropriately.&amp;nbsp; Manufacture and maintain hand tools such as tongs, punches, chisels, hammers, anvil tools and jigs.&amp;nbsp; Maintain equipment such as hand held machine tools, fixed forge equipment such as power hammers, presses, forges and furnaces.&amp;nbsp; Fabrication, welding and engineering equipment.&amp;nbsp; Preparing materials such as consumables, metal for the job, fixings and coatings.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Finishing&lt;/strong&gt; – clean, prepare and protect metalwork.&amp;nbsp; Finish surfaces by specifying and applying specified surface treatments, coatings or coverings as required such as wire brushing, degreasing, descaling, polishing, waxing, oiling, painting and specifying sub-contract finishes such as hot dip galvanising, electro polishing and powder coating.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Fitting -&lt;/strong&gt; construct and fit work in the workshop and/or on site as appropriate, which includes assembly and dismantling of components and products and correcting faults in metalwork.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Promote positive safety culture&lt;/strong&gt; – ensure at all times that work is carried out in a safe way that does not put themselves or others at risk.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Quality focused&lt;/strong&gt; - work to appropriate quality standards such as working to client requirements, workshop samples, drawing specifications, historical listings, building regulations and workshop procedures, with efficient use of time, materials and resources.&amp;nbsp; Record work and either self-evaluate or obtain feedback from others to improve work and working practice.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Professionalism&lt;/strong&gt; - have a strong professional work ethic including pride in work and attention to detail.&amp;nbsp; Recognise the need for efficient and clear communication and the importance of working effectively with others.&amp;nbsp; Promote and represent the craft, apply ethics and professional judgment in all areas of work.&amp;nbsp; Take responsibility for own work and monitoring the work of others.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Self-development&lt;/strong&gt; - keep up to date with best practice and emerging technologies within the sector.&amp;nbsp; Obtain and offer constructive feedback to others, develop and maintain professional relationships.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications&amp;nbsp;&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without English and Mathematics at level 2 must achieve level 2 prior to taking their End Point Assessment.&amp;nbsp; For those with an education, health and care plan or a legacy statement, the apprenticeships English and Maths minimum requirement is Entry Level 3, and British Sign Language qualifications are an alternative to English qualifications for those whom this is their primary language.&amp;nbsp;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically the apprenticeship will take 48 months to complete.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Employers will set their own entry requirements but this may typically include the equivalent of a Btec level 2 Technical Diploma in Blacksmithing or equivalent relevant forge experience.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard is set at level 3.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard will be reviewed after 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;A blacksmith is someone who uses their craft, art or skill to design, shape and join metal components by hot forging and other metal working processes for small batch or bespoke production and/or heritage metalwork conservation. The job may involve the production of large or small-scale work ranging from architectural ironwork such as public art sculptures, gates and railings, to domestic decorative and functional objects such as furniture, fireplace tools, and mirror frames. Also produced are tools for themselves and other crafts such as tongs for the forge, wood turning tools for the local carpenter as well as industrial tools such as spanners or forged components for delivery to a factory as part of a production line. They will be using forged metals (mainly ferrous) often combined with other mixed media sometimes working in collaboration with other crafts persons. Blacksmiths most commonly work to commission when making larger workpieces but will often make smaller scale products for direct retail or supply wholesale to shops and galleries. The larger work will often involve the need for site installation. Many blacksmiths fit their own work on site such as gates and railings, which often involves working with other craftspeople and professionals. Site work can involve working in locations such as sensitive historical sites (when undertaking conservation for heritage organisations or private clients), large corporate developments (when fitting a public art piece) or a private home (when fitting a front gate). Blacksmiths have to work within legislation and regulation, managing issues such as health and safety, environmental concerns, building construction and listing requirements. Blacksmith skills cover a broad range and they may choose to concentrate on one particular aspect such as artistic, architectural, heritage or industrial. As such, they will be expected to be aware of the context and relevant areas of their craft such as historical aesthetic and technical changes, as well as current methods, design movements, makers and technical advances. Most blacksmithing businesses operate in the crafts sector rather than in large scale manufacturing and will consist of no more than one or two people including the employer. Blacksmiths will often be expected to work as a member of a close-knit team, usually directly with their employer and other staff. After a period of gaining experience and the trust of their employer, they will occasionally be required to work without direct supervision, perhaps for a day at a time when, for example, their employer has to be away from the forge on a client visit.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "c71cce21-c43e-4bee-a125-b5a340015c8d",
      "detail": "Health & Safety (H&S) - health & safety process, legislation and regulations in the forge and on site including COSHH, H&S at work act 1974.  Knowledge of safe work processes that ensures the safety of self and others such as personal health surveillance, hazard recognition, risk assessment, method statements, disposal of waste, equipment inspection, personal protective equipment.  Knowledge of exposure, risk and prevention of flash burns, arc eye, radiant heat, noise exposure and fumes as well as knowledge of preventing musculoskeletal and manual handling injuries"
    },
    {
      "knowledgeId": "13af1f07-f058-4670-a9c8-79014267400b",
      "detail": "Materials - the properties and uses of materials used for blacksmithing such as the effects of heat and working on forgeable metals.  The effects of combining metals and other media such as wood, stone or plastic.  Modes of supply, methods for handling and storing resources.  The effects of the environment and techniques for protecting metalwork"
    },
    {
      "knowledgeId": "702ed0b0-ca28-4157-9b69-5839429a7ddd",
      "detail": "Tools - the key equipment, fixed and hand tools, the principles of operation, manufacture, set up, maintenance and safe use.  Hand tools such as tongs, punches, chisels, hammers, anvil tools and jigs.  Hand held machine tools such as drills and grinders.  Fixed forge equipment such as power hammers, presses, forges, furnaces.  Fixed fabrication equipment such as guillotines, rolls, metalworkers and linishers.  Fixed welding equipment such as welding plant, profile cutters and extraction systems. Fixed machine equipment such as drills, lathes, milling and grinding machines"
    },
    {
      "knowledgeId": "77962b8e-dacb-4eb9-ac82-f07eb8aad029",
      "detail": "Quality - knowledge of quality standards including those expected by the client, employer, suppliers and regulatory bodies, including methods of recording work, use of product data sheets, International Standardisation Organisation (ISO) 9001, Conformete European (CE) marking and building regulations"
    },
    {
      "knowledgeId": "04d2efcf-a683-4939-8c2c-ffe6a25c1908",
      "detail": "Design - knowledge of elements and principles of design, drawing conventions and techniques by hand or computer aided design (CAD).  Interpreting models and samples as part of the initial design process when presenting an idea to a client or as a component of design realisation when working out production samples"
    },
    {
      "knowledgeId": "0f6c7c34-d04d-4449-90d2-2537ba654c86",
      "detail": "Manufacture, conservation and repair of metalwork - Finishing and protection methods and  processes.  The occupational roles and responsibilities within the processes regarding work relationships such as knowledge of those responsible for advising the client or other relevant parties, an appreciation of the costs of time and materials in the production of forged ironwork and the issues involved in seeking approval for work to commission or for direct retail"
    },
    {
      "knowledgeId": "8167e237-613b-4a1d-b91b-701a966e6b47",
      "detail": "Setting up for work, problems that may occur and how to respond to them, knowledge of relevant mathematics and science such as volumes of metal required when calculating forging allowances, linear calculations for frameworks and bending, trigonometry for squaring and calculating angles when setting up working drawings or constructions, the chemistry and physics of ferrous metals in their heat treatment, the properties of common alloying elements and the chemistry of corrosion and its causes"
    },
    {
      "knowledgeId": "892a1fa9-f1ca-4504-b811-b6024cf4c3e1",
      "detail": "Context of the craft - the context of the craft such as design styles, notable blacksmiths and artistic movements.  Historical and contemporary processes and techniques"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "451ee91f-3dad-4c37-ac64-0dafb5e81ef9",
      "detail": "Promote positive safety culture - ensure at all times that work is carried out in a safe way that does not put themselves or others at risk"
    },
    {
      "behaviourId": "f77d1e06-2347-419d-afa2-105bde58317b",
      "detail": "Quality focused - work to appropriate quality standards such as working to client requirements, workshop samples, drawing specifications, historical listings, building regulations and workshop procedures, with efficient use of time, materials and resources.  Record work and either self-evaluate or obtain feedback from others to improve work and working practice"
    },
    {
      "behaviourId": "21d8ba1c-c1b7-4a30-9c0b-59991d8d7b91",
      "detail": "Professionalism - have a strong professional work ethic including pride in work and attention to detail.  Recognise the need for efficient and clear communication and the importance of working effectively with others.  Promote and represent the craft, apply ethics and professional judgment in all areas of work.  Take responsibility for own work and monitoring the work of others"
    },
    {
      "behaviourId": "89297988-34b9-4548-ad43-f4264d69d7ab",
      "detail": "Self-development - keep up to date with best practice and emerging technologies within the sector.  Obtain and offer constructive feedback to others, develop and maintain professional relationships"
    }
  ],
  "skills": [
    {
      "skillId": "ea9e52bc-fc43-4308-872c-0c565811a19e",
      "detail": "Health & Safety and working environment - maintain standards of health and safety for self and for others, using safe working practices.  Prepare and maintain a safe working environment, where both hand and mechanical tools are used, as well as being able to safely handle fuel and light and operate the forge.  Identify hazards and minimise risk in the working environment"
    },
    {
      "skillId": "c695f999-ddcf-43a6-a512-6050a8a1ede9",
      "detail": "Technical interpretation and understanding - create and interpret specifications, samples, drawings, and other written and verbal instructions for the manufacture or repair of metalwork.  The identification and appropriate response to problems such as calculating jointing, forging and bending allowances, creation of working templates or jigs from drawings, arriving at an appropriate order of dismantling and construction including testing and adjustment, seeking advice and guidance as appropriate"
    },
    {
      "skillId": "d40d6196-9eac-4695-a6fd-6e0292525da1",
      "detail": "Design - produce technical drawings, designs and models by hand or computer aided design (CAD) which can be interpreted by colleagues and clients when developing the final product"
    },
    {
      "skillId": "e19ad4af-a084-4aab-8f0f-b0098d7932aa",
      "detail": "Manufacturing and repair processes - select and use the appropriate processes, techniques, materials, tools and equipment for manufacture or repair of metalwork and undertake the blacksmith making process to the industrial standard from inception to realisation.  Plan and manage time effectively"
    },
    {
      "skillId": "0e074081-c00b-4dad-83d9-55362e39eabf",
      "detail": "Hot Forging - efficiently manage a forge or furnace when using forge tools to hot forge, form, cut and join metals by hand and machine"
    },
    {
      "skillId": "a040185e-bfd3-43ec-b26d-5f9b2eb252ed",
      "detail": "Thermal Welding and cutting - use hand operated thermal equipment, cutting and joining techniques to cut and join metals"
    },
    {
      "skillId": "9eeaa731-03f9-4b48-a4c6-d71aecd3ef05",
      "detail": "Machining - use hand operated machine tools for cutting, drilling and shaping components"
    },
    {
      "skillId": "631064f2-88a6-441e-be8d-58657712452c",
      "detail": "Bench work - use hand tools to cold cut and shape materials.  Join materials using fastening systems"
    },
    {
      "skillId": "e69b5a9c-e849-48dd-ba85-9b63b479417d",
      "detail": "Tools, materials and equipment - carry out testing and adjustment.  Manufacture, prepare and maintain materials, equipment and tools appropriately.  Manufacture and maintain hand tools such as tongs, punches, chisels, hammers, anvil tools and jigs.  Maintain equipment such as hand held machine tools, fixed forge equipment such as power hammers, presses, forges and furnaces.  Fabrication, welding and engineering equipment.  Preparing materials such as consumables, metal for the job, fixings and coatings"
    },
    {
      "skillId": "b8c18db3-788a-4b91-9324-8c8769c3429f",
      "detail": "Finishing - clean, prepare and protect metalwork.  Finish surfaces by specifying and applying specified surface treatments, coatings or coverings as required such as wire brushing, degreasing, descaling, polishing, waxing, oiling, painting and specifying sub-contract finishes such as hot dip galvanising, electro polishing and powder coating"
    },
    {
      "skillId": "aed21192-fecb-47dc-94aa-89b620caed06",
      "detail": "Fitting - construct and fit work in the workshop and/or on site as appropriate, which includes assembly and dismantling of components and products and correcting faults in metalwork"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual is the intended EQA provider",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-02-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0135",
  "tbMainContact": "adrian.legge@yahoo.com",
  "involvedEmployers": "Two Ravens forge, Plumpton College, Hereforshire and Ludlow college,, Veterans Forge C.I.C\nAndrew Brind LTD, Blacksmiths guild, WCB, British Artist Blacksmith Association, National Heritage Ironwork Group, Armstrong Blacksmiths, David Tucker BA/FWCB, British  Farriers and Blacksmiths Association, SAW Forge, John Bellamy Blacksmiths, National Blacksmiths Competition Committee, NBCC, Burrows Lea ForgeLtd, Stephensons Engineering",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Craft and Design",
  "cluster": "Heritage craftsperson",
  "clusterId": "63",
  "clusterDescription": null,
  "createdDate": "2017-11-14T17:10:23 +00:00",
  "lastUpdated": "2021-03-25T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-02-03T00:00:00 +00:00",
  "banners": "This apprenticeship is approved for delivery, however all new starts are currently paused, while we work to resolve some delivery-related issues. This pause on new starts does not affect any existing learners (those currently on-programme or taking end-point assessment).",
  "occupationCode": "OCC0378",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0378-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0378-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-03-25T00:00:00"
}