{
  "templateType": "Apprenticeship Standard",
  "larsCode": 143,
  "referenceNumber": "ST0362",
  "learningAimClassCode": "",
  "title": "Compliance and risk officer",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0362",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan and standard revised",
  "changedDate": "2024-07-30T00:00:00",
  "earliestStartDate": "2023-03-21T00:00:00",
  "latestStartDate": "2024-07-28T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Giving basic advice to financial services organisations on the legal and regulatory rules they must follow - such as those about data security or preventing money laundering.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 15,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Legal, finance and accounting",
  "keywords": [
    "Internal audit",
    "financial investigation",
    "law",
    "risk",
    "compliance",
    "finance",
    "accounting"
  ],
  "jobRoles": [
    "Risk officer",
    "Compliance officer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7060/st0362-compliance_-_risk_officer-ap04-v11.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.1 Accounting and finance",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Role and occupation&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Compliance and risk officer&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupational profile:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;All financial services organisations have to meet a wide range of compliance and risk requirements set out in legislation e.g. data security, or required by regulators e.g. financial crime, operational risk. To meet these requirements many organisations will have dedicated Risk and/or compliance departments that are experts in the relevant legislation and regulator requirements. They provide proactive support and guidance to the business areas to ensure that the organisation meets this wide range of requirements, balanced against achieving appropriate customer outcomes. In some organisations, this expertise may be embedded in the business areas themselves.&lt;/p&gt;\n&lt;h3&gt;Typical job titles:&lt;/h3&gt;\n&lt;p&gt;Compliance officer and Risk officer&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Role profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Within the risk and compliance function of a specific organisation, the role of the compliance and risk officer is likely to include providing relatively straightforward support and advice to the business on their specific area(s) of expertise e.g. financial crime, training and competence, fraud; working with the business on specific problems that emerge; analysing data, maintaining records and producing reports; working on review and audits to check that policies are being correctly applied. The role will require sound ethical standards, together with good communication and influencing skills as there can be differences of opinion between the business and the risk and compliance function on the appropriate action to take. Sound underpinning knowledge of risk and compliance frameworks, policies and procedures will be required. The role may cover compliance or risk functions or be a blend of both depending on the organisation.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;nt&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;y requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their apprenticeships. It is recommended that employers may want most candidates to have Level 2 maths and English. Other relevant or prior experience may also be considered as an alternative.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Requirements: Core knowledge, skills and behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;Knowledge&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Risk and compliance framework:&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Broad understanding of the financial services legal and regulatory framework, the role of the different regulators (if appropriate), the implications of non-compliance for the organisation.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Risk and compliance policies and procedures:&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;sound understanding of the specific risk and compliance requirements for their role e.g. operational risk, financial crime, know your customer, training and competence, approved persons, conduct risk, complaints, data security. This should include both the actual legal and regulatory requirements eg financial conduct authority (FCA) handbook and the policies and procedures used by the organisation to implement these requirements.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Industry and company understanding:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Understands the role their organisation plays in financial services, the business they work in, the products and services offered to customers, the organisation’s approach to delivering fair customer outcomes, its ‘Values’, professional standards, and where their role fits in the business. Understands the function of the different areas of the organisation they need to work within their role. Basic understanding of the impact the external environment has on financial services and relevant best practice.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Systems and processes:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Understands the systems, tools and processes used in the role, together with the standards to be met, including IT tools.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Skills&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Delivering services:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Uses a wide range of company systems and processes to deliver services to customers and colleagues. This may include advice to customers and colleagues based on regulatory requirements and organisation policies; working with suppliers on data security; internal reviews and audits and follow up; ensuring accurate records e.g. approved persons; supporting formal committees.&lt;/li&gt;\n&lt;li&gt;Proactively meets challenging individual and team performance measures in line with company policy, Values, standards and regulatory requirements.&lt;/li&gt;\n&lt;li&gt;Plans and organises their work, focusing on priorities, to meet commitments and KPIs, including regulator deadlines. Escalates when required.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Analysis and problem solving:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Analyses relatively straightforward risk and compliance problems, investigating issues e.g. fraudulent transactions, and recommending solutions. Works with data, analysing and producing required reports and management information for internal and/or external e.g. FCA use. Able to read and interpret reports, summarising required information.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Communicating and influencing:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Writes clear and concise reports and recommendations in a way that is meaningful to the recipient.&lt;/li&gt;\n&lt;li&gt;Deals effectively with customers and colleagues, using sound interpersonal skills and communicating&#160;well through a range of media using appropriate language e.g. phone, face to face, email. Listens actively to understand needs and adapts their style to the recipient. Influences others to ensure compliance and risk requirements are met, when appropriate.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Teamwork:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Builds and maintains strong working relationships with customers, colleagues, suppliers as appropriate. &#160;&lt;/li&gt;\n&lt;li&gt;Consistently supports colleagues at all levels and collaborates to achieve results. Aware of their own role in the team and impact on others.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Continuous improvement:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Identifies opportunities to improve performance and service delivered. Takes ownership of specific changes that impact their role&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Personal development:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Keeps up to date with relevant legal and regulatory changes. Seeks feedback and acts on it to improve their performance.&lt;/li&gt;\n&lt;li&gt;Builds their own capability through ownership of their own development, working with their manager.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Behaviours&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Honesty and integrity:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Truthful, sincere and trustworthy in their actions.&lt;/li&gt;\n&lt;li&gt;Shows integrity by doing the right thing.&lt;/li&gt;\n&lt;li&gt;Maintains appropriate confidentiality at all times.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Flexibility:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Adapts positively to changing work priorities and patterns when new tasks need to be done or requirements change.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Resilience:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Displays energy and enthusiasm in the way they go about their role, dealing positively with setbacks when they occur.&lt;/li&gt;\n&lt;li&gt;Stays positive under pressure.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The length of this apprenticeship is expected to be typically 15 to 18 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;L&lt;/strong&gt;&lt;strong&gt;ink to professional registration and progression&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard allows the apprentice to apply for professional membership of the appropriate professional body, depending on which qualification is taken.&lt;/p&gt;\n&lt;p&gt;On completion of this apprenticeship, the apprentice will be fully competent in the role and can continue to develop their career within the organisation through a range of possible pathways, either remaining in the compliance and risk area or other areas of the business.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;L&lt;/strong&gt;&lt;strong&gt;evel&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a Level 3 apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qu&lt;/strong&gt;&lt;strong&gt;alifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;The apprentice will complete one appropriate qualification (as considered most relevant by the employer) from one of the following professional bodies:&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;International Compliance Association&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Cert in Anti Money Laundering; Cert in Compliance; Cert in Financial Crime Prevention; Specialist Cert in Money Laundering Risk; Specialist Cert in Trade Based money laundering; Specialist Cert in Corporate Governance; Specialist Cert in Managing Sanctions Risk; Specialist Certificate in Conduct Risk; International Advanced Certificate in Anti Money Laundering; International Advanced Certificate in Practical Customer Due Diligence ; International Advanced Certificate in Managing Fraud; International Advanced Certificate in Managing Sanctions Risk&lt;/p&gt;\n&lt;p&gt;*From 1/3/2023, the International Advanced Certificate in Regulatory Compliance will be replaced with the Advanced Certificate in Governance, Risk and Compliance. All new apprentice from 1/3/2023, should take the Advanced Certificate in Governance, Risk and Compliance. Any existing apprentices part-way through their studies on the International Advanced Certificate in Regulatory Compliance can continue their studies and complete this certificate. &#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Chartered Institute of Securities and Investment&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Combating financial crime; Global financial compliance; Risk in financial services; Managing cyber security&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;The London Institute of Banking and Finance&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;UK financial regulation; Financial services, regulation and ethics; Certificate in business Banking and Conduct*; ( The LIBF qualifications “Award in customer complaints handling” and “Cert in Regulated Complaints Handling” are withdrawn – existing apprentices must have taken their exams by 1.5.2019). &#160;Certificate in retail and digital banking (CertRDB). (This qualification replaces the LIBF Certificate in Retail Banking and Conduct (CertRBCB). All new apprentices should take CertRDB. Any existing apprentices part way through their studies may complete CertRBCB.&lt;/p&gt;\n&lt;p&gt;*From 09.08.21, the Certificate in Business Banking and Conduct (CertBB&amp;amp;C) will be replaced with the Level 3 Certificate in Business Banking (CertBB). All new apprentices should take the Level 3 Certificate in Business Banking (CertBB). Any existing apprentices partway through their studies may complete the Level 3 Certificate in Business Banking and Conduct (CertBB&amp;amp;C) and will have the opportunity to complete their qualification within their 12 month registration window.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Chartered Banker Institute&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Cert in Complaint Handling&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Chartered Insurance Institute&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Certificate in Financial Services, Certificate in Insurance&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Chartered Institute of Credit Management &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Diploma in Credit Management; CSA Diploma, Working in Debt Collection&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Institute of Risk Management&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;International Certificate in Risk Management&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;After 3 years or when significant change is required.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;All financial services organisations have to meet a wide range of compliance and risk requirements set out in legislation e.g. data security, or required by regulators e.g. financial crime, operational risk. To meet these requirements many organisations will have dedicated Risk and/or compliance departments that are experts in the relevant legislation and regulator requirements. They provide proactive support and guidance to the business areas to ensure that the organisation meets this wide range of requirements, balanced against achieving appropriate customer outcomes. In some organisations, this expertise may be embedded in the business areas themselves. Within the risk and compliance function of a specific organisation, the role of the compliance and risk officer is likely to include providing relatively straightforward support and advice to the business on their specific area(s) of expertise e.g. financial crime, training and competence, fraud; working with the business on specific problems that emerge; analysing data, maintaining records and producing reports; working on review and audits to check that policies are being correctly applied. The role will require sound ethical standards, together with good communication and influencing skills as there can be differences of opinion between the business and the risk and compliance function on the appropriate action to take. Sound underpinning knowledge of risk and compliance frameworks, policies and procedures will be required. The role may cover compliance or risk functions or be a blend of both depending on the organisation.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "9cc1d2bf-1b11-4438-86eb-e6fc519da03f",
      "detail": "Risk and compliance framework: Broad understanding of the financial services legal and regulatory framework, the role of the different regulators (if appropriate), the implications of non-compliance for the organisation."
    },
    {
      "knowledgeId": "2dbb4131-9ae5-4cca-875b-3c4ed22578ca",
      "detail": "Risk and compliance policies and procedures: sound understanding of the specific risk and compliance requirements for their role e.g. operational risk, financial crime, know your customer, training and competence, approved persons, conduct risk, complaints, data security. This should include both the actual legal and regulatory requirements eg financial conduct authority (FCA) handbook and the policies and procedures used by the organisation to implement these requirements."
    },
    {
      "knowledgeId": "9089004c-e7d8-4830-b70c-c6281af28eac",
      "detail": "Industry and company understanding: Understands the role their organisation plays in financial services, the business they work in, the products and services offered to customers, the organisation’s approach to delivering fair customer outcomes, its ‘Values’, professional standards, and where their role fits in the business. Understands the function of the different areas of the organisation they need to work within their role. Basic understanding of the impact the external environment has on financial services and relevant best practice."
    },
    {
      "knowledgeId": "9c033a8e-3318-426c-96e0-a1a06948d9b7",
      "detail": "Systems and processes: Understands the systems, tools and processes used in the role, together with the standards to be met, including IT tools."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "d8002a73-419c-45a5-9f4d-94a8b3d7294e",
      "detail": "Honesty and integrity: Truthful, sincere and trustworthy in their actions."
    },
    {
      "behaviourId": "15f1095a-076c-4b68-a8b7-cd32a6795300",
      "detail": "Honesty and integrity: Shows integrity by doing the right thing."
    },
    {
      "behaviourId": "481a94f7-0477-43bd-9c08-e4e84d5b45d9",
      "detail": "Honesty and integrity: Maintains appropriate confidentiality at all times."
    },
    {
      "behaviourId": "9e9b65d8-9e8c-48d7-8b4f-d40c79802842",
      "detail": "Flexibility: Adapts positively to changing work priorities and patterns when new tasks need to be done or requirements change."
    },
    {
      "behaviourId": "60030247-7605-406d-b1f3-924c0f53086b",
      "detail": "Resilience: Displays energy and enthusiasm in the way they go about their role, dealing positively with setbacks when they occur."
    },
    {
      "behaviourId": "d0c6d7db-1e37-4111-b089-403ac4be313c",
      "detail": "Resilience: Stays positive under pressure."
    }
  ],
  "skills": [
    {
      "skillId": "6d317c16-87ff-48d3-b0b2-dc685e19833a",
      "detail": "Delivering services: Uses a wide range of company systems and processes to deliver services to customers and colleagues. This may include advice to customers and colleagues based on regulatory requirements and organisation policies; working with suppliers on data security; internal reviews and audits and follow up; ensuring accurate records e.g. approved persons; supporting formal committees."
    },
    {
      "skillId": "d0f4f9ef-dfbf-4caa-b624-ef3c054bf026",
      "detail": "Delivering services: Proactively meets challenging individual and team performance measures in line with company policy, Values, standards and regulatory requirements."
    },
    {
      "skillId": "a34e2d10-2bf4-4047-94a3-839c24bfd4ff",
      "detail": "Delivering services: Plans and organises their work, focusing on priorities, to meet commitments and KPIs, including regulator deadlines. Escalates when required."
    },
    {
      "skillId": "71c32da9-2d6d-4538-8f89-eb38d9fd78e0",
      "detail": "Analysis and problem solving: Analyses relatively straightforward risk and compliance problems, investigating issues e.g. fraudulent transactions, and recommending solutions. Works with data, analysing and producing required reports and management information for internal and/or external e.g. FCA use. Able to read and interpret reports, summarising required information."
    },
    {
      "skillId": "98170ed5-76e2-46fc-ae14-8138e09d401d",
      "detail": "Communicating and influencing: Writes clear and concise reports and recommendations in a way that is meaningful to the recipient."
    },
    {
      "skillId": "38901d4e-9954-45b2-830f-23145ec7c30f",
      "detail": "Communicating and influencing: Deals effectively with customers and colleagues, using sound interpersonal skills and communicating well through a range of media using appropriate language e.g. phone, face to face, email. Listens actively to understand needs and adapts their style to the recipient. Influences others to ensure compliance and risk requirements are met, when appropriate."
    },
    {
      "skillId": "95ce18e3-9a26-42eb-a9d9-caeec989985a",
      "detail": "Teamwork: Builds and maintains strong working relationships with customers, colleagues, suppliers as appropriate. "
    },
    {
      "skillId": "a21d0f85-e6ec-4205-8e50-bdb413ba9bf3",
      "detail": "Teamwork: Consistently supports colleagues at all levels and collaborates to achieve results. Aware of their own role in the team and impact on others."
    },
    {
      "skillId": "a99bddc1-3976-41b7-9b6c-57ffee5e6791",
      "detail": "Continuous improvement: Identifies opportunities to improve performance and service delivered. Takes ownership of specific changes that impact their role"
    },
    {
      "skillId": "6aeed609-2603-43d2-b3b2-03391584c258",
      "detail": "Personal development: Keeps up to date with relevant legal and regulatory changes. Seeks feedback and acts on it to improve their performance."
    },
    {
      "skillId": "41f0b8d5-7e81-4228-bfb7-de6e9ff809ad",
      "detail": "Personal development: Builds their own capability through ownership of their own development, working with their manager."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-09-19T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0189",
  "tbMainContact": "Enquiries.IFA@education.gov.uk",
  "involvedEmployers": "Lloyds Bank, HSBC, Barclays, Santander, TSB, Skipton Building Society, Canada Life, Geoban, Sense, Aon Hewitt, Leeds Building Society, Nationwide, Cabot Financial, Lowell Group",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Risk officer",
    "Compliance officer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Financial",
  "cluster": "Financial services administrator",
  "clusterId": "240",
  "clusterDescription": "Provide highly accurate support to operations and administration across wide areas of financial service areas including research and analysis compliant with relevant regulations. Deliver support to clients and to client account management (risk, collection, enforcement, recovery)",
  "createdDate": "2023-03-21T14:33:45 +00:00",
  "lastUpdated": "2024-07-30T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-09-19T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0362",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0362-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0362-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-07-30T00:00:00"
}