{
  "larsCode": 207,
  "referenceNumber": "ST0369",
  "title": "Non-destructive testing engineer (degree)",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/207",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2017-11-20T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "isLegacyVersion": 1,
  "overviewOfRole": "Testing materials used in machinery and structures to find faults like corrosion, cracks, flaws and other imperfections",
  "level": 6,
  "typicalDuration": 48,
  "maxFunding": 27000,
  "route": "Engineering and manufacturing",
  "keywords": [
    "Non-Destructive Testing Engineer",
    "NDT",
    "engineer",
    "NTD engineer",
    "non-destructive",
    "testing engineer",
    "degree"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/2466/st0369_ndt-engineer_l6_ap-for-publication_19112018.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupation:&#160; &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Non-Destructive Testing Engineer&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Typical Job Titles: &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;NDT Site Manager, Specialist Inspector, Technologist, Project Manager, NDT Expert, Research &amp;amp; Development Engineer, Quality Engineer.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;The duration of the apprenticeship will typically be four years.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Level: &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;6 (degree).&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Occupational Profile:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;NDT Engineers exist in large organisations, and very often in SMEs, and they are the lead authority for NDT competence within their organisation. The NDT Engineer works in specific industries, such as nuclear, aerospace, motorsport, power generation and distribution, manufacturing, railways, oil &amp;amp; gas (on- and offshore), marine and construction. Real-life examples could include inspecting airframes and engines, Formula 1 gearboxes and nuclear reactors or other safety-critical components. They are among the most senior NDT staff within an organisation and are often responsible for the oversight of all NDT operations, including the preparation of work plans and NDT procedures for other staff to work in accordance with. NDT Engineers use their acquired knowledge, skills and behaviours to enable NDT systems to operate safely, efficiently and in an environmentally-sustainable way, meeting the requirements set out by the employer and those of the professional body. NDT Engineers maintain and manage applications of current and developing technology and undertake engineering design and development within manufacturing, construction and operations. NDT Engineers demonstrate theoretical knowledge to solve problems in developed technologies using well-proven analytical techniques and successfully apply their knowledge to deliver engineering projects or services using established technologies and methods. NDT Engineers provide financial planning and management, together with taking some responsibility for leading and developing other professional staff. Their knowledge and skills will include cutting-edge NDT techniques, such as corrosion analysis, thermographic testing, vibration analysis and advanced inspection techniques.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Entry Requirements:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Individual employers will set their own selection criteria for the NDT Engineer apprentices. Typically, candidates will either have achieved grades A-C in three A-levels, including maths and a science or engineering subject, or hold a minimum of three NDT Level 2 methods, including at least one complex method, defined as ultrasonic, radiography, eddy current, shearography, vibration analysis, acoustic emission, oil analysis or thermography, or will hold advanced NDT qualifications, such as NDT Level 3 certification. Other relevant qualifications may be considered as an alternative.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Occupational Knowledge:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;NDT Engineers have knowledge of:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Material properties, electronic principles, mathematics and technical project management&lt;/li&gt;\r\n&lt;li&gt;Advanced NDT, condition monitoring, structural health monitoring and quality management&lt;/li&gt;\r\n&lt;li&gt;Commercial awareness and the economics of their industry sector, business improvement and project and business management techniques relevant to the engineering industry&lt;/li&gt;\r\n&lt;li&gt;Regulatory and international standards requirements, technology, safety and the environment&lt;/li&gt;\r\n&lt;li&gt;The interaction between NDT and other engineering functions, the consequences of failure and the contribution of NDT to asset management and life extension&lt;/li&gt;\r\n&lt;li&gt;Applying design processes, including materials selection that meet NDT standards&lt;/li&gt;\r\n&lt;li&gt;Root cause analysis and learning from experience (LFE) processes&lt;/li&gt;\r\n&lt;li&gt;The advantages of collaboration with other industry sectors in order to apply best practice.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;&lt;strong&gt;Occupational Skills:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;NDT Engineers:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Have advanced skills in NDT methods substantiating their lead competency role within their organisation and industry sector. Work in all industry sectors, such as nuclear or aerospace&lt;/li&gt;\r\n&lt;li&gt;Critically apply knowledge of the concepts, principles and theories of developing engineering technology relevant to the interdisciplinary fields of NDT&lt;/li&gt;\r\n&lt;li&gt;Work competently in a technical engineering environment, understanding and promoting personal responsibility for health, safety, radiation protection, environmental protection, quality, security, safeguards and principles of risk management&lt;/li&gt;\r\n&lt;li&gt;Analyse engineering problems, selecting and using mathematical and theoretical data to provide suitable NDT solutions with consideration of the entire inspection cycle&lt;/li&gt;\r\n&lt;li&gt;Apply their engineering knowledge to the development, operation, maintenance and progression of technologies used for NDT&lt;/li&gt;\r\n&lt;li&gt;Observe, record and draw conclusions from data and experimental evidence, recognising inherent uncertainties and limitations&lt;/li&gt;\r\n&lt;li&gt;Develop technical reports that meet the requirements of the prevailing verification process&lt;/li&gt;\r\n&lt;li&gt;Apply the standards and procedures for NDT as required by the industry sector&lt;/li&gt;\r\n&lt;li&gt;Develop and manage projects and contribute to financial planning, including some responsibility for the management and development of others.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;&lt;strong&gt;Behaviours:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Communicate effectively and appropriately using a full range of skills: technical speaking to a scientific/engineering audience, active listening, professional writing and technical presentation&lt;/li&gt;\r\n&lt;li&gt;Demonstrate reliability, integrity and respect for confidentiality on work and personal matters in accordance with professional codes of conduct and ethical principles&lt;/li&gt;\r\n&lt;li&gt;Understand the impact of work on others, especially where related to diversity and equality&lt;/li&gt;\r\n&lt;li&gt;Take responsibility for personal development, demonstrating commitment to learning and self-improvement and be open to feedback&lt;/li&gt;\r\n&lt;li&gt;Demonstrate a strong commitment to personal safety behaviours and understanding of the consequences as set out in the industry sector requirements&lt;/li&gt;\r\n&lt;li&gt;Demonstrate compliance by following rules, procedures and principles to ensure work completed is fit for purpose, pay attention to detail and carry out verification checks throughout work activities&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;&lt;strong&gt;Qualifications:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;On completion of the apprenticeship, the NDT Engineer will hold a degree (BSc Non-Destructive Testing or BEng Non-Destructive Testing) . The degree will be accredited or approved by the professional body (the British Institute of NDT). Apprentices will need to achieve level 2 English and maths prior to taking their end-point assessment.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Professional Recognition:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;On completion of the apprenticeship, the NDT Engineer will be eligible to apply for professional registration as an Incorporated Engineer (IEng) and membership of the professional body (the British Institute of NDT).&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Review date:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;This standard will be reviewed after three years from the date of approval.&lt;/p&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "Pete Moss ",
    "contactAddress": "Open Awards Estuary Commerce Park\r\n17 De Havilland Dr\r\nSpeke\r\nLiverpool \r\nL24 8RN",
    "contactEmail": "EQA@openawards.org.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2017-11-20T00:00:00 +00:00",
  "integratedDegree": "non-integrated degree",
  "tbReference": "",
  "tbMainContact": "apprenticeships@bindt.org",
  "involvedEmployers": "Rolls Royce, The British Institute of NDT, RWE Generation UK plc, Ultramag Inspection, Applus RTD UK Ltd, Johnson & Allen RSA GB Inspection Services, NDT Allianz Engineering, Serco, Rail Technical NFW Co TWI, Tata Steel Speciality Steels, NuGen, James Fisher EON/Uniper, Lavender International, TWI (north), Rolls-Royce PLC, Royal Sun Alliance, Npower, E.ON Technologies, Intertek Services Sellafield National Skills Academy for Nuclear, NDE Research Association, Airbus, AMEC, BAE Systems, BP, EDF (Nuclear), Dstl, GKN, Hitachi, Nat Nuclear Labs, Office Regulation, Petrobras, Shell, SKF, Tenaris, Oceaneering UK, Trac Oil Gas, Petroplan Resources Steel, Intertek, Amec Foster Wheeler, International Argyll-Ruane, Babcock, Aegleteq Energy, University Northampton, Semta, Mechanical Engineers, Rolls-Royce",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Quality Improvement, Health & Safety Professional",
  "createdDate": "2017-11-20T14:26:34 +00:00",
  "lastUpdated": "2018-11-20T14:30:07 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/non-destructive-testing-engineer-(degree)-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/non-destructive-testing-engineer-(degree)-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}