{
  "templateType": "Apprenticeship Standard",
  "larsCode": 144,
  "referenceNumber": "ST0363",
  "learningAimClassCode": "",
  "title": "Senior compliance and risk specialist",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0363",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-07-26T00:00:00",
  "earliestStartDate": "2016-09-19T00:00:00",
  "latestStartDate": "2023-02-03T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Giving high-level advice to financial services organisations on the legal and regulatory rules they must follow, such as on data security or preventing money laundering.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Legal, finance and accounting",
  "keywords": [
    "Internal audit",
    "law",
    "financial regulation",
    "finance",
    "risk",
    "fraud",
    "audit"
  ],
  "jobRoles": [
    "Senior compliance specialist",
    "Senior risk specialist"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/eukacppc/l6-scrs_epa-plan_ap03_jan-2025_adjustment.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.1 Accounting and finance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Role and occupation&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Senior compliance and risk specialist&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupational profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;All financial services organisations have to meet a wide range of compliance and risk requirements set out in legislation e.g. data security, or required by regulators e.g. financial crime, operational risk. To meet these requirements many organisations will have dedicated risk and compliance departments that are experts in the relevant legislation and regulator requirements. They provide proactive support and guidance to the business areas to ensure that the organisation meets this wide range of requirements, balanced against achieving appropriate customer outcomes. &amp;nbsp;In some organisations, this expertise may be embedded in the business areas themselves.&lt;/p&gt;\n&lt;h3&gt;Typical job titles:&amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;Senior compliance specialist and Senior risk specialist&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Role profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Within the risk and compliance function of a specific organisation, the role of the Senior compliance and risk specialist is to provide high quality input and advice to the business in their specialist area(s) of expertise e.g. risk, financial crime, compliance, modelling and analysing data. This is likely to include dealing with complex problems, implementing new legal and regulatory requirements, working with senior managers in the organisation. The role requires sound ethical standards, significant technical expertise, together with the capability to influence senior members of the organisation as there can often be differing views on the appropriate action to take. Deep underpinning knowledge of risk and compliance frameworks, policies and procedures will be required. It may cover compliance or risk functions or be a blend of both depending on the organisation.&lt;/p&gt;\n&lt;p&gt;This is a c&lt;strong&gt;ore and options &lt;/strong&gt;model, where the specific technical knowledge required is covered in the single chosen option.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;nt&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;y requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their apprenticeships.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;&lt;strong&gt;Core Knowledge -&amp;nbsp;&lt;/strong&gt;&lt;strong&gt; required by all apprentices&lt;/strong&gt;&lt;/h4&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;109&quot; style=&quot;width: 109px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;354&quot;&gt;\n&lt;p&gt;&lt;strong&gt;W&lt;/strong&gt;&lt;strong&gt;h&lt;/strong&gt;&lt;strong&gt;at is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Risk and compliance framework&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;354&quot;&gt;\n&lt;p&gt;Deep understanding of the financial services legal and regulatory framework, the role of the different regulators (if appropriate), their objectives and primary functions, the inter-relationships between them. Can clearly articulate the implications of non-compliance for their organisation.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Industry and company understanding&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;354&quot;&gt;\n&lt;p&gt;Deep understanding of the structure of the Financial Services industry and in particular the role their sector and organisation plays; the purpose of the function in which they work; how their function relates to the wider business. Deep understanding of the impact the external environment has on Financial Services and their role, together with relevant best practice. Understands the organisation’s ‘Values’, professional standards and how these are evidenced through their role. Clearly understands the purpose of the different areas of the organisation they need to work with in their role and how they support them.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Customers and products&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;354&quot;&gt;\n&lt;p&gt;Sound understanding of the customer segments that the organisation delivers to, and the approach to delivering fair customer outcomes across the business - particularly for their role. Broad understanding of the products and services provided to customers by their organisation. Deep understanding of the products and services that they support, particularly as it relates to their role e.g. inherent risks that need to be managed&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Systems and processes&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;354&quot;&gt;\n&lt;p&gt;Understands the systems, tools and processes used in the role, together with the standards to be met, including IT tools.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&lt;strong&gt;&lt;br&gt;Options&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt; (the apprentice must complete one of the four knowledge options listed below)&lt;/strong&gt;&lt;/p&gt;\n&lt;table border=&quot;0&quot; style=&quot;width: 741px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 172.438px;&quot;&gt;&lt;strong&gt;Technical knowledge&amp;nbsp;&lt;/strong&gt;&lt;/th&gt;\n&lt;td style=&quot;width: 528.563px;&quot;&gt;&lt;strong&gt;What is required&lt;/strong&gt;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 172.438px;&quot;&gt;Specialist risk&lt;/td&gt;\n&lt;td style=&quot;width: 528.563px;&quot;&gt;\n&lt;p&gt;Working knowledge of relevant risk frameworks and methodologies in Financial Services e.g. risk appetite, thresholds, key risk indicators. Deep understanding of the methodologies, tools and techniques used in their organisation for managing the specific area(s) of risk covered by their role. Examples of risk areas are: operational, conduct, credit, market, liquidity, capital, people&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 172.438px;&quot;&gt;Financial crime&lt;/td&gt;\n&lt;td style=&quot;width: 528.563px;&quot;&gt;\n&lt;p&gt;Deep understanding of legal, Financial Conduct Authority (FCA) and other rules and regulations relevant to their role together with how these are applied within their organisation; typical risks and controls; current best practice. This may include financial crime, anti money laundering, terrorist financing.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 172.438px;&quot;&gt;Compliance&lt;/td&gt;\n&lt;td style=&quot;width: 528.563px;&quot;&gt;\n&lt;p&gt;Deep understanding of legal, FCA, Prudential Regulation Authority and other rules and regulations relevant to their role together with how these are applied within their organisation; typical risks and controls; current best practice. This may include know your customer, training and competence, approved persons, relevant conduct of business, data security.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 172.438px;&quot;&gt;\n&lt;p&gt;Compliance and risk (for smaller organisations)&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 528.563px;&quot;&gt;\n&lt;p&gt;Sound understanding of the range of risk and compliance requirements for their role e.g. operational risk, financial crime, know your customer, training and competence, approved persons, conduct risk, complaints, data security. This should include both the actual legal and regulatory requirements eg FCA Handbook and the policies and procedures used by the organisation to implement these requirements.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&lt;strong&gt;Core skills -&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;Required by all apprentices&lt;/strong&gt;&lt;/h4&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;109&quot; style=&quot;width: 109px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;kills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;354&quot;&gt;\n&lt;p&gt;&lt;strong&gt;W&lt;/strong&gt;&lt;strong&gt;h&lt;/strong&gt;&lt;strong&gt;at is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Strategy and planning&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;354&quot;&gt;\n&lt;p&gt;Contributes to the development of strategy and operational plans for their area. Manages and reports on progress of specific elements of this in their area of responsibility. Proactively plans and organises their work, clearly identifying priorities, to meet commitments, KPIs, including regulator deadlines.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Delivering services&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;354&quot;&gt;\n&lt;p&gt;Provides support, guidance and challenge where necessary to the business in their area of expertise. Carries out all required activities, using agreed systems and processes, to ensure that the relevant policies of the organisation for their area of specialisation are met. Works with the business to build their expertise and understanding of their responsibilities through e.g. coaching, training. Takes the initiative to meet challenging individual and team performance measures in line with company policy, Values, standards and regulatory requirements. Delivers projects as required.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Analysis and problem solving&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;354&quot;&gt;\n&lt;p&gt;Analyses and interprets a wide range of complex business information, legal and regulatory information. Produces a range of outputs that may include recommendations, management reports, draft guidance, policies, procedures for internal or external use. This may involve complex modelling using appropriate tools. Works on specific and often complex problems and issues with the business, carrying out analysis, recommending solutions.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Communicating and influencing&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;354&quot;&gt;\n&lt;p&gt;Deals effectively with customers and colleagues at every level of the organisation, using sound interpersonal skills and communicating well through a range of media using language that is meaningful to the recipient e.g. written reports, presentations, phone, face to face, email. Communicates complex information clearly. Listens actively to understand needs and adapts their style to the recipient. Engages proactively with customers and colleagues, including senior managers. Challenges in an appropriate way when necessary and influences managers on the desired course of action to ensure compliance and risk requirements are met.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Teamwork&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;354&quot;&gt;\n&lt;p&gt;Builds and maintains strong positive working relationships with customers, colleagues, suppliers and regulators as appropriate. &amp;nbsp;Consistently supports colleagues and collaborates to achieve results. Aware of their role within team, how their team fits within the business and how the team’s decisions impact on others. Takes a leadership role in the team when appropriate.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Continuous improvement&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;354&quot;&gt;\n&lt;p&gt;Identifies opportunities to drive higher performance and improve service delivered. Takes ownership and leads development of specific changes through to implementation – this may include projects wider than their role.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;109&quot;&gt;\n&lt;p&gt;Developing self and others&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;354&quot;&gt;\n&lt;p&gt;Keeps up to date with relevant legal and regulatory changes and alerts others to the implications where necessary. Seeks feedback and acts on it to improve their performance. Builds their own capability through ownership of their own development, working with their manager. Acts as a role model and supports others in their development as appropriate.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&lt;strong&gt;Core behaviours -&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;Required by all apprentices&lt;/strong&gt;&lt;/h4&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;96&quot; style=&quot;width: 96px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;367&quot;&gt;\n&lt;p&gt;&lt;strong&gt;W&lt;/strong&gt;&lt;strong&gt;h&lt;/strong&gt;&lt;strong&gt;at is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;96&quot;&gt;\n&lt;p&gt;Honesty and integrity&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;367&quot;&gt;\n&lt;p&gt;Truthful, sincere and trustworthy in their actions. Shows integrity by doing the right thing.&lt;/p&gt;\n&lt;p&gt;Maintains appropriate confidentiality at all times. Visible role model and coaches others where appropriate.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;96&quot;&gt;\n&lt;p&gt;Flexibility&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;367&quot;&gt;\n&lt;p&gt;Adapts positively to changing work priorities and patterns when new tasks need to be done or business requirements change.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;96&quot;&gt;\n&lt;p&gt;Resilience&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;367&quot;&gt;\n&lt;p&gt;Displays energy and enthusiasm in the way they go about their role, dealing positively with setbacks when they occur. Stays positive under pressure, taking others with them.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The length of this apprenticeship is typically expected to be 36 - 42 months. The length may vary depending on prior experience.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qu&lt;/strong&gt;&lt;strong&gt;alifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprentice will complete one appropriate qualification (as considered most relevant by the employer) from one of the following Professional bodies:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;International Compliance Association - &lt;/strong&gt;International diploma in anti money laundering; International diploma in governance; Risk and compliance; Advanced certificate in business compliance; International diploma in financial crime prevention; International advanced certificate in Anti money laundering; International advanced certificate in practical customer due diligence; International advanced certificate in managing fraud; International advanced certificate in regulatory compliance; International advanced certificate in managing sanctions risk.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Londo&lt;/strong&gt;&lt;strong&gt;n Institute of Banking and Finance – &lt;/strong&gt;Chartered associateship programme&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Chartered Banker Institute – &lt;/strong&gt;Associate Chartered Banker Diploma; Chartered Banker Diploma; Professional Bankers certificate; Professional Bankers Diploma&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Chartered Insurance Institute - &lt;/strong&gt;Advanced Diploma in Insurance; Diploma in Insurance&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Chartered Institute of Credit Management – &lt;/strong&gt;Diploma in Credit Management; BA(Hons) Credit Management; CSA Diploma in Compliance Risk Management&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Institute of Risk Management – &lt;/strong&gt;International Certificate in Risk Management; Certificate in Risk Management in FS; International Diploma in Risk Management&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Chartered Institute of Securities and Investment&lt;/strong&gt; – Diploma in Investment Compliance&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Chartered Banker Institute (CBI)&lt;/strong&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;New apprentices:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Associate Chartered Banker Diploma 2018 (2 from 3 modules) – Associate Chartered Banker Designation&lt;/li&gt;\n&lt;li&gt;Advanced diploma in Banking and Leadership in a digital age (4 from 5 modules) - Chartered Banker Designation&lt;/li&gt;\n&lt;li&gt;Professional Banker Diploma - Certificated Professional Banker Designation&lt;/li&gt;\n&lt;li&gt;Professional Banker Certificate&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Existing apprentices part way through studies will continue on their qualification listed below following any transitional arrangements as shown on &lt;a href=&quot;http://www.charteredbanker.com&quot;&gt;www.charteredbanker.com&lt;/a&gt; :&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Associate Chartered Banker Diploma (pre-Oct 2018 - 3 from 7 modules) – Associate Chartered Banker Designation&lt;/li&gt;\n&lt;li&gt;Chartered Banker Diploma (pre-Oct 2018 - 5 from 7 modules) - Chartered Banker Designation&lt;/li&gt;\n&lt;li&gt;Professional Banker Diploma - Certificated Professional Banker Designation&lt;/li&gt;\n&lt;li&gt;Professional Banker Certificate&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the end point assessment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;L&lt;/strong&gt;&lt;strong&gt;ink to professional registration and progression&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard allows the apprentice to apply for the appropriate level of professional membership aligned with this level of qualification from the relevant professional body, depending on which qualification is taken.&lt;/p&gt;\n&lt;p&gt;On completion of this apprenticeship, the apprentice will be fully competent in the role and can continue to develop their career within the organisation through a range of possible pathways, either remaining in the compliance and risk area or moving to other areas of the business and applying the specialist expertise they have gained.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;L&lt;/strong&gt;&lt;strong&gt;evel&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a Level 6 apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;After 3 years or when significant change is required.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;All financial services organisations have to meet a wide range of compliance and risk requirements set out in legislation e.g. data security, or required by regulators e.g. financial crime, operational risk. To meet these requirements many organisations will have dedicated risk and compliance departments that are experts in the relevant legislation and regulator requirements. They provide proactive support and guidance to the business areas to ensure that the organisation meets this wide range of requirements, balanced against achieving appropriate customer outcomes. In some organisations, this expertise may be embedded in the business areas themselves. Role profile: Within the risk and compliance function of a specific organisation, the role of the Senior compliance and risk specialist is to provide high quality input and advice to the business in their specialist area(s) of expertise e.g. risk, financial crime, compliance, modelling and analysing data. This is likely to include dealing with complex problems, implementing new legal and regulatory requirements, working with senior managers in the organisation. The role requires sound ethical standards, significant technical expertise, together with the capability to influence senior members of the organisation as there can often be differing views on the appropriate action to take. Deep underpinning knowledge of risk and compliance frameworks, policies and procedures will be required. It may cover compliance or risk functions or be a blend of both depending on the organisation. This is a core and options model, where the specific technical knowledge required is covered in the single chosen option.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "4eb68fcb-f374-4dee-b937-e0a8048e79fe",
      "detail": "Deep understanding of the financial services legal and regulatory framework, the role of the different regulators (if appropriate), their objectives and primary functions, the inter-relationships between them. Can clearly articulate the implications of non-compliance for their organisation."
    },
    {
      "knowledgeId": "583ee08f-75f2-4ad5-b29d-b95e4af6a488",
      "detail": "Deep understanding of the structure of the Financial Services industry and in particular the role their sector and organisation plays; the purpose of the function in which they work; how their function relates to the wider business. Deep understanding of the impact the external environment has on Financial Services and their role, together with relevant best practice. Understands the organisation’s ‘Values’, professional standards and how these are evidenced through their role. Clearly understands the purpose of the different areas of the organisation they need to work with in their role and how they support them."
    },
    {
      "knowledgeId": "9cd7dce7-014f-44f0-9daa-7c2ce72b6f06",
      "detail": "Sound understanding of the customer segments that the organisation delivers to, and the approach to delivering fair customer outcomes across the business - particularly for their role. Broad understanding of the products and services provided to customers by their organisation. Deep understanding of the products and services that they support, particularly as it relates to their role e.g. inherent risks that need to be managed"
    },
    {
      "knowledgeId": "f2718798-8a15-4c80-b458-4be1aa6e4049",
      "detail": "Understands the systems, tools and processes used in the role, together with the standards to be met, including IT tools."
    },
    {
      "knowledgeId": "8c4f7c03-5e3e-40f1-8cd1-7b659d7f67a8",
      "detail": "Deep understanding of legal, FCA, Prudential Regulation Authority and other rules and regulations relevant to their role together with how these are applied within their organisation; typical risks and controls; current best practice. This may include know your customer, training and competence, approved persons, relevant conduct of business, data security."
    },
    {
      "knowledgeId": "d0ae6025-2d8d-4664-b57e-eca3c3af3c88",
      "detail": "Sound understanding of the range of risk and compliance requirements for their role e.g. operational risk, financial crime, know your customer, training and competence, approved persons, conduct risk, complaints, data security. This should include both the actual legal and regulatory requirements eg FCA Handbook and the policies and procedures used by the organisation to implement these requirements."
    },
    {
      "knowledgeId": "18deb953-e445-4da2-b06d-1d7238bf32cd",
      "detail": "Deep understanding of legal, Financial Conduct Authority (FCA) and other rules and regulations relevant to their role together with how these are applied within their organisation; typical risks and controls; current best practice. This may include financial crime, anti money laundering, terrorist financing."
    },
    {
      "knowledgeId": "91c49d36-d588-4166-9b01-c65f2c40172e",
      "detail": "Working knowledge of relevant risk frameworks and methodologies in Financial Services e.g. risk appetite, thresholds, key risk indicators. Deep understanding of the methodologies, tools and techniques used in their organisation for managing the specific area(s) of risk covered by their role. Examples of risk areas are: operational, conduct, credit, market, liquidity, capital, people"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "c6eeeaa6-fdd2-4642-97d2-593181270401",
      "detail": "Truthful, sincere and trustworthy in their actions. Shows integrity by doing the right thing."
    },
    {
      "behaviourId": "fe0689cf-4f31-484c-9e7f-991caaa6770a",
      "detail": "Maintains appropriate confidentiality at all times. Visible role model and coaches others where appropriate."
    },
    {
      "behaviourId": "7b5fb8d5-917d-446d-8ba2-b60743e28191",
      "detail": "Adapts positively to changing work priorities and patterns when new tasks need to be done or business requirements change."
    },
    {
      "behaviourId": "a09a6b2b-247e-4746-8d47-b8d5f151c42d",
      "detail": "Displays energy and enthusiasm in the way they go about their role, dealing positively with setbacks when they occur. Stays positive under pressure, taking others with them."
    }
  ],
  "skills": [
    {
      "skillId": "766b474d-a421-41b2-8228-872e1461d3f0",
      "detail": "Contributes to the development of strategy and operational plans for their area. Manages and reports on progress of specific elements of this in their area of responsibility. Proactively plans and organises their work, clearly identifying priorities, to meet commitments, KPIs, including regulator deadlines."
    },
    {
      "skillId": "abdd18db-49f5-4b86-947f-0c52ea8fa2ea",
      "detail": "Provides support, guidance and challenge where necessary to the business in their area of expertise. Carries out all required activities, using agreed systems and processes, to ensure that the relevant policies of the organisation for their area of specialisation are met. Works with the business to build their expertise and understanding of their responsibilities through e.g. coaching, training. Takes the initiative to meet challenging individual and team performance measures in line with company policy, Values, standards and regulatory requirements. Delivers projects as required."
    },
    {
      "skillId": "c0d3c8df-7570-4b12-b034-e4df18534697",
      "detail": "Analyses and interprets a wide range of complex business information, legal and regulatory information. Produces a range of outputs that may include recommendations, management reports, draft guidance, policies, procedures for internal or external use. This may involve complex modelling using appropriate tools. Works on specific and often complex problems and issues with the business, carrying out analysis, recommending solutions."
    },
    {
      "skillId": "4abbe650-670f-4e44-8d19-6b1476b9b8d7",
      "detail": "Deals effectively with customers and colleagues at every level of the organisation, using sound interpersonal skills and communicating well through a range of media using language that is meaningful to the recipient e.g. written reports, presentations, phone, face to face, email. Communicates complex information clearly. Listens actively to understand needs and adapts their style to the recipient. Engages proactively with customers and colleagues, including senior managers. Challenges in an appropriate way when necessary and influences managers on the desired course of action to ensure compliance and risk requirements are met."
    },
    {
      "skillId": "d2e5262e-938f-4e83-b383-1c5aefdd6664",
      "detail": "Builds and maintains strong positive working relationships with customers, colleagues, suppliers and regulators as appropriate.  Consistently supports colleagues and collaborates to achieve results. Aware of their role within team, how their team fits within the business and how the team’s decisions impact on others. Takes a leadership role in the team when appropriate."
    },
    {
      "skillId": "ba888e45-b286-4990-903a-ff40b919b33a",
      "detail": "Identifies opportunities to drive higher performance and improve service delivered. Takes ownership and leads development of specific changes through to implementation – this may include projects wider than their role."
    },
    {
      "skillId": "fb3d69a8-6447-402d-99f4-9651daeaa3a5",
      "detail": "Keeps up to date with relevant legal and regulatory changes and alerts others to the implications where necessary. Seeks feedback and acts on it to improve their performance. Builds their own capability through ownership of their own development, working with their manager. Acts as a role model and supports others in their development as appropriate."
    }
  ],
  "optionsUnstructuredTemplate": [
    "Compliance",
    "Compliance and risk (for smaller organisations)",
    "Financial crime",
    "Specialist risk"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-09-19T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0189 ",
  "tbMainContact": "Enquiries.IFA@education.gov.uk",
  "involvedEmployers": "Lloyds Bank, HSBC, Barclays, Santander, TSB, Skipton Building Society, Canada Life, Geoban, Sense, Aon Hewitt, Leeds Building Society, Nationwide, Cabot Financial, Lowell Group",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Senior compliance specialist",
    "Senior risk specialist"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Financial",
  "cluster": "Compliance/Risk Specialist",
  "clusterId": "239",
  "clusterDescription": "Provide high quality input and advice to employers based on specialism e.g. risk, financial crime, compliance, data modelling and analysis",
  "createdDate": "2017-09-22T14:24:34 +00:00",
  "lastUpdated": "2023-07-26T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-09-19T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0363",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0363-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0363-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "c223a3f0-3a30-42c1-875b-6227c6b436a8",
      "title": "Compliance",
      "occupationCode": ""
    },
    {
      "optionId": "c223a3f0-3a30-42c1-875b-6227c6b436a8",
      "title": "Compliance and risk (for smaller organisations)",
      "occupationCode": ""
    },
    {
      "optionId": "551bcc44-1844-4329-ac0e-c89d80ba2ede",
      "title": "Financial crime",
      "occupationCode": ""
    },
    {
      "optionId": "7a4a0298-30ed-4e94-bd6d-007f72946621",
      "title": "Specialist risk",
      "occupationCode": ""
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "c6eeeaa6-fdd2-4642-97d2-593181270401",
        "fe0689cf-4f31-484c-9e7f-991caaa6770a",
        "7b5fb8d5-917d-446d-8ba2-b60743e28191",
        "a09a6b2b-247e-4746-8d47-b8d5f151c42d"
      ],
      "mappedKnowledge": [
        "4eb68fcb-f374-4dee-b937-e0a8048e79fe",
        "583ee08f-75f2-4ad5-b29d-b95e4af6a488",
        "9cd7dce7-014f-44f0-9daa-7c2ce72b6f06",
        "f2718798-8a15-4c80-b458-4be1aa6e4049"
      ],
      "mappedSkills": [
        "766b474d-a421-41b2-8228-872e1461d3f0",
        "abdd18db-49f5-4b86-947f-0c52ea8fa2ea",
        "c0d3c8df-7570-4b12-b034-e4df18534697",
        "4abbe650-670f-4e44-8d19-6b1476b9b8d7",
        "d2e5262e-938f-4e83-b383-1c5aefdd6664",
        "ba888e45-b286-4990-903a-ff40b919b33a",
        "fb3d69a8-6447-402d-99f4-9651daeaa3a5"
      ]
    },
    {
      "coreOrOptionTitle": "Compliance",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "8c4f7c03-5e3e-40f1-8cd1-7b659d7f67a8"
      ],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Compliance and risk (for smaller organisations)",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "d0ae6025-2d8d-4664-b57e-eca3c3af3c88"
      ],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Financial crime",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "18deb953-e445-4da2-b06d-1d7238bf32cd"
      ],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Specialist risk",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "91c49d36-d588-4166-9b01-c65f2c40172e"
      ],
      "mappedSkills": []
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-07-26T00:00:00"
}