{
  "templateType": "Apprenticeship Standard",
  "larsCode": 189,
  "referenceNumber": "ST0338",
  "learningAimClassCode": "",
  "title": "Passenger transport driver - bus, coach and tram",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0338",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Standard and end-point assessment plan revised",
  "changedDate": "2023-12-01T00:00:00",
  "earliestStartDate": "2018-08-07T00:00:00",
  "latestStartDate": "2023-11-29T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Operating buses, coaches or trams, making sure passengers get where they're going safely and on time.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Transport and logistics",
  "keywords": [
    "railway signalling",
    "rail network operations",
    "driving trains",
    "driving buses",
    "driving coaches"
  ],
  "jobRoles": [
    "bus driver",
    "train driver",
    "coach driver",
    "train manager",
    "bus conductor",
    "revenue officer",
    "electrical control operator",
    "route controller",
    "incident response manager",
    "service and infrastructure manager"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/vzlfrybv/st0338-passenger-transport-driver-adjustment-to-v11_clean-copy.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;Typical Job Titles&lt;/h3&gt;\n&lt;p&gt;Bus: scheduled, non-scheduled. Coach: scheduled, tour. Tram: scheduled.&lt;/p&gt;\n&lt;h3&gt;Occupational Profile&lt;/h3&gt;\n&lt;p&gt;Every day millions of people travel on buses, coaches and trams to get to work, to see friends and family access education or healthcare, or to go on holiday. Passenger transport service professionals make a difference by ensuring they are able to travel safely, on time and in comfort from the beginning to the end of their chosen journey. An apprenticeship in passenger transport services is a great opportunity to acquire the skills, knowledge and behaviours that play a vital role in providing a high quality, accessible and safe passenger transport service to all customers.&lt;/p&gt;\n&lt;p&gt;Depending on the type of transport system your employer is responsible for, you could be driving buses, coaches or trams. Your duties will include the effective and efficient operation of a passenger transport vehicle, driving legally and safely with a high attention to detail and prioritising the safety of the passengers and the wider public. An apprenticeship in passenger transport services is your first stop to a great career in the transport industry.&lt;/p&gt;\n&lt;p&gt;All Apprentices must become competent in all of the core knowledge, skills and behaviours. Apprentices will also be required to undertake one appropriate option based on the chosen occupation of Bus, Coach or Tram driver.&lt;/p&gt;\n&lt;table border=&quot;0&quot; width=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;718&quot; style=&quot;width: 718px;&quot;&gt;\n&lt;p&gt;Core Knowledge and Understanding&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;718&quot;&gt;\n&lt;p&gt;Understand what is required of you to ensure you and your customers comply with relevant rules, procedures, regulations and laws that can impact on the transport environment and its safe operation&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;718&quot;&gt;\n&lt;p&gt;Understand the range of services available and have an appreciation of the commercial transport environment&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;718&quot;&gt;\n&lt;p&gt;Understand the diverse range of customers within the transport services industry, their needs, rights and expectations and how to provide an excellent customer service that promotes the transport industry&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;718&quot;&gt;\n&lt;p&gt;Know the preparation, tests and checks required to ensure a vehicle is brought into service safely and on time&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;718&quot;&gt;\n&lt;p&gt;Understand the range of route features, characteristics, systems and equipment, and the different conditions and restrictions that may occur when driving&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;718&quot;&gt;\n&lt;p&gt;Know the different vehicle types, features, systems and equipment and the responsibilities and the range of actions required of the driver to ensure delays are minimised and the journey is undertaken safely and securely&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;718&quot;&gt;\n&lt;p&gt;Know the range of situations, failures and incidents and emergencies that could occur and the actions and considerations to be taken when these have been identified and the procedures to follow&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 25%;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Safety&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td&gt;&#160;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Self Management&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Prepare and organise work to ensure duties can be performed in a safe and efficient manner&lt;/p&gt;\n&lt;p&gt;Identify and check all relevant notices are read, understood and acted upon&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Awareness&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Maintain safe working practices and comply with all relevant Health &amp;amp; Safety procedures&lt;/p&gt;\n&lt;p&gt;Recognise inappropriate behaviour that could lead to a conflict and remain alert for breaches of security and emergency situations, taking prompt and appropriate action to ensure safety&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Decision Making&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Act appropriately during incidents and emergency situations to minimise risk&lt;/p&gt;\n&lt;p&gt;Evaluate situations which impact on the transport service and provide solutions to restore operations&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Quality&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&#160;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Time Management&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Carry out all preparations for the shift have been undertaken in time&lt;/p&gt;\n&lt;p&gt;Prioritise own duties to ensure activities are completed to time and the service is maintained&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Professionalism&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Maintain professional appearance and conduct&lt;/p&gt;\n&lt;p&gt;Check and maintain a clean, tidy and suitable transport environment&lt;/p&gt;\n&lt;p&gt;Identify and safeguard lost property&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Continuing Development&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Review progress and performance and develop yourself within your role&lt;/p&gt;\n&lt;p&gt;Obtain feedback on performance from others, identifying skills and knowledge gaps&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Customer Service&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Effective Communication&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Provide information that supports the safe operation of the transport service and is inclusive of all groups&lt;/p&gt;\n&lt;p&gt;Identify the nature of an enquiry and seek clarification when needed&lt;/p&gt;\n&lt;p&gt;Respond in a timely, positive and helpful manner to enquiries, complaints and compliments&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Interpersonal&lt;/td&gt;\n&lt;td&gt;Recognise when circumstances could lead to confusion, panic or conflict. Providing assistance that is considerate of risk and reassurance that is sympathetic and promotes good will&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Teamwork&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Respond to colleagues in a way that supports the safe operation of the transport service and promotes professionalism&lt;/p&gt;\n&lt;p&gt;Ensure choice of words, actions and behaviours promote equality and diversity&lt;/p&gt;\n&lt;p&gt;Present a cohesive and collective approach to achieve team and business results&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Operating a Passenger Vehicle&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Preparation&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Seek out and verify information and documentation relating to planned activities&lt;/p&gt;\n&lt;p&gt;Follow the appropriate rules and procedures for locating and safely accessing the vehicle, ensuring the appropriate personal protective equipment is worn&lt;/p&gt;\n&lt;p&gt;Complete the required tests, checks and observations prior to commencing the journey to ensure the vehicle is safe, meets the standards required and the correct documentation is in place&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Driving&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Drive safely and efficiently at all times, including operating the vehicle in restricted spaces and all weather conditions&lt;/p&gt;\n&lt;p&gt;Show consideration for other road users&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Information Management&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Hand over a vehicle to the control of others by ensuring appropriate procedures are followed and the required information and documents are complete&lt;/p&gt;\n&lt;p&gt;Prepare and submit documents, reports and logs containing performance, incident and technical information&lt;/p&gt;\n&lt;p&gt;Make timely and clear announcements to ensure passengers are kept informed of delays and interruptions to the service and implications to the timetable&lt;/p&gt;\n&lt;p&gt;Ensure the vehicle displays the correct destination, signage and information&lt;/p&gt;\n&lt;p&gt;Interpret information and respond to on-board enquiries&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Analytical Interpretation&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Monitor the instrumentation and ensure the vehicle is operating efficiently, responding to signals, signage and instructions&lt;/p&gt;\n&lt;p&gt;Respond to warning and indications, adopt a systematic approach to diagnose and rectify faults and failures using approved methods and techniques&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Technical and Problem Solving&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Start and control the vehicle safely and efficiently, responding to signals, signage and instructions&lt;/p&gt;\n&lt;p&gt;Ensure information, comfort and ancillary systems are operational and controlled and adjusted as appropriate during the journey&lt;/p&gt;\n&lt;p&gt;Make scheduled stops that comply with legislation and regulation and provide assistance to customers that require it&lt;/p&gt;\n&lt;p&gt;Take appropriate action when external factors interfere with the planned journey&lt;/p&gt;\n&lt;p&gt;Take appropriate action when emergency situations arise ensuring that priority is given to the safety of passengers and other road users&lt;/p&gt;\n&lt;p&gt;Take a vehicle out of service by delivering it to the appropriate location ensuring it is positioned, immobilised, shut down and secured&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot; width=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;718&quot; style=&quot;width: 718px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;718&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Be approachable&lt;/strong&gt; and friendly at all times&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Be a good listener&lt;/strong&gt;, respectful of other’s beliefs and personal circumstances&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Be &lt;/strong&gt;aware&lt;strong&gt; of risks&lt;/strong&gt; and hazards impacting on passenger safety and remain calm under pressure when issues occur&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Be confident&lt;/strong&gt; of their role regarding passenger safety and organised in its delivery&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Be passionate&lt;/strong&gt; about providing quality passenger services and a role model to colleagues&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Pay attention to detail&lt;/strong&gt; and take pride in providing a quality service&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&lt;strong&gt;&lt;span&gt;Passenger Transport Drivers must select from one of the following options:&lt;/span&gt;&lt;/strong&gt;&lt;/h4&gt;\n&lt;table border=&quot;0&quot; width=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th colspan=&quot;2&quot; width=&quot;718&quot; style=&quot;width: 718px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Bus and Coach Driver&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;350&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and Understanding&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;369&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;350&quot;&gt;\n&lt;p&gt;Know the correct procedures for collecting revenues and understand how to use the appropriate equipment&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;369&quot;&gt;\n&lt;p&gt;Receive fares and issue tickets, receipts or passes using the appropriate systems and equipment, recording transactions and dealing with errors&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;350&quot;&gt;\n&lt;p&gt;Understand the importance of correct signage and how to display it&lt;/p&gt;\n&lt;p&gt;Understand the importance of good customer service and know where to locate information regarding timetables, delays and on-board services&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;369&quot;&gt;\n&lt;p&gt;Welcome customers in a polite and reassuring manner, directing and assisting as appropriate and provide information relating to timetables, delays and on-board services&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;350&quot;&gt;\n&lt;p&gt;Coach Driver only - Understand the international requirements for operating a passenger carrying vehicle&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;369&quot;&gt;\n&lt;p&gt;Coach Driver only - Comply with the statutory requirements for any country outside of the United Kingdom you are driving in when operating a vehicle&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;718&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Tram Driver&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;350&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and Understanding&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;369&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;350&quot;&gt;\n&lt;p&gt;Know the principles of the operational tramway system, its components and their functionality, including abnormal operations e.g. Overhead Line, signalling&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;369&quot;&gt;\n&lt;p&gt;Follow the safe working practices when operating a vehicle to minimise risk to those on or near the tramway and tramway environment&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;350&quot;&gt;\n&lt;p&gt;Understand the tramway environment, its customers and relationship between stakeholders/users&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;369&quot;&gt;\n&lt;p&gt;Be able to monitor and maintain your vehicle’s progress against an operating schedule&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;350&quot;&gt;\n&lt;p&gt;Understand the interface with highways, railways and the pedestrianised environment&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;369&quot;&gt;\n&lt;p&gt;Be able to bring trams into service safely and in accordance with relevant company procedures&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices must hold a valid UK driving licence, at least Category B (car driving licence) in order to access the apprenticeship.&lt;/p&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;This apprenticeship will require rigorous and substantial training. This apprenticeship will be a minimum of 12 months.&lt;/p&gt;\n&lt;h3&gt;Qualifications&lt;/h3&gt;\n&lt;p&gt;Apprentices without Level 1 English and Maths will need to achieve this level and take the test for Level 2 English and Maths prior to taking the end point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;p&gt;Prior to taking the end point assessment the apprentice must be 18 years old. For bus and coach the apprentice must hold a valid UK driving licence Category D, this will allow the apprentice to drive a vehicle with more than eight passengers. It is the employer’s responsibility to ensure the apprentice has, or is eligible to work towards obtaining the relevant licence.&lt;/p&gt;\n&lt;h3&gt;Level&lt;/h3&gt;\n&lt;p&gt;This is a level 2 apprenticeship&lt;/p&gt;\n&lt;h3&gt;Review Date&lt;/h3&gt;\n&lt;p&gt;This Standard will be reviewed in 3 years&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Every day millions of people travel on buses, coaches and trams to get to work, to see friends and family access education or healthcare, or to go on holiday. Passenger transport service professionals make a difference by ensuring they are able to travel safely, on time and in comfort from the beginning to the end of their chosen journey. An apprenticeship in passenger transport services is a great opportunity to acquire the skills, knowledge and behaviours that play a vital role in providing a high quality, accessible and safe passenger transport service to all customers. Depending on the type of transport system your employer is responsible for, you could be driving buses, coaches or trams. Your duties will include the effective and efficient operation of a passenger transport vehicle, driving legally and safely with a high attention to detail and prioritising the safety of the passengers and the wider public. An apprenticeship in passenger transport services is your first stop to a great career in the transport industry.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "95388fb2-ae08-454a-8e18-8a1d30636bfd",
      "detail": "Understand what is required of you to ensure you and your customers comply with relevant rules, procedures, regulations and laws that can impact on the transport environment and its safe operation"
    },
    {
      "knowledgeId": "259705be-4994-4296-8b86-f18381ac1dda",
      "detail": "Understand the range of services available and have an appreciation of the commercial transport environment"
    },
    {
      "knowledgeId": "c248ccd3-c62f-466d-93e1-43d73367c531",
      "detail": "Understand the diverse range of customers within the transport services industry, their needs, rights and expectations and how to provide an excellent customer service that promotes the transport industry"
    },
    {
      "knowledgeId": "bfbdf41d-ac97-4b54-92b4-5b07c411aa22",
      "detail": "Know the preparation, tests and checks required to ensure a vehicle is brought into service safely and on time"
    },
    {
      "knowledgeId": "7daff3ef-9812-4222-ade9-c80db9d06f35",
      "detail": "Understand the range of route features, characteristics, systems and equipment, and the different conditions and restrictions that may occur when driving"
    },
    {
      "knowledgeId": "fa43c7a9-a9a7-4e1b-a9b5-8b90670c9504",
      "detail": "Know the different vehicle types, features, systems and equipment and the responsibilities and the range of actions required of the driver to ensure delays are minimised and the journey is undertaken safely and securely"
    },
    {
      "knowledgeId": "f3e09981-237c-4c69-bd07-d70fa6152b36",
      "detail": "Know the range of situations, failures and incidents and emergencies that could occur and the actions and considerations to be taken when these have been identified and the procedures to follow"
    },
    {
      "knowledgeId": "ae5e13a1-495b-42c3-a094-71809fe49234",
      "detail": "Know the correct procedures for collecting revenues and understand how to use the appropriate equipment"
    },
    {
      "knowledgeId": "e5de5d9b-65fe-4ac4-9100-ec12acbc946d",
      "detail": "Understand the importance of correct signage and how to display it"
    },
    {
      "knowledgeId": "70224d07-8998-4956-b155-c737a9c72c67",
      "detail": "Understand the importance of good customer service and know where to locate information regarding timetables, delays and on-board services"
    },
    {
      "knowledgeId": "81c3774a-9bbd-44a2-ac5b-3fad47249113",
      "detail": "Coach Driver only - Understand the international requirements for operating a passenger carrying vehicle"
    },
    {
      "knowledgeId": "70b2515d-2ab3-4b7e-a1c4-8d6344133819",
      "detail": "Know the principles of the operational tramway system, its components and their functionality, including abnormal operations e.g. Overhead Line, signalling"
    },
    {
      "knowledgeId": "c16a1c31-ed75-4681-85fe-c00782b7cdf2",
      "detail": "Understand the tramway environment, its customers and relationship between stakeholders/users"
    },
    {
      "knowledgeId": "71259264-68a0-419d-80f1-c217be454480",
      "detail": "Understand the interface with highways, railways and the pedestrianised environment"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "2df8614a-8861-4c56-8761-7a8a5a876d65",
      "detail": "Be approachable and friendly at all times"
    },
    {
      "behaviourId": "23d73bba-20ed-4782-ab0d-f42ddfa96dde",
      "detail": "Be a good listener, respectful of other’s beliefs and personal circumstances"
    },
    {
      "behaviourId": "88c72cd4-060b-46dd-afdb-8aada5d72e63",
      "detail": "Be aware of risks and hazards impacting on passenger safety and remain calm under pressure when issues occur"
    },
    {
      "behaviourId": "b2de7cc8-c9dc-4ff4-aa6e-f4efb3b588b8",
      "detail": "Be confident of their role regarding passenger safety and organised in its delivery"
    },
    {
      "behaviourId": "50843794-6c2f-448b-9446-95548f389867",
      "detail": "Be passionate about providing quality passenger services and a role model to colleagues"
    },
    {
      "behaviourId": "ba2b7c86-d3da-4313-b16b-c6180fc9eb05",
      "detail": "Pay attention to detail and take pride in providing a quality service"
    }
  ],
  "skills": [
    {
      "skillId": "385d7bce-57bb-4e34-a0dc-02556ce7d46e",
      "detail": "Safety"
    },
    {
      "skillId": "0f1069a1-bfae-418e-9b43-6520ce40dece",
      "detail": "Prepare and organise work to ensure duties can be performed in a safe and efficient manner"
    },
    {
      "skillId": "5eea3eae-9833-46ac-8ef1-6b1e0a88ef95",
      "detail": "Identify and check all relevant notices are read, understood and acted upon"
    },
    {
      "skillId": "de11f54f-aaeb-4249-8503-bcde2b964ab3",
      "detail": "Maintain safe working practices and comply with all relevant Health & Safety procedures"
    },
    {
      "skillId": "3031a521-e45f-494f-b068-b452bb9ec7b7",
      "detail": "Recognise inappropriate behaviour that could lead to a conflict and remain alert for breaches of security and emergency situations, taking prompt and appropriate action to ensure safety"
    },
    {
      "skillId": "f6fa8e8f-acca-4533-9b12-ae8b37809a40",
      "detail": "\t\nAct appropriately during incidents and emergency situations to minimise risk"
    },
    {
      "skillId": "45e08877-1f69-4d9f-8fd8-f2e1e29b2362",
      "detail": "Evaluate situations which impact on the transport service and provide solutions to restore operations"
    },
    {
      "skillId": "e1182275-c75b-4cf7-a5c3-853453a0170d",
      "detail": "\t\nCarry out all preparations for the shift have been undertaken in time"
    },
    {
      "skillId": "2f75dd90-8b6e-4a8b-8780-3cc3b3f4ea8b",
      "detail": "Prioritise own duties to ensure activities are completed to time and the service is maintained"
    },
    {
      "skillId": "20dbbda9-69c2-4556-ad15-02daf288d62a",
      "detail": "Maintain professional appearance and conduct"
    },
    {
      "skillId": "289c735b-f26c-49fd-bb07-93493dd859f4",
      "detail": "Check and maintain a clean, tidy and suitable transport environment"
    },
    {
      "skillId": "6dcacb52-6e6b-4442-a713-8403ba7230a5",
      "detail": "Identify and safeguard lost property"
    },
    {
      "skillId": "dbda721c-bb94-40c7-a31a-c38f5f91f719",
      "detail": "Review progress and performance and develop yourself within your role"
    },
    {
      "skillId": "f2937f09-f562-4343-8bd1-b00f7bb4939b",
      "detail": "Obtain feedback on performance from others, identifying skills and knowledge gaps"
    },
    {
      "skillId": "ce0d18a6-ff67-4624-b4d8-5bef2a033e15",
      "detail": "Provide information that supports the safe operation of the transport service and is inclusive of all groups"
    },
    {
      "skillId": "0fa376da-ebf1-48db-ae08-6083dc988e4a",
      "detail": "Identify the nature of an enquiry and seek clarification when needed"
    },
    {
      "skillId": "7ae31042-e714-4eca-873f-4bba1e63306d",
      "detail": "Respond in a timely, positive and helpful manner to enquiries, complaints and compliments"
    },
    {
      "skillId": "4441075d-adb8-464e-978c-0cd8514ff6a7",
      "detail": "Recognise when circumstances could lead to confusion, panic or conflict."
    },
    {
      "skillId": "9fd49b6c-f1c9-4a4b-80d3-515bc5ac999f",
      "detail": "Providing assistance that is considerate of risk and reassurance that is sympathetic and promotes good will"
    },
    {
      "skillId": "8b84dd23-592a-465e-8efa-197d4541a77f",
      "detail": "Respond to colleagues in a way that supports the safe operation of the transport service and promotes professionalism"
    },
    {
      "skillId": "8822c79c-7f7c-4f99-8f29-5d8b2ba60801",
      "detail": "Ensure choice of words, actions and behaviours promote equality and diversity"
    },
    {
      "skillId": "5598f0ee-d300-48ac-8489-cf6d9cae9579",
      "detail": "Present a cohesive and collective approach to achieve team and business results"
    },
    {
      "skillId": "622b80a4-47ad-42b5-a3e3-c5facf8fe055",
      "detail": "Seek out and verify information and documentation relating to planned activities"
    },
    {
      "skillId": "8a79d68e-6144-4bde-91ba-10149b6dbe28",
      "detail": "Follow the appropriate rules and procedures for locating and safely accessing the vehicle, ensuring the appropriate personal protective equipment is worn"
    },
    {
      "skillId": "867afda2-7c8f-4437-8f5f-328e2d3d388b",
      "detail": "Complete the required tests, checks and observations prior to commencing the journey to ensure the vehicle is safe, meets the standards required and the correct documentation is in place"
    },
    {
      "skillId": "ddc6378b-c0a6-4c95-a2f4-96fbe87a32bb",
      "detail": "\t\nDrive safely and efficiently at all times, including operating the vehicle in restricted spaces and all weather conditions"
    },
    {
      "skillId": "d9178a89-739e-44f6-b3c6-b541c1c275ce",
      "detail": "Show consideration for other road users"
    },
    {
      "skillId": "4ed31726-fd69-432f-a7fd-265affdfad6d",
      "detail": "Hand over a vehicle to the control of others by ensuring appropriate procedures are followed and the required information and documents are complete"
    },
    {
      "skillId": "31d81a85-aae2-4f17-9a14-6f1aef6ba214",
      "detail": "Prepare and submit documents, reports and logs containing performance, incident and technical information"
    },
    {
      "skillId": "720870f7-07c1-4410-a74a-654bb514018a",
      "detail": "Make timely and clear announcements to ensure passengers are kept informed of delays and interruptions to the service and implications to the timetable"
    },
    {
      "skillId": "bf3cda0d-f9f0-4efa-b5fe-dd5a85974606",
      "detail": "Ensure the vehicle displays the correct destination, signage and information"
    },
    {
      "skillId": "9d06759b-de0e-41f4-97cc-eebb5ca4bb0e",
      "detail": "Interpret information and respond to on-board enquiries"
    },
    {
      "skillId": "74907afc-c2dc-42dc-acc4-4aac8e4bb73f",
      "detail": "Monitor the instrumentation and ensure the vehicle is operating efficiently, responding to signals, signage and instructions"
    },
    {
      "skillId": "16c17e6e-c285-48f7-8e24-0cfa85ea8c06",
      "detail": "Respond to warning and indications, adopt a systematic approach to diagnose and rectify faults and failures using approved methods and techniques"
    },
    {
      "skillId": "a4d6a744-263d-40ef-984e-d46ce7486e7a",
      "detail": "Start and control the vehicle safely and efficiently, responding to signals, signage and instructions"
    },
    {
      "skillId": "56524dca-884a-4719-8dfc-59f0f219c18e",
      "detail": "Ensure information, comfort and ancillary systems are operational and controlled and adjusted as appropriate during the journey"
    },
    {
      "skillId": "594e94d3-8df1-49be-9f24-f2a1ec1be74e",
      "detail": "Make scheduled stops that comply with legislation and regulation and provide assistance to customers that require it"
    },
    {
      "skillId": "dc4c966f-95ac-461a-b2c4-158c12403280",
      "detail": "Take appropriate action when external factors interfere with the planned journey"
    },
    {
      "skillId": "b08b1220-f1dc-44a0-a7fa-bf896639e052",
      "detail": "Take appropriate action when emergency situations arise ensuring that priority is given to the safety of passengers and other road users"
    },
    {
      "skillId": "bb5529e6-b9ea-4753-a039-dfcf39acf02d",
      "detail": "Take a vehicle out of service by delivering it to the appropriate location ensuring it is positioned, immobilised, shut down and secured"
    },
    {
      "skillId": "163b077d-8c37-4b57-b568-ef25af552b93",
      "detail": "Receive fares and issue tickets, receipts or passes using the appropriate systems and equipment, recording transactions and dealing with errors"
    },
    {
      "skillId": "5c280dde-9ad8-4ab4-8d5e-15f0f4265a8c",
      "detail": "Welcome customers in a polite and reassuring manner, directing and assisting as appropriate and provide information relating to timetables, delays and on-board services"
    },
    {
      "skillId": "202e2bf0-c2d2-43da-b98c-469425932389",
      "detail": "Coach Driver only - Comply with the statutory requirements for any country outside of the United Kingdom you are driving in when operating a vehicle"
    },
    {
      "skillId": "5c2d73de-ec98-4fd4-acd7-290373d2b48d",
      "detail": "Follow the safe working practices when operating a vehicle to minimise risk to those on or near the tramway and tramway environment"
    },
    {
      "skillId": "150ed568-9eb3-4546-a508-27b7ff6015d2",
      "detail": "Be able to monitor and maintain your vehicle’s progress against an operating schedule"
    },
    {
      "skillId": "e5b87fa2-6600-4e89-85f3-d9fbbd422d27",
      "detail": "Be able to bring trams into service safely and in accordance with relevant company procedures"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Bus & Coach Driver",
    "Tram Driver"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-08-17T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB033",
  "tbMainContact": "Matthew.Darroch@stagecoachgroup.com Kate.Thompson@stagecoachgroup.com",
  "involvedEmployers": "Virgin Trains, Northern Rail, East Midlands Trains, Transport for London (TfL), South Eastern Railway, First Group PLC, Southwest Trains, Stagecoach, Peter Brett Associates, Webber Bus, Berry Coaches, First Great Western, Arriva plc, Crossrail, Nottingham City Council, Merseytravel, RMT",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "bus driver",
    "train driver",
    "coach driver",
    "train manager",
    "bus conductor",
    "revenue officer",
    "electrical control operator",
    "route controller",
    "incident response manager",
    "service and infrastructure manager"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Transport",
  "cluster": "Driver or crewmember",
  "clusterId": "82",
  "clusterDescription": "Drive a vehicle (road and rail) and provide routine support services",
  "createdDate": "2020-09-23T08:05:23 +00:00",
  "lastUpdated": "2023-12-01T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-08-17T00:00:00 +00:00",
  "banners": "For clarity, all bus and coach apprentices must pass or hold a Cat D licence to practice prior to gateway.",
  "occupationCode": "OCC0338",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0338-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0338-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "f6d26531-382e-4591-bd21-20c7ae9e96b2",
      "title": "Bus & Coach Driver",
      "occupationCode": "OCC0338A"
    },
    {
      "optionId": "60027eee-aeb3-4b6b-a45f-d75b02190e43",
      "title": "Tram Driver",
      "occupationCode": "OCC0338B"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "2df8614a-8861-4c56-8761-7a8a5a876d65",
        "23d73bba-20ed-4782-ab0d-f42ddfa96dde",
        "88c72cd4-060b-46dd-afdb-8aada5d72e63",
        "b2de7cc8-c9dc-4ff4-aa6e-f4efb3b588b8",
        "50843794-6c2f-448b-9446-95548f389867",
        "ba2b7c86-d3da-4313-b16b-c6180fc9eb05"
      ],
      "mappedKnowledge": [
        "95388fb2-ae08-454a-8e18-8a1d30636bfd",
        "259705be-4994-4296-8b86-f18381ac1dda",
        "c248ccd3-c62f-466d-93e1-43d73367c531",
        "bfbdf41d-ac97-4b54-92b4-5b07c411aa22",
        "7daff3ef-9812-4222-ade9-c80db9d06f35",
        "fa43c7a9-a9a7-4e1b-a9b5-8b90670c9504",
        "f3e09981-237c-4c69-bd07-d70fa6152b36"
      ],
      "mappedSkills": [
        "385d7bce-57bb-4e34-a0dc-02556ce7d46e",
        "0f1069a1-bfae-418e-9b43-6520ce40dece",
        "5eea3eae-9833-46ac-8ef1-6b1e0a88ef95",
        "de11f54f-aaeb-4249-8503-bcde2b964ab3",
        "3031a521-e45f-494f-b068-b452bb9ec7b7",
        "f6fa8e8f-acca-4533-9b12-ae8b37809a40",
        "45e08877-1f69-4d9f-8fd8-f2e1e29b2362",
        "e1182275-c75b-4cf7-a5c3-853453a0170d",
        "2f75dd90-8b6e-4a8b-8780-3cc3b3f4ea8b",
        "20dbbda9-69c2-4556-ad15-02daf288d62a",
        "289c735b-f26c-49fd-bb07-93493dd859f4",
        "6dcacb52-6e6b-4442-a713-8403ba7230a5",
        "dbda721c-bb94-40c7-a31a-c38f5f91f719",
        "f2937f09-f562-4343-8bd1-b00f7bb4939b",
        "ce0d18a6-ff67-4624-b4d8-5bef2a033e15",
        "0fa376da-ebf1-48db-ae08-6083dc988e4a",
        "7ae31042-e714-4eca-873f-4bba1e63306d",
        "4441075d-adb8-464e-978c-0cd8514ff6a7",
        "9fd49b6c-f1c9-4a4b-80d3-515bc5ac999f",
        "8b84dd23-592a-465e-8efa-197d4541a77f",
        "8822c79c-7f7c-4f99-8f29-5d8b2ba60801",
        "5598f0ee-d300-48ac-8489-cf6d9cae9579",
        "622b80a4-47ad-42b5-a3e3-c5facf8fe055",
        "8a79d68e-6144-4bde-91ba-10149b6dbe28",
        "867afda2-7c8f-4437-8f5f-328e2d3d388b",
        "ddc6378b-c0a6-4c95-a2f4-96fbe87a32bb",
        "d9178a89-739e-44f6-b3c6-b541c1c275ce",
        "4ed31726-fd69-432f-a7fd-265affdfad6d",
        "31d81a85-aae2-4f17-9a14-6f1aef6ba214",
        "720870f7-07c1-4410-a74a-654bb514018a",
        "bf3cda0d-f9f0-4efa-b5fe-dd5a85974606",
        "9d06759b-de0e-41f4-97cc-eebb5ca4bb0e",
        "74907afc-c2dc-42dc-acc4-4aac8e4bb73f",
        "16c17e6e-c285-48f7-8e24-0cfa85ea8c06",
        "a4d6a744-263d-40ef-984e-d46ce7486e7a",
        "56524dca-884a-4719-8dfc-59f0f219c18e",
        "594e94d3-8df1-49be-9f24-f2a1ec1be74e",
        "dc4c966f-95ac-461a-b2c4-158c12403280",
        "b08b1220-f1dc-44a0-a7fa-bf896639e052",
        "bb5529e6-b9ea-4753-a039-dfcf39acf02d"
      ]
    },
    {
      "coreOrOptionTitle": "Bus & Coach Driver",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "ae5e13a1-495b-42c3-a094-71809fe49234",
        "e5de5d9b-65fe-4ac4-9100-ec12acbc946d",
        "70224d07-8998-4956-b155-c737a9c72c67",
        "81c3774a-9bbd-44a2-ac5b-3fad47249113"
      ],
      "mappedSkills": [
        "163b077d-8c37-4b57-b568-ef25af552b93",
        "5c280dde-9ad8-4ab4-8d5e-15f0f4265a8c",
        "202e2bf0-c2d2-43da-b98c-469425932389"
      ]
    },
    {
      "coreOrOptionTitle": "Tram Driver",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "70b2515d-2ab3-4b7e-a1c4-8d6344133819",
        "c16a1c31-ed75-4681-85fe-c00782b7cdf2",
        "71259264-68a0-419d-80f1-c217be454480"
      ],
      "mappedSkills": [
        "5c2d73de-ec98-4fd4-acd7-290373d2b48d",
        "150ed568-9eb3-4546-a508-27b7ff6015d2",
        "e5b87fa2-6600-4e89-85f3-d9fbbd422d27"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-12-01T00:00:00"
}