{
  "templateType": "Apprenticeship Standard",
  "larsCode": 256,
  "referenceNumber": "ST0304",
  "learningAimClassCode": "",
  "title": "Police constable (integrated degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0304",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-07-04T00:00:00",
  "earliestStartDate": "2018-03-27T00:00:00",
  "latestStartDate": "2023-07-03T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Upholding law and order through the detection, prevention and investigation of crime.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 24000,
  "maxFundingAdditionalInformation": "",
  "route": "Protective services",
  "keywords": [
    "degree",
    "Police Constable",
    "Police",
    "law and order",
    "crime"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1440/police-constable-assessment-plan.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.4 Public services",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Modern policing is undergoing significant transformation and highly competent PCs are vital to the delivery of an enhanced service to the public.&lt;/p&gt;\n&lt;p&gt;Being a PC is a physically and intellectually demanding occupation, requiring high levels of emotional intelligence, strong behavioural interpretation skills and an ability to analyse and resolve rapidly evolving events. PCs have a unique employment status, as every PC is a warranted officer, making autonomous lawful decisions including taking away an individual’s liberty if required. PCs exercise wide-ranging powers to maintain the peace and uphold the law across complex and diverse communities. They must justify and personally account for their actions through differing legal frameworks including courts, while also under the close scrutiny of the public. Competent PCs work safely and lawfully, intelligently applying a wide range and depth of skills, knowledge and behaviours to many different and increasingly complex policing contexts, for example the management of a sensitive investigation into the sharing of sexual imagery involving vulnerable victims and witnesses, or the protection of vulnerable people, including those with mental health problems. A high level of knowledge is required to confidently respond to these complex scenarios. Increasingly PCs are individually responsible for determining, applying and evaluating practice based on the best available evidence, known as evidence-based policing.&lt;/p&gt;\n&lt;p&gt;Tasks can include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;provision of an initial autonomous response to incidents, which can be complex, confrontational and life-threatening, to bring about the best possible outcomes&lt;/li&gt;\n&lt;li&gt;conducting risk and threat analyses across wide-ranging, multi-faceted situations&lt;/li&gt;\n&lt;li&gt;investigating incidents and crimes, managing crime scenes and evidence, and handling suspects&lt;/li&gt;\n&lt;li&gt;providing leadership to the public, and supporting victims, witnesses and vulnerable people&lt;/li&gt;\n&lt;li&gt;developing localised strategic partnerships to problem-solve, engage with, reassure and support organisations, groups and individuals across all communities.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;These vary from force to force. Typically a PC will be 18 or older, and is highly likely to have achieved a Level 3 qualification (or equivalent) and Level 2 in English and Mathematics (or equivalents) prior to entry.&lt;/p&gt;\n&lt;table border=&quot;0&quot; style=&quot;width: 100%;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th colspan=&quot;2&quot; style=&quot;width: 460px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge - the Police Constable will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; style=&quot;width: 460px;&quot;&gt;\n&lt;p&gt;The ethics and values of professional policing, including: duty of care, service delivery, employment practice, efficiency, effectiveness and value for money, Code of Ethics, professional standards, and equality, diversity and human rights.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; style=&quot;width: 460px;&quot;&gt;\n&lt;p&gt;Key cross-cutting and inter-dependent areas of policing, including: roles and responsibilities, criminal justice, counter terrorism, vulnerability (including public protection and mental health) and risk.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; style=&quot;width: 460px;&quot;&gt;\n&lt;p&gt;Applicable aspects of &lt;a href=&quot;http://www.app.college.police.uk/app-content/&quot;&gt;Authorised Professional Practice &lt;/a&gt;(the official source of policing professional practice), legal and organisational requirements relating to the operational policing context (response, community, intelligence, investigation and roads/transport), including how to:&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 230px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;effectively respond to incidents, preserving scenes and evidence when necessary&lt;/li&gt;\n&lt;li&gt;manage and resolve conflict safely and lawfully&lt;/li&gt;\n&lt;li&gt;arrest, detain and report individuals safely and lawfully&lt;/li&gt;\n&lt;li&gt;conduct diligent and efficient, priority and high volume investigations&lt;/li&gt;\n&lt;li&gt;effectively interview victims, witnesses and suspects&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 230px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;systematically gather, submit and share information and intelligence to further policing-related outcomes&lt;/li&gt;\n&lt;li&gt;meticulously and ethically search individuals, vehicles, premises and outside and virtual spaces&lt;/li&gt;\n&lt;li&gt;optimise the use of available technology&lt;/li&gt;\n&lt;li&gt;risk manage health and safety for self and for others.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; style=&quot;width: 460px;&quot;&gt;\n&lt;p&gt;How to interpret and apply the letter and essence of all relevant law, as it relates to any encountered policing situation, incident or context.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; style=&quot;width: 460px;&quot;&gt;\n&lt;p&gt;Social behaviour and society, including their origins, development, organisation, networks and institutions and how this relates to policing across diverse and increasingly complex communities.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; style=&quot;width: 460px;&quot;&gt;\n&lt;p&gt;The causes, mitigations and prevention of crime and how this knowledge and understanding can influence and be applied to accountable decision-making in all operational policing environments.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; style=&quot;width: 460px;&quot;&gt;In-depth knowledge, understanding and expertise relevant to organisational/local needs, including the following operational policing contexts: response, community, intelligence, investigation and roads/transport.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; style=&quot;width: 460px;&quot;&gt;Different approaches to systematic evidence-based preventative policing, including how to critically analyse, interpret, implement, share and evaluate findings to problem solve and further positive outcomes. These may relate to internal organisational practice or external social or criminal factors.&#160;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Skills - the Police Constable will safely and lawfully be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Apply Authorised Professional Practice and any local policy applicable to the operational policing context.&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Communicate effectively, in accordance with the varied needs of differing situations, individuals, groups and communities. Use own communication skills to manage planned and uncertain situations, and to persuade / lead others as needed.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Gather, handle and accurately analyse information and intelligence from a variety of sources to support law enforcement and to maximise policing effectiveness.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Manage dynamic conflict situations in policing through leadership, and by dealing with a wide range of behaviours and incidents, taking personal accountability for the use of proportionate and justifiable responses and actions.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Manage effective and ethical searches for evidence and information in differing environments. Take responsibility for&#160;courses of action required to follow-up on findings (within remit of own role) to maintain the peace and uphold the law.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Provide an initial, autonomous and ongoing response to incidents, which can be complex, confrontational and life- threatening, to bring about the best possible outcomes. Provide an initial, autonomous response to crime scenes, where encountered, that require the management and preservation of evidence and exhibits.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Provide leadership to protect the public, and empathetic and appropriate support to victims, witnesses and vulnerable people.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Manage and conduct effective and efficient priority and high volume investigations. Use initiative to diligently progress investigations, identifying, evaluating and following lines of enquiry to inform the possible initiation of criminal proceedings. Apply an investigative mind-set when decision-making. Present permissible evidence to authorities where required.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Interview victims, witnesses and suspects (including those who may be non-compliant, or have been intimidated or coerced) effectively, in relation to a range of investigations, some of which may be multi-dimensional.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Assess risk and threats across increasingly complex policing contexts, to take decisions and evaluate initiatives and their outcomes, including the impact of differing actions and methods, in accordance with the policing national decision- making model and evidence-based principles. Take account of the best available evidence from a wide array of sources, including research &amp;amp; analysis, when making decisions. Apply justified discretion when appropriate and it is in the public interest to do so.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Use police legal powers to deal with suspects, victims and witnesses across various challenging situations, conducting all actions in a balanced, proportionate and justifiable manner.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Proactively introduce new ways of working and innovation to police work where appropriate and possible, and apply critical thinking across policing activities within own area of responsibility.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Plan, apply and evaluate different policing approaches alongside partner organisations or as part of a multi-disciplinary team to address identified, often complex, issues, concerns and situations to reduce and prevent crime in communities. Provide supportive leadership to community groups, making informed decisions that encourage the delivery of localised strategies.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th colspan=&quot;2&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours - what is required?&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Taking accountability&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Being accountable and taking ownership for own role and responsibilities, whilst being effective and willing to take appropriate, justifiable risks.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Professional integrity&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Maintain the highest standards of professionalism and trustworthiness, making sure that values, moral codes and ethical standards are always upheld, including challenging others where appropriate.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Emotionally astute&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Understand and effectively manage own emotions in stressful situations, understanding motivations and underlying reasons for own behaviour and that of others, including colleagues. Value diversity and difference in approaches to work, thinking and background, and treat people with sensitivity, compassion and warmth.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Curious and innovative&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Have an inquisitive and outward-looking nature, searching for new information to understand alternative sources of best practice and implement creative working methods. Committed to reflecting on how own role is undertaken, learning from success and mistakes, to continuously review and adapt approach.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Collaborative&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Work effectively with colleagues and external partners, sharing skills, knowledge and insights as appropriate to lead to the best possible results.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Supportive &amp;amp; inspirational leading&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Role model the police service’s values in day-to-day activities, providing inspiration and clarity to colleagues and stakeholders. Consider how the wider organisation and others are impacted, and help others to deliver their objectives effectively.&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;&lt;br /&gt;Level: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard is at Level 6.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically no less than 3 years.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard will be reviewed after 3 years.&lt;/p&gt;\n&lt;h3&gt;Qualifications:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Degree in Professional Policing Practice&lt;/li&gt;\n&lt;li&gt;Apprentices without Level 2 English and Mathematics will need to achieve this level prior to taking the end-point assessment.&lt;/li&gt;\n&lt;/ul&gt;",
  "occupationalSummary": "&lt;p&gt;Modern policing is undergoing significant transformation and highly competent PCs are vital to the delivery of an enhanced service to the public. Being a PC is a physically and intellectually demanding occupation, requiring high levels of emotional intelligence, strong behavioural interpretation skills and an ability to analyse and resolve rapidly evolving events. PCs have a unique employment status, as every PC is a warranted officer, making autonomous lawful decisions including taking away an individual’s liberty if required. PCs exercise wide-ranging powers to maintain the peace and uphold the law across complex and diverse communities. They must justify and personally account for their actions through differing legal frameworks including courts, while also under the close scrutiny of the public. Competent PCs work safely and lawfully, intelligently applying a wide range and depth of skills, knowledge and behaviours to many different and increasingly complex policing contexts, for example the management of a sensitive investigation into the sharing of sexual imagery involving vulnerable victims and witnesses, or the protection of vulnerable people, including those with mental health problems. A high level of knowledge is required to confidently respond to these complex scenarios. Increasingly PCs are individually responsible for determining, applying and evaluating practice based on the best available evidence, known as evidence-based policing.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "b4d6aafc-c872-499d-a393-a1123d9ac336",
      "detail": "The ethics and values of professional policing, including: duty of care, service delivery, employment practice, efficiency, effectiveness and value for money, Code of Ethics, professional standards, and equality, diversity and human rights."
    },
    {
      "knowledgeId": "7b8893c3-b99b-43cf-8043-924984a9d30e",
      "detail": "Key cross-cutting and inter-dependent areas of policing, including: roles and responsibilities, criminal justice, counter terrorism, vulnerability (including public protection and mental health) and risk.\n"
    },
    {
      "knowledgeId": "90ef4c3e-6904-4fa9-b3ee-d34807f76e2a",
      "detail": "Applicable aspects of Authorised Professional Practice (the official source of policing professional practice), legal and organisational requirements relating to the operational policing context (response, community, intelligence, investigation and roads/transport), including how to"
    },
    {
      "knowledgeId": "aa7a960f-9008-436e-af0a-036b5f54f40e",
      "detail": "effectively respond to incidents, preserving scenes and evidence when necessary"
    },
    {
      "knowledgeId": "bd8c1aa2-2af4-4a62-aa95-67cc6aa67f5f",
      "detail": "manage and resolve conflict safely and lawfully"
    },
    {
      "knowledgeId": "d329760d-18c2-47d7-8a10-f336960ecf12",
      "detail": "arrest, detain and report individuals safely and lawfully"
    },
    {
      "knowledgeId": "eb921eb6-a334-4a2d-8dd6-ecefa5376cc4",
      "detail": "conduct diligent and efficient, priority and high volume investigations"
    },
    {
      "knowledgeId": "9ce174a0-6b33-4d31-af66-c40f0a300485",
      "detail": "effectively interview victims, witnesses and suspects"
    },
    {
      "knowledgeId": "514f8fc0-9adf-45f3-96ec-1cc82c87a2ba",
      "detail": "systematically gather, submit and share information and intelligence to further policing-related outcomes"
    },
    {
      "knowledgeId": "def711d6-9b0d-42f6-9eab-eedcad8823a8",
      "detail": "meticulously and ethically search individuals, vehicles, premises and outside and virtual spaces"
    },
    {
      "knowledgeId": "3d8b4b0a-508a-46c7-b7bd-fdf4f4d5c7f2",
      "detail": "optimise the use of available technology"
    },
    {
      "knowledgeId": "794d014a-edaf-4902-aaa6-9e4c5b627a67",
      "detail": "risk manage health and safety for self and for others."
    },
    {
      "knowledgeId": "c7eba501-c090-432b-a8bd-cea0df4d2243",
      "detail": "How to interpret and apply the letter and essence of all relevant law, as it relates to any encountered policing situation, incident or context.\n"
    },
    {
      "knowledgeId": "29da21c4-9350-485e-95d7-fc3831e85703",
      "detail": "Social behaviour and society, including their origins, development, organisation, networks and institutions and how this relates to policing across diverse and increasingly complex communities.\n"
    },
    {
      "knowledgeId": "7410a8b2-3855-4d43-a173-a8d541ba42d6",
      "detail": "The causes, mitigations and prevention of crime and how this knowledge and understanding can influence and be applied to accountable decision-making in all operational policing environments.\n"
    },
    {
      "knowledgeId": "d65c9b27-f8bd-4acf-b56a-edb333008e2f",
      "detail": "In-depth knowledge, understanding and expertise relevant to organisational/local needs, including the following operational policing contexts: response, community, intelligence, investigation and roads/transport."
    },
    {
      "knowledgeId": "0bf56bb9-ff8f-461a-b002-c837ae609e02",
      "detail": "Different approaches to systematic evidence-based preventative policing, including how to critically analyse, interpret, implement, share and evaluate findings to problem solve and further positive outcomes. These may relate to internal organisational practice or external social or criminal factors. "
    }
  ],
  "behaviours": [
    {
      "behaviourId": "89d35d81-ace8-4526-add5-f3ee3e80d6c3",
      "detail": "Being accountable and taking ownership for own role and responsibilities, whilst being effective and willing to take appropriate, justifiable risks."
    },
    {
      "behaviourId": "307f33b4-2381-49f4-868e-b2857affc0c6",
      "detail": "Maintain the highest standards of professionalism and trustworthiness, making sure that values, moral codes and ethical standards are always upheld, including challenging others where appropriate."
    },
    {
      "behaviourId": "d1ec8fda-67fc-4ffe-9e9a-a700a4e9b3d3",
      "detail": "Understand and effectively manage own emotions in stressful situations, understanding motivations and underlying reasons for own behaviour and that of others, including colleagues. Value diversity and difference in approaches to work, thinking and background, and treat people with sensitivity, compassion and warmth."
    },
    {
      "behaviourId": "757655fc-071d-4d88-8d4d-32715781ebe7",
      "detail": "Have an inquisitive and outward-looking nature, searching for new information to understand alternative sources of best practice and implement creative working methods. Committed to reflecting on how own role is undertaken, learning from success and mistakes, to continuously review and adapt approach."
    },
    {
      "behaviourId": "c319f32c-2a4d-4510-9905-f2f4a2d71682",
      "detail": "Work effectively with colleagues and external partners, sharing skills, knowledge and insights as appropriate to lead to the best possible results."
    },
    {
      "behaviourId": "375f426e-fd93-4f8e-a2d3-18309741b8f3",
      "detail": "Role model the police services values in day-to-day activities, providing inspiration and clarity to colleagues and stakeholders. Consider how the wider organisation and others are impacted, and help others to deliver their objectives effectively. "
    }
  ],
  "skills": [
    {
      "skillId": "abe7d1a3-fa48-4e89-a318-260414edfba3",
      "detail": "Apply Authorised Professional Practice and any local policy applicable to the operational policing context. "
    },
    {
      "skillId": "07ad9fd6-da9d-40f4-84bb-a9dc9f0b871b",
      "detail": "Communicate effectively, in accordance with the varied needs of differing situations, individuals, groups and communities. Use own communication skills to manage planned and uncertain situations, and to persuade / lead others as needed."
    },
    {
      "skillId": "997d9682-ef99-48af-8399-dcb2ac797b60",
      "detail": "Gather, handle and accurately analyse information and intelligence from a variety of sources to support law enforcement and to maximise policing effectiveness."
    },
    {
      "skillId": "756300fc-963b-4cc6-a79d-edd21a9cedc0",
      "detail": "Manage dynamic conflict situations in policing through leadership, and by dealing with a wide range of behaviours and incidents, taking personal accountability for the use of proportionate and justifiable responses and actions."
    },
    {
      "skillId": "5906c9f5-700d-4d7a-b927-d8b10441c29e",
      "detail": "Manage effective and ethical searches for evidence and information in differing environments. Take responsibility for courses of action required to follow-up on findings (within remit of own role) to maintain the peace and uphold the law."
    },
    {
      "skillId": "ce96d16a-98d9-4d56-a5a0-554a5628e242",
      "detail": "Provide an initial, autonomous and ongoing response to incidents, which can be complex, confrontational and life- threatening, to bring about the best possible outcomes. Provide an initial, autonomous response to crime scenes, where encountered, that require the management and preservation of evidence and exhibits."
    },
    {
      "skillId": "ec5a10b6-8db7-4bda-9eb5-cce898fc3e1e",
      "detail": "Provide leadership to protect the public, and empathetic and appropriate support to victims, witnesses and vulnerable people."
    },
    {
      "skillId": "5f982d70-4d84-4887-8115-0a504fb2db57",
      "detail": "Manage and conduct effective and efficient priority and high volume investigations. Use initiative to diligently progress investigations, identifying, evaluating and following lines of enquiry to inform the possible initiation of criminal proceedings. Apply an investigative mind-set when decision-making. Present permissible evidence to authorities where required."
    },
    {
      "skillId": "26bcee4f-00c8-4e0c-937c-bdc9c224d357",
      "detail": "Interview victims, witnesses and suspects (including those who may be non-compliant, or have been intimidated or coerced) effectively, in relation to a range of investigations, some of which may be multi-dimensional."
    },
    {
      "skillId": "7151f6eb-2a41-4b19-bd84-8249b682ce18",
      "detail": "Assess risk and threats across increasingly complex policing contexts, to take decisions and evaluate initiatives and their outcomes, including the impact of differing actions and methods, in accordance with the policing national decision- making model and evidence-based principles. Take account of the best available evidence from a wide array of sources, including research & analysis, when making decisions. Apply justified discretion when appropriate and it is in the public interest to do so."
    },
    {
      "skillId": "6aa93724-2798-4692-86e7-3eaeeaa64857",
      "detail": "Use police legal powers to deal with suspects, victims and witnesses across various challenging situations, conducting all actions in a balanced, proportionate and justifiable manner."
    },
    {
      "skillId": "e0eef500-5312-4df3-945c-ebf7f2a6b1cb",
      "detail": "Proactively introduce new ways of working and innovation to police work where appropriate and possible, and apply critical thinking across policing activities within own area of responsibility."
    },
    {
      "skillId": "51d56b59-5b70-49f5-baef-c9e86eb15f8c",
      "detail": "Plan, apply and evaluate different policing approaches alongside partner organisations or as part of a multi-disciplinary team to address identified, often complex, issues, concerns and situations to reduce and prevent crime in communities. Provide supportive leadership to community groups, making informed decisions that encourage the delivery of localised strategies."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2018-03-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0285",
  "tbMainContact": "amanda.thomson@thamesvalley.pnn.police.uk",
  "involvedEmployers": "",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Protective Services",
  "cluster": "Protective Service Professional",
  "clusterId": "49",
  "clusterDescription": "Lead and manage a whole service or event regarding safety, security, prevention, enforcement, protection and investigation services largely on behalf of society or workplace. Often requires specialist knowledge to handle complex cases",
  "createdDate": "2017-11-14T17:08:58 +00:00",
  "lastUpdated": "2023-07-04T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-03-27T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0304",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0304-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0304-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-07-04T00:00:00"
}