{
  "templateType": "Apprenticeship Standard",
  "larsCode": 75,
  "referenceNumber": "ST0342",
  "learningAimClassCode": "",
  "title": "Outside broadcasting engineer (integrated degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": true,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0342",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2016-02-18T00:00:00",
  "earliestStartDate": "2016-02-18T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Provides picture and sound coverage of an event.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "TV Production",
    "Broadcasting",
    "cameras",
    "vision",
    "sound",
    "media management",
    "lighting",
    "radio transmission systems",
    "networking technologies",
    "degree"
  ],
  "jobRoles": [
    "unit managers",
    "vision engineer",
    "audio engineer",
    "cameramen",
    "cable riggers"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1122/outside_broadcasting_engineer.pdf",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.3 Media and communication",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;cc&lt;/strong&gt;&lt;strong&gt;upa&lt;/strong&gt;&lt;strong&gt;tion:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Multi-skilled Broadcast Engineer working on location.&lt;/p&gt;\n&lt;p&gt;Skills and knowledge required for this occupation cover work in Cameras, Vision, Sound, Media Management, Lighting, Radio Transmission Systems and Networking Technologies.&lt;/p&gt;\n&lt;p&gt;Once competent to this standard, opportunities can lead to further specialism in the individual craft or engineering disciplines listed above.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;cc&lt;/strong&gt;&lt;strong&gt;upa&lt;/strong&gt;&lt;strong&gt;tion overview:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;An Outside Broadcast (OB) Engineer works on location to provide picture and sound coverage of an event. Typically this work can include live relays of sporting, music or other cultural events but may also involve recordings of dramas or music captured on location away from a studio. OBs are commissioned to provide content for TV, web, live cinema and corporate events from venues such as sports stadia, theatres, concert halls - or locations with little or no direct facilities to help the production such a farms, factories, historic buildings or churches.&lt;/p&gt;\n&lt;p&gt;An OB crew may be based in an OB truck - a television studio gallery on wheels equipped with the same facilities needed in a fixed site installation - or they may be required to assemble a production gallery within a venue.&lt;/p&gt;\n&lt;p&gt;Knowledge of safe working practices, a multi-skilled approach to the job and an enquiring mind that is able to problem-solve are all essential attributes of the OB Engineer. Whilst this is a technical role, there is a high degree of creativity required to work closely with a production team to deliver content right for the target audience and in keeping with the constraints of the location.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration of Apprenticeship:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 12 - 18 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically, an entrant will have a degree within an engineering or technical media discipline or have a substantial level of experience in a related work area (normally 3 years or more).&lt;/p&gt;\n&lt;p&gt;Additionally a driving license and the flexibility to work away from home are essential.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;cc&lt;/strong&gt;&lt;strong&gt;upa&lt;/strong&gt;&lt;strong&gt;tion Standards:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge &lt;/strong&gt;– It is essential that an OB Engineer has an enquiring mind and a breadth of knowledge to problem solve in challenging environments. This requires understanding;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Sound – venue acoustics, broadcast audio formats, noise regulations, loudness standards, microphone and cable types, audio desk controls and signal processing.&lt;/li&gt;\n&lt;li&gt;Vision – video paths, colour-matching, vision mixer systems, vision processing, fibre optic systems and signals.&lt;/li&gt;\n&lt;li&gt;Media Management – video and audio recording systems, integration of edit choices, timecode, codecs, wrappers, file formats, processing, graphics and audio packaging&lt;/li&gt;\n&lt;li&gt;Location based practice – site management, reporting and communication. Personal Protective Equipment requirements. Location and event related constraints on the OB.&lt;/li&gt;\n&lt;li&gt;Power Management – electrical supply types, generator or venue power connection, load management, equipment power supplies, weather effects on power.&lt;/li&gt;\n&lt;li&gt;Cameras – types of camera mountings, lenses and panning heads. Camera systems, formats and accessories. Awareness of camera use and shot composition.&lt;/li&gt;\n&lt;li&gt;Lighting – different lighting luminaires, fixings and mounts, LED and projector screens. Lighting levels, lighting problems and their solutions.&lt;/li&gt;\n&lt;li&gt;Radio Frequency (RF) Systems – video and audio signals, levels &amp;amp; compression. Radio waves, antennas and the dB scale. Digital transmission systems. Delays from digital encoding. Frequency Management and regulation.&lt;/li&gt;\n&lt;li&gt;Networking Technologies - Addressing protocols, compression algorithms for video / audio transport, external network storage systems and bandwidth bottlenecks.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt; – A good technical ability, IT competency and aptitude to understand what produces good pictures and sound are core elements of the job role.&lt;/p&gt;\n&lt;p&gt;Core skills of the OB Engineer:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&amp;nbsp;Sound – Set up microphones, find technical faults, use talkback kits, edit sound.&lt;/li&gt;\n&lt;li&gt;Vision – Rig monitors, set up video equipment, soldering and find technical faults.&lt;/li&gt;\n&lt;li&gt;Media Management – set up and test recording systems with associated cabling requirements. Make and repair cable connectors.&lt;/li&gt;\n&lt;li&gt;Location based practice – Rig cables, work at heights, work on a stage and the safety constraints of working with a crowd. Regulations and risk assessment.&lt;/li&gt;\n&lt;li&gt;Power Management – Distribution and management of power supplies on location.&lt;/li&gt;\n&lt;li&gt;Cameras – cable bashing, camera set-up, camera use (zoom, focus, shot match), camera talkback.&lt;/li&gt;\n&lt;li&gt;Lighting – check picture exposure and colour vision, interpretation of mood and look required. Follow programme scripts and lighting cues.&lt;/li&gt;\n&lt;li&gt;RF Systems – carry out site surveys and resulting documentation, rig and repair RF cables and use web browser interfaces and terminal server programs.&lt;/li&gt;\n&lt;li&gt;Networking Technologies - configuring equipment to work with an existing network, using analysis tools to fault find and adding external storage systems.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours &lt;/strong&gt;– It is vital that an OB Engineer is a team player, an excellent communicator and is resilient and able to deal with challenging working conditions.&lt;/p&gt;\n&lt;p&gt;They will also show in their behaviour&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Self-awareness – show empathy to job roles in a media production environment.&lt;/li&gt;\n&lt;li&gt;Location awareness - embracing the opportunities a location provides rather than fighting the constraints and challenges encountered.&lt;/li&gt;\n&lt;li&gt;Communication awareness – choosing the most appropriate language for a given situation – this encompasses talkback etiquette.&lt;/li&gt;\n&lt;li&gt;Being prepared – thinking ahead, planning and asking questions to ensure the right level of preparedness of location.&lt;/li&gt;\n&lt;li&gt;Client awareness – show sensitivity to the pressures of budget, time and location.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications gained&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Post Graduate Diploma in Outside Broadcasting Engineering.&lt;/p&gt;\n&lt;p&gt;Apprentices without level 2 English and mathematics will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;There will be a full review of this Standard before June 2018, but could happen sooner given the fast- changing technology and practices required within the sector.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;An Outside Broadcast (OB) Engineer works on location to provide picture and sound coverage of an event. Typically this work can include live relays of sporting, music or other cultural events but may also involve recordings of dramas or music captured on location away from a studio. OBs are commissioned to provide content for TV, web, live cinema and corporate events from venues such as sports stadia, theatres, concert halls - or locations with little or no direct facilities to help the production such a farms, factories, historic buildings or churches. An OB crew may be based in an OB truck - a television studio gallery on wheels equipped with the same facilities needed in a fixed site installation - or they may be required to assemble a production gallery within a venue. Knowledge of safe working practices, a multi-skilled approach to the job and an enquiring mind that is able to problem-solve are all essential attributes of the OB Engineer. Whilst this is a technical role, there is a high degree of creativity required to work closely with a production team to deliver content right for the target audience and in keeping with the constraints of the location.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "1fde7acc-46bd-4b16-859e-e0ab38cdf9ff",
      "detail": "Venue acoustics, broadcast audio formats, noise regulations, loudness standards, microphone and cable types, audio desk controls and signal processing."
    },
    {
      "knowledgeId": "57c55a4d-45a3-4b59-83f5-33c8ddf24999",
      "detail": "Video paths, colour-matching, vision mixer systems, vision processing, fibre optic systems and signals."
    },
    {
      "knowledgeId": "6511ae97-2ef6-44fa-b515-7d193f836cf4",
      "detail": "Video and audio recording systems, integration of edit choices, timecode, codecs, wrappers, file formats, processing, graphics and audio packaging"
    },
    {
      "knowledgeId": "1d3a9a20-fa72-4dee-88bb-1f60ed07e0e5",
      "detail": "Site management, reporting and communication. Personal Protective Equipment requirements. Location and event related constraints on the OB."
    },
    {
      "knowledgeId": "c2fdfc99-6a7c-4ba7-a486-e96b1ccf3074",
      "detail": "Electrical supply types, generator or venue power connection, load management, equipment power supplies, weather effects on power."
    },
    {
      "knowledgeId": "a4bb5dc1-eab2-4885-a4a9-b59581b5120f",
      "detail": "Types of camera mountings, lenses and panning heads. Camera systems, formats and accessories. Awareness of camera use and shot composition."
    },
    {
      "knowledgeId": "e0311d2a-ed2e-4c9f-95e2-dd3ce263bd38",
      "detail": "Different lighting luminaires, fixings and mounts, LED and projector screens. Lighting levels, lighting problems and their solutions."
    },
    {
      "knowledgeId": "c7b8fb9f-5a9a-4cba-b69e-6546ad390550",
      "detail": "Video and audio signals, levels & compression. Radio waves, antennas and the dB scale. Digital transmission systems. Delays from digital encoding. Frequency Management and regulation."
    },
    {
      "knowledgeId": "4e204465-3c2e-447a-aa04-1bcc7e5344b1",
      "detail": "Addressing protocols, compression algorithms for video / audio transport, external network storage systems and bandwidth bottlenecks."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "b7b8a463-675b-49e5-9e1e-cc2bc787c732",
      "detail": "Show empathy to job roles in a media production environment."
    },
    {
      "behaviourId": "6e423f48-3c0a-4f2f-81cd-d1f4556a6fa8",
      "detail": "Embracing the opportunities a location provides rather than fighting the constraints and challenges encountered."
    },
    {
      "behaviourId": "a5e73e35-30f7-430e-ba1d-575393d69a9b",
      "detail": "Choosing the most appropriate language for a given situation – this encompasses talkback etiquette."
    },
    {
      "behaviourId": "d90c2724-5722-4e2b-bd70-b8cb1824c48d",
      "detail": "Thinking ahead, planning and asking questions to ensure the right level of preparedness of location."
    },
    {
      "behaviourId": "9b6db9f7-d338-4a07-a77e-55cffca99111",
      "detail": "Show sensitivity to the pressures of budget, time and location."
    }
  ],
  "skills": [
    {
      "skillId": "52ba313b-c965-4a60-b66b-981984049a59",
      "detail": "Set up microphones, find technical faults, use talkback kits, edit sound."
    },
    {
      "skillId": "b8f3972b-9a82-4765-bae2-7582c4486dbb",
      "detail": "Rig monitors, set up video equipment, soldering and find technical faults."
    },
    {
      "skillId": "3b1138ae-9a09-4704-8bd1-114a01d533c4",
      "detail": "Set up and test recording systems with associated cabling requirements. Make and repair cable connectors."
    },
    {
      "skillId": "a584b604-1b07-4d3d-b4fe-197d403f08c5",
      "detail": "Rig cables, work at heights, work on a stage and the safety constraints of working with a crowd. Regulations and risk assessment."
    },
    {
      "skillId": "2ae93d6b-dc67-4246-9f1b-9f2e22bf7dfd",
      "detail": "Distribution and management of power supplies on location."
    },
    {
      "skillId": "63e27d6a-25fa-4031-9d6a-a0e3d6bb6d69",
      "detail": "Cable bashing, camera set-up, camera use (zoom, focus, shot match), camera talkback."
    },
    {
      "skillId": "87434198-ddb2-4932-a269-fc9d3b1a3cbf",
      "detail": "Check picture exposure and colour vision, interpretation of mood and look required. Follow programme scripts and lighting cues."
    },
    {
      "skillId": "d316b10f-645b-4c45-839c-f9144e51442b",
      "detail": "Carry out site surveys and resulting documentation, rig and repair RF cables and use web browser interfaces and terminal server programs."
    },
    {
      "skillId": "b27b00cc-486f-47ae-984a-b7d2bd39d84b",
      "detail": "Configuring equipment to work with an existing network, using analysis tools to fault find and adding external storage systems."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2016-02-18T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0567",
  "tbMainContact": "peter.taylor.01@bbc.co.uk",
  "involvedEmployers": "BBC, Sky, Arena TV, CTV, Telegenic, NEP Vision, Televideo, Cloudbass, OBS TV, Andy James",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "unit managers",
    "vision engineer",
    "audio engineer",
    "cameramen",
    "cable riggers"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Media, Broadcast and Production",
  "cluster": "Media, broadcast and production professional",
  "clusterId": "29",
  "clusterDescription": "Leadership, management, and the application technology of resources to create, produce and deliver broadcast content and artistic productions, often requiring specialist expertise",
  "createdDate": "2017-09-22T14:24:11 +00:00",
  "lastUpdated": "2016-02-18T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-02-18T00:00:00 +00:00",
  "banners": "This apprenticeship standard is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards in revision are available in the revisions status report.; This apprenticeship is approved for delivery, however all new starts are currently paused, while we work to resolve some delivery-related issues. This pause on new starts does not affect any existing learners (those currently on-programme or taking end-point assessment).",
  "occupationCode": "OCC0342",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0342-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0342-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2016-02-18T00:00:00"
}