{
  "templateType": "Apprenticeship Standard",
  "larsCode": 90,
  "referenceNumber": "ST0317",
  "learningAimClassCode": "",
  "title": "Rail engineering operative",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0317",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery. The funding band for this standard has been reviewed and remains at £12000 (Dec-2018).",
  "changedDate": "2023-01-16T00:00:00",
  "earliestStartDate": "2016-04-19T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Providing support to technicians and engineers working on the rail network and trains.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 12000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Railway",
    "Track",
    "Signalling",
    "Telecoms",
    "Traction and Rolling Stock",
    "Electrification",
    "Overhead Lines",
    "Rail Systems"
  ],
  "jobRoles": [
    "Railway engineer",
    "rail engineer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7364/st0317_rail_engineering_operative_l2_assessment-plan_290917em.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Rail Engineering Operatives provide support to Rail Technicians and Engineers. The engineering disciplines cover the following areas of “The Railway” (infrastructure and trains); track (including minor works), electrification, overhead line, signalling, telecommunications and traction &amp;amp; rolling stock. Apprentices will undertake the core learning and also specialise in one particular discipline.&lt;/p&gt;\n&lt;p&gt;Those working within the occupation of Rail Engineering are responsible for the safe construction, installation, maintenance and renewal of The Railway to provide a safe and reliable Railway for customers. The Rail Industry has a high level of safety critical work activities requiring a disciplined and responsible approach.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Job titles include: &lt;/strong&gt;Track Operative, Overhead Line Operative, Electrification Operative, Traction &amp;amp; Rolling Stock Operative, Signalling Operative, Telecoms Operative.&lt;/p&gt;\n&lt;p&gt;A Rail Engineering Operative may work on site or in a depot or in a technical office. Their work could involve:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Assisting in the construction, installation, renewal, enhancement and modification of The Railway.&lt;/li&gt;\n&lt;li&gt;Assisting with fault finding and diagnosis to prevent or address equipment failures.&lt;/li&gt;\n&lt;li&gt;Maintenance and replacement of components.&lt;/li&gt;\n&lt;li&gt;Assisting in functional and operational testing and inspection of The Railway using specialist equipment.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;For those Rail Engineering Operatives who have the ability and drive there is a wide range of further development and career progression opportunities within Rail Engineering.&lt;/p&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their Apprenticeships. Employers who recruit candidates without English or Maths at Grade C or above must ensure that the candidate achieves a level 1 English and Maths and take the test for level 2 prior to taking the end point assessment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Within a Rail context all Rail Engineering Operatives need to know about:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;afe and Professional working practices &lt;/strong&gt;including legislation, regulation, industry procedures and safety requirements.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;h&lt;/strong&gt;&lt;strong&gt;e general engineering techniques &lt;/strong&gt;required to support the maintenance, renewal and construction of The Railway.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;How to work effectively and contribute to engineering solutions &lt;/strong&gt;including awareness of the importance of 3rd party requirement and the need to understand and adhere to corporate policies on ethics, equality and diversity.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;A&lt;/strong&gt;&lt;strong&gt;w&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;eness of commercial principles &lt;/strong&gt;applicable to The Railway, and the implications of these.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Core Skills&lt;/strong&gt;&lt;strong&gt;. &lt;/strong&gt;Within a Rail context all Rail Engineering Operatives need to be able to:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Keep themselves and others safe by adhering to safe working practices&lt;/strong&gt;. Understand and comply with statutory regulations and organisational safety requirements, including safe access to work locations.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Pr&lt;/strong&gt;&lt;strong&gt;epare for a high standard of technical work: &lt;/strong&gt;Gathering and interpreting information including drawings, plans and schedules needed for rail engineering activities and prepare the work location.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Deliver a high standard of technical work: &lt;/strong&gt;Undertake engineering activities in relation to maintenance, construction / installation and or renewal of assets. Take responsibility for their own work on completing relevant integrity and compliance checks. Reinstate the work area after engineering activity.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Identify and report problems: &lt;/strong&gt;Identify, recognise and escalate appropriately common problems.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Use resources &lt;/strong&gt;including the correct utilisation and storage of tools, materials and equipment, and the lifting and moving of materials, components and equipment.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Communicate effectively&lt;/strong&gt;. Use oral, written, electronic and IT based methods and systems for the accurate communication and reporting &amp;amp; recording of technical and other information, using correct terms, standards, templates and certifications.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Knowledge &amp;amp; Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;In addition, for the discipline they are following, Operatives will have the following specific knowledge and skills regarding different techniques and methods used to construct, install, maintain and renew The Railway.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;ack. &lt;/strong&gt;Understand the relevant tolerances for track installation, specific methods and techniques for track inspection, maintenance and replacement, what constitutes a track defect or variation, track work instructions, hot weather restrictions and extreme weather plans. Able to restore track geometry faults by manual repair of assets as part of a team. Under direction, restore plain line track geometry, rail switches and crossings, and where appropriate conductor rail systems, to operational condition and maintain the track and its environment including vegetation and drainage.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;lectrification. &lt;/strong&gt;Understand electrical and electronic principals. Under direction: assist in maintenance and installation of railway electrification equipment and components; assist in isolation and earthing of electrical systems at different voltages and frequencies, working on live battery &amp;amp; inverter systems and maintaining substation plant.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;v&lt;/strong&gt;&lt;strong&gt;erhead Lines. &lt;/strong&gt;Understand mechanical principles and construction design. Follow instructions to assemble overhead line components in line with detailed specification, using lifting and access equipment while working at heights.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;ignalling. &lt;/strong&gt;Understand function and characteristics of railway signalling systems, including electrical, electronic and mechanical principles. Under direction: install &amp;amp; wire signalling or control systems; install position and label equipment &amp;amp; components &amp;amp; cables correctly; undertake installation integrity checks; assist in testing of components &amp;amp; equipment in accordance with test specifications &amp;amp; plans; maintain and rectify signal control systems equipment.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;elecoms. &lt;/strong&gt;Understand principles of electronic devices, circuits, data and communications equipment. Under direction undertake the activities of installation, planned preventative maintenance and maintenance testing activities on operational railway telecoms systems and establish compliance with drawings and specifications. Understand the types of operational constraints when carrying out telecoms installation and maintenance activities.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;action &amp;amp; Rolling Stock (T&amp;amp;RS). &lt;/strong&gt;Understand vehicle design, construction, maintenance and operation. Under direction, carry out preventative and scheduled maintenance activities and follow vehicle maintenance instructions on T&amp;amp;RS mechanical, electrical, fluid power and electronic communication equipment including ensuring vehicle trim, ancillary equipment and fittings are secured and in good order, check subsystems are operating correctly. Assist with the installation of T&amp;amp;RS equipment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;&#160;&lt;/strong&gt;All Rail Engineering Technicians are expected to demonstrate the following behaviours:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;A&lt;/strong&gt;&lt;strong&gt;ct professionally &lt;/strong&gt;demonstrating dependability, determination, honesty and integrity. Respect others, act ethically and contribute to sustainable development.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Be risk aware &lt;/strong&gt;so as to help reduce risks by checking of information, concentration on the task, and awareness of changing circumstances on activity.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Display a self-disciplined, self-motivated, proactive approach to work&lt;/strong&gt;, able to make independent decisions whilst knowing one’s limitations and when to ask for help or to escalate.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;W&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;k reliably and safely, &lt;/strong&gt;occasionally without close supervision, to approved industry standards and safe working practices.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;W&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;k effectively and efficiently, individually and as part of a team&lt;/strong&gt;, maintaining effective relationships with colleagues, clients, suppliers and the public.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Receptive to feedback&lt;/strong&gt;, willing to learn new skills and adjust to change. Carrying out and record CPD necessary to maintain and enhance competence.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Pr&lt;/strong&gt;&lt;strong&gt;epared to make a personal commitment &lt;/strong&gt;to their employer, the industry and its professional standards.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Qu&lt;/strong&gt;&lt;strong&gt;alifications:&#160;&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 2 Rail Engineering (Competence)&lt;/li&gt;\n&lt;li&gt;Level 2 Rail Engineering (Technical Knowledge)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The duration for this apprenticeship is a minimum of 12 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;L&lt;/strong&gt;&lt;strong&gt;evel&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a Level 2 Apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The Apprenticeship Standard will be reviewed after 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Rail Engineering Operatives provide support to Rail Technicians and Engineers. The engineering disciplines cover the following areas of “The Railway” (infrastructure and trains); track (including minor works), electrification, overhead line, signalling, telecommunications and traction &amp;amp; rolling stock. Apprentices will undertake the core learning and also specialise in one particular discipline. Those working within the occupation of Rail Engineering are responsible for the safe construction, installation, maintenance and renewal of The Railway to provide a safe and reliable Railway for customers. The Rail Industry has a high level of safety critical work activities requiring a disciplined and responsible approach.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "0fb20437-8b97-4598-acfe-96b81ab87d99",
      "detail": "Safe and Professional working practices including legislation, regulation, industry procedures and safety requirements."
    },
    {
      "knowledgeId": "922e9e3c-6438-4874-9564-2a99aaed916a",
      "detail": "The general engineering techniques required to support the maintenance, renewal and construction of The Railway."
    },
    {
      "knowledgeId": "dd9f3fee-fbf3-4a25-a0a8-20375d8f1dc7",
      "detail": "How to work effectively and contribute to engineering solutions including awareness of the importance of 3rd party requirement and the need to understand and adhere to corporate policies on ethics, equality and diversity."
    },
    {
      "knowledgeId": "e34fa1fd-047a-4ec6-b08f-ae03d04b6950",
      "detail": "Awareness of commercial principles applicable to The Railway, and the implications of these."
    },
    {
      "knowledgeId": "af3c39ac-9137-43b2-8e11-b5191ee87809",
      "detail": "Understand the relevant tolerances for track installation, specific methods and techniques for track inspection, maintenance and replacement, what constitutes a track defect or variation, track work instructions, hot weather restrictions and extreme weather plans."
    },
    {
      "knowledgeId": "67cd193c-4ec5-4e6c-acad-a1c781d3c3e2",
      "detail": "Understand electrical and electronic principals."
    },
    {
      "knowledgeId": "5c58c139-20ec-4401-b9e2-5fa4d0262b34",
      "detail": "Understand mechanical principles and construction design."
    },
    {
      "knowledgeId": "59419d86-27c7-4b72-8f5e-5ee4f23f8619",
      "detail": "Understand function and characteristics of railway signalling systems, including electrical, electronic and mechanical principles."
    },
    {
      "knowledgeId": "1b72bbe2-8fb7-4119-8e34-4beb22e72660",
      "detail": "Understand principles of electronic devices, circuits, data and communications equipment."
    },
    {
      "knowledgeId": "ed1a9997-f027-4b61-8101-4509c8e570d1",
      "detail": "Understand the types of operational constraints when carrying out telecoms installation and maintenance activities."
    },
    {
      "knowledgeId": "ef397a89-1429-435c-ab90-228e14ca3a47",
      "detail": "Understand vehicle design, construction, maintenance and operation."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "4818d5c1-6158-4ffc-991a-80ab65378e3e",
      "detail": "Act professionally demonstrating dependability, determination, honesty and integrity. Respect others, act ethically and contribute to sustainable development."
    },
    {
      "behaviourId": "d86af1d5-0363-4f18-a8cf-a65c3d0449ce",
      "detail": "Be risk aware so as to help reduce risks by checking of information, concentration on the task, and awareness of changing circumstances on activity."
    },
    {
      "behaviourId": "6b97015e-cc5a-4466-90cd-ca11feb03b54",
      "detail": "Display a self-disciplined, self-motivated, proactive approach to work, able to make independent decisions whilst knowing one’s limitations and when to ask for help or to escalate."
    },
    {
      "behaviourId": "e271828a-80b6-4cd0-b9e2-c6e5df5c431f",
      "detail": "Work reliably and safely, occasionally without close supervision, to approved industry standards and safe working practices."
    },
    {
      "behaviourId": "fc2e86b2-9141-4f25-a493-a8c51dcd026b",
      "detail": "Work effectively and efficiently, individually and as part of a team, maintaining effective relationships with colleagues, clients, suppliers and the public."
    },
    {
      "behaviourId": "f073567e-688a-4b7f-8246-d49fbe6af228",
      "detail": "Receptive to feedback, willing to learn new skills and adjust to change. Carrying out and record CPD necessary to maintain and enhance competence."
    },
    {
      "behaviourId": "d12c5c25-d4f5-499d-bc46-7f609ef66efd",
      "detail": "Prepared to make a personal commitment to their employer, the industry and its professional standards"
    }
  ],
  "skills": [
    {
      "skillId": "abec0789-ef28-4050-94f9-c980ed58d3cb",
      "detail": "Keep themselves and others safe by adhering to safe working practices. Understand and comply with statutory regulations and organisational safety requirements, including safe access to work locations."
    },
    {
      "skillId": "cb0b2671-77fc-4933-81bc-87d94e819604",
      "detail": "Prepare for a high standard of technical work: Gathering and interpreting information including drawings, plans and schedules needed for rail engineering activities and prepare the work location."
    },
    {
      "skillId": "d39e2328-8524-4de9-8063-c2052852f5a9",
      "detail": "Deliver a high standard of technical work: Undertake engineering activities in relation to maintenance, construction / installation and or renewal of assets. Take responsibility for their own work on completing relevant integrity and compliance checks. Reinstate the work area after engineering activity"
    },
    {
      "skillId": "790724f4-b82c-400e-bbb6-022df435d46f",
      "detail": "Identify and report problems: Identify, recognise and escalate appropriately common problems."
    },
    {
      "skillId": "8a7cd427-5a59-45c1-a05f-f61c9a8537fb",
      "detail": "Use resources including the correct utilisation and storage of tools, materials and equipment, and the lifting and moving of materials, components and equipment."
    },
    {
      "skillId": "6b815596-eeb9-48db-bbe2-4b1308bc118f",
      "detail": "Communicate effectively. Use oral, written, electronic and IT based methods and systems for the accurate communication and reporting & recording of technical and other information, using correct terms, standards, templates and certifications."
    },
    {
      "skillId": "5a1050d9-4e97-4799-8a5f-47ca23fbc713",
      "detail": "Able to restore track geometry faults by manual repair of assets as part of a team."
    },
    {
      "skillId": "815da1ba-ea92-48e0-910b-b2b75978161a",
      "detail": "Under direction, restore plain line track geometry, rail switches and crossings, and where appropriate conductor rail systems, to operational condition and maintain the track and its environment including vegetation and drainage."
    },
    {
      "skillId": "be2da5e9-8ec2-4955-bb2b-2894e1a2a1f0",
      "detail": "Under direction: assist in maintenance and installation of railway electrification equipment and components; assist in isolation and earthing of electrical systems at different voltages and frequencies, working on live battery & inverter systems and maintaining substation plant."
    },
    {
      "skillId": "26eed31b-aa91-4381-9513-a9fe82472fe3",
      "detail": "Follow instructions to assemble overhead line components in line with detailed specification, using lifting and access equipment while working at heights."
    },
    {
      "skillId": "01891a7c-91ad-4f52-bb49-e4f7e751fbad",
      "detail": "Under direction: install & wire signalling or control systems; install position and label equipment & components & cables correctly; undertake installation integrity checks; assist in testing of components & equipment in accordance with test specifications & plans; maintain and rectify signal control systems equipment."
    },
    {
      "skillId": "a897df5a-dc4c-4bcc-83fd-97220e9909cb",
      "detail": "Under direction undertake the activities of installation, planned preventative maintenance and maintenance testing activities on operational railway telecoms systems and establish compliance with drawings and specifications."
    },
    {
      "skillId": "5367862d-42f5-4908-b1f5-c2fc8567a412",
      "detail": "Under direction, carry out preventative and scheduled maintenance activities and follow vehicle maintenance instructions on T&RS mechanical, electrical, fluid power and electronic communication equipment including ensuring vehicle trim, ancillary equipment and fittings are secured and in good order, check subsystems are operating correctly."
    },
    {
      "skillId": "59595e2b-5cef-4e5a-8951-42b852770d7e",
      "detail": "Assist with the installation of T&RS equipment."
    }
  ],
  "optionsUnstructuredTemplate": [
    "Track",
    "Electrification",
    "Overhead Lines",
    "Signalling",
    "Telecoms",
    "Traction & Rolling Stock (T&RS)"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-04-19T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0017 ",
  "tbMainContact": "Barry.Smith@nsar.co.uk",
  "involvedEmployers": "Alstom Transport UK Limited, Amey, Babcock International Group – Network Engineering, Carillion plc, DB Schenker Rail UK Limited, DEG Signal Ltd, Eurostar International Ltd, High Speed Two Limited, Hitachi Rail Europe Ltd, Merseyrail Electrics 2002 Limited, MGB Engineering Ltd, Network Rail, Siemens Rail Systems, Siemens Rail, Automation Holdings Limited, Signalling Solutions Ltd, Stagecoach South Western Trains Limited, Telent Technology Services Ltd, Transport for London, VolkerRail Ltd, National Skills Academy for Railway Engineering (NSARE)",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Railway engineer",
    "rail engineer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, Installation & Repair",
  "cluster": "Service, Repair and/or Overhaul Operative/Technician",
  "clusterId": "19",
  "clusterDescription": "Install, maintain and service plant and equipment",
  "createdDate": "2017-09-22T14:24:41 +00:00",
  "lastUpdated": "2023-01-16T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-04-19T00:00:00 +00:00",
  "banners": "This apprenticeship standard is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards in revision are available in the revisions status report.",
  "occupationCode": "OCC0317",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0317-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0317-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "1b0e3c2d-412c-4628-8cc8-cd3aecdce611",
      "title": "Track",
      "occupationCode": "OCC0317E"
    },
    {
      "optionId": "403cd678-e3da-4d8c-9bf5-4b57dd70f854",
      "title": "Electrification",
      "occupationCode": "OCC0317A"
    },
    {
      "optionId": "94c2fd2f-afc0-440f-b715-22191c9bffd4",
      "title": "Overhead Lines",
      "occupationCode": "OCC0317B"
    },
    {
      "optionId": "ae810046-ea66-4c22-968c-47e646061da4",
      "title": "Signalling",
      "occupationCode": "OCC0317C"
    },
    {
      "optionId": "2ccb2774-8f2d-46d2-9243-3cec7e1c958e",
      "title": "Telecoms",
      "occupationCode": "OCC0317D"
    },
    {
      "optionId": "c30be2b4-eb4b-46e4-ab4a-f7ebefe8c7d5",
      "title": "Traction & Rolling Stock (T&RS)",
      "occupationCode": "OCC0317F"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "4818d5c1-6158-4ffc-991a-80ab65378e3e",
        "d86af1d5-0363-4f18-a8cf-a65c3d0449ce",
        "6b97015e-cc5a-4466-90cd-ca11feb03b54",
        "e271828a-80b6-4cd0-b9e2-c6e5df5c431f",
        "fc2e86b2-9141-4f25-a493-a8c51dcd026b",
        "f073567e-688a-4b7f-8246-d49fbe6af228",
        "d12c5c25-d4f5-499d-bc46-7f609ef66efd"
      ],
      "mappedKnowledge": [
        "0fb20437-8b97-4598-acfe-96b81ab87d99",
        "922e9e3c-6438-4874-9564-2a99aaed916a",
        "dd9f3fee-fbf3-4a25-a0a8-20375d8f1dc7",
        "e34fa1fd-047a-4ec6-b08f-ae03d04b6950"
      ],
      "mappedSkills": [
        "abec0789-ef28-4050-94f9-c980ed58d3cb",
        "cb0b2671-77fc-4933-81bc-87d94e819604",
        "d39e2328-8524-4de9-8063-c2052852f5a9",
        "790724f4-b82c-400e-bbb6-022df435d46f",
        "8a7cd427-5a59-45c1-a05f-f61c9a8537fb",
        "6b815596-eeb9-48db-bbe2-4b1308bc118f"
      ]
    },
    {
      "coreOrOptionTitle": "Track",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "af3c39ac-9137-43b2-8e11-b5191ee87809"
      ],
      "mappedSkills": [
        "5a1050d9-4e97-4799-8a5f-47ca23fbc713",
        "815da1ba-ea92-48e0-910b-b2b75978161a"
      ]
    },
    {
      "coreOrOptionTitle": "Electrification",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "67cd193c-4ec5-4e6c-acad-a1c781d3c3e2"
      ],
      "mappedSkills": [
        "be2da5e9-8ec2-4955-bb2b-2894e1a2a1f0"
      ]
    },
    {
      "coreOrOptionTitle": "Overhead Lines",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "5c58c139-20ec-4401-b9e2-5fa4d0262b34"
      ],
      "mappedSkills": [
        "26eed31b-aa91-4381-9513-a9fe82472fe3"
      ]
    },
    {
      "coreOrOptionTitle": "Signalling",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "59419d86-27c7-4b72-8f5e-5ee4f23f8619"
      ],
      "mappedSkills": [
        "01891a7c-91ad-4f52-bb49-e4f7e751fbad"
      ]
    },
    {
      "coreOrOptionTitle": "Telecoms",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "1b72bbe2-8fb7-4119-8e34-4beb22e72660",
        "ed1a9997-f027-4b61-8101-4509c8e570d1"
      ],
      "mappedSkills": [
        "a897df5a-dc4c-4bcc-83fd-97220e9909cb"
      ]
    },
    {
      "coreOrOptionTitle": "Traction & Rolling Stock (T&RS)",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "ef397a89-1429-435c-ab90-228e14ca3a47"
      ],
      "mappedSkills": [
        "5367862d-42f5-4908-b1f5-c2fc8567a412",
        "59595e2b-5cef-4e5a-8951-42b852770d7e"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-01-16T00:00:00"
}