{
  "templateType": "Apprenticeship Standard",
  "larsCode": 95,
  "referenceNumber": "ST0350",
  "learningAimClassCode": "",
  "title": "Multi-positional welder (arc processes)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0350",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2022-11-25T00:00:00",
  "earliestStartDate": "2016-04-27T00:00:00",
  "latestStartDate": "2019-10-30T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Working with metals to create high-strength welds in pipe and plate in all welding positions, using at least 1 arc process.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 38,
  "maxFunding": 12000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "welding",
    "arc weld",
    "metal work",
    "metalwork",
    "metal"
  ],
  "jobRoles": [
    "multi positional welder"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1142/welding_-_level_3.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;&lt;span class=&quot;highlight&quot;&gt;This apprenticeship standard has been retired and apprentice starts are no longer permitted, this apprenticeship standard has been replaced by the Pipe and Plate Welder standards. Please go to the Institute’s webpage for apprenticeship standards to find more information on &lt;a href=&quot;/apprenticeship-standards/pipe-welder/&quot;&gt;Pipe Welder&lt;/a&gt; and &lt;a href=&quot;/apprenticeship-standards/plate-welder/&quot;&gt;Plate Welder&lt;/a&gt;. The End-Point Assessment will continue being offered for those apprentices currently on this apprenticeship standard. This facility will cease when all apprentices on-programme have completed their end-point assessment, including resits and retakes.&#160;&#160;&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;1. Apprenticeship Standard for Welding – Level 3&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The following standard reflects employers’ requirements for the skills, knowledge and behaviours expected from someone to be considered a fully competent Multi-Positional Welder.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;2. Designation of Occupation&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;M&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;u&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;l&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;ti-Positional Welder (Arc Processes)&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Multi-Positional Welders are fully competent in manual welding using at least one arc process in all welding positions. Multi- Positional Welders are required in a number of sectors for example, the oil and gas sector.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;3. Role profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Welding is a way to make high strength joints between two or more parts. Multi-Positional Welders use high electrical energy to form an arc. Manual dexterity is essential in controlling the arc, which is used to melt metals, allowing them to fuse together to form a structurally sound weld.&lt;/p&gt;\n&lt;p&gt;Welding is used extensively and in almost every sector of industry. There is a high demand for Multi-Positional Welders in areas such as: power generation, oil and gas, marine, transport, nuclear, processing, aerospace, pharmaceuticals, construction and many more. Multi-Positional Welders make items such as: pressure containment equipment, pressure pipework, offshore jackets, submarines, military vehicles and equipment and aero engine components. Multi-Positional Welders are able to work with a range of welding processes, with different metals, to the levels of quality and inspection required in safety critical applications. The finished welds are often subjected to rigorous inspection and testing. &#160;Multi-Positional Welders are therefore required to consistently perform to high standards in order to ensure that the finished products function correctly, contributing to the safety of all and the global quality of life.&lt;/p&gt;\n&lt;p&gt;Skilled, qualified, professionally certified Multi-Positional Welders can work anywhere in the world and provide services in the harshest of environments. For these accomplished professionals, the monetary rewards can be significant.&lt;/p&gt;\n&lt;p&gt;There is a highly complex range of welding skills: the different arc welding processes require different levels of manual dexterity, knowledge and skill to avoid making defective welds. There are a wide range of metallic materials that can be welded all with different properties and behaviours.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt; Role Requirements (Skills, Knowledge and Behaviours)&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;Multi-Positional Welders will have the skill to:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Produce good quality welds in pipe and/or plate using three welding process/material type combinations (TIG, PAW, MMA, MIG/MAG, FCAW) and (Carbon and Low Alloy Steel, High Alloy Ferritic/Martensitic Steel, Austenitic Stainless Steel, Nickel and Nickel Alloys, Aluminium and Aluminium Alloys) covering all welding positions (Downhand, Horizontal, Vertical, Overhead, Inclined).&lt;/li&gt;\n&lt;li&gt;Attain a qualification in accordance with one of the following standards: ISO 9606 / ASME IX / AWS D1.1, determined by the employer. N.B. These are regarded as licences to practice in welding.&lt;/li&gt;\n&lt;li&gt;Achieve a quality of work to meet international standards for dimensional, surface inspection (Visual, Magnetic Particle and Dye Penetrant Inspection) and volumetric inspection (Radiography, Ultrasonics).&lt;/li&gt;\n&lt;li&gt;Position, assemble, prepare and check the welding equipment.&lt;/li&gt;\n&lt;li&gt;Receive, handle and maintain consumables.&lt;/li&gt;\n&lt;li&gt;Prepare, check and protect materials and work area ready for welding.&lt;/li&gt;\n&lt;li&gt;Check weld preparation and assembly prior to welding and accept for production.&lt;/li&gt;\n&lt;li&gt;Complete progressive and final checks on the finished weld prior to release for formal inspection and report into the production control system.&lt;/li&gt;\n&lt;li&gt;Ensure that health and safety requirements are fully accounted for in all the above.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Multi-Positional Welders will have the knowledge to:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Be aware of physical and mechanical properties (strength, toughness, corrosion resistance, etc.) and weldability of welded materials.&lt;/li&gt;\n&lt;li&gt;Understand the fundamentals of welding metallurgy (weld solidification and heat affected zone).&lt;/li&gt;\n&lt;li&gt;Understand the common arc welding processes, joint types (fillet, full penetration and part penetration butt, branches, sockets, etc.) and welding positions.&lt;/li&gt;\n&lt;li&gt;Understand the major components of welding equipment, ancillary equipment and the essential parameters for welding.&lt;/li&gt;\n&lt;li&gt;Understand the terminology, operation and controls for general welding processes, joint types and welding positions.&lt;/li&gt;\n&lt;li&gt;Identify and understand the causes and detection of typical welding defects and how their occurrence can be reduced.&lt;/li&gt;\n&lt;li&gt;Understand the different types &#160;and &#160;functions &#160;of &#160;welding &#160;consumables &#160;and &#160;the&#160; requirements for &#160;correct storage and handling and recycling.&lt;/li&gt;\n&lt;li&gt;Be able to identify and select correct welding consumables for each application.&lt;/li&gt;\n&lt;li&gt;Appreciate the requirements for &#160;correct storage, handling &#160;and &#160;segregation of &#160;materials and &#160;tooling &#160;to &#160;prevent cross contamination between sensitive materials.&lt;/li&gt;\n&lt;li&gt;Understand and identify hazards and health, safety and quality requirements when welding.&lt;/li&gt;\n&lt;li&gt;Know how to monitor supporting activities often provided by others (fitting, purging, thermal treatment).&lt;/li&gt;\n&lt;li&gt;Know how to interpret and work to a welding procedure specification.&lt;/li&gt;\n&lt;li&gt;Know their role in and operation of welding quality documents and reporting systems.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Multi-Positional Welders will display the following behaviours:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;A questioning attitude, to understand the processes and associated industrial applications. Maintaining competence with a commitment to Continuing Professional Development planning and preparation to ensure safety, quality and production and Continuing Professional Development goals are achieved.&lt;/li&gt;\n&lt;li&gt;Intervention, to challenge poor practices and channel feedback to the appropriate authorities to implement change.&lt;/li&gt;\n&lt;li&gt;Reliability and dependability to consistently deliver expectations in production, quality, work ethics and self-development.&lt;/li&gt;\n&lt;li&gt;Leadership to encourage and support the development of others and complete point of work risk assessment.&lt;/li&gt;\n&lt;li&gt;Accountability, to follow the specified procedures and controls and be personally responsible for their production work and personal development.&lt;/li&gt;\n&lt;li&gt;Observation and Feedback, to reflect on current and past performance and provide information and recommendations for continuous improvements in planning, delivery of working practices and training and development requirements.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt; Entry&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Practical skills are considered as important as academic ability and the employer will set their own specific selection criteria. However, the candidate will be required to successfully achieve qualifications at Level 2, in English and Mathematics within the period of apprenticeship if not already achieved.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt; Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship has a typical duration of 38 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt; Professional Registration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard meets the requirements for Engineering Technician registration with the UK Engineering Council through a relevant Professional Engineering Institution which will be determined by the relevant sector the candidate is working in.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt; Progression&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;There are numerous pathways for Multi-Positional Welders who may wish to pursue higher level careers in welding.These include progression to High Integrity Welder, Welding Instruction and Teaching, Welding Inspection and Managing and Supervising Welding Operations.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;It is expected that this standard will be reviewed after 3 years.&lt;/p&gt;\n&lt;blockquote&gt;&lt;strong&gt;No&lt;/strong&gt;&lt;strong&gt;te: &#160;&lt;/strong&gt;In &#160;order &#160;to &#160;articulate &#160;the &#160;specific &#160;level &#160;of &#160;skills, &#160;knowledge&#160; and &#160;behaviours &#160;required &#160;to &#160;be achieved &#160;and &#160;assessed&#160; to demonstrate full occupational competence in the foundation and development phase of the Apprenticeship. The employers on the Trailblazer group have developed a more detailed &lt;strong&gt;Employer Occupational Brief (EOB). &lt;/strong&gt;The brief will inform organisations of the required elements of both knowledge and vocational skills within this Apprenticeship Standard. It will also provide a clear b asis for the development of the assessment of this Apprenticeship and will enable the sector to maintain world class levels of quality and ensure that the credibility and consistency of Apprenticeship outcome is maintained.&lt;/blockquote&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-04-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0368",
  "tbMainContact": "trailblazer@twi.co.uk.",
  "involvedEmployers": "BAE Systems Maritime Submarines, Doosan Babcock, Alstom, Pall Europe, Liebherr, Graham Engineering Ltd, Hudson-Swan Engineering Ltd, TEi Ltd, Billington Structures Ltd, H Young Structures Ltd, William Haley, Engineering Ltd, The Welding Institute, British Constructional Steelwork Association, SEMTA, ECITB, Manufacturing Technology Centre",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "multi positional welder"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Fabrication and Welding Operative/Technician",
  "clusterId": "259",
  "clusterDescription": "Make products and plant by cutting, forming, jointing and shaping of materials",
  "createdDate": "2017-09-22T14:24:10 +00:00",
  "lastUpdated": "2022-11-25T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-04-27T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0350-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0350-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-11-25T00:00:00"
}