{
  "larsCode": 163,
  "referenceNumber": "ST0380",
  "title": "Nuclear technician",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/163",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2017-03-24T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Providing technical support to engineers and scientists in the nuclear industry.",
  "level": 5,
  "typicalDuration": 36,
  "maxFunding": 21000,
  "route": "Engineering and manufacturing",
  "keywords": [
    "nuclear industry apprenticeships",
    "chemical technicians",
    "control and instrumentation",
    "power station commissioning",
    "power station decommissioning"
  ],
  "jobRoles": [
    "nuclear technician",
    "project engineering",
    "plant design",
    "plant operations"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/1207/nuclear_technician.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;y&lt;/strong&gt;&lt;strong&gt;p&lt;/strong&gt;&lt;strong&gt;ical&#160;&lt;/strong&gt;&lt;strong&gt;Job titles:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Nuclear Technicians with the following typical job roles in: Process/Chemical, Mechanical,&#160;Electrical, Control &amp;amp; Instrumentation, Plant / Design Engineering, Operations, Project Engineering, Scientific, Commissioning / Decommissioning, Environmental, Health, Safety and Quality.&lt;/p&gt;\r\n&lt;h3&gt;Duration&#160;&lt;/h3&gt;\r\n&lt;p&gt;The apprenticeship will typically be 42 months to provide a balanced and comprehensive approach for work based learning and academic achievement to meet the requirements of the occupation role&lt;/p&gt;\r\n&lt;h3&gt;Level&#160;&lt;/h3&gt;\r\n&lt;p&gt;5&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupational profile:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;A Nuclear Technician will have a good technical understanding of processes and procedures for the day to day operational requirements in nuclear facilities and will use the knowledge, skills and behaviours developed to carry out a broad range of technical, scientific and engineering tasks to operate systems and equipment safely, efficiently and in an environmentally sustainable way, meeting the requirements set out by the employer and industry regulators.&lt;/p&gt;\r\n&lt;p&gt;They will be able to work as part of a multi-disciplinary team, taking responsibility for the quality of work that is undertaken, demonstrating good team working skills and the ability to communicate in a variety of forms to all levels within an organisation.&lt;/p&gt;\r\n&lt;p&gt;The Nuclear Technician role will be a task focussed role and will typically follow direction and instructions of the professional level. Nuclear Technicians provide all the required technical support to enable the engineers and technologists to function effectively, while adhering to correct procedures and health and safety guidelines. Nuclear Technicians solve technical problems. Under supervision they will scope and manage technical work tasks in support of a variety of engineering/science based projects. Tasks can vary depending on the specific discipline but typically involve:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Preparation of technical reports and information to assist managers in decision making&lt;/li&gt;\r\n&lt;li&gt;Utilise problem solving techniques to identify technical improvements&lt;/li&gt;\r\n&lt;li&gt;Sampling, testing, measuring, recording and interpretation of results to present to senior colleagues&lt;/li&gt;\r\n&lt;li&gt;Carrying out routine tasks accurately and following strict methodologies&lt;/li&gt;\r\n&lt;li&gt;Setting up, maintaining and operating equipment&lt;/li&gt;\r\n&lt;li&gt;Using computers and performing mathematical calculations for the preparation of data&lt;/li&gt;\r\n&lt;li&gt;Keeping up to date with technical developments, especially those which can save time and improve reliability and performance&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;They will have a fundamental and core knowledge of engineering / science principles and practices and will be able to demonstrate discipline skills, project management skills commensurate with their employed job role that typically may include design, plant performance enhancements, operational control, quality control, project engineering and maintenance of environmental health and safety.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;nt&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;y Requirements:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Employers will set their own entry requirements. Typically, candidates will have achieved grade C or above in at least five GCSE’s including English, Maths and a Science subject, and hold a minimum of 240 UCAS points. Other relevant or prior experience may also be considered as an alternative.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupational Knowledge: &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;&lt;strong&gt;A Nuclear Technician must be able to know and understand:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ol&gt;\r\n&lt;li&gt;The concepts, principles and theories of engineering science relevant to the interdisciplinary fields of nuclear technology.&lt;/li&gt;\r\n&lt;li&gt;Relevant stakeholders, commercial and business acumen, business improvement process, project and business management techniques relevant to the nuclear industry.&lt;/li&gt;\r\n&lt;li&gt;Science or engineering discipline knowledge to support the development of operation, maintenance and progression of technologies for example in Decommissioning (e.g. remote handling and robotics), Waste Management, Reprocessing, and Nuclear Power Generation.&lt;/li&gt;\r\n&lt;li&gt;How to engage with and support the successful outcome of nuclear projects.&lt;/li&gt;\r\n&lt;li&gt;How to analyse and apply the results of research and information gathering to evaluate and to propose solutions to a particular nuclear technology application.&lt;/li&gt;\r\n&lt;li&gt;The regulatory requirements for both national and international and its relevance to the job role.&lt;/li&gt;\r\n&lt;li&gt;The nuclear industry (past, present and future) and the business, political and community environment in which the company operates including personal role within the organisation, ethical practice and codes of conduct.&lt;/li&gt;\r\n&lt;li&gt;How to implement methods of determining the root cause of problems and demonstrating knowledge of learning from experience (LFE) processes.&lt;/li&gt;\r\n&lt;li&gt;The technology, safety, environmental and economics for a variety of nuclear scenarios for example the nuclear fuels, the nuclear fuel cycle.&lt;/li&gt;\r\n&lt;li&gt;How the standards for nuclear professional practice as required by the industry and professional body institutions are applied.&lt;/li&gt;\r\n&lt;/ol&gt;\r\n&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupational Skills: &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;&lt;strong&gt;A Nuclear Technician must be able to:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ol&gt;\r\n&lt;li&gt;Work competently and safely in a technical nuclear environment, understand and promote personal responsibility for Health, Safety, Radiation Protection, Environmental Protection, Quality, Security, Safeguards and principles of Risk Management.&lt;/li&gt;\r\n&lt;li&gt;Utilise mathematical, engineering and scientific tools to provide suitable solutions to nuclear applications.&lt;/li&gt;\r\n&lt;li&gt;Accurately observe, record and draw conclusions from data and experimental evidence and presentation of findings under supervision.&lt;/li&gt;\r\n&lt;li&gt;Develop and write technical reports that meet business requirements including the optimisation and continuous improvement of processes and services.&lt;/li&gt;\r\n&lt;li&gt;Utilise Information Technology (IT) for performing and supporting the business processes including, communications, work co-ordination, task analysis and problem solving.&lt;/li&gt;\r\n&lt;li&gt;Promote and actively support the application of quality standards relevant to the workplace and organisation.&lt;/li&gt;\r\n&lt;li&gt;Demonstrate decision making ability commensurate with agreed levels of responsibility.&lt;/li&gt;\r\n&lt;/ol&gt;\r\n&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupational Behaviours: &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;&lt;strong&gt;A Nuclear Technician within a nuclear environment must demonstrate behaviours to be able to:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ol&gt;\r\n&lt;li&gt;Communicate effectively and appropriately at all levels within the organisation, using a broad range of communication skills (including written, oral, presentation and active listening).&lt;/li&gt;\r\n&lt;li&gt;Demonstrate reliability, integrity and respect for confidentiality on work related and personal matters.&lt;/li&gt;\r\n&lt;li&gt;Demonstrate ability to work effectively within a wide, multi-disciplinary team.&lt;/li&gt;\r\n&lt;li&gt;Understand the impact of work on others, especially where related to diversity and equality.&lt;/li&gt;\r\n&lt;li&gt;Demonstrate ability to work to a plan and deliver quality work to meet an agreed schedule.&lt;/li&gt;\r\n&lt;li&gt;Demonstrate a supportive attitude to change and respond positively to change management processes.&lt;/li&gt;\r\n&lt;li&gt;Take responsibility for personal development, demonstrating commitment to learning and self-improvement and be open to feedback.&lt;/li&gt;\r\n&lt;li&gt;Demonstrate a strong commitment to personal safety behaviours and understanding of the consequences as set out in the nuclear industry requirements.&lt;/li&gt;\r\n&lt;li&gt;Take responsibility to actively challenge unsafe behaviours and conditions in the workplace to help reinforce nuclear, radiological and conventional safety over competing goals to ensure the protection of people and the environment.&lt;/li&gt;\r\n&lt;li&gt;Demonstrate compliance by following rules, procedures and principles to ensure work completed is fit for purpose and pay attention to detail and carry out error checks throughout work activities.&lt;/li&gt;\r\n&lt;li&gt;Be an enthusiastic advocate for the nuclear industry with the ability to represent this industry to a variety of audiences.&lt;/li&gt;\r\n&lt;/ol&gt;\r\n&lt;h3&gt;&lt;strong&gt;Qu&lt;/strong&gt;&lt;strong&gt;alifications:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Pr&lt;/strong&gt;&lt;strong&gt;of&lt;/strong&gt;&lt;strong&gt;essional Registration:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;On successful completion of the apprenticeship, a Nuclear Technician will be eligible to apply for professional registration as Engineering Technician (EngTech) or Registered Science Technician (RSciTech) by an appropriate Professional Institute regulated by the Engineering Council or Science Council.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;This standard will be reviewed after 3 years of approval.&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "Pete Moss ",
    "contactAddress": "Open Awards Estuary Commerce Park\r\n17 De Havilland Dr\r\nSpeke\r\nLiverpool \r\nL24 8RN",
    "contactEmail": "EQA@openawards.org.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2017-03-24T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "dug.harrison@nsan.co.uk",
  "involvedEmployers": "Sellafield Ltd, National Skills Academy for Nuclear (NSAN), EDF Energy, Nugeneration Limited (NuGen), Ultra Electronics Limited, Jacobs UK Limited, BAE Systems Marine Limited, Westinghouse Springfields Fuels Ltd, The United Kingdom Atomic Energy Authority (UKAEA), , LLW Repository Lt, EDF Energy, GEN II Engineering & Technology Training Ltd, Nuclear Institute (NI), Institute of Measurement and Control (InstMC), Institute of Chemical Engineers (IChemE), Institution of Mechanical Engineers (IMechE), Royal Society of Chemistry (RSC)",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "nuclear technician",
    "project engineering",
    "plant design",
    "plant operations"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Manufacturing, Plant and Process Technologist",
  "createdDate": "2017-09-22T14:24:25 +00:00",
  "lastUpdated": "2017-09-22T14:24:25 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/nuclear-technician-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/nuclear-technician-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}