{
  "templateType": "Apprenticeship Standard",
  "larsCode": 198,
  "referenceNumber": "ST0372",
  "learningAimClassCode": "",
  "title": "Building services design engineer (degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0372",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-12-11T00:00:00",
  "earliestStartDate": "2017-10-04T00:00:00",
  "latestStartDate": "2025-02-27T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Designing, installing and maintaining building services, such as water, lighting and heating.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 60,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "degree",
    "building services design engineer",
    "building services",
    "design engineer",
    "engineer"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1396/st0372_building_services_design_engineer_l6_ap.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupational Profile&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;A Building Services Design Engineer will manage a team of engineers and technicians and will collaborate with other construction professionals to design the various services found in buildings and infrastructure projects. The work typically includes systems such as renewable and emerging technologies, energy management, heating, ventilation, air conditioning, drainage, lighting, power, water services, building management systems, life-safety systems, communications and building transportation (e.g. lifts). Buildings and infrastructure take on many forms from newly built facilities to the refurbishment of premises for every sector of industry. As building services design engineers they could be working in a design consultancy, a contractor or a manufacturing company.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;Building Services Design Engineers will undertake the technical and commercial management of projects which provide engineering design solutions to maintain and enhance the quality of the environment and community. They will ensure that business, client and end user needs are taken into account and work within financial and safety constraints. They will employ current and emerging technology to produce innovative engineering design solutions for development, manufacture and construction.&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Entry requirements&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;Apprenticeship candidates will typically have at least three A levels at Grades A*-C including Mathematics and Physical Science or their equivalent or will have completed a Level 3 Apprenticeship as a Building Services Design Technician&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;The typical duration for this apprenticeship is 60-66 months but this will depend on the previous experience of the apprentice and access to opportunities to gain the full range of competence.&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Qualifications&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;Successful apprentices will gain a BSc or BEng building services degree which is accredited by the relevant professional engineering institution. Apprentices without Level 2 English and Maths will need to achieve this level prior to taking the end-point assessment.&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Level&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;This is a Level 6 Apprenticeship. On completion the apprentice will have fully satisfied the requirements for registration as an Incorporated Engineer by the relevant professional engineering institution.&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Review&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;The Apprenticeship Standard will be reviewed after 3 years.&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Knowledge&lt;/h3&gt;\n&lt;p&gt;A Building Services Design Engineer will require a comprehensive and in-depth knowledge of:-&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p&gt;The mathematical, scientific and engineering principles, methods and modelling that underpin the design of complex building services systems including the quantitative methods used to understand the performance of systems and components and current and emerging technologies. Examples include: comfort criteria, heat transfer calculations, building management systems, fluid dynamics theory for ventilation and water flow, electrical power theory, lighting engineering theory. Using psychrometric charts to determine cooling and humidification loads. Using fan/pump characteristics to determine operating capability&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;&amp;nbsp;The digital solutions used to model, design, analyse and evaluate building services systems. Examples include: Using building information modelling to design heating, ventilation and airconditioning systems, and integrate system components with architectural and structural elements. Using computer programs for heating load assessments. Using dynamic thermal modelling programs to calculate carbon emissions and demonstrate compliance with Building Regulations Part L criteria. Using spreadsheet techniques for calculating and summating electric power loads .&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;The research techniques used to improve the performance of building services systems and components with particular reference to sustainability and reduced carbon emissions and including the use of market intelligence and evidence from best practice. Examples include: Using post-occupancy evaluation outcomes indicating the specific occupancy patterns, space usage and behavioural characteristics and their impacts on energy consumption and carbon emissions, so that future designs can be improved.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;The quality standards, codes of practice, legal and regulatory frameworks such as building regulations and construction and design management regulations that govern the design of building services systems with particular reference to health, safety and welfare and environmental impact. Examples include: Building Regulations Part L Conservation of Fuel and Power and Part F Ventilation; Electricity at Work Regulations, air quality.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;The principles and techniques of whole life evaluation in the design of building engineering services systems taking into account critical constraints, including due concern for safety and sustainability. Examples include: Running costs for mechanical and electrical systems, including fuel costs and operation and maintenance costs; carbon usage assessments including both operational carbon from energy usage and embodied carbon from materials usage, including replacements and upgrades; mechanical and electrical equipment replacement strategies.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;The principles and techniques of effective project management including resources, cost and risk assessment. Examples include: project programmes for the building services design activities; resources planning against project stages and ‘deliverables’ schedules for producing mechanical and electrical drawings and specifications. Using stage-by-stage cost allocation and expenditure profiles and cumulative schedules of risks.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;How to manage teams and develop staff to meet changing technical and managerial needs. Examples include: building teams, briefing and providing direction, reviewing and appraising performance in relation to delivery of building services projects. Using change management techniques to address client/architect changes and impacts on building services design loads, layouts and plant spaces.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;How to communicate effectively through reports, drawings, specifications, presentations and discussions with both technical and non-technical people. Examples include: Contributions to proposals reports for building services solutions to meet the client brief; concept diagrams for explaining the design principles of complex mechanical and electrical systems in layman’s terms; specifications for mechanical and electrical installations.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Examples include: Dealing in a fair and honest way in activities such as selection of suppliers/contractors for tender lists for building services contracts; and in reviewing tenders and making recommendations for award of contracts.&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Skills&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;A Building Services Design Engineer will be able to:&lt;/span&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p&gt;&amp;nbsp;Use a sound, evidence-based approach to problem solving to develop building services engineering design solutions which maintain and enhance the quality of the environment and community and meet client, financial and safety objectives. Examples included: Use feedback from previous projects, and in use data from operational buildings, and incorporate lessons learnt into building services designs and management systems with cost benefit analysis.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Identify, review and select techniques, procedures and methods best suited to undertake the design of complex building services systems and components. Examples included: comparison and selection of methods for equipment sizing for power systems; assessing the suitability of computational fluid dynamics for understanding thermal and ventilation dynamic characteristics in complex scenarios.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Promote the continuous improvement of the design of building services systems and components. This includes using market intelligence and best practice and participating in design reviews and evaluation. Examples include: maintaining awareness of technical developments in equipment such as chillers, boilers and generators; and good practice methods for system configurations and control. Participating in design critiques for the building services strategy at the concept design stage.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Manage and apply safe systems of work including responsibility for own obligations for health, safety and welfare issues, assessing and controlling risk, working with health, safety and welfare legislation and best practice. Examples include: Undertaking hazard identification and risk assessment for building services systems involving electricity, gas, rotating plant, refrigerants, hot surfaces, testing and commissioning. Planning suitable access and facilities for operation and maintenance of mechanical and electrical equipment.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Managing the planning, budgeting and organization of tasks, people and resources through the use of appropriate management systems, working to agreed quality standards, project programme and budget, within legal, contractual and statutory requirements. Examples include: Use employer’s quality management system for stage-by-stage project delivery; assessing required person-hours for design, site visits, inspections and witnessing in relation to fees.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Manage teams and develop staff to meet changing technical and managerial needs. Examples include: Provide team briefings and guidance on interpretation and application of new energy regulations or employer/institutional design guidance on lighting design.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Communicate effectively through reports, drawings, specifications, presentations and discussions with both technical and non-technical people. Examples include: Presenting building services design concepts and proposals to a client using diagrams, data in context and interactive discussions on the intended operational performance and user benefits.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Carry out and record the continuing profession development needed to maintain and enhance knowledge and competence as a building services design engineer. Examples include: Learning and evidence records from project activities, such as mechanical/electrical systems design calculations; heating, cooling and power load assessments; lighting calculations; equipment capacities and selection; schematic and layout drawings for mechanical and electrical services; witness reports from commissioning; writing reports; and attendance at seminars, lectures and workshops.&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Behaviours&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;A Building Services Design Engineer will&lt;/span&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p&gt;Be aware of the needs and concerns of others, especially in relation to diversity and equality.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Demonstrate reliability, integrity and respect for confidentiality.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Be confident and flexible in dealing with new and changing interpersonal situations.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Create, maintain and enhance productive working relationships.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Demonstrate a strong commitment to health, safety and welfare.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Demonstrate a personal commitment to professional and ethical standards, recognizing one’s obligation to society, the profession and the environment.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Take responsibility for personal development, demonstrate commitment to learning and self-improvement and be open to feedback.&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;",
  "occupationalSummary": "&lt;p&gt;A Building Services Design Engineer will manage a team of engineers and technicians and will collaborate with other construction professionals to design the various services found in buildings and infrastructure projects. The work typically includes systems such as renewable and emerging technologies, energy management, heating, ventilation, air conditioning, drainage, lighting, power, water services, building management systems, life-safety systems, communications and building transportation (e.g. lifts). Buildings and infrastructure take on many forms from newly built facilities to the refurbishment of premises for every sector of industry. As building services design engineers they could be working in a design consultancy, a contractor or a manufacturing company. Building Services Design Engineers will undertake the technical and commercial management of projects which provide engineering design solutions to maintain and enhance the quality of the environment and community. They will ensure that business, client and end user needs are taken into account and work within financial and safety constraints. They will employ current and emerging technology to produce innovative engineering design solutions for development, manufacture and construction.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "1390f65f-f610-4950-b014-303feeedbe13",
      "detail": "The mathematical, scientific and engineering principles, methods and modelling that underpin the design of complex building services systems including the quantitative methods used to understand the performance of systems and components and current and emerging technologies. Examples include: comfort criteria, heat transfer calculations, building management systems, fluid dynamics theory for ventilation and water flow, electrical power theory, lighting engineering theory. Using psychrometric charts to determine cooling and humidification loads. Using fan/pump characteristics to determine operating capability"
    },
    {
      "knowledgeId": "96023543-92d1-4b4a-a47a-f02aa2d555d4",
      "detail": "The digital solutions used to model, design, analyse and evaluate building services systems. Examples include: Using building information modelling to design heating, ventilation and airconditioning systems, and integrate system components with architectural and structural elements. Using computer programs for heating load assessments. Using dynamic thermal modelling programs to calculate carbon emissions and demonstrate compliance with Building Regulations Part L criteria. Using spreadsheet techniques for calculating and summating electric power loads "
    },
    {
      "knowledgeId": "0f463c9a-f8cb-4c09-a145-65f8118a1511",
      "detail": "The research techniques used to improve the performance of building services systems and components with particular reference to sustainability and reduced carbon emissions and including the use of market intelligence and evidence from best practice. Examples include: Using post-occupancy evaluation outcomes indicating the specific occupancy patterns, space usage and behavioural characteristics and their impacts on energy consumption and carbon emissions, so that future designs can be improved"
    },
    {
      "knowledgeId": "89c4aecc-52ac-40e1-95cd-a0aee9037d4f",
      "detail": "The quality standards, codes of practice, legal and regulatory frameworks such as building regulations and construction and design management regulations that govern the design of building services systems with particular reference to health, safety and welfare and environmental impact. Examples include: Building Regulations Part L Conservation of Fuel and Power and Part F Ventilation; Electricity at Work Regulations, air quality"
    },
    {
      "knowledgeId": "a5dd5881-5d3a-449c-9e4b-79c27845d63a",
      "detail": "The principles and techniques of whole life evaluation in the design of building engineering services systems taking into account critical constraints, including due concern for safety and sustainability. Examples include: Running costs for mechanical and electrical systems, including fuel costs and operation and maintenance costs; carbon usage assessments including both operational carbon from energy usage and embodied carbon from materials usage, including replacements and upgrades; mechanical and electrical equipment replacement strategies"
    },
    {
      "knowledgeId": "dbc75e7d-5d10-450e-ac4c-2a28aadcae48",
      "detail": "The principles and techniques of effective project management including resources, cost and risk assessment. Examples include: project programmes for the building services design activities; resources planning against project stages and \"deliverables\" schedules for producing mechanical and electrical drawings and specifications. Using stage-by-stage cost allocation and expenditure profiles and cumulative schedules of risks"
    },
    {
      "knowledgeId": "93653b4e-c778-409e-9bef-016de8b9d05d",
      "detail": "How to manage teams and develop staff to meet changing technical and managerial needs. Examples include: building teams, briefing and providing direction, reviewing and appraising performance in relation to delivery of building services projects. Using change management techniques to address client/architect changes and impacts on building services design loads, layouts and plant spaces"
    },
    {
      "knowledgeId": "305e2fe5-f3e2-4a61-a2a7-11d95cd4eccb",
      "detail": "How to communicate effectively through reports, drawings, specifications, presentations and discussions with both technical and non-technical people. Examples include: Contributions to proposals reports for building services solutions to meet the client brief; concept diagrams for explaining the design principles of complex mechanical and electrical systems in layman's terms; specifications for mechanical and electrical installations"
    },
    {
      "knowledgeId": "eba8f6a6-5375-46e9-bb4c-90c580f59bab",
      "detail": "Examples include: Dealing in a fair and honest way in activities such as selection of suppliers/contractors for tender lists for building services contracts; and in reviewing tenders and making recommendations for award of contracts"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "5714b62c-2f75-43bf-9b47-9e491d7c375c",
      "detail": "Be aware of the needs and concerns of others, especially in relation to diversity and equality"
    },
    {
      "behaviourId": "489d780a-bfc3-49c7-a37d-dab47125e4b2",
      "detail": "Demonstrate reliability, integrity and respect for confidentiality"
    },
    {
      "behaviourId": "5d4449fa-40c0-49f0-b41a-9ace83ec4b0a",
      "detail": "Be confident and flexible in dealing with new and changing interpersonal situations"
    },
    {
      "behaviourId": "0c5a5d93-75fa-4312-9cd2-22965b4d7000",
      "detail": "Create, maintain and enhance productive working relationships"
    },
    {
      "behaviourId": "3e2e9328-2be9-49de-b3f9-424477875e79",
      "detail": "Demonstrate a strong commitment to health, safety and welfare"
    },
    {
      "behaviourId": "04098689-0dd0-4265-8248-ad72479b6088",
      "detail": "Demonstrate a personal commitment to professional and ethical standards, recognizing one's obligation to society, the profession and the environment"
    },
    {
      "behaviourId": "f4ee57aa-5c00-4d39-8758-02cdfe00d559",
      "detail": "Take responsibility for personal development, demonstrate commitment to learning and self-improvement and be open to feedback"
    }
  ],
  "skills": [
    {
      "skillId": "48c747f1-83eb-43cb-94a0-3c732e2a71df",
      "detail": "Use a sound, evidence-based approach to problem solving to develop building services engineering design solutions which maintain and enhance the quality of the environment and community and meet client, financial and safety objectives. Examples included: Use feedback from previous projects, and in use data from operational buildings, and incorporate lessons learnt into building services designs and management systems with cost benefit analysis"
    },
    {
      "skillId": "4bfcc34f-5cb8-4738-9704-14d1253842a8",
      "detail": "Identify, review and select techniques, procedures and methods best suited to undertake the design of complex building services systems and components. Examples included: comparison and selection of methods for equipment sizing for power systems; assessing the suitability of computational fluid dynamics for understanding thermal and ventilation dynamic characteristics in complex scenarios"
    },
    {
      "skillId": "39b0b5ec-7417-4c1b-8fe7-6dac5c447070",
      "detail": "Promote the continuous improvement of the design of building services systems and components. This includes using market intelligence and best practice and participating in design reviews and evaluation. Examples include: maintaining awareness of technical developments in equipment such as chillers, boilers and generators; and good practice methods for system configurations and control. Participating in design critiques for the building services strategy at the concept design stage"
    },
    {
      "skillId": "56148c03-76f6-4d78-937b-352abb25ac30",
      "detail": "Manage and apply safe systems of work including responsibility for own obligations for health, safety and welfare issues, assessing and controlling risk, working with health, safety and welfare legislation and best practice. Examples include: Undertaking hazard identification and risk assessment for building services systems involving electricity, gas, rotating plant, refrigerants, hot surfaces, testing and commissioning. Planning suitable access and facilities for operation and maintenance of mechanical and electrical equipment"
    },
    {
      "skillId": "c5d9ba39-7ce7-43d8-9de7-2935dce1a966",
      "detail": "Managing the planning, budgeting and organization of tasks, people and resources through the use of appropriate management systems, working to agreed quality standards, project programme and budget, within legal, contractual and statutory requirements. Examples include: Use employer's quality management system for stage-by-stage project delivery; assessing required person-hours for design, site visits, inspections and witnessing in relation to fees"
    },
    {
      "skillId": "d8f7a1f0-064f-46fc-b3eb-954c182d0e69",
      "detail": "Manage teams and develop staff to meet changing technical and managerial needs. Examples include: Provide team briefings and guidance on interpretation and application of new energy regulations or employer/institutional design guidance on lighting design"
    },
    {
      "skillId": "ae270f96-e932-4531-9928-50bfa308c66b",
      "detail": "Communicate effectively through reports, drawings, specifications, presentations and discussions with both technical and non-technical people. Examples include: Presenting building services design concepts and proposals to a client using diagrams, data in context and interactive discussions on the intended operational performance and user benefits"
    },
    {
      "skillId": "cba0fadc-4896-4384-a069-d97eed4e754c",
      "detail": "Carry out and record the continuing profession development needed to maintain and enhance knowledge and competence as a building services design engineer. Examples include: Learning and evidence records from project activities, such as mechanical/electrical systems design calculations; heating, cooling and power load assessments; lighting calculations; equipment capacities and selection; schematic and layout drawings for mechanical and electrical services; witness reports from commissioning; writing reports; and attendance at seminars, lectures and workshops"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-10-04T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "TB0056",
  "tbMainContact": "csudworth@acenet.co.uk",
  "involvedEmployers": "Arup\nAtkins\nCH2M\nClancy Consulting\nHoare Lea\nJacobs Engineering\nMott MacDonald\nTroup Bywaters + Anders\nWaterman Group\nWSP\nVES Andover Ltd",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Design, Surveying & Planning",
  "cluster": "Design and surveying professional",
  "clusterId": "40",
  "clusterDescription": null,
  "createdDate": "2017-10-05T13:19:01 +00:00",
  "lastUpdated": "2023-12-11T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-10-04T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0372",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0372-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0372-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-02-27T00:00:00"
}