{
  "templateType": "Apprenticeship Standard",
  "larsCode": 206,
  "referenceNumber": "ST0339",
  "learningAimClassCode": "",
  "title": "Passenger transport onboard and station team member",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0339",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2021-11-25T00:00:00",
  "earliestStartDate": "2017-11-23T00:00:00",
  "latestStartDate": "2021-11-24T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Ensuring the safe travel of passengers, their customers, themselves and their colleagues.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Transport and logistics",
  "keywords": [
    "Passenger Transport",
    "station team member",
    "Passenger",
    "Transport",
    "Customer Service"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1443/ptso-team-member-assessment-plan.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;AN APPRENTICESHIP THAT TAKES PEOPLE WHERE THEY NEED TO GO&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;SUGGESTED INDUSTRY SECTORS:&lt;/strong&gt; RAIL, BUS, COACH&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;DURATION&lt;/strong&gt;: MINIMUM OF 12 MONTHS&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;REVIEW PERIOD&lt;/strong&gt;: 3 YEARS&lt;/p&gt;\n&lt;p&gt;Every day millions of people travel on trains, buses and coaches to get to work, to see friends and family or to go on holiday. Passenger transport service professionals make a difference by ensuring they are able to travel safely, on time and in comfort from the beginning to the end of their chosen journey. An apprenticeship in passenger transport services is a great opportunity to acquire the skills, knowledge and behaviours that play a vital role in providing a high quality, accessible and safe transport service to all customers. A career in service operations allows you to follow a profession in Rail, Bus and Coach.&lt;/p&gt;\n&lt;p&gt;A passenger transport services operations on board/station team member is required to provide high quality customer service within the safety critical transport environment. Their primary duty is to the safety of themselves, the passengers, their customers and their colleagues. They need to be aware of the operational passenger transport service, its targets and obligations, the relevant infrastructure and its assets. With this apprenticeship you will be the face of the passenger transport service, delivering front line customer services onboard or in stations. At a busy station you could be responsible for ensuring passengers board the correct service, that services are dispatched properly and when on board, that customers have the best possible experience. An apprenticeship in passenger transport services is your first stop to a great career in a dynamic and exciting industry.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;TYPICAL JOB AREAS&lt;/strong&gt; Ticket office, Gateline, Information, On-board service, Passenger assistance&lt;br&gt;&lt;strong&gt;QUALIFICATION REQUIREMENTS:&lt;/strong&gt; Apprentices without level 1 English and maths Will need to achieve this level and take the test for level 2 English and maths prior to taking the end point assessment. &lt;br&gt;&lt;strong&gt;THE ROUTE TO YOUR SUCCESS&lt;/strong&gt; The apprenticeship will cover: core knowledge and understanding, safety, quality, customer service and onboard and station operation skills and competence. You will then take the team member optional route based on your occupation of station/depot or onboard.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;BEHAVIOURS&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;A passenger transport professional needs to:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Be approachable and friendly at all times.&lt;/li&gt;\n&lt;li&gt;Act as a good listener, respectful of other’s beliefs and personal circumstances.&lt;/li&gt;\n&lt;li&gt;Be conscientious of risks impacting on passenger safety and remain calm under pressure when issues occur.&lt;/li&gt;\n&lt;li&gt;Be confident of their role regarding passenger safety and organised in its delivery.&lt;/li&gt;\n&lt;li&gt;Be passionate about providing quality passenger services and a role model to colleagues.&lt;/li&gt;\n&lt;li&gt;Pay attention to detail and take pride in providing a quality service.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;CORE KNOWLEDGE AND UNDERSTANDING&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand what is required to ensure you and your customers comply with relevant procedures, regulations and laws that impact on the transport environment and its operation.&lt;/li&gt;\n&lt;li&gt;Understand the range of services available and an appreciation of the commercial transport environment.&lt;/li&gt;\n&lt;li&gt;Understand the diverse range of customers within the transport services industry, their needs, rights and expectations and how to provide an excellent service that promotes the transport industry.&lt;/li&gt;\n&lt;li&gt;Understand the needs of customers who may need assistance including those who have disabilities and particular requirements.&lt;/li&gt;\n&lt;li&gt;Understand assistance that can be provided and the relevant legislation and responsibilities of the organisation and those who work there.&lt;/li&gt;\n&lt;li&gt;Understand the range and types of products and services available, how they are advertised and sold and the customer requirements and entitlements and the effect of the product or service range, type and availability on the customer experience.&lt;/li&gt;\n&lt;li&gt;Understand the different types of systems and equipment, their operating methods and techniques and the security and legal regulations for storing and securing data.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;CORE ROLE REQUIREMENTS - ALL AREAS COVERED&lt;/h3&gt;\n&lt;h4&gt;ONBOARD AND STATION OPERATIONS - SKILLS AND COMPETENCE&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Presentation and service&lt;/strong&gt;&amp;nbsp;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Welcome customers in a polite and reassuring manner, directing and escorting them as appropriate.&lt;/li&gt;\n&lt;li&gt;Ensure signage and resources to help guide customers is appropriate and positioned safely.&lt;/li&gt;\n&lt;li&gt;Assist customers who require help in a considered way, using specialised equipment or systems where necessary.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Information and technology&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Make an announcement over public address system that is direct, clear and unambiguous.&lt;/li&gt;\n&lt;li&gt;Start up, correctly use, monitor and shutdown the equipment and systems within your area of responsibility.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Business and marketing &lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;identify opportunities to raise interest in products and services, explain the range and options and how these meet requirements.&lt;/li&gt;\n&lt;li&gt;Display promotional material in the correct manner and at the right time, ensuring material is fit for purpose.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;SAFETY - SKILLS AND COMPETENCE&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Self management &lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Prepare and organise work area to ensure work can be undertaken in a safe and efficient manner.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Ensure all relevant notices are read and understood.&lt;/li&gt;\n&lt;li&gt;Complete personal preparation prior to undertaking transport duties.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Awareness &lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Maintain safe working practices.&lt;/li&gt;\n&lt;li&gt;Recognise inappropriate behaviour that could lead to a conflict&lt;/li&gt;\n&lt;li&gt;Remain alert for breaches of security and emergency situations, taking prompt and appropriate action to ensure safety.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Decision making&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Act appropriately during incidents and emergency situations to minimise risk.&lt;/li&gt;\n&lt;li&gt;Evaluate situations which impact on the transport service and provide solutions to restore operations.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;QUALITY - SKILLS AND COMPETENCE&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Time management &lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Ensure all preparations for the shift have been undertaken in time.&lt;/li&gt;\n&lt;li&gt;Prioritise own duties to ensure activities are completed to time and the service is maintained.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Professionalism &lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Maintain professional appearance and conduct.&lt;/li&gt;\n&lt;li&gt;Maintain a clean, tidy and suitable transport environment.&lt;/li&gt;\n&lt;li&gt;Identify and safeguard lost property.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Continuing development &lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Review progress and performance and develop yourself within your role.&lt;/li&gt;\n&lt;li&gt;Obtain feedback on performance from others, identifying skills and knowledge gaps.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;CUSTOMER SERVICE - SKILLS AND COMPETENCE&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Effective communication &lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Provide information that supports the safe operation of the transport service and is inclusive of all groups.&lt;/li&gt;\n&lt;li&gt;Identify the nature of an enquiry and seek clarification when needed.&lt;/li&gt;\n&lt;li&gt;Respond in a timely, positive and helpful manner to enquiries, complaints and compliments.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Interpersonal &lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Recognise when circumstances could lead to confusion, panic or conflict, providing assistance that is considerate of risk and reassurance that is sympathetic and promotes good will.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Teamwork &lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Respond to colleagues in a way that supports the safe operation of the transport service and promotes professionalism.&lt;/li&gt;\n&lt;li&gt;Ensure choice of words, actions and behaviours promotes equality and diversity.&lt;/li&gt;\n&lt;li&gt;Present a cohesive and collective approach to achieve team and business results.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;SPECIFIC ROLE REQUIREMENTS - ROUTE TAKEN DEPENDANT ON OCCUPATION&lt;/h3&gt;\n&lt;h4&gt;Station or depot&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Contribute to the safe dispatch of trains from a platform (rail only).&amp;nbsp; the vehicle turnaround service.&lt;/li&gt;\n&lt;li&gt;Contribute to sale and issue of tickets, receipts or passes, using the appropriate systems and equipment, recording transactions and dealing with errors.&lt;/li&gt;\n&lt;li&gt;Support revenue inspections in line with with legal and company requirements.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Onboard&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Direct and escort passengers to their seats, answering queries regarding seat reservations, timetables, on-board services and the range of facilities available.&lt;/li&gt;\n&lt;li&gt;Carry out routine checks to customer areas, dealing with any irregularities such as obstructions, missing or faulty equipment, left items, and evidence of illegal substances.&lt;/li&gt;\n&lt;li&gt;Provide a catering service, displaying products in line with brand guidelines and procedures, accepting and reconciling payments.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;SPECIFIC KNOWLEDGE AND UNDERSTANDING - route taken dependant on occupation&lt;/h3&gt;\n&lt;h4&gt;Station or depot&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Know the procedures for the safe dispatching of trains (rail only).&lt;/li&gt;\n&lt;li&gt;Know the process and procedures for a turnaround service and understand the importance of safety and efficiency.&lt;/li&gt;\n&lt;li&gt;Know how to sell and issue tickets and understand the appropriate equipment used.&lt;/li&gt;\n&lt;li&gt;Understand the impact of fraud and the procedures taken when identified.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Onboard&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Know how to direct and escort passengers.&lt;/li&gt;\n&lt;li&gt;Know relevant information regarding seat reservation, timetables and on board services and facilities, and how to appropriately present it.&lt;/li&gt;\n&lt;li&gt;Understand the importance of routine checks and process and procedures for carrying them out.&lt;/li&gt;\n&lt;li&gt;Know the procedure for dealing with evidence of illegal substances.&lt;/li&gt;\n&lt;li&gt;Understand how to provide professional catering service.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [
    "Onboard",
    "Station or Depot"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-11-23T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0356",
  "tbMainContact": "Barry.Smith@nsar.co.uk",
  "involvedEmployers": "Virgin Trains, Northern Rail, East Midlands Trains, Transport for London (TfL), South Eastern Railway, First Group PLC, Southwest Trains, Stagecoach, Peter Brett Associates, Webber Bus, Berry Coaches, First Great Western, Arriva plc, Crossrail, Nottingham City Council, Merseytravel, RMT, Govia Thameslink Railway (GTR)",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Transport",
  "cluster": "Driver or crewmember",
  "clusterId": "82",
  "clusterDescription": "Drive a vehicle (road and rail) and provide routine support services",
  "createdDate": "2017-11-14T17:10:00 +00:00",
  "lastUpdated": "2021-11-25T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-11-23T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0339",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0339-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0339-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "d0c85d28-add8-46b0-81c4-514fa5db8340",
      "title": "Onboard",
      "occupationCode": ""
    },
    {
      "optionId": "f7fb9f52-37d6-42bb-bbfe-2e758604f853",
      "title": "Station or Depot",
      "occupationCode": ""
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Onboard",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Station or Depot",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-11-25T00:00:00"
}