{
  "templateType": "Apprenticeship Standard",
  "larsCode": 100,
  "referenceNumber": "ST0336",
  "learningAimClassCode": "",
  "title": "Transport planning technician",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0336",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2020-08-23T00:00:00",
  "earliestStartDate": "2016-05-11T00:00:00",
  "latestStartDate": "2020-08-23T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Providing technical support to transport planners to help manage and improve transport services and systems.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 12000,
  "maxFundingAdditionalInformation": "",
  "route": "Transport and logistics",
  "keywords": [
    "highways",
    "transport",
    "roads",
    "railway",
    "cars",
    "infrastructure",
    "public sector",
    "private sector"
  ],
  "jobRoles": [
    "professional transport planner"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1146/transport_planning_technician.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Job description&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Transport planning technicians provide technical support to professional transport planners in the preparation, assessment and implementation of policies, plans and projects to manage and improve local, regional, national and international transport systems, services and their connections with land use planning to support economic growth, protect the environment and support social cohesion. All Transport Planning Technicians will have a broad skills base, however, it is likely that some technicians may specialise in a particular element. This breadth of skills reflects that of professional transport planners, who come from a wide variety of backgrounds including mathematics, engineering and the social sciences. Transport planning technicians work both for public sector authorities and private sector companies.&lt;/p&gt;\n&lt;p&gt;A transport planning technician&#39;s work could involve contributing to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;the planning and design of transport and traffic policies, plans, schemes and systems&lt;/li&gt;\n&lt;li&gt;collecting, preparing and presenting data, written information and analyses to inform the development of policies, plans and projects&lt;/li&gt;\n&lt;li&gt;modelling transport and traffic systems&lt;/li&gt;\n&lt;li&gt;assessing the impacts of possible transport measures&lt;/li&gt;\n&lt;li&gt;the development and implementation of travel planning (Smart Travel) schemes&lt;/li&gt;\n&lt;li&gt;the successful delivery of projects working as a member of a team&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their Apprenticeships. Apprenticeship candidates will typically have at least 5 GCSEs at Grades A*- C including English and Mathematics or their equivalent. Employers who recruit candidates without English or Mathematics at Grade C or above must ensure that the candidate achieves a level 2 equivalent standard prior to the completion of the Apprenticeship. Entrants must also show an aptitude and desire to work in transport planning and have a passion for helping develop creative solutions.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;D&lt;/strong&gt;&lt;strong&gt;uration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The typical duration for this apprenticeship is 36 months but this will depend on the previous experience of the apprentice and access to opportunities to gain the full range of competence.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a Level 3 Apprenticeship. On completion of the apprenticeship the apprentice will have satisfied the requirements for registration as an Engineering Technician by the Chartered Institution of Highways and Transportation. The apprenticeship is also mapped to the Transport Planning Society’s Professional Development requirements offering young people the opportunity to access a work-based route to a career as a professional transport planner.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The Apprenticeship Standard will be reviewed after 3 years.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Transport Planning Technician, on completion of the apprenticeship, needs to know about&lt;/strong&gt;:&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;&lt;strong&gt;t&lt;/strong&gt;&lt;strong&gt;he policy, legal and regulatory context &lt;/strong&gt;within which transport planners work including national, regional and local policies; health and safety, environmental and transport regulations and planning acts.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;t&lt;/strong&gt;&lt;strong&gt;he collection and analysis of data, &lt;/strong&gt;including new data obtained through transport and traffic fieldwork as well as the identification and use of existing sources.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;t&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;ansport and traffic models, forecasting &lt;/strong&gt;and the principal analytical methods and software packages in general use including model specification, calibration and application.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;t&lt;/strong&gt;&lt;strong&gt;he assessment of transport and traffic policies, plans and projects &lt;/strong&gt;conforming with formal requirements, design principles and standards and best practice. These might include transport, environmental and economic assessments.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;t&lt;/strong&gt;&lt;strong&gt;echniques for, and interpretation of, stakeholder and public engagement &lt;/strong&gt;in the development and assessment of transport and traffic policies, plans and projects.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;how to work effectively and contribute to transport planning by the correct use of resources and time&lt;/strong&gt;. This includes understanding the objectives of the project, time and budget management, working productively within teams and with others, project management, quality management and assurance systems.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;how to communicate effectively, &lt;/strong&gt;in a range of contexts including presentation of data, written reports and oral communication.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;t&lt;/strong&gt;&lt;strong&gt;he corporate policies of the organisations with which they work as well the code of conduct of the relevant professional body, &lt;/strong&gt;including the need to comply with corporate and professional policies on ethics and diversity, and an understanding of the principles of confidentiality.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;safe working practices and how to comply with them, &lt;/strong&gt;including an understanding of relevant health and safety requirements.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;their own contribution to sustainable development, &lt;/strong&gt;including economic, environmental and social wellbeing and have an understanding of sustainability and environmental policies and their impact on transport planning.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;sources of and approaches to Continuing Professional Development (CPD), &lt;/strong&gt;including an understanding of personal appraisal schemes, training and development plans, CPD obligations and competency requirements.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Transport Planning Technician, on completion of the apprenticeship, will to be able to&lt;/strong&gt;:&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;&lt;strong&gt;Use appropriate transport planning techniques and methods &lt;/strong&gt;to contribute to the preparation, assessment and implementation of policies, plans and projects to manage and improve transport systems and services. This includes contributing to the analysis of information, the design and delivery of transport surveys, the use of models to forecast demand, the use of transport, economic, environmental, safety and other assessment techniques in the appraisal of policies, plans or schemes, and the design and delivery of effective stakeholder and public engagement activities.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;W&lt;/strong&gt;&lt;strong&gt;ork effectively, using appropriate methods, resources, time and budget for the successful delivery of projects.&#160;&lt;/strong&gt;This includes contributing to the collection, analysis, interpretation, storage and retrieval of transport data, applying suitable transport models, applying appropriate processes for community involvement, public consultation and stakeholder engagement, the design and implementation of travel plans, following technical procedures and working within best and recommended practice.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;M&lt;/strong&gt;&lt;strong&gt;anage their work and maintain the quality of their own work. &lt;/strong&gt;This includes having a clear understanding of the tasks to be completed and contributing to the preparation, implementation and monitoring of work plans and projects, organising and participating in meetings, scheduling work and managing their time to conform with the overall project plan programme and budget and checking work meets an appropriate level against relevant standards.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Communicate effectively &lt;/strong&gt;in a range of contexts. This includes presenting data, written reports and oral communication using correct terms, standards and formats.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Keep themselves and others safe by adhering to safe working practices. &lt;/strong&gt;This includes the ability to assess risks, follow safe systems of work and adhere to all corporate safety policies.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;M&lt;/strong&gt;&lt;strong&gt;aintain their own skills base and learning to develop increasing competence. &lt;/strong&gt;This includes an ability to continuously assess their own competence against training objectives and identify development needs and compliance with the code of conduct set out by their professional body.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;B&lt;/strong&gt;&lt;strong&gt;eh&lt;/strong&gt;&lt;strong&gt;aviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Take a responsible approach to health and safety&lt;/li&gt;\n&lt;li&gt;Be professional, proactive and receptive to constructive advice and guidance&lt;/li&gt;\n&lt;li&gt;Be willing to learn new skills and to adapt in the light of experience&lt;/li&gt;\n&lt;li&gt;Know one’s limitations and when to ask for help or escalate&lt;/li&gt;\n&lt;li&gt;Work independently when appropriate and take responsibility for and pride in their work&lt;/li&gt;\n&lt;li&gt;Apply an effective approach to problem solving&lt;/li&gt;\n&lt;li&gt;As part of a team contribute to discussions, question and provide constructive feedback.&lt;/li&gt;\n&lt;li&gt;Keep well organised personal records of work undertaken.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-05-11T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0524",
  "tbMainContact": "CSudworth@acenet.co.uk",
  "involvedEmployers": "Atkins, Arup, London Borough of Hackney, CH2MHill, Curtins, Highways Agency, Hyder Consulting, Leeds City Council, Mott MacDonald, Odyssey Markides, Parsons Brinckerhoff, Peter Brett Associates, Transport for London, WSP, Chartered Institute of Highways & Transportation, Transport Planning Society",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "professional transport planner"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Transport",
  "cluster": "Transport operations operative or technician",
  "clusterId": "16",
  "clusterDescription": "Support a transport facility's operation and/or support the loading and movement of a freight or passenger vehicle or vessel",
  "createdDate": "2017-09-22T14:24:57 +00:00",
  "lastUpdated": "2020-08-23T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-05-11T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0336",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0336-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0336-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2020-08-23T00:00:00"
}