{
  "templateType": "Apprenticeship Standard",
  "larsCode": 379,
  "referenceNumber": "ST0398",
  "learningAimClassCode": "",
  "title": "Animal trainer",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0398",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-10-14T00:00:00",
  "earliestStartDate": "2018-11-22T00:00:00",
  "latestStartDate": "2024-10-13T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Planning, managing, delivering and reviewing the training of animals.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 7000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "Animal",
    "vet",
    "science",
    "veterinary",
    "pets",
    "care",
    "environment",
    "zoo",
    "safari"
  ],
  "jobRoles": [
    "Zoo & safari park trainers",
    "Service animal trainers",
    "Commercial animal trainers",
    "Assistance animal trainers",
    "Audio-visual industry animal trainers",
    "Animal obedience trainers",
    "Animal behaviour trainers"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2471/st0398_animal-trainer_l4_cycle13_for-publishingdocx.pdf",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.3 Animal care and veterinary science",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Occupational profile: &lt;/strong&gt;As an Animal Trainer, you plan, manage, deliver and review the training of the animals you are working with using positive, reward based training methods. This may involve training the animal to undertake specific tasks, or more general training. This standard also covers your interactions with the animal, developing training plans to reinforce desirable behaviours/reduce undesirable behaviours as well as reviewing and evaluating training to ensure goals are met and plans continue to be appropriate. Working patterns will involve irregular hours and in all weather conditions. You will have a professional approach to showing compassion, respect, patience and tolerance in all situations to people and animals. Typical Job roles include: zoo &amp;amp; safari park trainers, service animal trainers (including search and rescue), commercial animal trainers, assistance animal trainers, audio- visual industry animal trainers, animal obedience trainers, animal behaviour trainers.&lt;/p&gt;\n&lt;h3&gt;Knowledge - An Animal Trainer will require a comprehensive understanding of:&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;current legislation, including health and safety and animal welfare, work place policies and procedures&lt;/li&gt;\n&lt;li&gt;the 5 welfare needs of animals:\n&lt;ul&gt;\n&lt;li&gt;its need for a suitable environment&lt;/li&gt;\n&lt;li&gt;its need for a suitable diet (and water)&lt;/li&gt;\n&lt;li&gt;its need to exhibit normal behaviour patterns&lt;/li&gt;\n&lt;li&gt;any need to be housed with, or apart from, other animals&lt;/li&gt;\n&lt;li&gt;its need to be protected from pain, suffering, injury and disease&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/li&gt;\n&lt;li&gt;how to carry out risk assessments related to the training environment&lt;/li&gt;\n&lt;li&gt;how the needs of animals under your duty of care may be assessed and addressed&lt;/li&gt;\n&lt;li&gt;their responsibility, accountability and autonomy for duty of care of animals under the current animal welfare legislation&lt;/li&gt;\n&lt;li&gt;the natural behaviour patterns, body language and communication methods of the animal&lt;/li&gt;\n&lt;li&gt;the signs that indicate problems with animals’ health and welfare and the actions that should be taken&lt;/li&gt;\n&lt;li&gt;the suitability, action, welfare and ethical considerations of training aids/equipment and techniques for the species’ and animals’ physical and mental capabilities&lt;/li&gt;\n&lt;li&gt;how training will impact on animal welfare and how to analyse whether it is in the best interests of the animal involved&lt;/li&gt;\n&lt;li&gt;the factors which may affect the progress and success of training, such as exercise, nutrition, life stage&lt;/li&gt;\n&lt;li&gt;the importance of routine/preventative health/veterinary care&lt;/li&gt;\n&lt;li&gt;anatomy, physiology and health to include conformation, biomechanics, mental (behavioural) health; reproduction and common inherited abnormalities&lt;/li&gt;\n&lt;li&gt;the process of establishing measurable goals and objectives for the training of animals&lt;/li&gt;\n&lt;li&gt;how to formulate training plans based on the available resources and the objectives agreed between the trainer and others&lt;/li&gt;\n&lt;li&gt;the importance of reviewing and revising a training plan to meet the objectives&lt;/li&gt;\n&lt;li&gt;current and relevant terminology/theory including classical and operant conditioning&lt;/li&gt;\n&lt;li&gt;the need to guard against unintentional classical and operant conditioning creating undesirable behaviour&lt;/li&gt;\n&lt;li&gt;when training is inappropriate&lt;/li&gt;\n&lt;li&gt;appropriate enrichment methods and equipment for the species of animals concerned&lt;/li&gt;\n&lt;li&gt;socialisation and effects on animal learning and behaviour&lt;/li&gt;\n&lt;li&gt;the factors relating to the movement of animals&lt;/li&gt;\n&lt;li&gt;the human animal bond&lt;/li&gt;\n&lt;li&gt;human training skills and relevant theories including lesson plans, learning styles, feedback and coaching&lt;/li&gt;\n&lt;li&gt;problem solving tools to support solutions&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;Skills - An Animal Trainer will be able to:&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;continually assess, maintain and evaluate a safe working environment following relevant legislation, work place policies and procedures&lt;/li&gt;\n&lt;li&gt;continually assess, maintain and evaluate the 5 welfare needs of animals whilst under your care&lt;/li&gt;\n&lt;li&gt;Be responsible for minimising risks and dealing with potential incidents and emergencies including implementing appropriate controls&lt;/li&gt;\n&lt;li&gt;assess the risk of disease transmission and implement appropriate bio-security controls&lt;/li&gt;\n&lt;li&gt;carry out a dynamic risk assessment relating to the training environment and the animals’ welfare and act appropriately&lt;/li&gt;\n&lt;li&gt;approach all interactions with the animals in a manner that reinforces desirable behavioural patterns and avoids creating undesirable behavioural patterns&lt;/li&gt;\n&lt;li&gt;analyse data and review and implement plans accordingly and update records&lt;/li&gt;\n&lt;li&gt;prepare the animal, resources and environment for the training session to aid the achievement of agreed learning outcomes&lt;/li&gt;\n&lt;li&gt;obtain and interpret relevant information regarding the animals from the appropriate sources, i.e. life history, physical capabilities&lt;/li&gt;\n&lt;li&gt;assess the potential animal welfare consequences, of the training method and equipment such as physical and mental harm&lt;/li&gt;\n&lt;li&gt;create and implement a training plan based upon the individual animal with realistic targets for a desired behaviour based upon the principles of learning and the intended outcomes of the training&lt;/li&gt;\n&lt;li&gt;assess the progress of the training session against the plan at regular intervals and take action to resolve situations where training activities, methods or resources are found to be inappropriate&lt;/li&gt;\n&lt;li&gt;communicate training plans effectively to others, such as colleagues and clients recognising individual learning styles and relevant learning theories of delivery and support them to apply these plans in practice&lt;/li&gt;\n&lt;li&gt;solve problems using independent critical thinking to modify the training plan as needed to take into account the response of the animals and other factors&lt;/li&gt;\n&lt;li&gt;balance the conflicting demands of animal welfare, societal expectations and the safety of the public in deciding the future of animals under their care&lt;/li&gt;\n&lt;li&gt;make autonomous decisions that may impact on the future of the animal&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;Behaviours&lt;/h3&gt;\n&lt;h4&gt;&lt;strong&gt;Safe Working&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Promote and monitor safe working practices, which must be adhered to at all times with constant situational awareness and adaptability to ensure the safety of the animals, themselves and others.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Work Ethic&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Have a strong work ethic, be a good role model and mentor for others. Be respectful, punctual, reliable, trustworthy and diligent. Work effectively and encourage efficiency to meet time deadlines and organisational requirements. Take pride in their work showing commitment and loyalty whilst conducting themselves in a professional manner. Make the most efficient and effective use of materials, resources and time.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Responsibility&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Assume a role of responsibility in the workplace. Organise themselves, delegate tasks, supervise and monitor others and the animals in their care. Show compassion, respect, patience and tolerance in all situations to people and animals. Work with methods that reduce risk of injury to the animals, themselves or others. Recognise own limitations and seek qualified professional advice as necessary/when required. The ability to operate as the advocate for the animal and to balance this against societal expectations and the safety of the public.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Team Work&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Work independently and as part of a team, showing leadership and initiative as appropriate. Understand their role within the team and their impact on others and animals. Promote good working relationships, reduce, manage and report conflict within the team when necessary. Contribute to and support the training and development of others.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Communication&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Respect the need for confidentiality and adhere to data protection policies. Confidently and respectfully communicate with colleagues, volunteers, visitors, clients, industry specialists and animals. Show good interpersonal skills and accurately report any concerns, incidents and abnormalities. Know when to ask for, offer and give advice and guidance. Use social media responsibly.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Professionalism&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Have a strong and professional ethic including pride in their appearance and work. Attention to detail; integrity and time management; have a flexible attitude to work; have a safety mindset to self and others; demonstrate initiative. A commitment and willingness to learn and to contribute to their own continuing professional development.&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and Maths will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Any entry requirements will be set by individual employers but, typically, they may look for evidence of prior experience of working within the industry.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard is at Level 4&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically, 18 months to 24 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;After 3 years&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;As an Animal Trainer, you plan, manage, deliver and review the training of the animals you are working with using positive, reward based training methods. This may involve training the animal to undertake specific tasks, or more general training. This standard also covers your interactions with the animal, developing training plans to reinforce desirable behaviours/reduce undesirable behaviours as well as reviewing and evaluating training to ensure goals are met and plans continue to be appropriate. Working patterns will involve irregular hours and in all weather conditions. You will have a professional approach to showing compassion, respect, patience and tolerance in all situations to people and animals. Typical Job roles include: zoo &amp;amp; safari park trainers, service animal trainers (including search and rescue), commercial animal trainers, assistance animal trainers, audio- visual industry animal trainers, animal obedience trainers, animal behaviour trainers.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "284d9615-8c31-4310-8625-a379e08f6b7e",
      "detail": "Current legislation, including health and safety and animal welfare, work place policies and procedures"
    },
    {
      "knowledgeId": "82553fb7-c9fd-4a6e-80de-1c0894c63712",
      "detail": "The 5 welfare needs of animals:\nits need for a suitable environment\nits need to exhibit normal behaviour patterns\nits need for a suitable diet (and water)\nany need to be housed with, or apart from, other animals\nits need to be protected from pain, suffering, injury and disease"
    },
    {
      "knowledgeId": "3658a33a-8a66-47cb-95b4-7ad4408dd381",
      "detail": "How to carry out risk assessments related to the training environment"
    },
    {
      "knowledgeId": "917a4bca-ca4a-4f06-b44b-7d7527dfc804",
      "detail": "How the needs of animals under your duty of care may be assessed and addressed"
    },
    {
      "knowledgeId": "308c4f31-a1dd-47a4-898c-639836f9793a",
      "detail": "Their responsibility, accountability and autonomy for duty of care of animals under the current animal welfare legislation"
    },
    {
      "knowledgeId": "56eb6674-f1ce-4ef9-819c-1a0174588a25",
      "detail": "The natural behaviour patterns, body language and communication methods of the animal"
    },
    {
      "knowledgeId": "fa3dde40-0aed-40b2-b940-a52b79b356a7",
      "detail": "The signs that indicate problems with animals’ health and welfare and the actions that should be taken"
    },
    {
      "knowledgeId": "703efde9-c203-4234-8a3f-cb740f096cf2",
      "detail": "The suitability, action, welfare and ethical considerations of training aids/equipment and techniques for the species’ and animals’ physical and mental capabilities"
    },
    {
      "knowledgeId": "553b9137-4b09-44f6-9e38-4121fd8db9f4",
      "detail": "How training will impact on animal welfare and how to analyse whether it is in the best interests of the animal involved"
    },
    {
      "knowledgeId": "fbd5d4c2-14be-410f-b181-aa59769a470a",
      "detail": "The factors which may affect the progress and success of training, such as exercise, nutrition, life stage"
    },
    {
      "knowledgeId": "8171fac7-faf1-444f-bb4d-2b313994cdaf",
      "detail": "The importance of routine/preventative health/veterinary care"
    },
    {
      "knowledgeId": "38d0aabe-9079-4da0-94d4-71cc399bad40",
      "detail": "Anatomy, physiology and health to include conformation, biomechanics, mental (behavioural) health; reproduction and common inherited abnormalities"
    },
    {
      "knowledgeId": "3385174e-a57f-4c83-b81a-b572959ff638",
      "detail": "The process of establishing measurable goals and objectives for the training of animals"
    },
    {
      "knowledgeId": "d62dc6a5-918a-44c8-a445-b3e648ca0203",
      "detail": "How to formulate training plans based on the available resources and the objectives agreed between the trainer and others"
    },
    {
      "knowledgeId": "1b59a233-4b7f-4b73-887e-b806c9f9a3b5",
      "detail": "The importance of reviewing and revising a training plan to meet the objectives"
    },
    {
      "knowledgeId": "2879af0a-deb7-4157-a453-33a90a124f39",
      "detail": "Current and relevant terminology/theory including classical and operant conditioning"
    },
    {
      "knowledgeId": "4afdd56a-ff39-4350-bcf7-cc758ea1eb2e",
      "detail": "The need to guard against unintentional classical and operant conditioning creating undesirable behaviour"
    },
    {
      "knowledgeId": "8dce86f6-c9a4-4017-a698-7a4ff46c5cd3",
      "detail": "When training is inappropriate"
    },
    {
      "knowledgeId": "c6f396b9-75f4-48ba-9121-ba8353a4ef9a",
      "detail": "Appropriate enrichment methods and equipment for the species of animals concerned"
    },
    {
      "knowledgeId": "91a7082e-58fd-4842-95c9-5993979ddcaf",
      "detail": "Socialisation and effects on animal learning and behaviour"
    },
    {
      "knowledgeId": "2c66d156-3237-4614-a388-766ec96f2c11",
      "detail": "The factors relating to the movement of animals"
    },
    {
      "knowledgeId": "527e4867-8010-4b92-a059-6d6f431d06a2",
      "detail": "The human animal bond"
    },
    {
      "knowledgeId": "4a2cf26d-1474-4b27-b911-2b4536862927",
      "detail": "Human training skills and relevant theories including lesson plans, learning styles, feedback and coaching"
    },
    {
      "knowledgeId": "709e67e9-2e6d-44fd-9629-6a21634b8592",
      "detail": "Problem solving tools to support solutions"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "5ea31610-13d4-499c-95a5-5f5c39afed3a",
      "detail": "Promote and monitor safe working practices, which must be adhered to at all times with constant situational awareness and adaptability to ensure the safety of the animals, themselves and others."
    },
    {
      "behaviourId": "6bd661a9-aadf-475b-ab21-64e51e9c8ec9",
      "detail": "Have a strong work ethic, be a good role model and mentor for others. Be respectful, punctual, reliable, trustworthy and diligent. Work effectively and encourage efficiency to meet time deadlines and organisational requirements. Take pride in their work showing commitment and loyalty whilst conducting themselves in a professional manner. Make the most efficient and effective use of materials, resources and time."
    },
    {
      "behaviourId": "7b8e819a-5f06-4218-8331-3fd1dc71c157",
      "detail": "Assume a role of responsibility in the workplace. Organise themselves, delegate tasks, supervise and monitor others and the animals in their care. Show compassion, respect, patience and tolerance in all situations to people and animals. Work with methods that reduce risk of injury to the animals, themselves or others. Recognise own limitations and seek qualified professional advice as necessary/when required. The ability to operate as the advocate for the animal and to balance this against societal expectations and the safety of the public."
    },
    {
      "behaviourId": "bb3f0313-ae0f-4712-bf04-79428a3eabad",
      "detail": "Work independently and as part of a team, showing leadership and initiative as appropriate. Understand their role within the team and their impact on others and animals. Promote good working relationships, reduce, manage and report conflict within the team when necessary. Contribute to and support the training and development of others."
    },
    {
      "behaviourId": "f664929f-2d0e-4016-8a9e-e685244de21a",
      "detail": "Respect the need for confidentiality and adhere to data protection policies. Confidently and respectfully communicate with colleagues, volunteers, visitors, clients, industry specialists and animals. Show good interpersonal skills and accurately report any concerns, incidents and abnormalities. Know when to ask for, offer and give advice and guidance. Use social media responsibly."
    },
    {
      "behaviourId": "89d0d602-bb1f-411a-92c9-799ffdb61804",
      "detail": "Have a strong and professional ethic including pride in their appearance and work. Attention to detail; integrity and time management; have a flexible attitude to work; have a safety mindset to self and others; demonstrate initiative. A commitment and willingness to learn and to contribute to their own continuing professional development. "
    }
  ],
  "skills": [
    {
      "skillId": "99fc565b-f896-47b8-87ea-c93a276307e0",
      "detail": "Continually assess, maintain and evaluate a safe working environment following relevant legislation, work place policies and procedures"
    },
    {
      "skillId": "0baa670f-b7fe-4b55-a6cd-902ca044768b",
      "detail": "Continually assess, maintain and evaluate the 5 welfare needs of animals whilst under your care"
    },
    {
      "skillId": "9c7550cd-138a-4b32-b516-8e485a652dda",
      "detail": "Be responsible for minimising risks and dealing with potential incidents and emergencies including implementing appropriate controls"
    },
    {
      "skillId": "6af0cd6c-3586-4aa4-8ce6-e5291fbedeeb",
      "detail": "Assess the risk of disease transmission and implement appropriate bio-security controls"
    },
    {
      "skillId": "ca18186c-4d03-4a66-bdf0-4c4e51b5602e",
      "detail": "Carry out a dynamic risk assessment relating to the training environment and the animals’ welfare and act appropriately"
    },
    {
      "skillId": "7e228ebe-fbf6-4ea7-8910-7001ad546886",
      "detail": "Approach all interactions with the animals in a manner that reinforces desirable behavioural patterns and avoids creating undesirable behavioural patterns"
    },
    {
      "skillId": "b747ea3d-ccdc-4631-9b30-c2f7b89aa6ed",
      "detail": "Analyse data and review and implement plans accordingly and update records"
    },
    {
      "skillId": "2004a7a2-57be-41a7-86b9-e30c7d4c6da5",
      "detail": "Prepare the animal, resources and environment for the training session to aid the achievement of agreed learning outcomes"
    },
    {
      "skillId": "c0cde2cb-a20a-4ba1-889f-19fc465aebe5",
      "detail": "Obtain and interpret relevant information regarding the animals from the appropriate sources, i.e. life history, physical capabilities"
    },
    {
      "skillId": "b154756d-f0f7-4099-a589-6c15d5ac60f8",
      "detail": "Assess the potential animal welfare consequences, of the training method and equipment such as physical and mental harm"
    },
    {
      "skillId": "a133678c-a8a8-48d8-b18f-6edb60d7a699",
      "detail": "Create and implement a training plan based upon the individual animal with realistic targets for a desired behaviour based upon the principles of learning and the intended outcomes of the training"
    },
    {
      "skillId": "65719558-955e-4352-b438-f503405b4c75",
      "detail": "Assess the progress of the training session against the plan at regular intervals and take action to resolve situations where training activities, methods or resources are found to be inappropriate"
    },
    {
      "skillId": "d7d9d9fd-edda-476c-b37a-9be3d131f7d4",
      "detail": "Communicate training plans effectively to others, such as colleagues and clients recognising individual learning styles and relevant learning theories of delivery and support them to apply these plans in practice"
    },
    {
      "skillId": "a5ec71b2-9870-4e87-b85d-6fb02ab12012",
      "detail": "Solve problems using independent critical thinking to modify the training plan as needed to take into account the response of the animals and other factors"
    },
    {
      "skillId": "173ff4dc-175a-4534-a861-4bc38da1669d",
      "detail": "Balance the conflicting demands of animal welfare, societal expectations and the safety of the public in deciding the future of animals under their care"
    },
    {
      "skillId": "1393224b-0cd1-4a20-ab68-bc4402e850cb",
      "detail": "Make autonomous decisions that may impact on the future of the animal"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-11-22T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0890",
  "tbMainContact": "Mark.Morrison581@mod.gov.uk",
  "involvedEmployers": "Amazing Animals, Blue Cross, Cats Protection, 1st Choice Animals Ltd, Guide Dogs for the Blind, RSPCA, Royal Army Veterinary Corps, Sequani Ltd, MRC Harwell Institute, Pet Industry Federation, Battersea Dogs and Cats Home, A-Z Animals, Dogs Trust, Greyhound Board of Great Britain",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Zoo & safari park trainers",
    "Service animal trainers",
    "Commercial animal trainers",
    "Assistance animal trainers",
    "Audio-visual industry animal trainers",
    "Animal obedience trainers",
    "Animal behaviour trainers"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Animal Care and Management",
  "cluster": "Animal care specialist",
  "clusterId": "83",
  "clusterDescription": "Active management of the welfare of animals including making care/health interventions usually under supervision",
  "createdDate": "2017-11-14T17:09:08 +00:00",
  "lastUpdated": "2024-10-14T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-11-22T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0398",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0398-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0398-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-10-14T00:00:00"
}