{
  "templateType": "Occupational Standard",
  "larsCode": 94,
  "referenceNumber": "ST0349",
  "learningAimClassCode": "",
  "title": "Welder",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0349",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "Occupational standard, end-point assessment and funding band revised",
  "changedDate": "2024-05-30T00:00:00",
  "earliestStartDate": "2024-06-01T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Welding of metals in two welding positions, using at least 1 arc welding process, passing surface inspection.",
  "level": 2,
  "ePALength": 3,
  "typicalDuration": 18,
  "maxFunding": 13000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "welding",
    "arc weld",
    "metalwork",
    "general welder",
    "arc processes",
    "welder",
    "weld"
  ],
  "jobRoles": [
    "General welder",
    "Weld setter",
    "Welding fabricator"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0349-v1-2?view=epa",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.2",
  "standardInformation": "&lt;h3&gt;1. Apprenticeship standard for welding - Level 2&lt;/h3&gt;\n&lt;p&gt;The following standard reflects employers’ requirements for the skills, knowledge and behaviours expected from someone to be considered a fully competent General Welder.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;2. Designation of occupation&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;General Welder (Arc Processes)&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;General Welders are fully competent in manual welding using at least one arc process. General Welders are required in a number of sectors for example, the steelwork construction sector.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;3. Role profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Welding is a way to make high strength joints between two or more parts. General Welders use high electrical energy to form an arc. Manual dexterity is essential in controlling the arc, which is used to melt metals, allowing them to fuse together to form a structurally sound weld.&lt;/p&gt;\n&lt;p&gt;Welding is used extensively and in almost every sector of industry. There is a high demand for skilled General Welders in areas such as: automotive, marine, transport, general fabrication, construction and many more. General Welders produce items like components for cars; ships; rail vehicles; simple metallic containers; and steelwork for bridges, buildings and gantries. Welding is a safety critical occupation and every welder takes responsibility for the quality and accuracy of their work. General Welders are required to produce joints that satisfy basic quality standards in order to ensure that the finished products function correctly, contributing to the safety of all and the global quality of life.&lt;/p&gt;\n&lt;p&gt;Skilled, qualified, professionally certified General Welders can work anywhere in the world and provide services in harshest of environments. For these accomplished professionals, the monetary rewards can be significant.&lt;/p&gt;\n&lt;p&gt;There is a highly complex range of welding skills: &#160;the different arc welding processes require different levels of manual dexterity, knowledge and skill to avoid making defective welds. There are a wide range of metallic materials that can be welded, each with different properties and behaviours.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;4. Role requirements (Skills, knowledge and behaviours)&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;General Welders will&#160;have the&#160;skill to:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Produce good quality welds using two welding process/material type combinations (TIG, MMA, MIG/MAG, FCAW) and (Carbon and Low Alloy steel, High Alloy Ferritic/Martensitic Steel, Austenitic Stainless Steel, Nickel and Nickel Alloys, Aluminium and Aluminium Alloys) in two welding positions (Downhand, Horizontal, Vertical, Overhead).&lt;/li&gt;\n&lt;li&gt;Attain a qualification in accordance with one of the following standards: &#160;ISO 9606 / ASME IX / BS4872 / AWS D1.1, determined by the employer. N.B. These qualifications are regarded as licences to practice in welding.&lt;/li&gt;\n&lt;li&gt;Achieve a quality of work to meet international standards for dimensional and surface inspection (Visual, Magnetic&lt;/li&gt;\n&lt;li&gt;Particle Inspection and Dye Penetrant Inspection).&lt;/li&gt;\n&lt;li&gt;Position, prepare and check the welding equipment.&lt;/li&gt;\n&lt;li&gt;Receive, handle and maintain consumables&lt;/li&gt;\n&lt;li&gt;Prepare, check and protect materials and work area ready for welding.&lt;/li&gt;\n&lt;li&gt;Complete and check the finished weld ready for inspection and report into the production control system.&lt;/li&gt;\n&lt;li&gt;Ensure that health and safety requirements are fully accounted for in all the above.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;General Welders will&#160;have the knowledge to:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Be aware of the basic mechanical properties and weldability of welded materials.&lt;/li&gt;\n&lt;li&gt;Understand the common arc welding processes, joint types (fillet, lap, butt, etc.) and positions.&lt;/li&gt;\n&lt;li&gt;Understand the major components of welding equipment and the essential parameters for welding.&lt;/li&gt;\n&lt;li&gt;Understand the terminology, operation and controls for the selected arc welding processes, joint types and welding positions.&lt;/li&gt;\n&lt;li&gt;Identify and understand the causes of typical welding defects and how their occurrence can be reduced, for the materials and welding processes selected.&lt;/li&gt;\n&lt;li&gt;Understand the functions of welding consumables and the requirements for correct storage and handling.&lt;/li&gt;\n&lt;li&gt;Be able to identify and select correct welding consumables for each application.&lt;/li&gt;\n&lt;li&gt;Understand and identify hazards and basic health, safety and quality requirements when welding.&lt;/li&gt;\n&lt;li&gt;Know how to interpret and work to a welding procedure specification.&lt;/li&gt;\n&lt;li&gt;Know the basics of welding quality documents and reporting systems.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;General Welders will display the following behaviours&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;A questioning attitude, to understand the processes and associated industrial applications. Maintaining competence with a commitment to Continuing Professional Development.&lt;/li&gt;\n&lt;li&gt;Planning and preparation to ensure production and Continuing Professional Development goals are achieved.&lt;/li&gt;\n&lt;li&gt;Intervention, to challenge poor practices and channel feedback to the appropriate authorities to implement change.&lt;/li&gt;\n&lt;li&gt;Reliability and dependability to consistently deliver expectations in production, quality, work ethics and self-development.&lt;/li&gt;\n&lt;li&gt;Accountability, to follow the specified procedures and controls and be personally responsible for their production work and personal development.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt; Entry&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Practical&#160; skills &#160;are &#160;considered &#160;as &#160;important &#160;as &#160;academic &#160;ability &#160;and &#160;the &#160;employer &#160;will &#160;set &#160;their own &#160;specific &#160;selection criteria. &#160;However, the candidate will be required to successfully achieve qualifications at level 1 in English and Mathematics and also to have taken examinations at level 2, for both subjects, within the period of apprenticeship if not already achieved.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt; Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship has a typical duration of 18 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt; Progression&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;There are numerous pathways for General Welders who may wish to pursue higher level careers in welding. &#160;These include progression to Multi-Positional Welder, High Integrity Welder or Welding Instruction and Teaching, Welding Inspection and Managing and Supervising Welding Operations.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;It is expected that this standard will be reviewed after 3 years.&lt;/p&gt;\n&lt;blockquote&gt;&lt;strong&gt;No&lt;/strong&gt;&lt;strong&gt;te: &#160;&lt;/strong&gt;In &#160;order &#160;to &#160;articulate &#160;the &#160;specific &#160;level &#160;of &#160;skills, &#160;knowledge and behaviours &#160;required &#160;to &#160;be achieved &#160;and &#160;assessed &#160;to demonstrate full occupational competence in the foundation and development phase of the Apprenticeship. The employers on the Trailblazer group have developed a more detailed &lt;strong&gt;Employer Occupational Brief (EOB). &lt;/strong&gt;The brief will inform organisations of the required elements of both knowledge and vocational skills within this Apprenticeship Standard. It will also provide a clear basis for the development of the assessment of this Apprenticeship and will enable the sector to maintain world class levels of quality and ensure that the credibility and consistency of Apprenticeship outcome is maintained.&lt;/blockquote&gt;",
  "occupationalSummary": "&lt;p style=&quot;line-height: normal;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 12pt;&quot;&gt;Welders join metals in a wide range of industries, such as aerospace, construction, defence, mining, marine and structural engineering. Welding contributes to the UK economy through the creation and repair of engineered goods and assets. Welders may be employed in any size of business from small companies to large multi-nationals. They work in a range of settings including fabrication shops, assembly yards, construction and building sites, factories and operational facilities requiring maintenance and upgrade. They can be employed by supply chain companies, the direct owner, or operators.&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;line-height: normal;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 12pt;&quot;&gt;Welders are responsible for the production of welds using manual and mechanised arc welding processes to sector standards. They will weld using a minimum of two weld process and material combinations, with at least one process being manual welding.&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;line-height: normal;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 12pt;&quot;&gt;Manual processes can include: manual tungsten inert gas (TIG), plasma arc welding (PAW), manual metal arc (MMA), metal inert or metal active gas (MIG or MAG), flux cored arc welding (FCAW). Mechanised processes can include: submerged arc welding (SAW), tractor-mounted metal inert or metal active gas (MIG or MAG), tractor-mounted f&lt;span style=&quot;color: rgba(0, 0, 0, 1);&quot;&gt;lux cored arc welding (FCAW), tractor-mounted or orbital tungsten inert gas (TIG), tractor-mounted or orbital plasma arc welding (PAW).&#160;&lt;/span&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;line-height: normal;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 12pt;&quot;&gt;Material groups include: carbon steel, low alloy steel (3-7% alloy content), high alloy ferritic or martensitic steel (&amp;gt;7% alloy content), austenitic stainless steel, duplex stainless steel, nickel and nickel alloys, aluminium and aluminium alloys, titanium and titanium alloys, copper and copper alloys. Given their close similarity when welding, for the purpose of this standard, MIG and MAG welding will be deemed to be the same process.&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;line-height: normal;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 12pt;&quot;&gt;The role requires production of welds in components covering two welding positions, in at least two joint layouts. These can be from butt (including seams), T-butt, fillet (including outside corners), buttering or cladding. Each welding process requires different welding equipment, assemblies, controls, skills and techniques, and represents a separate production process.&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;margin-bottom: 0; line-height: normal; background: rgba(255, 255, 255, 1); vertical-align: baseline;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 12pt;&quot;&gt;Welders work with people from other teams and functions, such as plate fabricators, steel erectors, steel workers, riggers, stores operatives, supervisors, inspectors, testing and quality control technicians. &lt;/span&gt;&lt;span style=&quot;font-size: 12pt;&quot;&gt;Their work may be checked to ensure continued quality of welding: this includes visual inspection and dimensional checks. It may also include non-destructive and destructive testing. They must ensure that the process and products meet quality standards and are produced to schedule. They must comply with health and safety regulations and procedures, including wearing personal protection equipment (PPE). They also need to meet environmental and sustainability regulations and procedures – reducing waste and recycling materials. They may work on their own or as part of a team. They work with minimal supervision and are responsible for the quality of their own work. They will typically report to a workplace supervisor. Welding operatives may need to work shifts and flexible work patterns. They may be required to work at height, and beside or over water.&#160;&lt;/span&gt;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "e6208a0a-ad73-4453-bbac-4c585111c5b2",
      "detail": "Awareness of health and safety regulations, standards and guidance and impact on role. Control of Substances Hazardous to Health (CoSHH). Fire safety. Health and Safety at Work Act. Safety equipment: guards, signage, fire extinguishers. Safety signage. Slips, trips, and falls. Working in confined spaces. Working at height. Manual handling."
    },
    {
      "knowledgeId": "96b35a81-94c7-48c7-b6a2-3895437b5395",
      "detail": "Safe systems of work, hazards and risks, isolation and emergency stop procedures, situational awareness."
    },
    {
      "knowledgeId": "e1bc6960-0792-411e-8205-688e431db0f5",
      "detail": "Material properties for welded materials: carbon steels, austenitic stainless steels, duplex stainless steels, nickel and nickel alloys, aluminium and aluminium alloys, titanium and titanium alloys, copper and copper alloys and associated heat treatments."
    },
    {
      "knowledgeId": "3a963cb8-e41c-4630-a166-38954248c927",
      "detail": "Welding power sources: invertor, rectifier, transformer, alternating and direct currents and positive and negative polarities."
    },
    {
      "knowledgeId": "42971eb7-3b35-4c50-afaa-65c36f51adc3",
      "detail": "Ancillary equipment: cabling and their assembly, interconnecting communications cables, torches and  tongs."
    },
    {
      "knowledgeId": "dff6bd44-ad66-4418-8d11-cb94ebcbfb97",
      "detail": "Welding gases and equipment: cylinder colours, regulators, storage."
    },
    {
      "knowledgeId": "6e5894a0-e837-46a0-b1f4-812c60ccdbd2",
      "detail": "Manual and mechanised welding processes and techniques."
    },
    {
      "knowledgeId": "e03de441-4772-4782-be7c-f362b051dabc",
      "detail": "Welding positions and progressions."
    },
    {
      "knowledgeId": "b534fa4b-508f-4335-a28b-2819f65d6965",
      "detail": "Welded joints: types, preparation, permanent and temporary backing."
    },
    {
      "knowledgeId": "54101cbc-6428-4cdb-a14f-4385ace71097",
      "detail": "Technical documentation requirements. Job specifications, drawings, manufacturer's instructions and manuals, quality documents."
    },
    {
      "knowledgeId": "d2ff8d06-fe50-4f05-bd54-76279be7d08b",
      "detail": "Material preparation and removal methods using both powered and non-powered tools."
    },
    {
      "knowledgeId": "5f7d7dfe-f196-4648-b6df-b82396883d3c",
      "detail": "Control of weld settings."
    },
    {
      "knowledgeId": "4aef9bcb-f6c0-4c1f-b40b-24411d61a2fd",
      "detail": "Weld visual inspection, dimensional tolerances and alignment of the welded component."
    },
    {
      "knowledgeId": "b51b0419-33cc-40a0-9183-96017be465a5",
      "detail": "Causes and prevention of welding defects and distortion."
    },
    {
      "knowledgeId": "85848b2b-6504-4f49-8897-19fa518d2705",
      "detail": "Common faults and issues within the welding environment. Problem solving techniques."
    },
    {
      "knowledgeId": "f3c6cf7e-356d-4187-bea6-4f9da412560a",
      "detail": "Verbal communication techniques."
    },
    {
      "knowledgeId": "1a88ea06-9084-418d-ba93-b9bf6f875903",
      "detail": "Equity, diversity and inclusion in the workplace."
    },
    {
      "knowledgeId": "1046cd79-b4f8-4f52-acb6-432f043cb60a",
      "detail": "Impact of the activity on the environment. Efficient use of resources. Recycling, re-use and efficient disposal of waste."
    },
    {
      "knowledgeId": "0d0033e9-4c42-4d9b-aac4-87461b68d497",
      "detail": "Principles of good team working. "
    },
    {
      "knowledgeId": "b0a8c80f-4ed1-4ee8-b8fd-a7fa2e79b7fb",
      "detail": "Non-destructive testing (NDT)."
    },
    {
      "knowledgeId": "fbbba780-b637-4b2c-9e61-5ff9fe8b974b",
      "detail": "Personal protective equipment (PPE)."
    },
    {
      "knowledgeId": "8b84deca-3f6b-4364-961c-3e2939ec60c5",
      "detail": "Principles and practices of restoring the work area on completion of welding."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "4d9b7f4c-ccd8-4117-b52e-f2eb9223db79",
      "detail": "Puts health and safety first."
    },
    {
      "behaviourId": "ead84c68-3923-43b0-8300-04699df8f86c",
      "detail": "Considers the impact on the environment when using resources and carrying out work."
    },
    {
      "behaviourId": "830fdd8b-56b3-4d78-aa6e-8761f5441ef1",
      "detail": "Takes ownership of given work."
    },
    {
      "behaviourId": "c5803fb9-9e1f-45fa-b1b2-76f8c7811dd4",
      "detail": "Adapts to changing requests."
    }
  ],
  "skills": [
    {
      "skillId": "d2e4d22f-ec40-4e02-90a9-8e6b7bcd72b8",
      "detail": "Apply health and safety procedures including the use of personal protective equipment (PPE)."
    },
    {
      "skillId": "dfc6330b-971b-4283-ae28-12bcd88866ad",
      "detail": "Collect and use information - text and data. For example, manufacturer's instructions, manuals, job instructions, drawings and quality control documentation."
    },
    {
      "skillId": "645230bb-972f-4dd6-8d6c-19d19d6d5773",
      "detail": "Prepare welding materials and work area: sourcing, checking and protecting."
    },
    {
      "skillId": "6bc11ab2-c7da-49f8-a6c4-fb98f6f161e0",
      "detail": "Prepare welding machines or equipment and safety protection measures, for example, check calibration and maintenance dates, inspection for cable damage."
    },
    {
      "skillId": "9e4a658e-2ecd-4696-831b-a6aabb060d10",
      "detail": "Check and use or operate tools and equipment."
    },
    {
      "skillId": "40bf259c-3b8f-4397-b0cc-6ff1d0d4a9d4",
      "detail": "Set, modify and monitor welding controls, for example, current, arc voltage, wire feed speed, gas flow rates, polarity, mechanised tractor units."
    },
    {
      "skillId": "6b72b9be-c6df-4e3d-a2c9-e117d7d7f9fd",
      "detail": "Identify issues and actions required. Escalate issues or concerns."
    },
    {
      "skillId": "3f1a70de-b5d4-48b3-ae0a-2b2c0200487f",
      "detail": "Use manual processes and equipment to remove material before and after welding."
    },
    {
      "skillId": "c427750e-c29d-4410-ae99-9a90b037f9ff",
      "detail": "Weld using processes, for example, tungsten inert gas (TIG), plasma arc welding (PAW), manual metal arc (MMA), metal inert or metal active gas (MIG or MAG), flux cored arc welding (FCAW), submerged arc welding (SAW), tractor-mounted metal inert or metal active gas (MIG or MAG), tractor-mounted flux cored arc welding (FCAW), tractor-mounted or orbital tungsten inert gas (TIG), tractor-mounted or orbital plasma arc welding (PAW)."
    },
    {
      "skillId": "2758d019-8526-46e1-a50c-5381b9a3f68d",
      "detail": "Adapt welding technique to weld different material groups, for example, carbon steel, low alloy steel (3-7% alloy content), high alloy ferritic or martensitic steel (>7% alloy content), austenitic stainless steel, duplex stainless steels, nickel and nickel alloys, aluminium and aluminium alloys, titanium and titanium alloys, copper and copper alloys."
    },
    {
      "skillId": "22c4c56d-546d-4e99-8832-432bfcb3224e",
      "detail": "Weld materials in different joint configurations, for example, butt, T-butt, fillet, cladding or buttering."
    },
    {
      "skillId": "7ea18fec-57de-430a-9eaa-11429e1a01b5",
      "detail": "Adapt welding techniques to weld materials in different positions, for example, down-hand, horizontal-vertical, horizontal, vertical-up, vertical-down, overhead, inclined."
    },
    {
      "skillId": "492f0ecf-aa5a-42f2-a40a-ea8e96a3f37e",
      "detail": "Identify surface defects."
    },
    {
      "skillId": "469e9626-3132-408b-9aa2-54923a1c2c4a",
      "detail": "Apply visual inspection, dimensional and alignment checks."
    },
    {
      "skillId": "d592bc2f-e394-4d0d-9e89-6ca3f5782135",
      "detail": "Restore the work area on completion of the welding activity, for example, clean equipment and machinery, tidy the work area, return excess resources and consumables."
    },
    {
      "skillId": "3d47486f-58b4-4ca3-b7f5-302d59c9b948",
      "detail": "Communicate verbally with others, for example, internal and external customers, colleagues, supervisors and managers."
    },
    {
      "skillId": "241a8005-9f59-473a-9dac-92c9f327ea01",
      "detail": "Follow procedures in line with environmental and sustainability regulations, standards and guidance. Segregate resources for re-use, recycling and disposal."
    },
    {
      "skillId": "caf53b66-7d2d-4184-9dcf-d429c4351852",
      "detail": "Follow equity, diversity and inclusion procedures."
    },
    {
      "skillId": "dde9fc38-4021-4461-ac4e-a30d19ec721a",
      "detail": "Follow work instructions - verbal or written."
    },
    {
      "skillId": "43144224-e9d2-48d8-b607-6d75ae997993",
      "detail": "Apply team working principles."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-04-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0368",
  "tbMainContact": "trailblazer@twi.co.uk",
  "involvedEmployers": "BAE Systems Maritime Submarines, Doosan Babcock, Alstom, Pall Europe, Liebherr, Graham Engineering Ltd, Hudson-Swan Engineering Ltd, TEi Ltd, Billington Structures Ltd, H Young Structures Ltd, William Haley, Engineering Ltd, The Welding Institute, British Constructional Steelwork Association, SEMTA, ECITB, Manufacturing Technology Centre",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "General welder",
    "Weld setter",
    "Welding fabricator"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, manufacturing, process and control",
  "cluster": "Fabrication and welding operative or technician",
  "clusterId": "259",
  "clusterDescription": "Make products and plant by cutting, forming, jointing and shaping of materials",
  "createdDate": "2024-04-29T10:47:45 +00:00",
  "lastUpdated": "2024-05-30T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-04-27T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0349",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0349-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0349-v1-2",
  "qualifications": [
    {
      "qualificationId": "1c0b55c7-02b0-4be3-8b3e-941ce50a86b1",
      "title": "AWS D1.1 Structural Welding - Steel: Certification: American Welding Society, OR",
      "level": "2",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "3446dce5-6f3e-4b02-a1c1-90e79927e373",
      "title": "AWS D1.2 Structural Welding Code - Aluminium: Certification: American Welding Society, OR",
      "level": "2",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "a1ba0ebe-c4f2-4071-b29a-f3d17d58d80d",
      "title": "ASME Section IX, OR",
      "level": "2",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "2e87f3d5-dcee-4c1c-ba4a-7951400da067",
      "title": "ISO 9606 Qualification testing of welder, OR",
      "level": "2",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "533c8174-e3a1-49af-8528-b671af973ec7",
      "title": "ISO 14732 Welding personnel - Approval of welding operator, OR",
      "level": "2",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "70ada97b-546e-48a9-9fcc-4d4ff85a1cd6",
      "title": "BS4872 Specification for approval testing of welders when welding procedure approval is not required",
      "level": "2",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "abb843eb-5d9e-4677-965d-215e14c48484",
      "dutyDetail": "Conduct safety checks of welding equipment and surrounding work areas",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4d9b7f4c-ccd8-4117-b52e-f2eb9223db79",
        "ead84c68-3923-43b0-8300-04699df8f86c",
        "830fdd8b-56b3-4d78-aa6e-8761f5441ef1"
      ],
      "mappedKnowledge": [
        "e6208a0a-ad73-4453-bbac-4c585111c5b2",
        "96b35a81-94c7-48c7-b6a2-3895437b5395",
        "3a963cb8-e41c-4630-a166-38954248c927",
        "42971eb7-3b35-4c50-afaa-65c36f51adc3",
        "dff6bd44-ad66-4418-8d11-cb94ebcbfb97",
        "6e5894a0-e837-46a0-b1f4-812c60ccdbd2",
        "85848b2b-6504-4f49-8897-19fa518d2705"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d2e4d22f-ec40-4e02-90a9-8e6b7bcd72b8",
        "dfc6330b-971b-4283-ae28-12bcd88866ad",
        "6bc11ab2-c7da-49f8-a6c4-fb98f6f161e0",
        "9e4a658e-2ecd-4696-831b-a6aabb060d10",
        "dde9fc38-4021-4461-ac4e-a30d19ec721a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "93fff018-c1d2-4c1f-aa2d-bd9c986537bb",
      "dutyDetail": "Receive and read welding data and documentation, engineering drawings and technical data",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "830fdd8b-56b3-4d78-aa6e-8761f5441ef1"
      ],
      "mappedKnowledge": [
        "54101cbc-6428-4cdb-a14f-4385ace71097",
        "4aef9bcb-f6c0-4c1f-b40b-24411d61a2fd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "dfc6330b-971b-4283-ae28-12bcd88866ad",
        "241a8005-9f59-473a-9dac-92c9f327ea01",
        "dde9fc38-4021-4461-ac4e-a30d19ec721a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "982fa175-8b7b-4fb0-943e-6226a8a30266",
      "dutyDetail": "Identify, check and inspect materials to be welded and ensure they conform to quality standards. Report issues, such as incorrect grade, dimensions and thicknesses",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "830fdd8b-56b3-4d78-aa6e-8761f5441ef1",
        "c5803fb9-9e1f-45fa-b1b2-76f8c7811dd4"
      ],
      "mappedKnowledge": [
        "e1bc6960-0792-411e-8205-688e431db0f5",
        "b534fa4b-508f-4335-a28b-2819f65d6965",
        "d2ff8d06-fe50-4f05-bd54-76279be7d08b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "dfc6330b-971b-4283-ae28-12bcd88866ad",
        "645230bb-972f-4dd6-8d6c-19d19d6d5773",
        "9e4a658e-2ecd-4696-831b-a6aabb060d10",
        "6b72b9be-c6df-4e3d-a2c9-e117d7d7f9fd",
        "3f1a70de-b5d4-48b3-ae0a-2b2c0200487f",
        "dde9fc38-4021-4461-ac4e-a30d19ec721a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "43eb9719-2bcc-41fb-8d56-8d15e109f053",
      "dutyDetail": "Plan and prepare for welding activities. Ensure that consumables, work area and materials for use are correct. This applies to basic or complex welding tasks",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4d9b7f4c-ccd8-4117-b52e-f2eb9223db79",
        "ead84c68-3923-43b0-8300-04699df8f86c",
        "830fdd8b-56b3-4d78-aa6e-8761f5441ef1",
        "c5803fb9-9e1f-45fa-b1b2-76f8c7811dd4"
      ],
      "mappedKnowledge": [
        "96b35a81-94c7-48c7-b6a2-3895437b5395",
        "e1bc6960-0792-411e-8205-688e431db0f5",
        "3a963cb8-e41c-4630-a166-38954248c927",
        "42971eb7-3b35-4c50-afaa-65c36f51adc3",
        "dff6bd44-ad66-4418-8d11-cb94ebcbfb97",
        "6e5894a0-e837-46a0-b1f4-812c60ccdbd2",
        "e03de441-4772-4782-be7c-f362b051dabc",
        "b534fa4b-508f-4335-a28b-2819f65d6965",
        "d2ff8d06-fe50-4f05-bd54-76279be7d08b",
        "1046cd79-b4f8-4f52-acb6-432f043cb60a",
        "fbbba780-b637-4b2c-9e61-5ff9fe8b974b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d2e4d22f-ec40-4e02-90a9-8e6b7bcd72b8",
        "dfc6330b-971b-4283-ae28-12bcd88866ad",
        "645230bb-972f-4dd6-8d6c-19d19d6d5773",
        "6bc11ab2-c7da-49f8-a6c4-fb98f6f161e0",
        "9e4a658e-2ecd-4696-831b-a6aabb060d10",
        "dde9fc38-4021-4461-ac4e-a30d19ec721a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "eb1e8041-a021-499a-bdce-ba20ed8b40b3",
      "dutyDetail": "Set up, operate and adjust welding controls for the welding equipment being used",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4d9b7f4c-ccd8-4117-b52e-f2eb9223db79",
        "ead84c68-3923-43b0-8300-04699df8f86c",
        "830fdd8b-56b3-4d78-aa6e-8761f5441ef1",
        "c5803fb9-9e1f-45fa-b1b2-76f8c7811dd4"
      ],
      "mappedKnowledge": [
        "3a963cb8-e41c-4630-a166-38954248c927",
        "42971eb7-3b35-4c50-afaa-65c36f51adc3",
        "dff6bd44-ad66-4418-8d11-cb94ebcbfb97",
        "6e5894a0-e837-46a0-b1f4-812c60ccdbd2",
        "5f7d7dfe-f196-4648-b6df-b82396883d3c",
        "b51b0419-33cc-40a0-9183-96017be465a5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9e4a658e-2ecd-4696-831b-a6aabb060d10",
        "40bf259c-3b8f-4397-b0cc-6ff1d0d4a9d4",
        "c427750e-c29d-4410-ae99-9a90b037f9ff",
        "2758d019-8526-46e1-a50c-5381b9a3f68d",
        "22c4c56d-546d-4e99-8832-432bfcb3224e",
        "7ea18fec-57de-430a-9eaa-11429e1a01b5",
        "241a8005-9f59-473a-9dac-92c9f327ea01"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b93e8add-167d-4ef6-8b73-071ef2c9a971",
      "dutyDetail": "Weld components to create an interim assembly or finished product",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4d9b7f4c-ccd8-4117-b52e-f2eb9223db79",
        "ead84c68-3923-43b0-8300-04699df8f86c",
        "830fdd8b-56b3-4d78-aa6e-8761f5441ef1",
        "c5803fb9-9e1f-45fa-b1b2-76f8c7811dd4"
      ],
      "mappedKnowledge": [
        "e03de441-4772-4782-be7c-f362b051dabc",
        "5f7d7dfe-f196-4648-b6df-b82396883d3c",
        "4aef9bcb-f6c0-4c1f-b40b-24411d61a2fd",
        "b51b0419-33cc-40a0-9183-96017be465a5",
        "85848b2b-6504-4f49-8897-19fa518d2705"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "40bf259c-3b8f-4397-b0cc-6ff1d0d4a9d4",
        "6b72b9be-c6df-4e3d-a2c9-e117d7d7f9fd",
        "c427750e-c29d-4410-ae99-9a90b037f9ff",
        "2758d019-8526-46e1-a50c-5381b9a3f68d",
        "22c4c56d-546d-4e99-8832-432bfcb3224e",
        "7ea18fec-57de-430a-9eaa-11429e1a01b5",
        "241a8005-9f59-473a-9dac-92c9f327ea01"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e058489d-10f1-44b7-857e-56d1d76422d2",
      "dutyDetail": "Inspect welds produced for dimensional and surface weld quality to ensure compliance prior to release",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "830fdd8b-56b3-4d78-aa6e-8761f5441ef1"
      ],
      "mappedKnowledge": [
        "4aef9bcb-f6c0-4c1f-b40b-24411d61a2fd",
        "85848b2b-6504-4f49-8897-19fa518d2705",
        "b0a8c80f-4ed1-4ee8-b8fd-a7fa2e79b7fb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "492f0ecf-aa5a-42f2-a40a-ea8e96a3f37e",
        "469e9626-3132-408b-9aa2-54923a1c2c4a",
        "dde9fc38-4021-4461-ac4e-a30d19ec721a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1209fed5-cef6-4408-8981-089bb47ab5d3",
      "dutyDetail": "Identify, communicate and report issues affecting weld quality",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "830fdd8b-56b3-4d78-aa6e-8761f5441ef1"
      ],
      "mappedKnowledge": [
        "54101cbc-6428-4cdb-a14f-4385ace71097",
        "4aef9bcb-f6c0-4c1f-b40b-24411d61a2fd",
        "b51b0419-33cc-40a0-9183-96017be465a5",
        "85848b2b-6504-4f49-8897-19fa518d2705",
        "f3c6cf7e-356d-4187-bea6-4f9da412560a",
        "1a88ea06-9084-418d-ba93-b9bf6f875903",
        "0d0033e9-4c42-4d9b-aac4-87461b68d497",
        "b0a8c80f-4ed1-4ee8-b8fd-a7fa2e79b7fb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6b72b9be-c6df-4e3d-a2c9-e117d7d7f9fd",
        "492f0ecf-aa5a-42f2-a40a-ea8e96a3f37e",
        "3d47486f-58b4-4ca3-b7f5-302d59c9b948",
        "241a8005-9f59-473a-9dac-92c9f327ea01",
        "caf53b66-7d2d-4184-9dcf-d429c4351852",
        "dde9fc38-4021-4461-ac4e-a30d19ec721a",
        "43144224-e9d2-48d8-b607-6d75ae997993"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e89e07cb-d7bc-45c5-b97a-9bd5f99a8b08",
      "dutyDetail": "Complete welding documentation at all stages of the work activity. For example, Production Control Cards",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4d9b7f4c-ccd8-4117-b52e-f2eb9223db79",
        "830fdd8b-56b3-4d78-aa6e-8761f5441ef1"
      ],
      "mappedKnowledge": [
        "e6208a0a-ad73-4453-bbac-4c585111c5b2",
        "54101cbc-6428-4cdb-a14f-4385ace71097"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d2e4d22f-ec40-4e02-90a9-8e6b7bcd72b8",
        "dfc6330b-971b-4283-ae28-12bcd88866ad",
        "241a8005-9f59-473a-9dac-92c9f327ea01",
        "dde9fc38-4021-4461-ac4e-a30d19ec721a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "daebe1a1-6bff-40ae-8ff1-f959cfe65395",
      "dutyDetail": "Restore the work area and equipment to a safe and reliable condition on completion of welding, including remediation and recycling",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4d9b7f4c-ccd8-4117-b52e-f2eb9223db79",
        "ead84c68-3923-43b0-8300-04699df8f86c",
        "830fdd8b-56b3-4d78-aa6e-8761f5441ef1"
      ],
      "mappedKnowledge": [
        "96b35a81-94c7-48c7-b6a2-3895437b5395",
        "d2ff8d06-fe50-4f05-bd54-76279be7d08b",
        "1046cd79-b4f8-4f52-acb6-432f043cb60a",
        "0d0033e9-4c42-4d9b-aac4-87461b68d497",
        "8b84deca-3f6b-4364-961c-3e2939ec60c5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d592bc2f-e394-4d0d-9e89-6ca3f5782135",
        "241a8005-9f59-473a-9dac-92c9f327ea01",
        "dde9fc38-4021-4461-ac4e-a30d19ec721a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9555da8f-d2ce-4c5b-96df-d9fb68e07d14",
      "dutyDetail": "Ensure tools, consumables, unused materials and equipment are returned to a safe, clean and approved condition on completion of welding work",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ead84c68-3923-43b0-8300-04699df8f86c",
        "830fdd8b-56b3-4d78-aa6e-8761f5441ef1"
      ],
      "mappedKnowledge": [
        "e6208a0a-ad73-4453-bbac-4c585111c5b2",
        "1046cd79-b4f8-4f52-acb6-432f043cb60a",
        "8b84deca-3f6b-4364-961c-3e2939ec60c5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d2e4d22f-ec40-4e02-90a9-8e6b7bcd72b8",
        "d592bc2f-e394-4d0d-9e89-6ca3f5782135",
        "241a8005-9f59-473a-9dac-92c9f327ea01",
        "dde9fc38-4021-4461-ac4e-a30d19ec721a"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-06-01T00:00:00"
}