{
  "templateType": "Apprenticeship Standard",
  "larsCode": 24,
  "referenceNumber": "ST0315",
  "learningAimClassCode": "",
  "title": "Railway engineering design technician",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0315",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2022-05-31T00:00:00",
  "earliestStartDate": "2015-03-26T00:00:00",
  "latestStartDate": "2020-08-20T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Provide technical support to engineers who design infrastructure and systems for railways.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 18000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "signalling",
    "rolling stock",
    "track",
    "systems",
    "civil engineering",
    "communications",
    "electrification",
    "electrical plant",
    "rail transport"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1700/railway_engineering_design_technician_epa.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Job description&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Railway engineering design technicians provide technical support to engineers who design infrastructure and systems for railways. The engineering disciplines involved include signalling, rolling stock, track, systems, civil engineering, communications, electrification and electrical plant. It is likely that many technicians will specialise in a particular discipline whist others will have a broader skills base.&lt;/p&gt;\n&lt;p&gt;A technician&#39;s work could involve:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Design - surveying a site, producing design drawings, assisting the development of technical solutions and production of calculations.&lt;/li&gt;\n&lt;li&gt;Analysis - use of software systems for data gathering, analysis and design.&lt;/li&gt;\n&lt;li&gt;Planning - helping to manage projects, set deadlines for the design of the project and working to a programme.&lt;/li&gt;\n&lt;li&gt;Site engineering – taking responsibility for checking the progress and quality of specified technical aspects of construction work on site.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Key elements of the role include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Contributing to design solutions by preparing calculations, producing engineering drawings and models.&lt;/li&gt;\n&lt;li&gt;Supporting the administration and management of projects.&lt;/li&gt;\n&lt;li&gt;Ensuring outputs meet the required standards set by clients and the industry.&lt;/li&gt;\n&lt;li&gt;Working as a member of a team in both an office and on-site environment.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Typical Job titles:&#160;&lt;/h3&gt;\n&lt;p&gt;Engineer, Site Surveyor and Railwayman&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their Apprenticeships. Apprenticeship candidates will typically have at least 5 GCSEs at Grades A*-C including Maths (Grade B), English and Science or their equivalent. Employers who recruit candidates without English or Maths at Grade C or above must ensure that the candidate achieves a level 2 equivalent standard prior to the completion of the Apprenticeship. Entrants must also show an aptitude and desire to work in the field of rail design, have a passion for developing technical solutions and demonstrate fitness to work in a commercial sector.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;D&lt;/strong&gt;&lt;strong&gt;uration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The typical duration for this apprenticeship is 36 months but this will depend on the previous experience of the apprentice and access to opportunities to gain full range of competence.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a Level 3 Apprenticeship. On completion of the apprenticeship the apprentice will have satisfied the requirements for registration as an Engineering Technician by the relevant professional engineering institution.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The Apprenticeship Standard will be reviewed in 3 years.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;A Railway Engineering Design Technician needs to know about&lt;/strong&gt;:&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;he different techniques and methods used to design infrastructure, systems and equipment for use by rail transport systems. &lt;/strong&gt;This includes an understanding of how ideas and requirements are converted into engineering specifications and designs; knowing the industry codes, company standards/procedures, contracts and specifications and when to apply them.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;he appropriate scientific, technical and engineering principles relating to rail transport systems.&#160;&lt;/strong&gt;This includes an understanding of &#160;the mathematical, scientific and engineering techniques required to support the design process; an understanding of the fundamental principles in track, traction, signalling, rolling stock, civil engineering structures, mechanical and electrical equipment and plant design; and how these interface with each other.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;How to work effectively and contribute to engineering solutions by the correct use of resources and time&lt;/strong&gt;. This includes an understanding of project management systems, tools and techniques including change, document and configuration control procedures; the commercial, construction and technical constraints on a design; and the quality management and assurance systems as they are applied to the design process; and time management within overall programme of work.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;How to communicate effectively using a range of techniques&lt;/strong&gt;. This includes an understanding of different communication methods and when to use them; the structure of technical reports and how to write them; technical drawing conventions and engineering terminology; collaboration platforms and effective team working.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;he code of conduct of relevant professional bodies and institutions including ethics and their application in design&lt;/strong&gt;. This includes an understanding of the protection of client confidentiality and the need to adhere to corporate policies on ethics and diversity.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;afe working practices and how to comply with them&lt;/strong&gt;. This includes hazard identification, mitigation and safe-by-design for rail systems; and an understanding of relevant health and safety legislation procedures and how they interact.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;ustainable development and their own contribution to economic, environmental and social wellbeing&lt;/strong&gt;. This includes an understanding of company and client sustainability and environmental policies and their impact on design; and an awareness of Environmental Impact Assessment.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;ources of and approaches to Continuing Professional Development (CPD)&lt;/strong&gt;. This includes an understanding of appraisal schemes including training and development plans, CPD obligations and competency requirements.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;A Railway Engineering Design Technician needs to be able to&lt;/strong&gt;:&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;&lt;strong&gt;Use appropriate scientific, technical and engineering principles, techniques and methods to contribute to the design of infrastructure, systems and equipment for the rail transport system&lt;/strong&gt;. This includes the ability to produce and check calculations; create drawings, plans, schedules, specifications and reports to the required format and standard; use appropriate software systems for data gathering, CAD, BIM and Project Management; and assist with site surveys and inspections.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;W&lt;/strong&gt;&lt;strong&gt;ork effectively across functions and contribute to produce engineering solutions by the correct use of resources and time. &lt;/strong&gt;This includes the ability to contribute to identifying, analysing, developing, optimising and finalising sustainable solutions to engineering problems whilst working within programme and to budget. &#160;Also included is the ability to follow technical procedures by reading and interpreting design documents and checking requirements to ensure standards are met.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;M&lt;/strong&gt;&lt;strong&gt;anage work and maintain the quality of their own work and that of others&lt;/strong&gt;. This includes the ability to assess the task to be done, plan/schedule work and manage time; decide when to allocate work to other people; maintain the flow of information so the work can be completed on time; check work at an appropriate level and against appropriate standards and specification; and organise, participate in and record meetings.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Communicate effectively with a range of audiences using a range of techniques &lt;/strong&gt;including verbal communication, written reports and drawings using correct terms, standards and formats.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Keep themselves and others safe by adhering to safe working practices&lt;/strong&gt;. This includes the ability to identify hazards and assess risks, follow safe systems of work and adhere to all company safety policies.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;M&lt;/strong&gt;&lt;strong&gt;aintain their own skills base and learning. &lt;/strong&gt;This includes the ability to continuously assess their own competence against training objectives and identify development needs and training action plans and comply with the code of conduct set out by their institution&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;B&lt;/strong&gt;&lt;strong&gt;eh&lt;/strong&gt;&lt;strong&gt;aviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Take a responsible approach to health and safety&lt;/li&gt;\n&lt;li&gt;Be professional, proactive and receptive to criticism&lt;/li&gt;\n&lt;li&gt;Willing to learn new skills and to adapt in the light of experience&lt;/li&gt;\n&lt;li&gt;Know one’s limitations and when to ask for help or escalate&lt;/li&gt;\n&lt;li&gt;Work independently and take responsibility for and pride in their work&lt;/li&gt;\n&lt;li&gt;Apply a structured approach to problem solving&lt;/li&gt;\n&lt;li&gt;As part of a team offer a sensible level of challenge, provide constructive feedback and contribute to discussions&lt;/li&gt;\n&lt;li&gt;Resist pressure to do the wrong thing and be able to say no.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2015-03-26T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0310 ",
  "tbMainContact": "CSudworth@acenet.co.uk",
  "involvedEmployers": "Jacobs Engineering, Atkins, CH2MHill, Hyder Consulting, Parsons Brinckerhoff, Tony Gee and Partners, URS, WSP, Institution of Civil Engineers (ICE), Institution of Engineering technology (IET)",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Design, Surveying & Planning",
  "cluster": "Design and surveying technician",
  "clusterId": "54",
  "clusterDescription": "Design, analyse, plan for site engineering and construction projects. Specialisms are common (e.g. rail infrastructure, asbestos management). Significant capability in the use of IT/digital technology, data collection, analysis and presentation",
  "createdDate": "2017-09-22T14:24:08 +00:00",
  "lastUpdated": "2022-05-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2015-03-26T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0315",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0315-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0315-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-05-31T00:00:00"
}