{
  "templateType": "Apprenticeship Standard",
  "larsCode": 414,
  "referenceNumber": "ST0390",
  "learningAimClassCode": "",
  "title": "Leisure team member",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0390",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-11-16T00:00:00",
  "earliestStartDate": "2019-02-18T00:00:00",
  "latestStartDate": "2023-11-15T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Support, enhance and deliver the day to day operations and services of a leisure or fitness facility.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "Leisure Team Member",
    "Leisure",
    "Team Member",
    "sport",
    "recreation",
    "health"
  ],
  "jobRoles": [
    "leisure professional",
    "leisure assistant",
    "leisure attendant",
    "recreation supervisor",
    "recreation assistant"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7322/st0390_leisure-team-member_l2_ap-for-revision_250222pdfem.pdf",
  "ssa1": "8 Leisure, Travel and Tourism",
  "ssa2": "8.1 Sport, leisure and recreation",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Leisure Team Member&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The leisure industry employs over 300,000 people in leisure facilities across the country and plays a vital role in improving public health. The role of the leisure team member is to support, enhance and deliver the day to day operations and services of a leisure / fitness facility. Working as part of a team, it is the responsibility of the leisure team member to undertake a range of operational duties such as assisting with the opening and closing of the facility, undertaking routine maintenance of equipment and maintaining the cleanliness and safety of the environment. Alongside these operational functions they ensure programmed activities and services are available for customers. They act as a Lifeguard, Swimming Teacher, Gym Instructor and Group Activity Leader. In a typical working day they may perform all of these roles in one shift, for example: Open or close the facility, welcome customers, deliver a gym induction, run a group exercise session, teach a swimming lesson, clean the facility, walk the gym floor, prepare the sports hall for a sports activity (for example badminton) and deliver the session. At all times they offer excellent customer service as they are the first point of contact for customers, responsible for answering queries and dealing with straightforward complaints. They have excellent product knowledge and signpost customers to appropriate activities, achieving additional sales. They maintain accurate records and promote activities using the facilities IT systems. Customers can be wide ranging, for example a four year old learning to swim, the teacher or parent supporting them, a gym user training to complete their next half marathon or an elderly person using the facility for their over 50’s social club. This means they need a sound understanding of individual and group needs, including an understanding of how to maintain a safe and inclusive working environment in keeping with health and safety, safeguarding and equalities legislation. The role requires empathy, professionalism and an ability to work flexibly. The leisure team member reports to the duty manager and will typically cover a seven-day week on a rota basis resulting in shifts that may include weekends, early mornings, evenings and public holidays. Job titles include, recreation assistant, recreation supervisor, leisure attendant, leisure assistant, leisure professional.&lt;/p&gt;\n&lt;p&gt;Alongside their operational duties there are five key areas of work all leisure team members will cover; leisure and fitness operations, lifeguard duties, swimming teaching duties, gym instruction and leading group activities.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge – “Know it”&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;The businesses organisational structure, its vision, values, missions and goals.&lt;/li&gt;\n&lt;li&gt;How own area of work and that of colleagues contributes to achieving business targets.&lt;/li&gt;\n&lt;li&gt;The Sports and Leisure activities, products and services offered by the leisure facility, and how to match them to different types of customers’ needs.&lt;/li&gt;\n&lt;li&gt;How to assemble, dismantle and store different types of equipment both simple and complex ranging from badminton nets to trampolines and powered equipment.&lt;/li&gt;\n&lt;li&gt;Key legal and regulatory requirements within the leisure industry. e.g. Health and Safety, Reporting of Injuries, Diseases and Dangerous Occurances Regulations (RIDDOR), Control Of Substances Hazardous to Health (COSHH), Safeguarding and Protecting Children.&lt;/li&gt;\n&lt;li&gt;How technology is used in the industry e.g. front of house systems, IT systems, cash handling procedures, social media, digital channels.&lt;/li&gt;\n&lt;li&gt;How exercise plays a role in improving public health and the impact of a sedentary lifestyle on physical and mental wellbeing.&lt;/li&gt;\n&lt;li&gt;How to work with people from a wide range of age groups, backgrounds, cultures and abilities and with different needs and motivations and how to support them in the safe use of sports and fitness activities which support customer retention, product sales and a long-term improvement in the customer’s lifestyle. Know how and when to refer customer feedback / questions to colleagues.&lt;/li&gt;\n&lt;li&gt;How to perform all the duties of a swimming teacher including; develop water confidence, core aquatic skills, safety and technical skills across a range of participants of different abilities from non swimmer to advanced. Support with the promotion and awareness of swimming opportunities and supervise and lead swimming teachers assistants.&lt;/li&gt;\n&lt;li&gt;How to perform all the duties of a a lifeguard to; work as part of a team to provide safe supervision of swimmers and prevent accidents. How to intervien providing rescues and life saving techniques when necessary.&lt;/li&gt;\n&lt;li&gt;How to perform all of the duties of a gym instructor including; induction processes, conducting, client consultations, assessment and review and health screening. Use underpinning knowledge of anatomy, physiology, human movement and biomechanics and applying fitness training techniques. Planning, reviewing and delivering safe and effective gym based exercise programmes with individuals and small groups.&lt;/li&gt;\n&lt;li&gt;Basic coaching and motivational techniques such as how to plan for group activity sessions, lead group activity sessions and adapt to variations in ability.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills – “Show it”&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Work in a team to support peers and colleagues to meet the goals of the business.&lt;/li&gt;\n&lt;li&gt;Communicate (written, verbal) accurately and effectively and in line with legal requirements. E.g. Information on products and accident reporting procedures.&lt;/li&gt;\n&lt;li&gt;Undertake the operational housekeeping of the leisure facility. For example, assembling, dismantling, routine maintenance and storage of equipment. Cleaning tasks. Opening and closing procedures, including evacuation. Safe set up of equipment and activities.&lt;/li&gt;\n&lt;li&gt;Monitor customer use of equipment and ensure their safety, intervening as necessary.&lt;/li&gt;\n&lt;li&gt;Comply with the legal requirements to ensure the safety, security and well-being of all colleagues and customers within the facility, such as Equality Act, HSE Act, COSHH, RIDDOR, Safeguarding and Protecting Children, Data Protection, BSI and European guidelines relevant to the environment, first aid regulations.&lt;/li&gt;\n&lt;li&gt;Use IT including front of house system, social media and digital channels.&lt;/li&gt;\n&lt;li&gt;Perform all the duties of a swimming teacher including; delivering swimming lessons that develop water confidence, core aquatic skills, safety and technical skills across a range of participants of different abilities from non swimmer to advanced. Promoting and raising awareness of swimming opportunities. Supervising and leading swimming teachers assistants.&lt;/li&gt;\n&lt;li&gt;Perform the duties of a lifeguard including; working as part of a team to provide safe supervision of swimmers and prevent accidents. How to intervien providing rescues and life saving techniques when necessary.&lt;/li&gt;\n&lt;li&gt;Perform all of the duties of a gym instructor; including; conducting, gym inductions, client consultations, assessment and review and health screening. Use underpinning knowledge of anatomy, physiology, human movement and biomechanics and applying fitness training techniques. Planning, reviewing and delivering safe and effective gym based exercise programmes with individuals and small groups.&lt;/li&gt;\n&lt;li&gt;Plan activity sessions using techniques that are suitable for the participant(s) and their goals.&lt;/li&gt;\n&lt;li&gt;Undertake pre-activity screening and health and safety checks when leading group sessions/classes.&lt;/li&gt;\n&lt;li&gt;Lead groups using appropriate communication methods and instructing styles and apply suitable group management techniques when instructing participants.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours – “Live it”&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Proactively support the organisation’s visions and values.&lt;/li&gt;\n&lt;li&gt;Carry out activities and organise own work in a professional manner, e.g. time keeping, attendance, personal appearance.&lt;/li&gt;\n&lt;li&gt;Be mindful and respectful of the safety of self and all others by always putting safety first.&lt;/li&gt;\n&lt;li&gt;Take a friendly and outgoing approach and enjoy talking, empathising and interacting with others, and communicating in line with business needs.&lt;/li&gt;\n&lt;li&gt;Demonstrate pride in own role through a consistently positive and professional approach with an ongoing commitment to self-development.&lt;/li&gt;\n&lt;li&gt;Demonstrate problem solving skills and the use of own initiative.&lt;/li&gt;\n&lt;li&gt;Demonstrate a positive outlook, responding in a timely, positive and helpful manner to enquiries, complaints and compliments.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Employers will set their own entry requirements for this apprenticeship&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;:&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 1 in English and maths will need to achieve this level and take the test for level 2 English and maths prior to taking their end-point assessment. For those with an education, health and care plan or legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualifications are an alternative to English qualifications for those whom this is their primary language.&lt;/p&gt;\n&lt;p&gt;&#160;A IQL Level 2 Award in Pool Lifeguarding.&lt;/p&gt;\n&lt;p&gt;&#160;One of the following: A Swim England Level 2 in Teaching Swimming or A STA level 2 Certificate in Teaching Swimming.&lt;/p&gt;\n&lt;p&gt;A Level 2 Certificate in Fitness or Gym Instruction awarded by; Focus Awards, Active IQ, Innovate Awarding, NCFE, VCTC or YMCA Awards&lt;/p&gt;\n&lt;p&gt;&#160;A Level 3 certificate in First Aid (to be taken either as a stand-alone qualification or as a separate part of the IQL Level 2 Award in Pool Lifeguarding).&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 18 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;2&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional Registration:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;On successful completion of this apprenticeship the Leisure Team member will be eligible to become an &lt;em&gt;Recreation Assistant Practitioner Member of the Chartered Institute for the Management of Sport and Physical Activity (CIMSPA).&#160;&lt;/em&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review&lt;/strong&gt;:&lt;/h3&gt;\n&lt;p&gt;After 3 years.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The role of the leisure team member is to support, enhance and deliver the day to day operations and services of a leisure / fitness facility. Working as part of a team, it is the responsibility of the leisure team member to undertake a range of operational duties such as assisting with the opening and closing of the facility, undertaking routine maintenance of equipment and maintaining the cleanliness and safety of the environment. Alongside these operational functions they ensure programmed activities and services are available for customers. They act as a Lifeguard, Swimming Teacher, Gym Instructor and Group Activity Leader. In a typical working day they may perform all of these roles in one shift, for example: Open or close the facility, welcome customers, deliver a gym induction, run a group exercise session, teach a swimming lesson, clean the facility, walk the gym floor, prepare the sports hall for a sports activity (for example badminton) and deliver the session. At all times they offer excellent customer service as they are the first point of contact for customers, responsible for answering queries and dealing with straightforward complaints. They have excellent product knowledge and signpost customers to appropriate activities, achieving additional sales. They maintain accurate records and promote activities using the facilities IT systems. Customers can be wide ranging, for example a four year old learning to swim, the teacher or parent supporting them, a gym user training to complete their next half marathon or an elderly person using the facility for their over 50’s social club. This means they need a sound understanding of individual and group needs, including an understanding of how to maintain a safe and inclusive working environment in keeping with health and safety, safeguarding and equalities legislation. The role requires empathy, professionalism and an ability to work flexibly. The leisure team member reports to the duty manager and will typically cover a seven-day week on a rota basis resulting in shifts that may include weekends, early mornings, evenings and public holidays. Job titles include, recreation assistant, recreation supervisor, leisure attendant, leisure assistant, leisure professional. Alongside their operational duties there are five key areas of work all leisure team members will cover; leisure and fitness operations, lifeguard duties, swimming teaching duties, gym instruction and leading group activities.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "e77c3a7c-e3a8-4410-a5a7-7cd9e4a78e75",
      "detail": "The businesses organisational structure, its vision, values, missions and goals."
    },
    {
      "knowledgeId": "7ad62dc7-9e61-4fa6-b9d6-5b2ed2429508",
      "detail": "How own area of work and that of colleagues contributes to achieving business targets."
    },
    {
      "knowledgeId": "b20ee922-69ab-4080-8954-548ea5df323d",
      "detail": "The Sports and Leisure activities, products and services offered by the leisure facility, and how to match them to different types of customers’ needs."
    },
    {
      "knowledgeId": "8de3b6da-3c6f-40ec-8a1e-2d8c71b40fff",
      "detail": "How to assemble, dismantle and store different types of equipment both simple and complex ranging from badminton nets to trampolines and powered equipment."
    },
    {
      "knowledgeId": "eebc3e99-7d68-41eb-97b4-0dee94fc6212",
      "detail": "Key legal and regulatory requirements within the leisure industry. e.g. Health and Safety, Reporting of Injuries, Diseases and Dangerous Occurances Regulations (RIDDOR), Control Of Substances Hazardous to Health (COSHH), Safeguarding and Protecting Children."
    },
    {
      "knowledgeId": "1a1c2a55-7fdf-4e3e-89bb-3298a669b4ad",
      "detail": "How technology is used in the industry e.g. front of house systems, IT systems, cash handling procedures, social media, digital channels."
    },
    {
      "knowledgeId": "508e4d42-0b1e-4c80-b6b8-798a759b7d19",
      "detail": "How exercise plays a role in improving public health and the impact of a sedentary lifestyle on physical and mental wellbeing."
    },
    {
      "knowledgeId": "2a6e3135-b4f9-4fd0-83bb-92b0e848d385",
      "detail": "How to work with people from a wide range of age groups, backgrounds, cultures and abilities and with different needs and motivations and how to support them in the safe use of sports and fitness activities which support customer retention, product sales and a long-term improvement in the customer’s lifestyle. Know how and when to refer customer feedback / questions to colleagues."
    },
    {
      "knowledgeId": "28cbe16e-8d01-4f33-8c9e-1e1e27527fa6",
      "detail": "How to perform all the duties of a swimming teacher including; develop water confidence, core aquatic skills, safety and technical skills across a range of participants of different abilities from non swimmer to advanced. Support with the promotion and awareness of swimming opportunities and supervise and lead swimming teachers assistants."
    },
    {
      "knowledgeId": "4a867775-7f40-472f-9434-883ae7c49056",
      "detail": "How to perform all the duties of a a lifeguard to; work as part of a team to provide safe supervision of swimmers and prevent accidents. How to intervien providing rescues and life saving techniques when necessary."
    },
    {
      "knowledgeId": "9082d9fc-b150-4aaf-8f59-e4f0b17d8589",
      "detail": "How to perform all of the duties of a gym instructor including; induction processes, conducting, client consultations, assessment and review and health screening. Use underpinning knowledge of anatomy, physiology, human movement and biomechanics and applying fitness training techniques. Planning, reviewing and delivering safe and effective gym based exercise programmes with individuals and small groups."
    },
    {
      "knowledgeId": "6c80f69e-2e45-42dd-81b9-39d4ba3d4cbd",
      "detail": "Basic coaching and motivational techniques such as how to plan for group activity sessions, lead group activity sessions and adapt to variations in ability."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "cb3c0412-f118-4260-b6f7-a8613391071b",
      "detail": "Proactively support the organisation’s visions and values."
    },
    {
      "behaviourId": "5f2da295-9835-4f63-9891-7849d2c0f5fc",
      "detail": "Carry out activities and organise own work in a professional manner, e.g. time keeping, attendance, personal appearance."
    },
    {
      "behaviourId": "a9e930b9-4a06-41a8-90cc-d45ab86f616a",
      "detail": "Be mindful and respectful of the safety of self and all others by always putting safety first."
    },
    {
      "behaviourId": "1a386fd1-f1cf-4a51-81a3-f38d80de2161",
      "detail": "Take a friendly and outgoing approach and enjoy talking, empathising and interacting with others, and communicating in line with business needs."
    },
    {
      "behaviourId": "d3591468-bffd-4a8c-b60f-3857cbfbf7db",
      "detail": "Demonstrate pride in own role through a consistently positive and professional approach with an ongoing commitment to self-development."
    },
    {
      "behaviourId": "d8d34f27-385d-41f2-9288-27a7df7eae77",
      "detail": "Demonstrate problem solving skills and the use of own initiative."
    },
    {
      "behaviourId": "15d775d4-bb33-4c38-8775-cae8633051cb",
      "detail": "Demonstrate a positive outlook, responding in a timely, positive and helpful manner to enquiries, complaints and compliments."
    }
  ],
  "skills": [
    {
      "skillId": "97952ec8-94ed-4ca7-b617-dd159e8264cf",
      "detail": "Work in a team to support peers and colleagues to meet the goals of the business."
    },
    {
      "skillId": "63d695a4-a2b4-4cd5-a069-38df9ffd466f",
      "detail": "Communicate (written, verbal) accurately and effectively and in line with legal requirements. E.g. Information on products and accident reporting procedures."
    },
    {
      "skillId": "2f698f40-8c59-456d-ba22-827a5d5ea2c6",
      "detail": "Undertake the operational housekeeping of the leisure facility. For example, assembling, dismantling, routine maintenance and storage of equipment. Cleaning tasks. Opening and closing procedures, including evacuation. Safe set up of equipment and activities."
    },
    {
      "skillId": "fb9c8dc9-8d91-4b96-8d28-6069fdddc852",
      "detail": "Monitor customer use of equipment and ensure their safety, intervening as necessary."
    },
    {
      "skillId": "ef138f22-5b29-4aa3-8907-f24286657baa",
      "detail": "Comply with the legal requirements to ensure the safety, security and well-being of all colleagues and customers within the facility, such as Equality Act, HSE Act, COSHH, RIDDOR, Safeguarding and Protecting Children, Data Protection, BSI and European guidelines relevant to the environment, first aid regulations."
    },
    {
      "skillId": "33ca0703-3bbb-4d9b-ba43-a8fecfe1fe20",
      "detail": "Use IT including front of house system, social media and digital channels."
    },
    {
      "skillId": "bcd6ad1a-4f37-40e4-83d6-38492efef29d",
      "detail": "Perform all the duties of a swimming teacher including; delivering swimming lessons that develop water confidence, core aquatic skills, safety and technical skills across a range of participants of different abilities from non swimmer to advanced. Promoting and raising awareness of swimming opportunities. Supervising and leading swimming teachers assistants."
    },
    {
      "skillId": "2bee2a4d-5542-4d7a-9b32-1ea3bdf5a28b",
      "detail": "Perform the duties of a lifeguard including; working as part of a team to provide safe supervision of swimmers and prevent accidents. How to intervien providing rescues and life saving techniques when necessary."
    },
    {
      "skillId": "b36e6cde-4615-4bbb-bd94-6872c4b8e57c",
      "detail": "Perform all of the duties of a gym instructor; including; conducting, gym inductions, client consultations, assessment and review and health screening. Use underpinning knowledge of anatomy, physiology, human movement and biomechanics and applying fitness training techniques. Planning, reviewing and delivering safe and effective gym based exercise programmes with individuals and small groups."
    },
    {
      "skillId": "276237fe-790f-43a1-adc9-4646731d3575",
      "detail": "Plan activity sessions using techniques that are suitable for the participant(s) and their goals."
    },
    {
      "skillId": "3fa97f61-f2d4-4c9e-b105-07ea1b80cac5",
      "detail": "Undertake pre-activity screening and health and safety checks when leading group sessions/classes."
    },
    {
      "skillId": "4784a93b-f922-4e72-ad44-5169a88c3147",
      "detail": "Lead groups using appropriate communication methods and instructing styles and apply suitable group management techniques when instructing participants."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-02-18T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "Colin.Huffen@cimspa.co.uk",
  "involvedEmployers": "GLL, Everyone Active, Fusion Lifestyle, Doncaster Culture and Leisure Trust, Everybody Sport and Recreation, Erewash Borough Council, Swimming Teachers Association, Active IQ, IQL UK, ICON Training, Lifetime Training, Brighton Swim School, Parkwood Leisure, Swim England, The Institute of Swimming",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "leisure professional",
    "leisure assistant",
    "leisure attendant",
    "recreation supervisor",
    "recreation assistant"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Community Exercise, Physical Activity, Sport and Health",
  "cluster": "Exercise, fitness and health assistant",
  "clusterId": "214",
  "clusterDescription": null,
  "createdDate": "2017-11-14T17:11:04 +00:00",
  "lastUpdated": "2023-11-16T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-02-18T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0390",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0390-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0390-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-11-16T00:00:00"
}