{
  "templateType": "Apprenticeship Standard",
  "larsCode": 149,
  "referenceNumber": "ST0393",
  "learningAimClassCode": "",
  "title": "Advanced dairy technologist",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0393",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-04-26T00:00:00",
  "earliestStartDate": "2016-10-31T00:00:00",
  "latestStartDate": "2022-08-31T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Developing and producing dairy products from raw materials, including milk from cows, sheep and goats. Products include liquid milk, cheese, ice cream and powders.",
  "level": 5,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "food science",
    "food safety",
    "food production",
    "product development",
    "manufacturing processes"
  ],
  "jobRoles": [
    "food technologist"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/6056/advanced-dairy-technology-assessment-plan.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Section 1: Occupational profile of an advanced dairy technologist&#160;&lt;/h3&gt;\n&lt;p&gt;Advanced Dairy Technologists play a pivotal role in the dairy industry. From a base of strong dairy science and technology knowledge they ensure that raw materials e.g. milk from cows, sheep, goats, camels etc. are manufactured into a wide range of finished products including liquid milks, cheeses, ice creams, powders and ingredients, yoghurt, butter, sports drinks and baby formulas. Advanced Dairy Technologists are in roles developing, producing and controlling production of dairy products.&lt;/p&gt;\n&lt;p&gt;They know how dairy products are produced and they operate and manage process, filling/packing and cleaning plant and other dairy unit operations. They ensure that plant performance and the final dairy product and volumes are in accordance with specifications and targets by monitoring and adjusting process and equipment settings and by carrying out tests on equipment and product. They monitor waste levels and ensure that the hygiene of the production environment is in accordance with legislation, regulations and product quality requirements. Continuous improvement, problem solving, project management, tests and trials are activities performed in all areas as part of the daily job.&lt;/p&gt;\n&lt;p&gt;There are many varied employment and career opportunities for the Advanced Dairy Technologist in the dairy industry including specialist and broader roles within the areas of technical, product development, process and manufacturing as well as specialist roles in the artisan, craft and niche sectors.&lt;/p&gt;\n&lt;p&gt;Advanced Dairy Technologists have a holistic view of the industry from milk production at the farm to carton.&lt;/p&gt;\n&lt;h3&gt;Section 2: The essential knowledge, skills and behaviours&lt;/h3&gt;\n&lt;p&gt;Advanced Diary Technologists have the following knowledge and understanding:&lt;/p&gt;\n&lt;h4&gt;Knowledge&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;The primary production stages of milk and what affects the composition of raw milk and final dairy products&lt;/li&gt;\n&lt;li&gt;Fundamental principles of milk chemistry and milk microbiology and the changes, interactions and manipulation during processing that impact on product properties, quality and safety&lt;/li&gt;\n&lt;li&gt;Test methods and applications, product quality testing, sensory evaluation, in-line and off-line.&lt;/li&gt;\n&lt;li&gt;Dairy process environment, hygiene, design and control&lt;/li&gt;\n&lt;li&gt;Microbiology related to dairy products. The principles and practices of sampling, testing and microbiological laboratory investigations and problem solving including the classification of micro-organisms in dairy production&lt;/li&gt;\n&lt;li&gt;Principles of dairy process design, engineering and level of automation and its impact on plant performance&lt;/li&gt;\n&lt;li&gt;The range of Dairy unit operations, such as filtration, pasteurisation, UHT, fermented products, evaporation, spray drying, cooling, CIP/COP (Cleaning in/out of place) and their impacts on the product quality, functionality and product shelf life&lt;/li&gt;\n&lt;li&gt;Good Manufacturing Practice and Good Laboratory Practices as applied within a dairy organisation for manufacture of all common dairy products&lt;/li&gt;\n&lt;li&gt;Key steps in new product development of dairy products and manufacturing processes&lt;/li&gt;\n&lt;li&gt;Legislation and guidelines applicable to manufacture of dairy products covering risk, health and food safety, health and safety, enabling development of Level 3 Critical Control Point plans for Hazard Analysis, Threat Assessment and Vulnerability Assessment (HACCP, TACCP and VACCP)&lt;/li&gt;\n&lt;li&gt;Lean and agile supply chains in the dairy industry, factors influencing resilience, flexibility, consistency, financial implications and culture. Use of CI (Continuous Improvement) methods&lt;/li&gt;\n&lt;li&gt;The principles of process control and automation, including the use of statistical process control across a range of applications. Existing and evolving automation within the dairy industry&lt;/li&gt;\n&lt;li&gt;The sustainability, environmental and legislative considerations of the dairy supply chain including management of waste streams and effluent treatment&lt;/li&gt;\n&lt;li&gt;The dairy industry and its relationship to world markets, including trading of dairy commodities&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Skills&#160;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Operate and control both manual and automated dairy unit operations including cleaning and effluent management, from milk reception, manufacture and packing of the product&lt;/li&gt;\n&lt;li&gt;Manufacture graded milk and creams, fermented products and starter cultures, butter, cheese hand and in automated processes), tailored milks, milk and whey powders and ice cream&lt;/li&gt;\n&lt;li&gt;Manage the maturation, ripening and texture development in cheese&lt;/li&gt;\n&lt;li&gt;Project manage dairy operational changes, product trials and plant commissioning&lt;/li&gt;\n&lt;li&gt;Develop new dairy products and processes in a cost effective and compliant manner&lt;/li&gt;\n&lt;li&gt;Test and analyse products (chemical, microbial, physical). Interpret results and process data to make adjustments to process parameters in order to achieve the desired dairy product&lt;/li&gt;\n&lt;li&gt;Demonstrate understanding of microbiological concepts to the manufacture of dairy products&lt;/li&gt;\n&lt;li&gt;Apply CI techniques to solve operational problems, to deliver improvement to products, optimise ways of working, improve efficiency and reduce waste&lt;/li&gt;\n&lt;li&gt;Take and analyse product samples to support laboratory investigations regarding product quality, standards and legal compliance. Interpret and report data, propose route of action&lt;/li&gt;\n&lt;li&gt;Comply with legislation, regulations and organisational requirements for health and safety, food safety and hygiene and develop Critical Control Point plans for Hazard Analysis, Threat Assessment and Vulnerability Assessment (HACCP, TACCP and VACCP)&lt;/li&gt;\n&lt;li&gt;Undertake environmental audit and provide recommendations&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Advanced dairy technologists demonstrate the following behaviours:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Passion and ownership of work. Demonstrates a passion for the dairy industry, takes responsibility, is proactive, demonstrates initiative, plans work, works autonomously within own sphere of responsibility and promotes a culture of safe working practices&lt;/li&gt;\n&lt;li&gt;Proactively engages in the delivery of quality standards and continuous improvement&lt;/li&gt;\n&lt;li&gt;Pride in work: integrity, setting standards, aims for excellence and good time management&lt;/li&gt;\n&lt;li&gt;Self-development, acts in alignment with the business vision and values, applies Company/industry perspective, seeks learning, drives the development of self, acts as an ambassador both internally and externally&lt;/li&gt;\n&lt;li&gt;Work effectively in a team, respects and drives good relationships with others, works collaboratively, contributes ideas, challenges appropriately and adapts style&lt;/li&gt;\n&lt;li&gt;Problem solving and innovating - works proactively to identify and ensure root causes of problems are solved, showing a tenacious approach and a curiosity to foster new ways of thinking and working&lt;/li&gt;\n&lt;li&gt;Responsiveness to change, flexibility to changing working environment and demands&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Section 3: Additional Information&#160;&lt;/h3&gt;\n&lt;h4&gt;Duration&#160;&lt;/h4&gt;\n&lt;p&gt;Typically 36&#160; months&#160;&lt;/p&gt;\n&lt;h4&gt;Entry Requirements&#160;&lt;/h4&gt;\n&lt;p&gt;Typically grade C or above in GCSE English language and maths, as well as an A Level or equivalent qualifications or dairy industry experience&lt;/p&gt;\n&lt;h4&gt;Qualification&#160;&lt;/h4&gt;\n&lt;p&gt;Foundation Degree in Dairy Technology&#160;&lt;/p&gt;\n&lt;h4&gt;Professional recognition&#160;&lt;/h4&gt;\n&lt;p&gt;On successful completion apprentices will be eligible for the membership of the Society of Dairy Technologists&lt;/p&gt;\n&lt;h4&gt;English and Maths&lt;/h4&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment&lt;/p&gt;\n&lt;h4&gt;Renewal&#160;&lt;/h4&gt;\n&lt;p&gt;After 3 years&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-10-31T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0198",
  "tbMainContact": "secretariat@nsafd.co.uk",
  "involvedEmployers": "Appleby Creamery, Arla, Cotteswold Dairy, Cows & Co Food, Dairy UK, The Dairy House Ltd, First Milk, Glanbia Cheese, Joseph Heler Ltd, Meadow Foods, Muller, Nestle, Society of Dairy Technology, Wyke Farms",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "food technologist"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Manufacturing, Plant and Process Technologist",
  "clusterId": "265",
  "clusterDescription": "Develop and improve technology of the manufacturing plant and equipment for a whole process",
  "createdDate": "2017-09-22T14:24:46 +00:00",
  "lastUpdated": "2022-04-26T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-10-31T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0393",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0393-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0393-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-08-31T00:00:00"
}