{
  "templateType": "Apprenticeship Standard",
  "larsCode": 310,
  "referenceNumber": "ST0329",
  "learningAimClassCode": "",
  "title": "Junior estate agent",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0329",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2018-07-11T00:00:00",
  "earliestStartDate": "2018-07-11T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Working in different areas of an estate agent completing tasks such as arranging viewings and accompanying colleagues on site visits to various properties.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 4000,
  "maxFundingAdditionalInformation": "",
  "route": "Sales, marketing and procurement",
  "keywords": [
    "Junior estate agent",
    "property",
    "estate",
    "marketing",
    "sales",
    "selling",
    "retail",
    "agent",
    "housing",
    "flats",
    "apartments"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7318/st0329_junior-estate-agent_l2_ap-for-publication_04072018em.pdf",
  "ssa1": "7 Retail and Commercial Enterprise",
  "ssa2": "7.3 Service enterprises",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile:&#160; &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a customer-facing role with responsibility for providing the administrative support needed to secure successful property sales.&#160; Junior Estate Agents may work in different areas of estate agency, i.e. sales, auctioneering and commercial property.&#160;&#160; In all cases, they will be required to understand and comply with contractual, statutory and legal restrictions, and client confidentiality. They will be working under supervision within the wider organisation.&#160;&#160;&lt;/p&gt;\n&lt;p&gt;The work is varied and typical roles will include: data registration, producing window adverts, arranging and booking viewings, accompanying colleagues on site visits to various properties, selling additional services, collecting keys, carrying out basic property research, including marketing procedures through portals, websites and various databases&lt;/p&gt;\n&lt;p&gt;Additionally the Junior Estate Agent would prepare floor plans of a property, following the measuring code of practice and also assist with the provision of sales particulars.&#160; This would include how to take and produce photographs for individual properties.&#160; As part of the sales process, apprentices would need to know how to conduct viewings and receive a formal offer made from a purchaser and the policies and procedures concerned with processing this. The Junior Estate Agent will work closely with colleagues to explore solutions to problems and improvements to working patterns.&#160; They will take responsibility for the quality, accuracy and planning of their own work.&#160;&#160;&lt;/p&gt;\n&lt;p&gt;The Junior Estate Agent will be able to acquire the fundamental skills for the commercial and residential property sales industry. This in turn will give them the capability for further career progression on completion of the apprenticeship. This career progression can be either with their existing employer or within the industry in general.&#160; It will also enhance their ability to undertake further qualifications.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional Knowledge &lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 20%;&quot;&gt;Knowledge&lt;/th&gt;\n&lt;th&gt;What is required&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Valuation&lt;/td&gt;\n&lt;td&gt;Be aware of the basic principles of rebuilding costs, selling, marketing (including use of social media) and marketing advice, local market information, different methods of sale and a basic understanding of lettings and investments, RICS property measurement standard, and market valuation.&#160; Rudiments of different types of valuation i.e. lending, insurance and market, researching property values, lettings, observational challenges/powers, yields and investment values&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Legal/ Compliance&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;A general understanding of: Estate Agents Act (1979), Consumer Protection from Unfair Trading Regulations (2008), Consumer Rights Act (2015), Business Protection from Misleading Marketing Regulations (2008), Business Protection Regulations (2008), Stamp Duty and Land Tax, Trades Description Act (1972), Proceeds of Crime Act (2002), Landlord and Tenant Act (1954), Auctioneers Act (1845) etc.&#160; and understand Primary Authority Responsibility.&#160; Principles underpinning tenure, service charges, ground rent, shared ownership, accounting procedures and handling client’s money, illegal practices and role of trading standards&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Marketing Advice&lt;/td&gt;\n&lt;td&gt;How to undertake basic research, including portals, and databases such as Rightmove and Zoopla.&#160; Knowledge of Land Registry, layers of marketing and self-presentation&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Construction and Defects&lt;/td&gt;\n&lt;td&gt;Basic knowledge of traditional and non-traditional building construction terminology, knowledge of the most common defects in traditional buildings such as subsidence, damp etc.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Planning&lt;/td&gt;\n&lt;td&gt;Awareness of the basic principles of planning, including the role of national and local government, building regulations and planning, outline and detailed planning consent, highways, building control (including conversions and extensions), permitted development, listing, change of use and use class order and conservation areas.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Methods of sale&lt;/td&gt;\n&lt;td&gt;Private treaty, public and private auctions, informal and formal tender and the relevant legal requirements.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Organisational Awareness&lt;/td&gt;\n&lt;td&gt;Principles, policies and practices of the organisation in term of customer care, complaints handling, employee code of conduct, team working, risk assessment, personal safety,&#160; safeguarding and business communications.&#160; Also have some knowledge of the organisations business plan, organisation values, the range of services available to customers, team targets, Key Performance Indicators and understand how their role fits in within the organisation.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional Skills &lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot; style=&quot;height: 308px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 24px;&quot;&gt;\n&lt;th style=&quot;width: 20%; height: 24px;&quot;&gt;Skill&lt;/th&gt;\n&lt;th style=&quot;height: 24px;&quot;&gt;What is Required&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 16px;&quot;&gt;\n&lt;td style=&quot;height: 16px;&quot;&gt;Fee Earning&lt;/td&gt;\n&lt;td style=&quot;height: 16px;&quot;&gt;To demonstrate an understanding of the competitive market-place and commerciality of Estate Agency, Innovation, recognising opportunities and referrals.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 40px;&quot;&gt;\n&lt;td style=&quot;height: 40px;&quot;&gt;\n&lt;p&gt;Time Management&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 40px;&quot;&gt;To be able to organise and plan work in a flexible manner to ensure tasks are prioritised and completed within agreed timescales.&#160; Show effective decision making in order to ensure work and tasks are completed in line with instruction and on time, including the principles of productivity, diary management, prioritising, targets/objectives and to understand task setting.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 38px;&quot;&gt;\n&lt;td style=&quot;height: 38px;&quot;&gt;Team Work/Team&#160;Building&#160;&lt;/td&gt;\n&lt;td style=&quot;height: 38px;&quot;&gt;To be able to work effectively with internal colleagues and external partners to achieve individual,&#160;team and business targets, identify solutions to problems, appreciate the importance of team working, and understand job roles and where they fit within the team.&#160; To use appropriate communication and interpersonal skills such as active listening, engagement and managing ambition.&#160;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 60px;&quot;&gt;\n&lt;td style=&quot;height: 60px;&quot;&gt;Communication&lt;/td&gt;\n&lt;td style=&quot;height: 60px;&quot;&gt;\n&lt;p&gt;Know how to manage the relationship with the customer.&#160; Know the importance of written, verbal and non-verbal communication (including body language), email, letter, telephone and personal etiquette.&#160;&lt;/p&gt;\nAppropriate use of social media sites, ie. Facebook, Twitter, LinkedIn, and smartphone applications.&#160;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 38px;&quot;&gt;\n&lt;td style=&quot;height: 38px;&quot;&gt;Tools and Equipment&lt;/td&gt;\n&lt;td style=&quot;height: 38px;&quot;&gt;Effective use of IT equipment and software, including specific sales and lettings packages, phone systems, use of mobile phones, measuring devices, dictation machines, damp meters, touch typing, cameras, PCs/laptops/tablets, multifunction copiers, cloud data systems (and data compliance), safety devices.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 18px;&quot;&gt;\n&lt;td style=&quot;height: 18px;&quot;&gt;Selling&lt;/td&gt;\n&lt;td style=&quot;height: 18px;&quot;&gt;To be able to demonstrate presentation skills, viewing and selling properties, cross selling, lettings and referrals.&#160; Standard methods of concluding sales; understanding needs.&#160;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 18px;&quot;&gt;\n&lt;td style=&quot;height: 18px;&quot;&gt;Negotiation&lt;/td&gt;\n&lt;td style=&quot;height: 18px;&quot;&gt;To have an understanding of active listening, active questioning, empathy, handling difficult people and situations, objection handling, public relations and research.&#160; To be inquisitive, respectful, polite and know how to take control of a negotiation conversation.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 38px;&quot;&gt;\n&lt;td style=&quot;height: 38px;&quot;&gt;Administration&lt;/td&gt;\n&lt;td style=&quot;height: 38px;&quot;&gt;Be able to apply a range of administrative skills in order to support the range of estate agency activities and related services.&#160; An understanding of the importance and use of digital and hardcopy records, including appropriate software packages. Diary management, filing, making and receiving telephone calls.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 18px;&quot;&gt;\n&lt;td style=&quot;height: 18px;&quot;&gt;Enhanced literacy/numeracy&lt;/td&gt;\n&lt;td style=&quot;height: 18px;&quot;&gt;Demonstrate both spoken and written ‘business English’ and the difference between internal and external communications etiquette (email, letter, telephone) and numeracy (use of percentages).&#160;&#160;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Professional Behaviours &lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 20%;&quot;&gt;Behaviour&lt;/th&gt;\n&lt;th&gt;What is required&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Customer Care&lt;/td&gt;\n&lt;td&gt;Demonstrate a responsive approach to customer needs and awareness of the organisation’s impact on customers and their lives.&#160; To show professional standards of behaviours and positive personality, to dress appropriately and be aware of personal presentation; reliability; dependability; trust; integrity and moral character. To understand industry codes of practice in relation to conflicts of interest.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Public Relations&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;To present the company, oneself and the profession in the best possible light. To have an understanding of how the role fits in within the company structure. To be able to converse appropriately with customers, colleagues and professionals, forwarding enquires as necessary. Apply appropriate principles of customer care.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Responsiveness&lt;/td&gt;\n&lt;td&gt;To be able to take timely and responsive action to instructions given, with the aim of being able to work independently.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Personal commitment&lt;/td&gt;\n&lt;td&gt;To take responsibility for their own personal development, safety and training.&#160; Act as an ambassador for the organisation and profession as a whole. Meets personal and work commitments and the expectations of others.&#160; Demonstrate good timekeeping and consistency, as well as self-presentation.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Adaptability&lt;/td&gt;\n&lt;td&gt;Demonstrate willingness to accept fast changing priorities and work patterns.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Minimum 12 months &#160;&#160;&#160;&#160;&#160;&#160; &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#160;&#160;&#160;&#160;&#160;&#160;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;2&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;English and Maths:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices need to achieve level 1 English and Maths and take the test for level 2 prior to taking their end point assessment&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional Body and Progression: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices who successfully complete this apprenticeship may be eligible to apply for student membership of the following:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;NAEA Propertymark (now incorporating the professional bodies formerly known as National Association of Estate Agents, Institute of Commercial and Business Agents and National Association of Valuers and Auctioneers).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Review:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The standard will be reviewed after 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This is a customer-facing role with responsibility for providing the administrative support needed to secure successful property sales. Junior Estate Agents may work in different areas of estate agency, i.e. sales, auctioneering and commercial property. In all cases, they will be required to understand and comply with contractual, statutory and legal restrictions, and client confidentiality. They will be working under supervision within the wider organisation. The work is varied and typical roles will include: data registration, producing window adverts, arranging and booking viewings, accompanying colleagues on site visits to various properties, selling additional services, collecting keys, carrying out basic property research, including marketing procedures through portals, websites and various databases Additionally the Junior Estate Agent would prepare floor plans of a property, following the measuring code of practice and also assist with the provision of sales particulars. This would include how to take and produce photographs for individual properties. As part of the sales process, apprentices would need to know how to conduct viewings and receive a formal offer made from a purchaser and the policies and procedures concerned with processing this. The Junior Estate Agent will work closely with colleagues to explore solutions to problems and improvements to working patterns. They will take responsibility for the quality, accuracy and planning of their own work. The Junior Estate Agent will be able to acquire the fundamental skills for the commercial and residential property sales industry. This in turn will give them the capability for further career progression on completion of the apprenticeship. This career progression can be either with their existing employer or within the industry in general. It will also enhance their ability to undertake further qualifications.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "04756329-43cd-4081-919c-5ce814b689bf",
      "detail": "Be aware of the basic principles of rebuilding costs, selling, marketing (including use of social media) and marketing advice, local market information, different methods of sale and a basic understanding of lettings and investments, RICS property measurement standard, and market valuation.  Rudiments of different types of valuation i.e. lending, insurance and market, researching property values, lettings, observational challenges/powers, yields and investment values"
    },
    {
      "knowledgeId": "7911ece3-590d-426e-a30d-93475a188e9b",
      "detail": "A general understanding of: Estate Agents Act (1979), Consumer Protection from Unfair Trading Regulations (2008), Consumer Rights Act (2015), Business Protection from Misleading Marketing Regulations (2008), Business Protection Regulations (2008), Stamp Duty and Land Tax, Trades Description Act (1972), Proceeds of Crime Act (2002), Landlord and Tenant Act (1954), Auctioneers Act (1845) etc.  and understand Primary Authority Responsibility.  Principles underpinning tenure, service charges, ground rent, shared ownership, accounting procedures and handling client’s money, illegal practices and role of trading standards"
    },
    {
      "knowledgeId": "88f499e8-dfbd-4adf-8c57-64d3dfc9f115",
      "detail": "How to undertake basic research, including portals, and databases such as Rightmove and Zoopla.  Knowledge of Land Registry, layers of marketing and self-presentation"
    },
    {
      "knowledgeId": "7d965027-33ef-4832-85cc-6e5d99a087b9",
      "detail": "Basic knowledge of traditional and non-traditional building construction terminology, knowledge of the most common defects in traditional buildings such as subsidence, damp etc."
    },
    {
      "knowledgeId": "c522d8a1-cebd-426a-9e5a-aa20c2581ffb",
      "detail": "Awareness of the basic principles of planning, including the role of national and local government, building regulations and planning, outline and detailed planning consent, highways, building control (including conversions and extensions), permitted development, listing, change of use and use class order and conservation areas."
    },
    {
      "knowledgeId": "b5d9c775-b9cb-4856-ae85-7eddb60c735a",
      "detail": "Private treaty, public and private auctions, informal and formal tender and the relevant legal requirements."
    },
    {
      "knowledgeId": "a26b573b-f9a8-4642-871d-f4e9262a1a4d",
      "detail": "Principles, policies and practices of the organisation in term of customer care, complaints handling, employee code of conduct, team working, risk assessment, personal safety,  safeguarding and business communications.  Also have some knowledge of the organisations business plan, organisation values, the range of services available to customers, team targets, Key Performance Indicators and understand how their role fits in within the organisation."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "179642e2-5fb4-43bb-bdc2-2cebcf95c9b5",
      "detail": "Demonstrate a responsive approach to customer needs and awareness of the organisation’s impact on customers and their lives.  To show professional standards of behaviours and positive personality, to dress appropriately and be aware of personal presentation; reliability; dependability; trust; integrity and moral character. "
    },
    {
      "behaviourId": "be752b16-84da-4502-9417-bbb3d6e164c3",
      "detail": "To understand industry codes of practice in relation to conflicts of interest."
    },
    {
      "behaviourId": "6cc87a62-cc92-4521-99a6-80a960d56125",
      "detail": "To present the company, oneself and the profession in the best possible light. To have an understanding of how the role fits in within the company structure. To be able to converse appropriately with customers, colleagues and professionals, forwarding enquires as necessary. Apply appropriate principles of customer care."
    },
    {
      "behaviourId": "760e72fb-efc8-49d0-9cdc-affd2ab2c95d",
      "detail": "To be able to take timely and responsive action to instructions given, with the aim of being able to work independently."
    },
    {
      "behaviourId": "25689f9c-451a-4ed9-85ec-59ab6958e1cb",
      "detail": "To take responsibility for their own personal development, safety and training.  Act as an ambassador for the organisation and profession as a whole. Meets personal and work commitments and the expectations of others.  Demonstrate good timekeeping and consistency, as well as self-presentation."
    },
    {
      "behaviourId": "840c1605-f56b-43e0-97de-c2bf64523bab",
      "detail": "Demonstrate willingness to accept fast changing priorities and work patterns."
    }
  ],
  "skills": [
    {
      "skillId": "caef5977-3fe1-4a8b-adc2-fbf024dff227",
      "detail": "To demonstrate an understanding of the competitive market-place and commerciality of Estate Agency, Innovation, recognising opportunities and referrals."
    },
    {
      "skillId": "4adc7f8a-ada4-485c-97bd-9ef57a0b4478",
      "detail": "To be able to organise and plan work in a flexible manner to ensure tasks are prioritised and completed within agreed timescales.  Show effective decision making in order to ensure work and tasks are completed in line with instruction and on time, including the principles of productivity, diary management, prioritising, targets/objectives and to understand task setting."
    },
    {
      "skillId": "b79620ab-2346-44ef-b909-4f248c23d6c4",
      "detail": "To be able to work effectively with internal colleagues and external partners to achieve individual, team and business targets, identify solutions to problems, appreciate the importance of team working, and understand job roles and where they fit within the team.  To use appropriate communication and interpersonal skills such as active listening, engagement and managing ambition. "
    },
    {
      "skillId": "ef37ef96-63c5-4660-a667-06e6a91b86f9",
      "detail": "Know how to manage the relationship with the customer.  Know the importance of written, verbal and non-verbal communication (including body language), email, letter, telephone and personal etiquette. "
    },
    {
      "skillId": "efaacc2c-5370-4e1a-bd8d-edf4795cc4d5",
      "detail": "Appropriate use of social media sites, ie. Facebook, Twitter, LinkedIn, and smartphone applications. "
    },
    {
      "skillId": "46fa8230-fa6b-40b6-91f4-29f2f02f10cb",
      "detail": "Effective use of IT equipment and software, including specific sales and lettings packages, phone systems, use of mobile phones, measuring devices, dictation machines, damp meters, touch typing, cameras, PCs/laptops/tablets, multifunction copiers, cloud data systems (and data compliance), safety devices."
    },
    {
      "skillId": "95065956-a522-4e78-b15b-c4db969de168",
      "detail": "To be able to demonstrate presentation skills, viewing and selling properties, cross selling, lettings and referrals.  Standard methods of concluding sales; understanding needs. "
    },
    {
      "skillId": "92ec05c0-72d6-4dbf-b6cd-bc24fc794d4d",
      "detail": "To have an understanding of active listening, active questioning, empathy, handling difficult people and situations, objection handling, public relations and research.  To be inquisitive, respectful, polite and know how to take control of a negotiation conversation."
    },
    {
      "skillId": "63c10df1-86d4-4fcb-9082-cebda427b0ac",
      "detail": "Be able to apply a range of administrative skills in order to support the range of estate agency activities and related services.  An understanding of the importance and use of digital and hardcopy records, including appropriate software packages. Diary management, filing, making and receiving telephone calls."
    },
    {
      "skillId": "e8ecffbe-cf0d-49d3-bcf2-b2138293c735",
      "detail": "Demonstrate both spoken and written ‘business English’ and the difference between internal and external communications etiquette (email, letter, telephone) and numeracy (use of percentages).  "
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-07-11T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "jan@hytchworks.com",
  "involvedEmployers": "John Francis, Arnolds Keys,Martyn Gerrard, Dabro and Associates, Chestertons, Sawyer and Harris, Charles Orlebar, Countrywide, Connells, Bradleys",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Sales & Retail",
  "cluster": "Specialist retail assistant",
  "clusterId": "93",
  "clusterDescription": null,
  "createdDate": "2017-11-14T17:09:27 +00:00",
  "lastUpdated": "2018-07-11T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-07-11T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0329",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0329-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0329-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2018-07-11T00:00:00"
}