{
  "templateType": "Occupational Standard",
  "larsCode": 234,
  "referenceNumber": "ST0333",
  "learningAimClassCode": "",
  "title": "Commercial thermal insulation operative",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0333",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Occupational standard, end-point assessment plan and funding band revised.",
  "changedDate": "2023-09-13T00:00:00",
  "earliestStartDate": "2023-10-12T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Applying insulation and cladding materials.",
  "level": 2,
  "ePALength": 3,
  "typicalDuration": 18,
  "maxFunding": 16000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "construction",
    "Insulation Operatives",
    "cladding materials",
    "insulation materials",
    "environmental"
  ],
  "jobRoles": [
    "Commercial thermal insulation operative"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0333-v1-1?view=epa",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;Occupation:&lt;/h3&gt;\n&lt;p&gt;Thermal Insulation Operatives apply insulation materials and pre-formed cladding for the prevention of heat loss, heat gain, energy efficiency and personnel protection either on a construction site or within a workshop.&lt;/p&gt;\n&lt;p&gt;Depending upon the industry sector, Thermal Insulation Operatives may work on a diverse range of sites including:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Process Plants&lt;/li&gt;\n&lt;li&gt;Commercial Construction sites&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Thermal Insulation Operatives can expect to work under supervision, or where appropriate, on their own initiative. The role of a Thermal Insulation Operative involves the installation and application of appropriate thermal insulation materials, identifying the specific surface types and the changing temperature and site conditions. The Operative will apply pre-formed cladding or weatherproofing materials in line with the job specification and site instructions. When in a refurbishment environment, additional preparation tasks may be required e.g. removal of existing materials, cleaning down of and appropriate preparation of surfaces.&lt;/p&gt;\n&lt;h3&gt;Qualifications:&lt;/h3&gt;\n&lt;p&gt;Apprentices without Level 1 English and maths will need to achieve this level and take the test for Level 2 English and maths prior to taking the end-point assessment.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge: &lt;/strong&gt;Thermal Insulation Operatives need to understand:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;the varying weather conditions of the site and how this can affect the working environment and the working conditions of all co-workers on the site, safe working and other relevant legislation&lt;/li&gt;\n&lt;li&gt;how to communicate accurately/effectively with others and comply with&lt;/li&gt;\n&lt;li&gt;how to interpret and use relevant product information and design specifications&lt;/li&gt;\n&lt;li&gt;how to calculate quantity, length and area of materials to be used in order to minimise wastage of resources&lt;/li&gt;\n&lt;li&gt;the characteristics, qualities, uses, sustainability, limitations and defects associated with different types of insulation materials such as mineral wool, glass fibre, cellular glass, nitrile rubber&lt;/li&gt;\n&lt;li&gt;how to joint, seal, weatherproof and fit materials in accordance with BS 5970:2012. Thermal insulation of pipework, ductwork, associated equipment and other industrial installations in the temperature range of -100&#176;C to +870&#176;C.&lt;/li&gt;\n&lt;li&gt;the importance of, and need for, the correct use of Personal Protective Equipment (PPE)&lt;/li&gt;\n&lt;li&gt;basic risks in a refurbishment environment and in particular the risks associated with the handling of asbestos&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Skills: &lt;/strong&gt;Thermal Insulation Operatives are able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;identify and correctly use tools and equipment including: Dividers, Mole grips, Drills and Safe blades&lt;/li&gt;\n&lt;li&gt;comply with all organizational security, safety arrangements and procedures&lt;/li&gt;\n&lt;li&gt;apply insulation materials to cylindrical and flat surfaces&lt;/li&gt;\n&lt;li&gt;fit pre-formed metal cladding/and or other finishes for insulation protection&lt;/li&gt;\n&lt;li&gt;work reliably and safely, sometimes without close supervision, to approved industry standards and safe working practices&lt;/li&gt;\n&lt;li&gt;work effectively and efficiently, both individually and as part of a team, maintaining effective relationships with colleagues and the public&lt;/li&gt;\n&lt;li&gt;safely move, handle and store resources&lt;/li&gt;\n&lt;li&gt;competently erect and dismantle portable scaffold towers and work safely at heights to comply with The Work at Height Regulations which requires all persons working at height to be competent using the relevant equipment and correct personal safety&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours: &lt;/strong&gt;All Thermal Insulation Operatives are expected to demonstrate the following behaviours:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;act professionally demonstrating a positive, dependable and responsible attitude&lt;/li&gt;\n&lt;li&gt;be risk aware and help reduce risks by checking information&lt;/li&gt;\n&lt;li&gt;display a self-disciplined, self-motivated, proactive approach to work understanding individual personal limitations&lt;/li&gt;\n&lt;li&gt;be receptive to feedback, willing to learn new skills&lt;/li&gt;\n&lt;li&gt;be adaptable and able to adjust to change as required&lt;/li&gt;\n&lt;li&gt;be prepared to make a personal commitment and be able to commit to the objectives of the employer and to the wider professional standards of the industry&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Level: &lt;/strong&gt;This is a Level 2 Apprenticeship.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Duration of Apprenticeship: &lt;/strong&gt;The Apprenticeship will typically be completed in 18 months&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Review: &lt;/strong&gt;The Apprenticeship Standard will be reviewed after 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found within the Construction industry. Depending upon the industry sector Commercial Thermal Insulation Operatives may work on a diverse range of sites including:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;process Plants (Chemical, food, brewing etc)&lt;/li&gt;\n&lt;li&gt;commercial Construction sites (Offices, Hotels, Schools, Leisure &amp;amp; Hospitals etc)&lt;/li&gt;\n&lt;li&gt;shipyards&lt;/li&gt;\n&lt;li&gt;power Generation (Oil, Gas, Nuclear etc)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;The broad purpose of the occupation for Thermal Insulation Operative is to apply insulation materials and pre-formed metal cladding or other finishing materials for the prevention of heat loss, heat gain, energy efficiency and personnel protection either on a construction site or within a workshop.&lt;/p&gt;\n&lt;p&gt;In their daily work a commercial thermal insulation operative will be involved in the installation and application of appropriate thermal insulation materials, considering the specific surface types and the changing temperature and site conditions.&#160; The operative will apply pre-formed metal cladding or other finishing materials in line with the job specification and site instructions. When in a refurbishment environment, additional preparation tasks may be required e.g. removal of existing materials, cleaning down of and appropriate preparation of surfaces.&#160;&lt;/p&gt;\n&lt;p&gt;An employee in this occupation can expect to work under supervision, or where appropriate, on their own initiative.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "312d62e8-1352-48d8-b30d-89576c997126",
      "detail": "Health and safety regulations, relevance to the occupation and the operative's responsibilities. Health and Safety at Work Act, Control of Substances Hazardous to Health (COSHH).  Manual handling, Working at height regulations, Slips, trips and falls, Fire Safety."
    },
    {
      "knowledgeId": "49e3c6ac-964a-4ed7-b2c3-144342581018",
      "detail": "How to use personal protective equipment (PPE). "
    },
    {
      "knowledgeId": "fcda3024-edc9-416f-88a9-fd6826ae16fe",
      "detail": "Methods of interpreting and extracting relevant information from drawings and specifications and data sheets."
    },
    {
      "knowledgeId": "cbcb1d38-c4db-4698-8e83-44090ff74fff",
      "detail": "Verbal communication techniques and Industry specific thermal Insulation terminology."
    },
    {
      "knowledgeId": "85a76b46-28f6-4ff9-8563-3d22b1f201d0",
      "detail": "Awareness of environmental and sustainability regulations and guidance. Types of pollution and control measures: noise, smells, spills, and waste, impacts on the wider environment."
    },
    {
      "knowledgeId": "ff60fa67-1b34-4e12-8fe3-91e7eee21ed4",
      "detail": "The principles of net-zero carbon emissions and how thermal insulation techniques contribute to the reduction of these emissions in the commercial environment. "
    },
    {
      "knowledgeId": "8643d131-2de3-44b4-a9dc-d358873e5d21",
      "detail": "Resource calculation techniques: quantity, length and area of materials used for insulation and cladding to minimise waste."
    },
    {
      "knowledgeId": "f1f77fb8-f41b-42eb-9b0c-c8e24f56f04c",
      "detail": "Application, characteristics, qualities, uses, and limitations associated with different types of insulation materials: Cellular, Fibrous and Granular. "
    },
    {
      "knowledgeId": "008462de-46f9-494d-bdb9-a918284a0f98",
      "detail": "Cladding application methods and materials: pre-formed metal cladding, Polyisobutylene (PIB), laminate sheeting and Polyvinyl Chloride (PVC) sheeting. "
    },
    {
      "knowledgeId": "d55c11a1-4e88-4a77-8b7f-7a245e92195a",
      "detail": "The impact of  varying weather conditions on the site, the working environment, and the impact on unfinished work."
    },
    {
      "knowledgeId": "b9f276b4-adbe-486c-9716-ed40f5216237",
      "detail": "Techniques for moving, handling and storing of Insulation materials and tools."
    },
    {
      "knowledgeId": "8ca73e73-71f0-4d72-8941-4bef89e294b9",
      "detail": "Thermal insulation of pipework, ductwork, associated equipment: storage tanks, vessels, reactors, fractionating towers, bulkheads and industrial installations within a range of temperatures."
    },
    {
      "knowledgeId": "e4c76d44-e3f2-4e64-94c4-fb528fddde14",
      "detail": " Risks in a refurbishment environment and asbestos awareness. "
    },
    {
      "knowledgeId": "0f4fa3a5-a9d6-47b4-9364-9aca8e79f0aa",
      "detail": "Wellbeing: mental and physical health considerations and how to access support in the workplace."
    },
    {
      "knowledgeId": "e050e567-8cf7-43ca-9a9a-d047682da343",
      "detail": "Equity, diversity and inclusion and how this is promoted within the thermal insulation industry."
    },
    {
      "knowledgeId": "96358255-dcf4-4cea-a2bb-a2af6c06bd56",
      "detail": "The use of tools: Metal cutting tools, measuring tools, knives, screwdrivers, saw and power tools."
    },
    {
      "knowledgeId": "e752b0f9-8297-47c6-bcac-778922f399d7",
      "detail": "Safe use of access equipment: ladders and portable scaffold towers. "
    },
    {
      "knowledgeId": "b4106fca-1953-4b10-8552-4d71b1f1ee08",
      "detail": "Site Documentation requirements: Risk assessments, method statements and permits to work."
    },
    {
      "knowledgeId": "411fce3a-e710-4269-abc1-b85a1c9fac4a",
      "detail": "Techniques for the safe removal and disposal of insulation products used in the thermal insulation. industry"
    },
    {
      "knowledgeId": "25f1f2d6-842b-41d3-8701-4a9c8ea93557",
      "detail": "Standards and regulations associated with commercial insulation activities: British standards and manufacturer’s instructions."
    },
    {
      "knowledgeId": "c2726059-ead8-4aeb-9351-94d66caa10ba",
      "detail": "Awareness of good team working practices."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "60e4b0a9-9419-485c-ab70-954513475342",
      "detail": "Put health and safety first."
    },
    {
      "behaviourId": "6dd98064-d518-441f-a98f-2497b40ef6a1",
      "detail": "Consider the environment and sustainability when using resources and carrying out processes."
    },
    {
      "behaviourId": "db81f489-c881-4b8b-bc90-c0ed3ed8ef12",
      "detail": "Contribute to a diverse and inclusive workplace and work culture."
    },
    {
      "behaviourId": "3c397ae1-92f9-4d17-8909-0942dd6c6a69",
      "detail": "Seek learning and development opportunities."
    },
    {
      "behaviourId": "b69742cb-18a2-47bb-b81b-56eb97b17c57",
      "detail": "Takes responsibility for completion of own work."
    }
  ],
  "skills": [
    {
      "skillId": "30b7ad00-e850-48a1-ac3d-5a7da646b027",
      "detail": "Comply with health and safety regulations, standards and manufacturers guidance."
    },
    {
      "skillId": "5b2f2eac-415b-41a1-81e1-a385c3dd3ea2",
      "detail": "Identify and use personal protective equipment (PPE). "
    },
    {
      "skillId": "dc5c34fe-e27c-4744-865b-7132f5eba808",
      "detail": "Erect and dismantle portable scaffold towers and work safely at height."
    },
    {
      "skillId": "f1f528c2-fc7c-47d5-9814-ddd7db343818",
      "detail": "Comply with site specific environmental and sustainability regulations, standards, and guidance, Segregate resources for reuse, recycling and disposal. Dispose of insulation material."
    },
    {
      "skillId": "fef81bcc-ec75-42bd-a262-03fb36a9d376",
      "detail": "Interpret and use information from drawings, specifications and data sheets. "
    },
    {
      "skillId": "f1c1a98d-3d0c-454a-966d-f13bdca116af",
      "detail": "Communicate verbally with others, using thermal insulation terminology."
    },
    {
      "skillId": "4aebd7c7-8be2-4ac3-8703-5e152132b2a4",
      "detail": "Follow work instructions verbal or written."
    },
    {
      "skillId": "2bbce77d-e960-4b72-9bb2-e362bcb9a8f4",
      "detail": "Select and safely use tools and equipment for example metal cutting tools, measuring tools, knives, screwdrivers, saws and power tools."
    },
    {
      "skillId": "983a9e28-0fe7-4813-9fc9-f022ba53bbe1",
      "detail": "Apply insulation materials to cylindrical and flat surfaces. "
    },
    {
      "skillId": "4982feaf-b14e-4c2a-a93d-376a10ae2321",
      "detail": "Fit cladding for insulation protection."
    },
    {
      "skillId": "9c635006-36bb-410d-ad65-c556a255bf92",
      "detail": "Safely move, handle and store tools and materials."
    },
    {
      "skillId": "78c12b65-9bbc-4365-b064-4ba1408509bc",
      "detail": "Use materials efficiently and sustainably including suitable disposal of waste."
    },
    {
      "skillId": "e898796b-13cb-453c-a5db-1e0c1f1339aa",
      "detail": "Identify how to access well-being support available on site and during training. "
    },
    {
      "skillId": "b2cfe51e-29e8-4e55-91e6-5da22e916a71",
      "detail": "Comply with risk assessments, method statements and safe systems of work and identify work place hazards."
    },
    {
      "skillId": "819b3092-467c-4402-9b63-ca96180dc84d",
      "detail": "Comply with insulation industry standards, and manufacturers guidance."
    },
    {
      "skillId": "1d144847-dd69-46e5-9f00-02538181cbdd",
      "detail": "Apply team working practices."
    },
    {
      "skillId": "c8e01e51-3d6d-4fca-ad52-97b4b6a5835d",
      "detail": "Calculate resources."
    },
    {
      "skillId": "a398fd12-7d6f-4597-bb99-6ad23e5da199",
      "detail": "Remove and dispose of pre-installed insulation materials."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-02-21T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0065",
  "tbMainContact": "handerson@tica.uk.com",
  "involvedEmployers": "Cambridge Regional College, Altrad, CGB Humbertherm, Envirotherm, Essex Thermal, Kaefer Ltd, Powertherm Contract Services, TICA",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Commercial thermal insulation operative"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Onsite Construction",
  "cluster": "Construction operative or supervisor",
  "clusterId": "1",
  "clusterDescription": "Use of heavy plant and equipment on surface construction sites and also specialist sites e.g. highways, tunnelling. Also the ability to undertake specialist construction work e.g. handling insulation, asbestos. Interprets drawings, plans and specifications along with methods and risk statement",
  "createdDate": "2023-12-07T10:01:30 +00:00",
  "lastUpdated": "2023-09-13T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-02-21T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0333",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0333-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0333-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "81b3a5bc-8002-4b3d-ab38-ebe9ea28c29d",
      "dutyDetail": "Work in compliance with occupational health, safety and environmental requirements to ensure the \r\nhealth, safety and wellbeing of self and others at all times. Use the correct Personal Protective Equipment in  line with organisational procedures, site requirements and key legislation. Report in a timely manner any non compliances to the appropriate person",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "60e4b0a9-9419-485c-ab70-954513475342",
        "6dd98064-d518-441f-a98f-2497b40ef6a1",
        "db81f489-c881-4b8b-bc90-c0ed3ed8ef12"
      ],
      "mappedKnowledge": [
        "312d62e8-1352-48d8-b30d-89576c997126",
        "49e3c6ac-964a-4ed7-b2c3-144342581018",
        "b9f276b4-adbe-486c-9716-ed40f5216237",
        "e4c76d44-e3f2-4e64-94c4-fb528fddde14",
        "0f4fa3a5-a9d6-47b4-9364-9aca8e79f0aa",
        "e050e567-8cf7-43ca-9a9a-d047682da343",
        "96358255-dcf4-4cea-a2bb-a2af6c06bd56",
        "e752b0f9-8297-47c6-bcac-778922f399d7",
        "25f1f2d6-842b-41d3-8701-4a9c8ea93557"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "30b7ad00-e850-48a1-ac3d-5a7da646b027",
        "5b2f2eac-415b-41a1-81e1-a385c3dd3ea2",
        "9c635006-36bb-410d-ad65-c556a255bf92",
        "e898796b-13cb-453c-a5db-1e0c1f1339aa",
        "b2cfe51e-29e8-4e55-91e6-5da22e916a71",
        "819b3092-467c-4402-9b63-ca96180dc84d",
        "a398fd12-7d6f-4597-bb99-6ad23e5da199"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "90daf7a1-b65b-49e8-8e51-5074074b2770",
      "dutyDetail": "Carry out their work conforming to all current and relevant regulations, quality standards and work \r\ninstructions",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3c397ae1-92f9-4d17-8909-0942dd6c6a69"
      ],
      "mappedKnowledge": [
        "312d62e8-1352-48d8-b30d-89576c997126",
        "49e3c6ac-964a-4ed7-b2c3-144342581018",
        "d55c11a1-4e88-4a77-8b7f-7a245e92195a",
        "b9f276b4-adbe-486c-9716-ed40f5216237",
        "e4c76d44-e3f2-4e64-94c4-fb528fddde14",
        "96358255-dcf4-4cea-a2bb-a2af6c06bd56",
        "e752b0f9-8297-47c6-bcac-778922f399d7",
        "25f1f2d6-842b-41d3-8701-4a9c8ea93557"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "30b7ad00-e850-48a1-ac3d-5a7da646b027",
        "dc5c34fe-e27c-4744-865b-7132f5eba808",
        "fef81bcc-ec75-42bd-a262-03fb36a9d376",
        "819b3092-467c-4402-9b63-ca96180dc84d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fa58a194-51e9-4648-abf2-3238de5ebf15",
      "dutyDetail": "Develop and maintain good occupational working relationships in the workplace",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "cbcb1d38-c4db-4698-8e83-44090ff74fff",
        "c2726059-ead8-4aeb-9351-94d66caa10ba"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f1c1a98d-3d0c-454a-966d-f13bdca116af",
        "4aebd7c7-8be2-4ac3-8703-5e152132b2a4",
        "1d144847-dd69-46e5-9f00-02538181cbdd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b047c29c-7cc9-431a-a7fb-fa81c4d9abed",
      "dutyDetail": "Read specifications and data sheets to complete insulating tasks",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "fcda3024-edc9-416f-88a9-fd6826ae16fe",
        "8643d131-2de3-44b4-a9dc-d358873e5d21",
        "f1f77fb8-f41b-42eb-9b0c-c8e24f56f04c",
        "008462de-46f9-494d-bdb9-a918284a0f98",
        "8ca73e73-71f0-4d72-8941-4bef89e294b9",
        "25f1f2d6-842b-41d3-8701-4a9c8ea93557"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fef81bcc-ec75-42bd-a262-03fb36a9d376"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "90368fe4-8851-4772-a66c-da6d55b63b23",
      "dutyDetail": " Select suitable equipment and plan own operational activity",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "d55c11a1-4e88-4a77-8b7f-7a245e92195a",
        "b9f276b4-adbe-486c-9716-ed40f5216237",
        "96358255-dcf4-4cea-a2bb-a2af6c06bd56"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "dc5c34fe-e27c-4744-865b-7132f5eba808",
        "2bbce77d-e960-4b72-9bb2-e362bcb9a8f4",
        "c8e01e51-3d6d-4fca-ad52-97b4b6a5835d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "57049f60-df08-4f5d-b76d-316bf7593799",
      "dutyDetail": "Maintain a clear and safe worksite at all times, disposing of waste appropriately and adopt sustainable \r\nand environmentally friendly working practices",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "60e4b0a9-9419-485c-ab70-954513475342",
        "6dd98064-d518-441f-a98f-2497b40ef6a1",
        "3c397ae1-92f9-4d17-8909-0942dd6c6a69"
      ],
      "mappedKnowledge": [
        "312d62e8-1352-48d8-b30d-89576c997126",
        "49e3c6ac-964a-4ed7-b2c3-144342581018",
        "85a76b46-28f6-4ff9-8563-3d22b1f201d0",
        "ff60fa67-1b34-4e12-8fe3-91e7eee21ed4",
        "b9f276b4-adbe-486c-9716-ed40f5216237",
        "e4c76d44-e3f2-4e64-94c4-fb528fddde14",
        "e752b0f9-8297-47c6-bcac-778922f399d7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "30b7ad00-e850-48a1-ac3d-5a7da646b027",
        "f1f528c2-fc7c-47d5-9814-ddd7db343818",
        "9c635006-36bb-410d-ad65-c556a255bf92",
        "78c12b65-9bbc-4365-b064-4ba1408509bc",
        "819b3092-467c-4402-9b63-ca96180dc84d",
        "a398fd12-7d6f-4597-bb99-6ad23e5da199"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6063dbda-9bdb-461d-81ba-27e3d9f3f939",
      "dutyDetail": "Undertake installation of insulation and pre-formed metal cladding or other finishing materials in line \r\nwith project specification",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b69742cb-18a2-47bb-b81b-56eb97b17c57"
      ],
      "mappedKnowledge": [
        "8643d131-2de3-44b4-a9dc-d358873e5d21",
        "f1f77fb8-f41b-42eb-9b0c-c8e24f56f04c",
        "008462de-46f9-494d-bdb9-a918284a0f98",
        "d55c11a1-4e88-4a77-8b7f-7a245e92195a",
        "8ca73e73-71f0-4d72-8941-4bef89e294b9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fef81bcc-ec75-42bd-a262-03fb36a9d376",
        "983a9e28-0fe7-4813-9fc9-f022ba53bbe1",
        "4982feaf-b14e-4c2a-a93d-376a10ae2321"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e26f8197-d291-4d05-8865-2a7cd53c19da",
      "dutyDetail": "Keep accurate records and have an understanding of reporting procedures",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "b4106fca-1953-4b10-8552-4d71b1f1ee08",
        "411fce3a-e710-4269-abc1-b85a1c9fac4a"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-10-12T00:00:00"
}