{
  "templateType": "Occupational Standard",
  "larsCode": 269,
  "referenceNumber": "ST0386",
  "learningAimClassCode": "",
  "title": "Custody and detention professional",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0386",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan, standard and funding revised.",
  "changedDate": "2023-01-06T00:00:00",
  "earliestStartDate": "2023-04-06T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Ensuring individuals in custody and detention centres are held in a secure, safe, decent and fair environment.",
  "level": 3,
  "ePALength": 3,
  "typicalDuration": 12,
  "maxFunding": 4500,
  "maxFundingAdditionalInformation": "",
  "route": "Protective services",
  "keywords": [
    "Custody & Detention Officer",
    "custody and detention",
    "custody",
    "detention",
    "officer",
    "public",
    "services"
  ],
  "jobRoles": [
    "Custody detention officers",
    "Detention custody officer",
    "Escorting officer",
    "Military provost staff",
    "Police custody officer",
    "Prison custody officers",
    "Prison officer (public and private prisons)",
    "Provost marshal (army)",
    "Secure training centre officer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0386-v1-1?view=epa",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.4 Public services",
  "version": "1.1",
  "standardInformation": "&lt;p&gt;&lt;strong&gt;Occupation:&lt;/strong&gt; Custody and Detention officer&lt;/p&gt;\n&lt;p&gt;To work in custody and detention is to ensure that individuals are held in a secure, safe decent and fair environment and work as part of a team to ensure that safety of everyone in custody and detention centres is a priority. You will operate in a secure environment such as Prisons, Detention Centres, Custodial Establishments and Custodial Services are unique and often challenging places to work. The environment could vary from a Women’s unit or treatment prison to a male resettlement prison. The people in your care will have a variety of different needs and display varied It is your role to work to ensure those individuals are treated with dignity and respect and helped to find a new way of life whilst maintaining a safe, secure and structured environment. These environments rely and operate on routine, which you’ll need to be part of, however they can often be volatile challenging places to work and officers must be able and agile enough to respond quickly to a variety of incidents whilst maintaining professional standards throughout. You will also play a key role in rehabilitation of those in your care, acting to build commitment to change to reduce reoffending and to coach people in skills such as problem solving and management of emotions. You will be expected to positively influence the lives of those in your care, by working with them on a daily basis in ensuring they take responsibility for their actions and welfare. This may include maintaining links with their families, addressing offending behaviours which may have contributed to their situation and to seek positive resolution to circumstances that will affect their re-integration to society. Officers are frontline staff who have a duty to enforce and uphold legal decisions and follow process and procedure with integrity, honesty and professionalism. Roles in this environment will involve working a variety of shifts 365 days a year including evenings, nights, weekends and holiday periods. Examples of roles in this sector are Prison Officer, Custodial Officer, Detention Officer and Escorting Officer&lt;/p&gt;\n&lt;h3&gt;Entry Requirements&lt;/h3&gt;\n&lt;p&gt;Apprentice’s must be over 18 due to legal restrictions&lt;/p&gt;\n&lt;p&gt;The Apprentice must already hold a level 2 qualification in literacy and numeracy or achieve it by prior to gateway assessment&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Level:&lt;/strong&gt; 3&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Duration:&lt;/strong&gt; 12 - 18 months&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;As a Custody and Detention officer you must know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The tasks and responsibilities of the role such as keeping individuals secure, preparing them for release, authorised physical control and restraint. Including how that is relevant to the context in which you are working, how it fits within the organisation and how it interacts with other relevant organisations and agencies such as the NHS and Police&lt;/li&gt;\n&lt;li&gt;Policies and procedures relevant to the custodial environment in which you are working and how to operate these within the remit of your role&lt;/li&gt;\n&lt;li&gt;The key and critical aspects of security, how they contribute to the overall security of the establishment and wider service&lt;/li&gt;\n&lt;li&gt;The causes of crime, and how you can help people turn their lives around&lt;/li&gt;\n&lt;li&gt;The importance of having and demonstrating the values and behaviours that keep custodial environments safe and enable the people in them to concentrate on rehabilitation&lt;/li&gt;\n&lt;li&gt;Rights and responsibilities of those in custodial care or detention&lt;/li&gt;\n&lt;li&gt;Recognise and understand the impact of mental health issues on individuals and be able to access support as appropriate. An example of this would be sign posting effective support services, which may assist in the prevention of self-harm by others&lt;/li&gt;\n&lt;li&gt;The importance of caring for vulnerable people who are at risk of self-harm or violence using recognised procedures and good interpersonal skills&lt;/li&gt;\n&lt;li&gt;How you recognise the signs of substance misuse and its impact on individuals and be able to access support as appropriate&lt;/li&gt;\n&lt;li&gt;The key principles and theories of violence reduction&lt;/li&gt;\n&lt;li&gt;Understand the behaviour patterns of an individual during&lt;/li&gt;\n&lt;li&gt;The importance of good communications, the use of different communication styles and knowing when to use them. An example of this might be how you motivate individuals to take part in organised activities to address offending behaviour&lt;/li&gt;\n&lt;li&gt;Understand health and safety procedures and how to reduce the risk of harm or injury to yourself, your colleagues and those is your care by using the positive risk management processes&lt;/li&gt;\n&lt;li&gt;How to search individuals, vehicles and buildings in the custodial setting&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;As a Custody and Detention officer you must be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Contribute actively to promote a rehabilitative culture&lt;/li&gt;\n&lt;li&gt;Undertake incident management and “ first on scene” response appropriately&lt;/li&gt;\n&lt;li&gt;Recognise and be able to take steps to defuse potential conflict situations&lt;/li&gt;\n&lt;li&gt;Conduct all searching appropriately, examples being the searching of individuals, buildings, vehicles and areas for the detection of illicit or prohibited items&lt;/li&gt;\n&lt;li&gt;Explain processes, procedures and decisions to individuals in custody and detention so that they understand what will happen to them and why&lt;/li&gt;\n&lt;li&gt;Maintain and update documentation, reports, records and supporting systems in-line with local, national and organisational requirements&lt;/li&gt;\n&lt;li&gt;Work professionally within the custodial environment, including maintaining your own professional standards and development&lt;/li&gt;\n&lt;li&gt;Work collaboratively with external stakeholders for example the Police, courts, National Probation Service and Community Rehabilitation Companies&lt;/li&gt;\n&lt;li&gt;Work effectively as part of a team by positively contributing to team dynamics and being a trusted team member&lt;/li&gt;\n&lt;li&gt;Identify risks and respond dynamically, for example carry out fire prevention protocols, or in the case of severe need, carry out a full evacuation plan in co-operation with others&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours: you will be able to&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Adapt your personal behavioural style to suit the situation&lt;/li&gt;\n&lt;li&gt;Act with legitimate authority so that people feel safe and treated fairly&lt;/li&gt;\n&lt;li&gt;Act as a positive role model in terms of conflict resolution, problem solving and emotional management&lt;/li&gt;\n&lt;li&gt;Recognise and respect diversity and cultural differences&lt;/li&gt;\n&lt;li&gt;Be able to apply strong personal resilience and maintain personal wellbeing&lt;/li&gt;\n&lt;li&gt;Behave openly, honestly, directly and with integrity&lt;/li&gt;\n&lt;li&gt;Behave in a professional manner and be committed to organisational values&lt;/li&gt;\n&lt;li&gt;Challenge individuals appropriately&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Industry specific requirements:&lt;/strong&gt; Apprentices must attain the Ministry of Justice&#160;Commissioners license to practice prior to gateway assessment&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Review date:&lt;/strong&gt; This apprenticeship Standard will be reviewed every three years&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in custody or detention environments within Detention Centres, Custodial Environments and Custodial Services in both the public and private sector and are unique and often challenging places to work.&lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is to ensure that individuals are held in secure, safe, decent and fair environments.&#160; You will operate within secure environments undertaking a frontline role and will work as part of a wider team to ensure the safety of everyone.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with people held within environments such as a women’s unit / treatment within a prison / police custody / prisoner escort / detention centre / immigration centre, Military Corrective Training Centres or Service Custody Facilities.&lt;/p&gt;\n&lt;p&gt;The people in your care will have a variety of different needs and will display varied behaviours.&#160;&#160;&#160;It is your role to work to ensure those individuals are treated with kindness, dignity and respect and are helped by maintaining a safe, secure and structured environment. These environments rely and operate on routine, which you’ll need to be part of, however they can often be volatile challenging places to work, and Custody or Detention Professionals must be able and agile enough to respond quickly to a variety of incidents whilst maintaining professional standards throughout.&#160;&lt;br /&gt;&lt;br /&gt;An employee in this occupation will be responsible for enforcing and upholding legal decisions and following processes and procedures with integrity, honesty and professionalism. Roles in this environment will involve working a variety of shifts patterns, 365 days a year including evenings, nights, weekends and holiday periods.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "abe1e398-9364-45e4-b68f-7a43d55233de",
      "detail": "Health and safety legislation and how to reduce the risk of harm or injury to oneself, colleagues and those in one’s care "
    },
    {
      "knowledgeId": "95d96887-3071-4f5a-a37f-fbfa595727fd",
      "detail": "Current risk management processes and how to apply them in your role"
    },
    {
      "knowledgeId": "28b7e532-54a4-4219-b777-be7a9834dffc",
      "detail": "Policies and procedures relevant to the custodial environment in which you are working and how to operate these within the remit of your role"
    },
    {
      "knowledgeId": "d741b1e9-0e73-41ff-940c-a5c5f3c4be50",
      "detail": "The main and critical aspects of security and how they contribute to the overall security of custody and detention environments "
    },
    {
      "knowledgeId": "cabaff1f-4dff-4636-8c99-26403879a995",
      "detail": "Legislation for recording and reporting in custody or detention environments "
    },
    {
      "knowledgeId": "fc7d6ef3-722c-42ce-883a-4be011d5dc3f",
      "detail": "Use of force procedures and processes used in custody or detention environments summarising legislation, armed persons and medical implications "
    },
    {
      "knowledgeId": "b1a3fbab-3277-4bbd-8750-a769d54f3109",
      "detail": "The importance of undertaking searches and how this contributes to the safety of the environment"
    },
    {
      "knowledgeId": "6ab42d83-269a-4bba-984e-bb970cd38776",
      "detail": "The procedures relating to the management and use of keys   "
    },
    {
      "knowledgeId": "b7866140-2654-4afa-9612-eca3893341d4",
      "detail": "Processes for locking and unlocking of doors or cellular vehicles as appropriate to own area of work"
    },
    {
      "knowledgeId": "692d7e8b-6e1d-4240-b29d-f9930546a27a",
      "detail": "Escorting or movement procedures within your area of custody or detention"
    },
    {
      "knowledgeId": "20a56dac-270e-4798-8930-1c17bd8fe399",
      "detail": "How to signpost individuals to support services "
    },
    {
      "knowledgeId": "7dc0730b-86df-498b-a068-9607f762880f",
      "detail": "The legislative requirements relating to equality, diversity and inclusion "
    },
    {
      "knowledgeId": "de7fc50f-f35c-4e40-811b-139976d4995e",
      "detail": "Effective communication, knowing when to adapt to suit varied situations"
    },
    {
      "knowledgeId": "1929b775-1ccb-4efd-97e7-09633a7c892a",
      "detail": "The principles of dealing with security and incidents such as ‘first on scene’ and communication procedures relevant to your organisation"
    },
    {
      "knowledgeId": "e40dac36-2e01-44fb-9448-91a873835085",
      "detail": "The range of behaviour patterns of an individual during conflict and the key principles and theories of violence reduction"
    },
    {
      "knowledgeId": "d02a962e-82e4-4acc-bdce-071f563a22fe",
      "detail": "How the professional’s role interacts with other organisations, agencies and stakeholders "
    },
    {
      "knowledgeId": "8003d5cd-a5df-40bb-b3ef-660668ea51ce",
      "detail": "Rights and entitlements of those in custodial care or detention"
    },
    {
      "knowledgeId": "e5cbddc9-d26c-4005-8984-cafc07371bf0",
      "detail": "Impact of mental health issues on individuals"
    },
    {
      "knowledgeId": "d7ecb4b3-4369-46ea-b2f0-c980494eefcd",
      "detail": "The importance of caring for vulnerable people who are at risk of self-harm or violence"
    },
    {
      "knowledgeId": "da98567d-63c0-4083-97ad-605dc40a8810",
      "detail": "Recognise the signs of substance misuse and its impact on individuals and social, health and economic wellbeing"
    },
    {
      "knowledgeId": "7a80e4c5-12b0-4e8d-a0cd-8ba5e1c9fe84",
      "detail": "Rehabilitation procedures and processes within your own organisation"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "40ae0ce7-fa51-4c5c-942e-610e8dbea88f",
      "detail": "Adapt your personal behavioural style to suit the situation  "
    },
    {
      "behaviourId": "60f0d53b-1485-4103-9004-20f43a798de2",
      "detail": "Act with legitimate authority so that people feel safe and treated fairly  "
    },
    {
      "behaviourId": "9062c42e-6d8e-4953-8dc2-815dac8ed406",
      "detail": "Act in a professional manner, adhere to the organisational values and be a role model to the people in your care "
    },
    {
      "behaviourId": "438c5838-f982-4a10-94c7-cb3d895aedc7",
      "detail": "Behave openly and welcoming to others and challenge discrimination"
    },
    {
      "behaviourId": "f0ef293b-d6e3-43cb-bb5f-018a9f755d9e",
      "detail": "Be resilient and maintain personal wellbeing  "
    },
    {
      "behaviourId": "60759075-fe5c-466d-bd29-841883b8e428",
      "detail": "Behave openly, directly and with integrity  "
    }
  ],
  "skills": [
    {
      "skillId": "71ca5773-9d08-40ca-8a1f-ab6f37981b91",
      "detail": "Undertake health and safety responsibilities in line with current legislation  "
    },
    {
      "skillId": "b0365a9f-3fac-48da-851a-4e15ec48022d",
      "detail": "Carry out risk assessment in line with organisational procedures (visual checks of areas & equipment and individuals)"
    },
    {
      "skillId": "0972fc25-da81-42bd-b2a1-5e863dd7f359",
      "detail": "Maintain and update documentation, reports, records and supporting systems in-line with local, national and organisational requirements "
    },
    {
      "skillId": "876b663d-744c-43f8-a565-9325f1d97def",
      "detail": "Apply use of force in line with organisational procedures"
    },
    {
      "skillId": "1960afeb-2d42-46aa-ae17-a9b5ab3b7377",
      "detail": "Utilise de-escalation techniques when dealing with inappropriate behaviours of individuals"
    },
    {
      "skillId": "70091698-3c5a-436a-b740-c12e5e1a13b9",
      "detail": "Implement search techniques relevant to the situations (for example individuals, vehicles and illicit substances"
    },
    {
      "skillId": "31717580-e251-43f0-9bd5-9925ac63bbe7",
      "detail": "Management and use of keys"
    },
    {
      "skillId": "0bf3f6bd-46d2-4d56-bd50-d0fae3170ee5",
      "detail": "Follow organisational security procedures"
    },
    {
      "skillId": "3abaf073-d1a0-419a-abd2-5c35e5d7a8e8",
      "detail": "Carry out escorting or movement of individuals in custody or detention environments"
    },
    {
      "skillId": "895919bf-fed2-4e0e-89f2-f7447d5f9a4f",
      "detail": "Use verbal communication and interpersonal skills in your relationships with team members and others"
    },
    {
      "skillId": "5b25b868-75f9-4e6d-8d21-8180d4898328",
      "detail": "Undertake incident management and take steps to defuse potential conflict situations in line with approved protocols  "
    },
    {
      "skillId": "99f8b88e-44f0-426f-bc10-08f7fb5d2182",
      "detail": "Work collaboratively with external stakeholders (escorting staff, drug/alcohol agencies, volunteers, healthcare, solicitors, members of the public)"
    },
    {
      "skillId": "8de5d24f-a0ac-4695-84c9-fa1bc181c6c7",
      "detail": "Demonstrate processes, procedures and decisions to individuals in custody or detention so they understand what will happen to them and why"
    },
    {
      "skillId": "de740fcf-c450-4599-8f24-d8df10180b0f",
      "detail": "Identify individuals who may be vulnerable in custody or detention environments and signpost to the relevant support (for example drug/alcohol dependent individuals or individuals with mental health or wellbeing issues), following organisations procedures"
    },
    {
      "skillId": "b3402c82-bd96-4f7f-947a-5390e790a918",
      "detail": "Record and report involvement with vulnerable individuals in line with procedures"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-05-08T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0139",
  "tbMainContact": "rachel.henson1@justice.gov.uk",
  "involvedEmployers": "HMPPS, Serco, Sodexo, MOD, GEO AMEY, Mitie, G4S, West Midlands Police, MTC, MOJ",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Custody detention officers",
    "Detention custody officer",
    "Escorting officer",
    "Military provost staff",
    "Police custody officer",
    "Prison custody officers",
    "Prison officer (public and private prisons)",
    "Provost marshal (army)",
    "Secure training centre officer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Protective services",
  "cluster": "Protective service officer",
  "clusterId": "15",
  "clusterDescription": "Provide safety, security, prevention, enforcement, protection and investigation services largely on behalf of society",
  "createdDate": "2023-05-25T14:35:43 +00:00",
  "lastUpdated": "2023-01-06T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-05-08T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0386",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0386-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0386-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "16da46c7-b8b0-46d4-aced-709407e6a9fd",
      "dutyDetail": "Prepare and update records and reports as required in line with agreed requirements  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9062c42e-6d8e-4953-8dc2-815dac8ed406",
        "438c5838-f982-4a10-94c7-cb3d895aedc7"
      ],
      "mappedKnowledge": [
        "d741b1e9-0e73-41ff-940c-a5c5f3c4be50"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1960afeb-2d42-46aa-ae17-a9b5ab3b7377",
        "b3402c82-bd96-4f7f-947a-5390e790a918"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "548980a8-8a00-4736-ade9-dee6570178d5",
      "dutyDetail": "Apply use of force techniques required in the context of your role ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "40ae0ce7-fa51-4c5c-942e-610e8dbea88f",
        "60f0d53b-1485-4103-9004-20f43a798de2",
        "9062c42e-6d8e-4953-8dc2-815dac8ed406",
        "438c5838-f982-4a10-94c7-cb3d895aedc7",
        "f0ef293b-d6e3-43cb-bb5f-018a9f755d9e",
        "60759075-fe5c-466d-bd29-841883b8e428"
      ],
      "mappedKnowledge": [
        "abe1e398-9364-45e4-b68f-7a43d55233de",
        "cabaff1f-4dff-4636-8c99-26403879a995"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "71ca5773-9d08-40ca-8a1f-ab6f37981b91",
        "70091698-3c5a-436a-b740-c12e5e1a13b9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "96af53fa-a8a3-47b4-8fa4-c7a0ffc38c7d",
      "dutyDetail": "Carry out searches as relevant to your role in custody or detention environments   ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "40ae0ce7-fa51-4c5c-942e-610e8dbea88f",
        "60f0d53b-1485-4103-9004-20f43a798de2",
        "9062c42e-6d8e-4953-8dc2-815dac8ed406",
        "438c5838-f982-4a10-94c7-cb3d895aedc7",
        "f0ef293b-d6e3-43cb-bb5f-018a9f755d9e",
        "60759075-fe5c-466d-bd29-841883b8e428"
      ],
      "mappedKnowledge": [
        "fc7d6ef3-722c-42ce-883a-4be011d5dc3f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0972fc25-da81-42bd-b2a1-5e863dd7f359",
        "876b663d-744c-43f8-a565-9325f1d97def",
        "0bf3f6bd-46d2-4d56-bd50-d0fae3170ee5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e1e8951c-afb4-4f1c-a790-9d95ec188227",
      "dutyDetail": "Access and manage keys  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "60f0d53b-1485-4103-9004-20f43a798de2",
        "9062c42e-6d8e-4953-8dc2-815dac8ed406",
        "438c5838-f982-4a10-94c7-cb3d895aedc7",
        "f0ef293b-d6e3-43cb-bb5f-018a9f755d9e",
        "60759075-fe5c-466d-bd29-841883b8e428"
      ],
      "mappedKnowledge": [
        "b1a3fbab-3277-4bbd-8750-a769d54f3109"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "31717580-e251-43f0-9bd5-9925ac63bbe7",
        "3abaf073-d1a0-419a-abd2-5c35e5d7a8e8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4607282d-bac9-4cc3-b579-8d099552267e",
      "dutyDetail": "Escort or move individuals safely ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "40ae0ce7-fa51-4c5c-942e-610e8dbea88f",
        "60f0d53b-1485-4103-9004-20f43a798de2",
        "9062c42e-6d8e-4953-8dc2-815dac8ed406",
        "438c5838-f982-4a10-94c7-cb3d895aedc7",
        "f0ef293b-d6e3-43cb-bb5f-018a9f755d9e",
        "60759075-fe5c-466d-bd29-841883b8e428"
      ],
      "mappedKnowledge": [
        "6ab42d83-269a-4bba-984e-bb970cd38776",
        "692d7e8b-6e1d-4240-b29d-f9930546a27a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0bf3f6bd-46d2-4d56-bd50-d0fae3170ee5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9197e2cd-d82f-4e66-b169-d5827b616e57",
      "dutyDetail": "Communicate and use interpersonal skills in your relationships with others  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "40ae0ce7-fa51-4c5c-942e-610e8dbea88f",
        "60f0d53b-1485-4103-9004-20f43a798de2",
        "9062c42e-6d8e-4953-8dc2-815dac8ed406",
        "438c5838-f982-4a10-94c7-cb3d895aedc7",
        "f0ef293b-d6e3-43cb-bb5f-018a9f755d9e",
        "60759075-fe5c-466d-bd29-841883b8e428"
      ],
      "mappedKnowledge": [
        "692d7e8b-6e1d-4240-b29d-f9930546a27a",
        "20a56dac-270e-4798-8930-1c17bd8fe399"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "895919bf-fed2-4e0e-89f2-f7447d5f9a4f",
        "5b25b868-75f9-4e6d-8d21-8180d4898328",
        "99f8b88e-44f0-426f-bc10-08f7fb5d2182",
        "8de5d24f-a0ac-4695-84c9-fa1bc181c6c7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "cf4876e7-9d4b-44e1-a00e-70a4b412482a",
      "dutyDetail": "Identify risks and carry out risk assessments as part of your role  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "40ae0ce7-fa51-4c5c-942e-610e8dbea88f",
        "60f0d53b-1485-4103-9004-20f43a798de2",
        "9062c42e-6d8e-4953-8dc2-815dac8ed406",
        "438c5838-f982-4a10-94c7-cb3d895aedc7",
        "f0ef293b-d6e3-43cb-bb5f-018a9f755d9e",
        "60759075-fe5c-466d-bd29-841883b8e428"
      ],
      "mappedKnowledge": [
        "abe1e398-9364-45e4-b68f-7a43d55233de",
        "28b7e532-54a4-4219-b777-be7a9834dffc"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b0365a9f-3fac-48da-851a-4e15ec48022d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b9c0290d-da68-4ac6-979e-5af34beb6c1d",
      "dutyDetail": "Participate in first on scene and incident management activities when required to do so as part of your role  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "40ae0ce7-fa51-4c5c-942e-610e8dbea88f",
        "60f0d53b-1485-4103-9004-20f43a798de2",
        "9062c42e-6d8e-4953-8dc2-815dac8ed406",
        "438c5838-f982-4a10-94c7-cb3d895aedc7",
        "f0ef293b-d6e3-43cb-bb5f-018a9f755d9e",
        "60759075-fe5c-466d-bd29-841883b8e428"
      ],
      "mappedKnowledge": [
        "95d96887-3071-4f5a-a37f-fbfa595727fd",
        "692d7e8b-6e1d-4240-b29d-f9930546a27a",
        "7dc0730b-86df-498b-a068-9607f762880f",
        "1929b775-1ccb-4efd-97e7-09633a7c892a",
        "d7ecb4b3-4369-46ea-b2f0-c980494eefcd"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "47d69222-8958-4bd6-a198-52ee9476993d",
      "dutyDetail": "Recognise and defuse potential conflict situations in custody or detention environments ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "40ae0ce7-fa51-4c5c-942e-610e8dbea88f",
        "60f0d53b-1485-4103-9004-20f43a798de2",
        "9062c42e-6d8e-4953-8dc2-815dac8ed406",
        "438c5838-f982-4a10-94c7-cb3d895aedc7",
        "f0ef293b-d6e3-43cb-bb5f-018a9f755d9e",
        "60759075-fe5c-466d-bd29-841883b8e428"
      ],
      "mappedKnowledge": [
        "692d7e8b-6e1d-4240-b29d-f9930546a27a",
        "de7fc50f-f35c-4e40-811b-139976d4995e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5b25b868-75f9-4e6d-8d21-8180d4898328"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7b866553-844a-4a83-be4c-5002c1abbd37",
      "dutyDetail": "Receive individuals into custody and undertake relevant duties as part of your role  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "40ae0ce7-fa51-4c5c-942e-610e8dbea88f",
        "60f0d53b-1485-4103-9004-20f43a798de2",
        "9062c42e-6d8e-4953-8dc2-815dac8ed406",
        "438c5838-f982-4a10-94c7-cb3d895aedc7",
        "f0ef293b-d6e3-43cb-bb5f-018a9f755d9e",
        "60759075-fe5c-466d-bd29-841883b8e428"
      ],
      "mappedKnowledge": [
        "692d7e8b-6e1d-4240-b29d-f9930546a27a",
        "e40dac36-2e01-44fb-9448-91a873835085"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8de5d24f-a0ac-4695-84c9-fa1bc181c6c7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d9de9a73-a700-46b3-ac41-72cde57bf6af",
      "dutyDetail": "Recognise and provide relevant support to vulnerable individuals within the context of the role  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "40ae0ce7-fa51-4c5c-942e-610e8dbea88f",
        "60f0d53b-1485-4103-9004-20f43a798de2",
        "9062c42e-6d8e-4953-8dc2-815dac8ed406",
        "438c5838-f982-4a10-94c7-cb3d895aedc7",
        "f0ef293b-d6e3-43cb-bb5f-018a9f755d9e",
        "60759075-fe5c-466d-bd29-841883b8e428"
      ],
      "mappedKnowledge": [
        "b7866140-2654-4afa-9612-eca3893341d4",
        "692d7e8b-6e1d-4240-b29d-f9930546a27a",
        "d02a962e-82e4-4acc-bdce-071f563a22fe",
        "8003d5cd-a5df-40bb-b3ef-660668ea51ce",
        "e5cbddc9-d26c-4005-8984-cafc07371bf0",
        "da98567d-63c0-4083-97ad-605dc40a8810",
        "7a80e4c5-12b0-4e8d-a0cd-8ba5e1c9fe84"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "de740fcf-c450-4599-8f24-d8df10180b0f",
        "b3402c82-bd96-4f7f-947a-5390e790a918"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0131e861-e9d7-4b36-a388-d214123b79a4",
      "dutyDetail": "Liaise with other agencies relevant to your role ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "40ae0ce7-fa51-4c5c-942e-610e8dbea88f",
        "60f0d53b-1485-4103-9004-20f43a798de2",
        "9062c42e-6d8e-4953-8dc2-815dac8ed406",
        "438c5838-f982-4a10-94c7-cb3d895aedc7",
        "f0ef293b-d6e3-43cb-bb5f-018a9f755d9e",
        "60759075-fe5c-466d-bd29-841883b8e428"
      ],
      "mappedKnowledge": [
        "1929b775-1ccb-4efd-97e7-09633a7c892a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "99f8b88e-44f0-426f-bc10-08f7fb5d2182"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-04-06T00:00:00"
}