{
  "templateType": "Apprenticeship Standard",
  "larsCode": 189,
  "referenceNumber": "ST0338",
  "learningAimClassCode": "",
  "title": "Passenger transport driver - bus, coach and rail",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0338",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2022-05-31T00:00:00",
  "earliestStartDate": "2017-08-17T00:00:00",
  "latestStartDate": "2018-08-06T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Operating buses, coaches or trains, making sure passengers get where they're going safely and on time.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Transport and logistics",
  "keywords": [
    "railway signalling",
    "rail network operations",
    "driving trains",
    "driving buses",
    "driving coaches"
  ],
  "jobRoles": [
    "bus driver",
    "train driver",
    "coach driver",
    "train manager",
    "bus conductor",
    "revenue officer",
    "electrical control operator",
    "route controller",
    "incident response manager",
    "service and infrastructure manager"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1233/passenger_transport_driver_-_bus-_coach_and_rail.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;An apprenticeship that takes people where they need to go&#160;&lt;/h3&gt;\n&lt;p&gt;INDUSTRY SECTORS&lt;/p&gt;\n&lt;p&gt;RAIL, BUS, COACH DURATION:&lt;/p&gt;\n&lt;p&gt;MINIMUM OF 12 MONTHS&lt;/p&gt;\n&lt;p&gt;REVIEW PERIOD:&lt;/p&gt;\n&lt;p&gt;3 YEARS&lt;/p&gt;\n&lt;p&gt;Every day millions of people travel on trains, buses and coaches to get to work, to see friends and family or to go on holiday. Passenger transport service professionals make a difference by ensuring they are able to travel safely, on time and in comfort from the beginning to the end of their chosen journey. An apprenticeship in passenger transport services is a great opportunity to acquire the skills, knowledge and behaviours that play a vital role in providing a high quality, accessible and safe passenger transport service to all customers.&lt;/p&gt;\n&lt;p&gt;Depending on the type of transport system your employer is responsible for, you could be driving buses, trains or coaches. Your duties will include the effective and efficient operation of a passenger transport vehicle, driving legally and safely with a high attention to detail and prioritising on the safety of the passengers and the wider public. An apprenticeship in passenger transport services is your first stop to a great career in the transport industry.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;TYPICAL JOB AREAS&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Rail: overground, underground and mainline. Bus: scheduled, non-scheduled. Coach: scheduled, tour.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;NTRY REQUIREMENTS&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Apprentices without Level 1 English and maths will need to achieve this level and take the test for Level 2 English and maths prior to taking the end point assessment.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;QUALIFICATIONS&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Apprentices must hold a valid UK driving licence (at least Cat B) in order to access the apprenticeship and must be 18 years old by the time they are ready to gain their provisional vocational licence. It is the employers responsibility to ensure you have, or are eligible to work towards obtaining the relevant licence.&lt;/p&gt;\n&lt;p&gt;The apprentice will need to obtain the relevant licence prior to taking their end point assessment.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;R&lt;/strong&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;UT&lt;/strong&gt;&lt;strong&gt;E TO YOUR SUCCESS&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;The apprenticeship will cover: core knowledge and understanding relating to safety, quality, customer service and operating a passenger vehicle. You will then take the team member optional route based on your occupation of: Bus, Coach or Rail.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;C&lt;/strong&gt;&lt;strong&gt;ORE KNOWLEDGE AND UNDERSTANDING&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand what is required of you to ensure you and your customers comply with relevant rules, procedures, regulations and laws that can impact on the transport environment and its safe operation.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand the range of services available and have an appreciation of the commercial transport environment.&lt;/li&gt;\n&lt;li&gt;Understand the diverse range of customers within the transport services industry, their needs, rights and expectations and how to provide an excellent service that promotes the transport industry.&lt;/li&gt;\n&lt;li&gt;Know the preparation, tests and checks required to ensure a vehicle is brought into service safely and on time.&lt;/li&gt;\n&lt;li&gt;The range of route features, characteristics, systems and equipment, and the different conditions and restrictions that may occur when driving.&lt;/li&gt;\n&lt;li&gt;Different vehicle types, features, systems and equipment and the responsibilities and actions required of the driver to ensure delays are minimised and the journey is undertaken safely and securely.&lt;/li&gt;\n&lt;li&gt;Know the range of situations, failures, incidents and emergencies that could occur and the actions and considerations to be taken when these have been identified and the procedures to follow.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;BEHAVIOURS&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;A passenger transport professional needs to:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Be approachable and friendly at all times.&lt;/li&gt;\n&lt;li&gt;Act as a good listener, respectful of other’s beliefs and personal circumstances.&lt;/li&gt;\n&lt;li&gt;Be conscientious of risks impacting on passenger safety and remain calm under pressure when issues occur.&lt;/li&gt;\n&lt;li&gt;Be confident of their role regarding passenger safety and organised in its delivery.&lt;/li&gt;\n&lt;li&gt;Be passionate about providing quality passenger services and a role model to colleagues.&lt;/li&gt;\n&lt;li&gt;Pay attention to detail and take pride in providing a quality service.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;CORE ROLE REQUIREMENTS - ALL AREAS COVERED&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;A&lt;/strong&gt;&lt;strong&gt;FETY &lt;/strong&gt;- SKILLS AND COMPETENCE&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Self Management&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Prepare and organise work to ensure work can be undertaken in a safe and efficient manner.&lt;/li&gt;\n&lt;li&gt;Ensure all relevant notices are read and understood.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Awareness&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Maintain safe working practices.&lt;/li&gt;\n&lt;li&gt;Recognise inappropriate behaviour that could lead to a conflict and remain alert for breaches of security and emergency situations, taking prompt and appropriate action to ensure safety.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Decision making&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Act appropriately during incidents and emergency situations to minimise risk.&lt;/li&gt;\n&lt;li&gt;Evaluate situations which impact on the transport service and provide solutions to restore operations.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Q&lt;/strong&gt;&lt;strong&gt;U&lt;/strong&gt;&lt;strong&gt;A&lt;/strong&gt;&lt;strong&gt;L&lt;/strong&gt;&lt;strong&gt;IT&lt;/strong&gt;&lt;strong&gt;Y &lt;/strong&gt;- SKILLS AND COMPETENCE&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Time management&lt;/strong&gt;&#160;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Ensure all preparations for the shift have been undertaken in time.&lt;/li&gt;\n&lt;li&gt;Prioritise own duties to ensure activities are completed to time&#160;and the service is maintained.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Professionalism&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Maintain professional appearance and conduct.&lt;/li&gt;\n&lt;li&gt;Maintain a clean, tidy and suitable transport environment.&lt;/li&gt;\n&lt;li&gt;Identify and safeguard lost property&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Continuing development&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Review progress and performance and develop yourself within your role.&lt;/li&gt;\n&lt;li&gt;Obtain feedback on performance from others, identifying skills and knowledge gaps&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;CUSTOMER SERVICE &lt;/strong&gt;- SKILLS AND COMPETENCE&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Effective communication&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Provide information that supports the safe operation of the transport service and is inclusive of all groups.&lt;/li&gt;\n&lt;li&gt;Identify the nature of an enquiry and seek clarification when needed.&lt;/li&gt;\n&lt;li&gt;Respond in a timely, positive and helpful manner to enquiries, complaints and compliments.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;&#160;Interpersonal&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt;Recognise when circumstances could lead to confusion, panic or conflict, providing assistance that is considerate of risk and reassurance that is sympathetic and promotes good will.&lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Teamwork&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Respond to colleagues in a way that supports the safe operation of the transport service and promotes professionalism.&lt;/li&gt;\n&lt;li&gt;Ensure choice of words, actions and behaviours promote equality and diversity.&lt;/li&gt;\n&lt;li&gt;Present a cohesive and collective approach to achieve team and business results.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;PERATING A PASSENGER VEHICLE &lt;/strong&gt;- SKILLS AND COMPETENCE&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;P&lt;/strong&gt;&lt;strong&gt;reparation&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Seek out and verify information and documentation relating to planned activities.&lt;/li&gt;\n&lt;li&gt;Wear the appropriate personal protective equipment and follow the appropriate rules and procedures for locating and safely accessing the vehicle.&lt;/li&gt;\n&lt;li&gt;Complete the required tests, checks and observations prior to commencing the journey to ensure the vehicle is safe, meets the standards required and the correct documentation is in place.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Driving&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Drive safely and efficiently, and operate the vehicle in restricted spaces and all weather conditions.&lt;/li&gt;\n&lt;li&gt;Show consideration for other road users (bus and coach only)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Information management&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Hand over a vehicle to the control of others by ensuring that appropriate procedures are followed and the required information and documents are complete.&lt;/li&gt;\n&lt;li&gt;Prepare and submit documents, reports and logs containing performance, incident and technical information.&lt;/li&gt;\n&lt;li&gt;Make announcements to ensure passengers are kept informed of delays and interruptions to the service and implications to the timetable.&lt;/li&gt;\n&lt;li&gt;Ensure the vehicle displays the correct destination, signage and information.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Analytical and Interpretation&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Monitor the instrumentation and ensure the vehicle is operating efficiently and effectively.&lt;/li&gt;\n&lt;li&gt;Respond to warnings and indications, adopt a systematic approach to diagnose and rectify faults and failures using approved methods and techniques.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;ec&lt;/strong&gt;&lt;strong&gt;hnical and problem solving&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Start and control the vehicle safely and efficiently, responding to signals, signage and instructions.&lt;/li&gt;\n&lt;li&gt;Ensure information, comfort and ancillary systems are operational and controlled and adjusted as appropriate during the journey.&lt;/li&gt;\n&lt;li&gt;Make scheduled stops that comply with legislation and regulation and provide assistance to customers who require it.&lt;/li&gt;\n&lt;li&gt;Take appropriate action when external factors interfere with the planned journey.&lt;/li&gt;\n&lt;li&gt;Take appropriate action when emergency situations arise ensuring that priority is given to the safety of people.&lt;/li&gt;\n&lt;li&gt;Take a vehicle out of service by delivering it to the appropriate location ensuring it is positioned, immobilised, shut down and secured.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;SP&lt;/strong&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;CIFIC ROLE REQUIREMENTS &lt;/strong&gt;- ROUTE TAKEN DEPENDENT ON OCCUPATION&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Bus&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Receive fares and issue tickets, receipts or passes, using the appropriate systems and equipment, recording transactions and dealing with errors.&lt;/li&gt;\n&lt;li&gt;Welcome customers in a polite and reassuring manner, directing and assisting as appropriate and provide information relating to timetables, delays and onboard services.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Coach&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Receive fares and issue tickets, receipts or passes, using the appropriate systems and equipment, recording transactions and dealing with errors.&lt;/li&gt;\n&lt;li&gt;Welcome customers in a polite and reassuring manner, directing and assisting as appropriately and provide information relating to timetables, delays and on-board services.&lt;/li&gt;\n&lt;li&gt;Comply with the statutory requirements for the country you are driving when operating a vehicle.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Rail&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Follow the safe working practices when operating a vehicle in place to minimise risk on or near the line.&lt;/li&gt;\n&lt;li&gt;Follow the safe working practices when on foot, in place to minimise risk on or near the line.&lt;/li&gt;\n&lt;li&gt;Be able to monitor and maintain your vehicle’s progress against an operating schedule.&lt;/li&gt;\n&lt;li&gt;Be able to bring trains into service safely and in accordance with relevant company procedures.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;SPECIFIC KNOWLEDGE AND UNDERSTANDING &lt;/strong&gt;- route taken dependent on occupation&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Bus&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Know the correct procedures for issuing tickets, receipts or passes and understand how to the appropriate equipment.&lt;/li&gt;\n&lt;li&gt;Understand the importance of correct signage and how to display it.&lt;/li&gt;\n&lt;li&gt;Understand the importance of good customer service and know where to locate information regarding timetables, delays and onboard services.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Coach&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Know the correct procedures for issuing tickets, receipts or passes and understand how to use the appropriate equipment.&lt;/li&gt;\n&lt;li&gt;Understand the importance of correct signage and how to display it.&lt;/li&gt;\n&lt;li&gt;Understand the importance of good customer service and know where to locate information regarding timetables, delays and onboard services.&lt;/li&gt;\n&lt;li&gt;Know the international requirements for operating a passenger carrying vehicle.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Rail&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand the importance of correct signage and how to display it.&lt;/li&gt;\n&lt;li&gt;Know the safe working practices and understand their importance.&lt;/li&gt;\n&lt;li&gt;Know how to monitor and maintain progress against operating schedules and its importance.&lt;/li&gt;\n&lt;li&gt;Know the correct procedures for bringing a train into service&lt;/li&gt;\n&lt;/ul&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-08-17T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB033",
  "tbMainContact": "janet.francis@firstgroup.com",
  "involvedEmployers": "Virgin Trains, Northern Rail, East Midlands Trains, Transport for London (TfL), South Eastern Railway, First Group PLC, Southwest Trains, Stagecoach, Peter Brett Associates, Webber Bus, Berry Coaches, First Great Western, Arriva plc, Crossrail, Nottingham City Council, Merseytravel, RMT",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "bus driver",
    "train driver",
    "coach driver",
    "train manager",
    "bus conductor",
    "revenue officer",
    "electrical control operator",
    "route controller",
    "incident response manager",
    "service and infrastructure manager"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Transport",
  "cluster": "Driver or crewmember",
  "clusterId": "82",
  "clusterDescription": "Drive a vehicle (road and rail) and provide routine support services",
  "createdDate": "2017-09-22T14:24:44 +00:00",
  "lastUpdated": "2022-05-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-08-17T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0338",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0338-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0338-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-05-31T00:00:00"
}