{
  "templateType": "Apprenticeship Standard",
  "larsCode": 321,
  "referenceNumber": "ST0302",
  "learningAimClassCode": "",
  "title": "Personal trainer",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0302",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-11-14T00:00:00",
  "earliestStartDate": "2018-08-08T00:00:00",
  "latestStartDate": "2023-11-13T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Coaching clients (on a one to one and small group basis) towards their health and fitness goals.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 15,
  "maxFunding": 4000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "Personal  Trainer",
    "fitness",
    "sports",
    "exercise",
    "PE",
    "health",
    "sport",
    "coaching"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/5933/st0302_personal-trainer_l3_revision_epa_250222pdf.pdf",
  "ssa1": "8 Leisure, Travel and Tourism",
  "ssa2": "8.1 Sport, leisure and recreation",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;The role of a Personal Trainer is to coach clients (on a one to one and small group basis) towards their health and fitness goals.&lt;/p&gt;\n&lt;p&gt;Through the design and provision of creative and personalised exercise programmes and instruction, nutritional advice and overall lifestyle management, Personal Trainers will motivate clients to positively change their behaviour and improve their overall wellbeing by providing specialist, tailored advice within their scope of practice, while always being aware of when to refer clients to relevant appropriate professionals for specialist information and guidance (e.g. physiotherapist, registered dietician, medical specialist).&lt;/p&gt;\n&lt;p&gt;A comprehensive understanding of business, finance, sales and marketing is also essential to enable the Personal Trainer to build and retain a stable client base. Personal Trainers are typically employed by a fitness or leisure centre or, once qualified, can be self-employed and should expect to work hours that may include evenings, weekends and public holidays.&lt;/p&gt;\n&lt;p&gt;This occupation exists within a sector that plays an important role in improving the health of the nation, creating opportunities that get more people, more active, more often.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;thead&gt;\n&lt;tr style=&quot;height: 20px;&quot;&gt;\n&lt;td style=&quot;width: 82px; height: 20px;&quot;&gt;&#160;&lt;/td&gt;\n&lt;th style=&quot;width: 206.328px; height: 20px;&quot;&gt;&lt;strong&gt;Knowledge and understanding of:&#160;&lt;/strong&gt;&lt;/th&gt;\n&lt;th style=&quot;width: 201.672px; height: 20px;&quot;&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;/thead&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 101px;&quot;&gt;\n&lt;td style=&quot;width: 82px; height: 101px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;An&lt;/strong&gt;&lt;strong&gt;atomy, Physiology &amp;amp; Kinesiology &lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 206.328px; height: 101px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Human movement such as biomechanics, anatomy and physiology such as the cardiorespiratory, musculoskeletal, nervous and endocrine systems and the implications of long and short term exercise on these systems.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 201.672px; height: 101px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Ability to apply appropriate methods and techniques to facilitate clients’ desired&#160;physiological goals.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 187.906px;&quot;&gt;\n&lt;td style=&quot;width: 82px; height: 187.906px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;L&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;festyle Management and Client Motivation&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 206.328px; height: 187.906px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The range of factors that contribute to an individual’s lifestyle such as dietary intake,stress, fatigue, alcohol and levels of physical activity.&lt;/li&gt;\n&lt;li&gt;How to assess clients’ readiness to change their behaviour and how to apply a range of appropriate change strategies&lt;/li&gt;\n&lt;li&gt;How to create a positive environment that motivates and empowers clients, promotes adherence to a behaviour change programme and meets their desired goals.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 201.672px; height: 187.906px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Assess clients’ readiness to change behaviour and apply effective change strategies, communication techniques and motivation to facilitate healthy behaviours that move them towards their goals and promote programme adherence.&lt;/li&gt;\n&lt;li&gt;Implement a range of theories relating to client motivation and behaviour change.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 20px;&quot;&gt;\n&lt;td style=&quot;width: 82px; height: 20px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;H&lt;/strong&gt;&lt;strong&gt;ealth and&#160;&lt;/strong&gt;&lt;strong&gt;Wellbeing&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 206.328px; height: 20px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Common occurring medically controlled diseases and health conditions affecting the nation such as hypertension, obesity, cardiac pulmonary disease and diabetes and how these may impact on a client’s lifestyle.&lt;/li&gt;\n&lt;li&gt;The principles and processes which underpin the assessment of medical readiness to exercise, what conditions exercise can be prescribed for and what conditions would be more appropriately signposted to relevant appropriate professionals for specialist information and guidance.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 201.672px; height: 20px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Identify commonly occurring conditions and provide information, advice and support to clients where required.&lt;/li&gt;\n&lt;li&gt;Promote wellness advice and demonstrate an understanding of how modern lifestyles impact upon the health and wellbeing of the client, providing signposting to appropriate professionals where relevant.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 20px;&quot;&gt;\n&lt;td style=&quot;width: 82px; height: 20px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;x&lt;/strong&gt;&lt;strong&gt;ercise Programme Design and Delivery&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 206.328px; height: 20px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;How to select and administer appropriate lifestyle assessments such as measurements of blood pressure, resting heart rate, strength, flexibility and aerobic endurance to gain the information required to develop an effective and personalised exercise programme.&lt;/li&gt;\n&lt;li&gt;How to undertake client screening effectively and know the principles behind the design of an exercise programme, taking into account medically controlled diseases and health conditions that may need special consideration or referral when determining the programmes appropriateness.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 201.672px; height: 20px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Design, tailor and coach an effective exercise programme, using appropriate equipment. Continuously monitor and review the effectiveness of the exercise programme to ensure it is engaging, varied and progressive to clients’ needs and goals, whilst following the principles of training and exercise science.&lt;/li&gt;\n&lt;li&gt;Develop and deliver exercise sessions in environments other than the gym to individuals and small groups. Review and evaluate the effectiveness of these exercise programmes and amend accordingly.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 20px;&quot;&gt;\n&lt;td style=&quot;width: 82px; height: 20px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;x&lt;/strong&gt;&lt;strong&gt;ercise&#160;&lt;/strong&gt;&lt;strong&gt;Technique&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 206.328px; height: 20px;&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;Current and advanced fitness training techniques including cardiovascular, resistance and functional exercise.&lt;/li&gt;\n&lt;li&gt;How to observe a client’s movement, identify incorrect technique and demonstrate the correct and safe way to perform exercises.&lt;/li&gt;\n&lt;li&gt;How to adapt exercise technique based on clients’ fitness and conditioning.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 201.672px; height: 20px;&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;Correctly demonstrate a wide range of exercise techniques, carry out reviews and advise clients on their performance and apply suitable adaptations for those at different levels of fitness.&lt;/li&gt;\n&lt;li&gt;Analyse clients’ performance and apply suitable adaptations, regressions, progressions and corrective strategies to ensure continued success.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 20px;&quot;&gt;\n&lt;td style=&quot;width: 82px; height: 20px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Nutrition&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 206.328px; height: 20px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The principles of nutrition including current government guidelines, as well as evidence- based recommendations for nutritional strategies for a range of fitness goals such as weight management, fat loss, hypertrophy, sports performance.&lt;/li&gt;\n&lt;li&gt;The importance of a nutritionally balanced diet as part of a healthy lifestyle and how to encourage clients to make good food choices educating them where possible.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 201.672px; height: 20px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Analyse client’s dietary habits and identify areas for improvement.&lt;/li&gt;\n&lt;li&gt;Apply nutritional principles when developing exercise and lifestyle programmes for clients.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 20px;&quot;&gt;\n&lt;td style=&quot;width: 82px; height: 20px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Information&#160;&lt;/strong&gt;&lt;strong&gt;Technology&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 206.328px; height: 20px;&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;How to use IT systems to support effective business planning and delivery.&lt;/li&gt;\n&lt;li&gt;How to monitor and interpret data. How to use a variety of available systems to support, enhance and manage the assessment, analysis and implementation of client’s exercise programmes.&lt;/li&gt;\n&lt;li&gt;How technological advancements such as pedometers, heart rate monitors, video games and mobile phone applications, can help clients increase their activity levels, stay motivated and focused.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 201.672px; height: 20px;&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;Ensure the use of appropriate IT systems to support and manage all aspects of a personal training business such as record keeping, sales and invoicing, client and group management, class scheduling, retention levels and session reminders.&lt;/li&gt;\n&lt;li&gt;Manage the effectiveness of a client’s exercise programme through the use of appropriate available systems.&lt;/li&gt;\n&lt;li&gt;Use appropriate products to support and manage clients effectively. Present, analyse and interpret data and information in line with professional practice.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 20px;&quot;&gt;\n&lt;td style=&quot;width: 82px; height: 20px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Professional&#160;&lt;/strong&gt;&lt;strong&gt;Practice&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 206.328px; height: 20px;&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;Recognised good practice for personal trainers in the industry through professional ethics, values and appropriate legislation such as data protection and confidentiality, supporting the health, safety and welfare of clients and others at all times.&lt;/li&gt;\n&lt;li&gt;How to develop self by maintaining a high level of industry knowledge through regular related professional development.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 201.672px; height: 20px;&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;Provide a high standard, client focused service through excellence in the fitness environment and application of best practice such as injury prevention and risk management.&lt;/li&gt;\n&lt;li&gt;Demonstrate tact and discretion when handing client data, adhering to relevant legislation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 20px;&quot;&gt;\n&lt;td style=&quot;width: 82px; height: 20px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Communication&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 206.328px; height: 20px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;A range of techniques to effectively communicate and engage with clients.&lt;/li&gt;\n&lt;li&gt;The importance of communication skills and the different strategies that can be used to adapt own communication style to suit client’s personality and needs.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 201.672px; height: 20px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Ability to effectively communicate with clients using a range of techniques.&lt;/li&gt;\n&lt;li&gt;Be able to interpret and evaluate communication and adapt own communication styles in order to encourage and motivate clients to achieve their goals.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 20px;&quot;&gt;\n&lt;td style=&quot;width: 82px; height: 20px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Business acumen&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 206.328px; height: 20px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;A variety of effective marketing strategies, the importance of conducting research and the key factors that influence a marketing plan.&lt;/li&gt;\n&lt;li&gt;The principles of business planning and how to grow and develop a personal training client base in order to successfully achieve individual and organisational goals.&lt;/li&gt;\n&lt;li&gt;How to create, maintain, monitor and interpret financial data, and promote activities which support business objectives and growth.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 201.672px; height: 20px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Ability to implement and adapt strategies to successfully gain and retain clients, ensuring the development and sustainability of the client base.&lt;/li&gt;\n&lt;li&gt;Plan and regularly review business performance in order to meet business goals and targets whilst identifying areas for improvement.&lt;/li&gt;\n&lt;li&gt;Implement a variety of effective marketing strategies to engage prospective clients.&lt;/li&gt;\n&lt;li&gt;Ability to promote and sell products and personal training services.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;A personal trainer is a positive, professional individual committed to motivating clients to achieve their health and fitness goals through individualised coaching, taking into account lifestyle, wellbeing, fitness and nutrition for an effective holistic service.&lt;/p&gt;\n&lt;h3&gt;Behaviour&lt;/h3&gt;\n&lt;p&gt;Create and maintain positive, professional and trusting relationships with clients. Use appropriate terminology when communicating with clients. Proactively seek and provide feedback in a manner which suits each individual client.&lt;/p&gt;\n&lt;p&gt;Create a positive environment that motivates and empowers clients, and promotes adherence to the exercise and lifestyle programme. Continually strive to provide innovative and challenging exercises to keep clients engaged and motivated.&lt;/p&gt;\n&lt;p&gt;Ensure own attitude and behaviour presents a professional image which provides clients with a positive and healthy role model. Respect personal space and professional boundaries at all times. Live the ethics and values which reflect excellence in your profession.&lt;/p&gt;\n&lt;p&gt;Build strong and positive relationships with clients which reinforce the positive impact of exercise in developing their potential to live a healthy life. Educate clients and promote awareness of wellness using knowledge gained through a commitment to continuous professional development, which will assist clients to effectively bring about a positive change.&lt;/p&gt;\n&lt;h4&gt;Entry requirements&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Employers will set their own entry requirements; however applicants should have acquired relevant, active experience in the fitness sector prior to enrollment.&lt;/li&gt;\n&lt;li&gt;It is recommended applicants will hold a Fitness Instructing (level 2) qualification.&lt;/li&gt;\n&lt;li&gt;Employers who recruit candidates without English and Maths GCSE at Grade C or above (or approved equivalent) must ensure the individual achieves this standard prior to the completion of the apprenticeship.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Programme duration&#160;&lt;/h4&gt;\n&lt;p&gt;Typically 15 - 18 months&lt;/p&gt;\n&lt;h4&gt;Progression&lt;/h4&gt;\n&lt;p&gt;Successful completion of this apprenticeship will enable further experience and training in the fitness industry to support the role into fitness management or a specialist instructor.&lt;/p&gt;\n&lt;h4&gt;Professional registration&#160;&lt;/h4&gt;\n&lt;p&gt;On successful completion of this apprenticeship the Personal Trainer will be eligible to apply to become a Personal trainer practitioner member of the Chartered Institute for the Management of Sport and Physical Activity (CIMSPA) and a Member of the Register of Exercise Professionals (REPS).&lt;/p&gt;\n&lt;h4&gt;Review&#160;&lt;/h4&gt;\n&lt;p&gt;June 2018 unless there is evidence of industry change which employers agree warrants earlier amendment.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The role of a Personal Trainer is to coach clients (on a one to one and small group basis) towards their health and fitness goals. Through the design and provision of creative and personalised exercise programmes and instruction, nutritional advice and overall lifestyle management, Personal Trainers will motivate clients to positively change their behaviour and improve their overall wellbeing by providing specialist, tailored advice within their scope of practice, while always being aware of when to refer clients to relevant appropriate professionals for specialist information and guidance (e.g. physiotherapist, registered dietician, medical specialist). A comprehensive understanding of business, finance, sales and marketing is also essential to enable the Personal Trainer to build and retain a stable client base. Personal Trainers are typically employed by a fitness or leisure centre or, once qualified, can be self-employed and should expect to work hours that may include evenings, weekends and public holidays. This occupation exists within a sector that plays an important role in improving the health of the nation, creating opportunities that get more people, more active, more often.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "440fce89-fbe2-41e4-8f0a-9fd9f2af8bbf",
      "detail": "Human movement such as biomechanics, anatomy and physiology such as the cardiorespiratory, musculoskeletal, nervous and endocrine systems and the implications of long and short term exercise on these systems."
    },
    {
      "knowledgeId": "4157da7c-0dd1-4e3c-9a17-bb0020e36f5d",
      "detail": "The range of factors that contribute to an individual’s lifestyle such as dietary intake,stress, fatigue, alcohol and levels of physical activity."
    },
    {
      "knowledgeId": "a877b392-1048-4a3a-b1aa-268c9076ebcd",
      "detail": "How to assess clients’ readiness to change their behaviour and how to apply a range of appropriate change strategies"
    },
    {
      "knowledgeId": "3fc6cbc1-06f7-40c9-bbde-46d3727a1c48",
      "detail": "How to create a positive environment that motivates and empowers clients, promotes adherence to a behaviour change programme and meets their desired goals."
    },
    {
      "knowledgeId": "a0917bc0-5ac7-4ab8-96af-1f59e4e83409",
      "detail": "Common occurring medically controlled diseases and health conditions affecting the nation such as hypertension, obesity, cardiac pulmonary disease and diabetes and how these may impact on a client’s lifestyle."
    },
    {
      "knowledgeId": "87cb0b00-6b57-4ef3-89d6-4ab40b4b63dc",
      "detail": "The principles and processes which underpin the assessment of medical readiness to exercise, what conditions exercise can be prescribed for and what conditions would be more appropriately signposted to relevant appropriate professionals for specialist information and guidance."
    },
    {
      "knowledgeId": "9e2ba0d1-f9ab-4655-a5fb-95ee1f68c8da",
      "detail": "How to select and administer appropriate lifestyle assessments such as measurements of blood pressure, resting heart rate, strength, flexibility and aerobic endurance to gain the information required to develop an effective and personalised exercise programme."
    },
    {
      "knowledgeId": "063265f6-7b34-474a-9d3c-6911ec69407e",
      "detail": "How to undertake client screening effectively and know the principles behind the design of an exercise programme, taking into account medically controlled diseases and health conditions that may need special consideration or referral when determining the programmes appropriateness."
    },
    {
      "knowledgeId": "def47d7a-3149-4279-903c-2c73de82895c",
      "detail": "Current and advanced fitness training techniques including cardiovascular, resistance and functional exercise."
    },
    {
      "knowledgeId": "7da33a24-dd33-4846-a7bf-5436d0320c7d",
      "detail": "How to observe a client’s movement, identify incorrect technique and demonstrate the correct and safe way to perform exercises."
    },
    {
      "knowledgeId": "6b37f394-9122-49d1-988f-bc7dcda5eb02",
      "detail": "How to adapt exercise technique based on clients’ fitness and conditioning."
    },
    {
      "knowledgeId": "6b3ea179-9c87-4998-9c47-c9f5dcc63f41",
      "detail": "The principles of nutrition including current government guidelines, as well as evidence- based recommendations for nutritional strategies for a range of fitness goals such as weight management, fat loss, hypertrophy, sports performance."
    },
    {
      "knowledgeId": "bb23a155-92a6-4195-8b3e-084dc7bf947f",
      "detail": "The importance of a nutritionally balanced diet as part of a healthy lifestyle and how to encourage clients to make good food choices educating them where possible."
    },
    {
      "knowledgeId": "0666860c-e6f9-4dc4-98cc-32e47ab816e1",
      "detail": "How to use IT systems to support effective business planning and delivery."
    },
    {
      "knowledgeId": "7debc8bb-b436-4587-bb16-97b74c9c7130",
      "detail": "How to monitor and interpret data. How to use a variety of available systems to support, enhance and manage the assessment, analysis and implementation of client’s exercise programmes."
    },
    {
      "knowledgeId": "e593002b-8bd2-4a84-8850-50c7aa0200ec",
      "detail": "How technological advancements such as pedometers, heart rate monitors, video games and mobile phone applications, can help clients increase their activity levels, stay motivated and focused."
    },
    {
      "knowledgeId": "5b33c185-576c-4efb-b417-db92714cc7df",
      "detail": "Recognised good practice for personal trainers in the industry through professional ethics, values and appropriate legislation such as data protection and confidentiality, supporting the health, safety and welfare of clients and others at all times."
    },
    {
      "knowledgeId": "a2e85d7b-b334-4c0f-899f-20f4d76db981",
      "detail": "How to develop self by maintaining a high level of industry knowledge through regular related professional development."
    },
    {
      "knowledgeId": "50de8fbb-d4d9-4742-8019-080055251a05",
      "detail": "A range of techniques to effectively communicate and engage with clients."
    },
    {
      "knowledgeId": "2e904b49-6e7b-41bc-84ec-1022c6c92aea",
      "detail": "The importance of communication skills and the different strategies that can be used to adapt own communication style to suit client’s personality and needs."
    },
    {
      "knowledgeId": "ec0da35d-cff8-4585-825d-b04e70d7563f",
      "detail": "A variety of effective marketing strategies, the importance of conducting research and the key factors that influence a marketing plan."
    },
    {
      "knowledgeId": "3b5fea5c-d4a6-4ffb-87a6-2122e77cdb95",
      "detail": "The principles of business planning and how to grow and develop a personal training client base in order to successfully achieve individual and organisational goals."
    },
    {
      "knowledgeId": "e30f82be-855f-49a4-8fa3-143e7f7c1909",
      "detail": "How to create, maintain, monitor and interpret financial data, and promote activities which support business objectives and growth."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "1fdec0ed-d66c-4951-8371-09c030098237",
      "detail": "Create and maintain positive, professional and trusting relationships with clients. Use appropriate terminology when communicating with clients. Proactively seek and provide feedback in a manner which suits each individual client."
    },
    {
      "behaviourId": "077ce6a7-6c8a-4b78-a845-717f878187d1",
      "detail": "Create a positive environment that motivates and empowers clients, and promotes adherence to the exercise and lifestyle programme. Continually strive to provide innovative and challenging exercises to keep clients engaged and motivated."
    },
    {
      "behaviourId": "3e8ce2fc-016e-47d8-948c-3f2633880888",
      "detail": "Ensure own attitude and behaviour presents a professional image which provides clients with a positive and healthy role model. Respect personal space and professional boundaries at all times. Live the ethics and values which reflect excellence in your profession."
    },
    {
      "behaviourId": "5f3a1d19-720d-47ba-afcc-309bc5b39917",
      "detail": "Build strong and positive relationships with clients which reinforce the positive impact of exercise in developing their potential to live a healthy life. Educate clients and promote awareness of wellness using knowledge gained through a commitment to continuous professional development, which will assist clients to effectively bring about a positive change."
    }
  ],
  "skills": [
    {
      "skillId": "9d6eb2f7-58ae-4817-a499-7d499769ae87",
      "detail": "Ability to apply appropriate methods and techniques to facilitate clients’ desired physiological goals."
    },
    {
      "skillId": "f42319e5-9196-4b1e-ab49-36337f43bbf8",
      "detail": "Assess clients’ readiness to change behaviour and apply effective change strategies, communication techniques and motivation to facilitate healthy behaviours that move them towards their goals and promote programme adherence."
    },
    {
      "skillId": "4fc56eb7-93da-4808-a80b-a5a8136169c5",
      "detail": "Implement a range of theories relating to client motivation and behaviour change."
    },
    {
      "skillId": "1cbc4b4c-652a-4202-9781-f0aa1e1d2331",
      "detail": "Identify commonly occurring conditions and provide information, advice and support to clients where required."
    },
    {
      "skillId": "933f6f82-10a8-45c1-9379-d0230a0c5823",
      "detail": "Promote wellness advice and demonstrate an understanding of how modern lifestyles impact upon the health and wellbeing of the client, providing signposting to appropriate professionals where relevant."
    },
    {
      "skillId": "a1c1474d-80b1-4cb8-a896-b904520bbf3c",
      "detail": "Design, tailor and coach an effective exercise programme, using appropriate equipment. Continuously monitor and review the effectiveness of the exercise programme to ensure it is engaging, varied and progressive to clients’ needs and goals, whilst following the principles of training and exercise science."
    },
    {
      "skillId": "8bfc7e68-ad1a-4999-afcf-f2261c2ce7c9",
      "detail": "Develop and deliver exercise sessions in environments other than the gym to individuals and small groups. Review and evaluate the effectiveness of these exercise programmes and amend accordingly."
    },
    {
      "skillId": "041f103d-f8a3-477d-879b-9b956c052e6f",
      "detail": "Correctly demonstrate a wide range of exercise techniques, carry out reviews and advise clients on their performance and apply suitable adaptations for those at different levels of fitness."
    },
    {
      "skillId": "dd7ba1e3-967e-4fb1-ae45-f35bbe386121",
      "detail": "Analyse clients’ performance and apply suitable adaptations, regressions, progressions and corrective strategies to ensure continued success."
    },
    {
      "skillId": "a69f9afa-d525-4836-b200-8a93717b4482",
      "detail": "Analyse client’s dietary habits and identify areas for improvement."
    },
    {
      "skillId": "63491683-6fc8-4fef-86f9-68fe8741e370",
      "detail": "Apply nutritional principles when developing exercise and lifestyle programmes for clients."
    },
    {
      "skillId": "9e677133-4622-4323-8b2c-c53906f05c38",
      "detail": "Ensure the use of appropriate IT systems to support and manage all aspects of a personal training business such as record keeping, sales and invoicing, client and group management, class scheduling, retention levels and session reminders."
    },
    {
      "skillId": "366e74e6-197a-40ea-843c-50417d88cb5b",
      "detail": "Manage the effectiveness of a client’s exercise programme through the use of appropriate available systems."
    },
    {
      "skillId": "2089db5c-d2d2-4cfd-8fb5-e8b1ac9939e6",
      "detail": "Use appropriate products to support and manage clients effectively. Present, analyse and interpret data and information in line with professional practice."
    },
    {
      "skillId": "42bfa66a-754e-48f4-b6a9-8b9571048233",
      "detail": "Provide a high standard, client focused service through excellence in the fitness environment and application of best practice such as injury prevention and risk management."
    },
    {
      "skillId": "0dae85bc-8671-4641-b5ed-b20fbff338b8",
      "detail": "Demonstrate tact and discretion when handing client data, adhering to relevant legislation"
    },
    {
      "skillId": "f2c9c3e5-7211-441d-8ee1-2f9050c1ae1b",
      "detail": "Ability to effectively communicate with clients using a range of techniques."
    },
    {
      "skillId": "62c9bc64-dde3-43fc-bb9a-dd5791c9eed7",
      "detail": "Be able to interpret and evaluate communication and adapt own communication styles in order to encourage and motivate clients to achieve their goals."
    },
    {
      "skillId": "47293590-3b41-45dd-b2e5-a2ab3c37e899",
      "detail": "Ability to implement and adapt strategies to successfully gain and retain clients, ensuring the development and sustainability of the client base."
    },
    {
      "skillId": "1f5e5afe-bdfa-47b2-bd82-17811f2f793d",
      "detail": "Plan and regularly review business performance in order to meet business goals and targets whilst identifying areas for improvement."
    },
    {
      "skillId": "3929b01c-79f9-48ac-8f99-f71d67e20e1b",
      "detail": "Implement a variety of effective marketing strategies to engage prospective clients."
    },
    {
      "skillId": "e58c52fc-e46e-4900-9952-cc9140ffa37e",
      "detail": "Ability to promote and sell products and personal training services."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-08-08T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "Colin.Huffen@cimspa.co.uk",
  "involvedEmployers": "GLL, Fit for Sport Limited, Everyone Active, Lawn Tennis Association, Swim England, Virgin Active, Nuffield Health, The Football Association, Fusion, British Gymnastics, Jubilee Hall Trust, Watford Borough Council, Engage, David Lloyd Leisure",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Community Exercise, Physical Activity, Sport and Health",
  "cluster": "Exercise, fitness and health assistant",
  "clusterId": "214",
  "clusterDescription": null,
  "createdDate": "2017-11-14T17:08:38 +00:00",
  "lastUpdated": "2023-11-14T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-08-08T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0302",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0302-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0302-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-11-14T00:00:00"
}