{
  "templateType": "Apprenticeship Standard",
  "larsCode": 380,
  "referenceNumber": "ST0368",
  "learningAimClassCode": "",
  "title": "Wall and floor tiler",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0368",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2023-01-05T00:00:00",
  "earliestStartDate": "2018-11-23T00:00:00",
  "latestStartDate": "2021-02-10T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Tiling walls and floors.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 30,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "building",
    "construction",
    "tiling",
    "walls",
    "floor",
    "commercial",
    "tiler",
    "stone",
    "domestic"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2472/st0368_wall-and-floor-tiler_l2_ap-for-publication_21112018.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;Wall and Floor Tilers operate in domestic and commercial properties undertaking all types of wall and floor tiling. Premises include houses, schools, offices, airports hospitals, factories and construction sites. The is varied work; tilers utilise and install a wide range of ceramic and natural stone tiles using different techniques. Tilers work both internally and externally; they work individually and/or as part of a team. They have a good knowledge of tiles, backgrounds and ancillary products and understand and comply with statutory, safety and environmental requirements. They are good problem solvers and communicators and are able to interact effectively with colleagues, clients and associated trades. The tiler must also be able to interpret drawings and be able to extract relevant information to the task in hand. The tiler must be able to recognise and achieve high levels of quality in their finished work.&#160;&lt;/p&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;WORK&#160;&lt;/strong&gt;&lt;strong&gt;ASPECTS&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;KNOWLEDGE &amp;amp; UNDERSTANDING&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;A Wall and Floor Tiler will know and understand&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;SKILL&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;A Wall and Floor Tiler will be able to&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Work Methods&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The purpose, characteristics and application of materials, tools and equipment&lt;/li&gt;\n&lt;li&gt;Safe handling, storage and protection of materials and equipment and work area&lt;/li&gt;\n&lt;li&gt;Safe and efficient working methods and appropriate work requirements in accordance with Health and Safety legislation&lt;/li&gt;\n&lt;li&gt;Methods and techniques for the installation of porcelain, stone, conglomerate and mosaics in accordance with British Standards&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Identify and minimise hazards and risks in the workplace, ensuring a safe environment is maintained at all times. Follow safety procedures, risk assessments, method statements and work instructions&lt;/li&gt;\n&lt;li&gt;Make the most efficient and effective use of resources, time and materials.&lt;/li&gt;\n&lt;li&gt;Select, use, maintain and store tiling tools and equipment&lt;/li&gt;\n&lt;li&gt;Prepare backgrounds, install wall and floor tiles and produce finished work that conforms to British Standards BS5385:1-5 and BS8000:11.&lt;/li&gt;\n&lt;li&gt;Report accidents or incidents in the workplace in accordance with organisational and legislative requirements&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Identify and Respond to Customers Needs&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The most appropriate products for each application and relevant factors influencing selection in different settings&lt;/li&gt;\n&lt;li&gt;Different types of communication and understanding of customer requirements to include formal and informal methods with the ability to respond to customer needs&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Prepare for meetings with customers and use appropriate listening and questioning techniques when discussing product selection&lt;/li&gt;\n&lt;li&gt;Review and check that the specification meets the requirements of the customer in-line with industry standard and aesthetic requirements&lt;/li&gt;\n&lt;li&gt;Interpret drawings, quality standards and specifications&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Construction Industry and&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Key factors and systems of work appropriate to different work environments i.e. basic workmanship for conventional types of building works.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Identify different Industry sectors e.g. new construction, social housing, residential, refurbishment, commercial, heritage&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Building Methods&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Different industry sectors such as private residential, new construction, commercial and refurbishment&lt;/li&gt;\n&lt;li&gt;Differences between modern and traditional construction methods including specific tiling techniques&lt;/li&gt;\n&lt;li&gt;Those aspects of relevant British Standards BS5385:1-5, BS8000:11and Codes of Practice, which apply directly to their work and substrates&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Identify different building methods e.g. steel frame, reinforced concrete frame, traditional (solid wall and cavity wall) timber frame&lt;/li&gt;\n&lt;li&gt;Use the appropriate method of preparation and fixing for the work environment and product being installed&lt;/li&gt;\n&lt;li&gt;Identify various types of fixing and installation methods from traditional render and screed to modern adhesives and grouts&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Product and Specification Information&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Relevance of technical data sheets, specifications, CoSHH sheets, method statements and risk assessments&lt;/li&gt;\n&lt;li&gt;Differences between product types, their characteristics, qualities, uses, sustainability and limitations&lt;/li&gt;\n&lt;li&gt;The reasons for selecting and preparing the appropriate type of background; wall and floor boards, screed, render and concrete to receive wall and floor tiling&lt;/li&gt;\n&lt;li&gt;The implications that can arise from the installation and use of under floor heating&lt;/li&gt;\n&lt;li&gt;Factors affecting tanking &amp;amp; tiling to wet room installations.&lt;/li&gt;\n&lt;li&gt;Causes of common problems and how these can be prevented&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Interpret technical product data, drawing, specifications, manufacturer’s information, Codes of Practice and British Standards to ensure correct preparation and installation of wall and floor tiles and associated systems&lt;/li&gt;\n&lt;li&gt;Interpret relevant health and safety requirements: method statements, risk assessments, CoSHH according to product and specification requirements&lt;/li&gt;\n&lt;li&gt;Advise clients/customers on the different types and sizes of wall and floor tiles, and ancillary products and the materials they are manufactured from e.g. ceramic, porcelain, stone, plastic&lt;/li&gt;\n&lt;li&gt;Revert to Manufacturers’ product information to avoid errors&lt;/li&gt;\n&lt;li&gt;Identify and rectify common preparation, fixing and installation problems&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Preparation and Application and Removal&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Difference in types of common preparation methods, make-up and application; screed, levelling compounds, priming and surface preparation depending on substrate&lt;/li&gt;\n&lt;li&gt;Different types of resources, tools and equipment for preparing backgrounds and fixing wall and floor tiles&lt;/li&gt;\n&lt;li&gt;Different types &amp;amp; weight limits of wall &amp;amp; floor substrates&lt;/li&gt;\n&lt;li&gt;How to protect the work and its surrounding area from damage&lt;/li&gt;\n&lt;li&gt;Different types of screeds/render &amp;amp; specialist preparations such as waterproof tanking, decoupling and anti-fracture membranes&lt;/li&gt;\n&lt;li&gt;The impact of Drying and Curing times for various backgrounds&lt;/li&gt;\n&lt;li&gt;Measuring and setting out procedures&lt;/li&gt;\n&lt;li&gt;How to estimate and calculate required amounts of tiles, materials and resources including allowing for wastage&lt;/li&gt;\n&lt;li&gt;Removal and Installation techniques and methods (including remedial works) for removing and fixing different types of wall and floor tiles and accessories including trim&lt;/li&gt;\n&lt;li&gt;Different types of adhesives &amp;amp; grouts (i.e. cementitious/epoxy)&lt;/li&gt;\n&lt;li&gt;Handling, measuring cutting techniques and how product type/size affects this&lt;/li&gt;\n&lt;li&gt;Types of under floor heating and how and when to tile&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;ul&gt;\n&lt;li&gt;Identify substrate type and condition to determine appropriate preparation methods/products&lt;/li&gt;\n&lt;li&gt;Select materials including: wall and floor tiles, primers, levelling compounds, screeds, adhesives, grouts, trims and ancillaries suitable for the substrates, tile products and installation environment&lt;/li&gt;\n&lt;li&gt;Select suitable hand and power tools and appropriate Personal Protective Equipment (PPE)&lt;/li&gt;\n&lt;li&gt;Calculate required amounts of tiles, materials and resources for the work requirements&lt;/li&gt;\n&lt;li&gt;Prepare wall and floor backgrounds (including level and plumb) using primers, renders, levelling compounds and screeds&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;Set-out for tiling wall and floor areas, ensuring mall cut tiles are avoided as far as practical and joint widths are consistent, parallel and plumb.&lt;/li&gt;\n&lt;li&gt;Measure, mark &amp;amp; cut tiles in accordance with work requirements to include cutting around obstacles such as pipes, sockets and drains&lt;/li&gt;\n&lt;li&gt;Apply adhesives and fix tiles to wall and floor surfaces&lt;/li&gt;\n&lt;li&gt;Grout and finish tiles to wall and floor areas&lt;/li&gt;\n&lt;li&gt;Install tanking systems, decoupling membranes and electric under-tile heating&lt;/li&gt;\n&lt;li&gt;Undertake remedial work in accordance with specification.&lt;/li&gt;\n&lt;li&gt;Be able to remove and replace individual damaged tiles without causing damage to adjacent finishes&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;strong&gt;&lt;br /&gt;Behaviours &lt;/strong&gt;: Wall and Floor Tilers will be expected to demonstrate:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Their responsibilities towards own and others safety in the workplace&lt;/li&gt;\n&lt;li&gt;A strong work ethic, motivated, reliable and adaptable&lt;/li&gt;\n&lt;li&gt;Attention to detail, quality and continuous improvement&lt;/li&gt;\n&lt;li&gt;Awareness of the business’s mission, aims, markets, products and services&lt;/li&gt;\n&lt;li&gt;A customer focused attitude&lt;/li&gt;\n&lt;li&gt;Effective communication in a team, with clients or with management&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;English and Maths&lt;/strong&gt;: Apprentices without Level 1 English and Maths will need to achieve this level and take the test for Level 2 English and Maths prior to taking the end point assessment. For those with an education, health and care plan or a legacy statement, the apprenticeship English and maths minimum requirement is Entry level 3 and British Sign Language qualifications are an alternative to an English qualification for whom this is their primary language.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Duration &lt;/strong&gt;: Typically 30-36 months. This timescale may reduce if an apprentice is part qualified on entry.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Review Date : &lt;/strong&gt;The Standard will be reviewed after 3 years.&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-11-23T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0351",
  "tbMainContact": "support@tile.org.uk",
  "involvedEmployers": "Fixer Training Committee, WB Simpsons Midlands, Elite Tiling, N&amp;C Moderna, Harper &amp; Edwards, WB Simpsons London, Dyson &amp; Briggs, Dyson &amp; Briggs, P Plunkett Tiling Contractors Ltd, Moulton College,  Nothampton, Moulton College,  Nothampton, Schluter Systems, SCCB, Leeds College of Buliding, BAL, Stafford Tiles and Flooring Solution",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Onsite Construction",
  "cluster": "Core Building Tradesperson",
  "clusterId": "5",
  "clusterDescription": "Able to use of a range of building materials (wood, brick, block, stone etc.) to construct part/whole structures and also those which are needed to finish a structure (e.g. paint and decorate). Work across domestic through to infrastructure projects and covers both routine and complex work elements. Interprets drawings, contracts, and specifications. Has knowledge of building methods and materials including heritage ones and knowledge of appropriate regulations",
  "createdDate": "2017-11-14T17:10:26 +00:00",
  "lastUpdated": "2023-01-05T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-11-23T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0368",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0368-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0368-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-01-05T00:00:00"
}