{
  "templateType": "Occupational Standard",
  "larsCode": 112,
  "referenceNumber": "ST0341",
  "learningAimClassCode": "",
  "title": "Production assistant (screen and audio)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0341",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan, funding and standard revised",
  "changedDate": "2023-02-27T00:00:00",
  "earliestStartDate": "2022-09-07T00:00:00",
  "latestStartDate": "2023-06-19T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Providing support and assistance to help with the delivery of content for TV or radio shows.",
  "level": 3,
  "ePALength": 3,
  "typicalDuration": 15,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "production",
    "media",
    "communications",
    "Creative Design Manager",
    "design",
    "broadcasting"
  ],
  "jobRoles": [
    "Broadcast Assistant",
    "TV Production Assistant",
    "Audio Production Assistant",
    "Production Secretary",
    "Runner",
    "Production Management Assistant",
    "Programme Assistant",
    "Production PA",
    "Production Assistant"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0341-v1-1?view=epa",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.3 Media and communication",
  "version": "1.1",
  "standardInformation": "&lt;p&gt;s&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in a wide range of organisations, primarily but not exclusively based in the creative industries. This includes screen and audio sectors such as Film, TV, Radio, Podcast and online content producers. Employers range in size from small independent production companies to large multi-national organisations. &lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is to provide support and assistance to editorial or technical colleagues to ensure the smooth delivery of content for productions. Production Assistants are involved in the end to end process of a production. They work to a brief and collaborate with a wide range of stakeholders to plan productions.&#160;&lt;/p&gt;\n&lt;p&gt;Production Assistants contribute to the research and development of production ideas.&#160;&lt;/p&gt;\n&lt;p&gt;They may also provide support to colleagues in technical areas such as camera, lighting and sound. and offering up solutions to production problems.&#160;&lt;/p&gt;\n&lt;p&gt;They research and identify resources, logistics and equipment. They have to consider production requirements and take into account project constraints such as budgets.&#160;&#160;&lt;/p&gt;\n&lt;p&gt;Production Assistants are typically office based but they are also likely to work on set or within a studio.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with a production team. They need to be adaptable and able to learn quickly on the job; building their knowledge and skills of screen and audio activities as they move across production teams.&#160;&lt;/p&gt;\n&lt;p&gt;The Production Assistant will also work with a wide range of external stakeholders throughout the production process. This will typically include clients, cast, crew members and suppliers.&#160;&#160;&lt;/p&gt;\n&lt;p&gt;They typically report to a Production Co-ordinator, Production Manager, Assistant Producer or Producer, depending on the size of the production.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for&#160;supporting and assisting the production team throughout the end-to-end production process. They initiate and complete production tasks and have responsibility for the quality of their own work. They have the autonomy to carry out their duties in line with parameters set by the production team.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "8d47160b-9040-472e-9bb8-3e10ffb16282",
      "detail": "The effect organisational structures, regulations, commissioning processes and funding has on new productions and production activities."
    },
    {
      "knowledgeId": "d6dfb9c6-ef41-40aa-8b28-db6662fb24a3",
      "detail": "The differences between genre and how this affects the type and scale of production. "
    },
    {
      "knowledgeId": "a8c7fa1f-c7f6-4653-bd89-205f6471f4ca",
      "detail": "The methods, tools and techniques used to scope and evaluate ideas and problem solving concepts for a production. "
    },
    {
      "knowledgeId": "c1957acf-d83f-4d94-9791-b00f9fff865a",
      "detail": "The methods used to segment and understand audience engagement."
    },
    {
      "knowledgeId": "d855ba1a-a0c9-475d-8937-5bad0e6e7dac",
      "detail": "The different styles of writing and tone of voice that is appropriate to the platform and the audience."
    },
    {
      "knowledgeId": "095d1679-0d58-4154-9d8e-ab55948ccde1",
      "detail": "The use of grammar, punctuation and spelling to facilitate clear and concise communication."
    },
    {
      "knowledgeId": "e88b7368-de92-4988-ada1-9a378c2056a1",
      "detail": "The end-to-end production workflow and planning process, the key stages including post production, and own role within this."
    },
    {
      "knowledgeId": "2b4d880c-4c4b-496f-a115-0e0e2dbc9bae",
      "detail": "The regulatory and legal requirements when using media assets, such as copyright, intellectual property rights, non-disclosure agreements and licensing."
    },
    {
      "knowledgeId": "2538e82b-e56d-4b6e-aebe-cb09ec712ace",
      "detail": "How to incorporate the relevant branding into the production such as use of brand identity templates and logos for screen, online and audio production."
    },
    {
      "knowledgeId": "8aec7a6b-1d38-4416-95e9-25321decdfc8",
      "detail": "How to source and identify media assets."
    },
    {
      "knowledgeId": "b52ee1bb-b49f-4e3c-822e-9ed04de05743",
      "detail": "Principles of budget allocation and methods used to monitor costs for a production and the potential impact."
    },
    {
      "knowledgeId": "d6c1acb1-669a-4746-a456-2e2f5520aeb4",
      "detail": "How organisational priorities, commercial pressures, project deadlines and working practices impact on production schedules. "
    },
    {
      "knowledgeId": "50d8e1bd-f82d-429b-a96e-ca6269f4b54b",
      "detail": "The legislation and organisational policies including health and safety, contingency planning and licensing as they apply to crew and contributors."
    },
    {
      "knowledgeId": "bbea57db-6ab3-4f62-a7c6-59b4d7db3107",
      "detail": "The processes to follow when authorising the use of resources, and methods of monitoring usage in line with the production plan."
    },
    {
      "knowledgeId": "137d95c1-ee0a-487e-9206-9a57a0bef7a5",
      "detail": "Typical production hierarchies, the roles and responsibilities within production teams and the etiquette to follow. "
    },
    {
      "knowledgeId": "6aba262c-b0ad-4cb7-b069-245743b02c9f",
      "detail": "The communication and reporting processes to follow when acting as point of contact on a production."
    },
    {
      "knowledgeId": "4d2a76ea-d9bc-44ed-8a28-510ba1ef64c0",
      "detail": "How to interpret a call sheet/schedule prior to a shoot. "
    },
    {
      "knowledgeId": "82cb8899-43eb-4a6c-86e3-084308c8f7a1",
      "detail": "How to securely store and access captured materials and media assets for future use in line with GDPR and organisational policies."
    },
    {
      "knowledgeId": "52e3496e-b3a4-4bb1-aea7-dc3885638be8",
      "detail": "Own responsibilities for creation, maintenance and storage of production documentation. "
    },
    {
      "knowledgeId": "2b2d67c5-09af-4af5-aa2f-66a251b586db",
      "detail": "Methods used to transcribe documents/footage accurately and in line with production requirements. "
    },
    {
      "knowledgeId": "8de92fec-8e41-40c2-98af-6ea10f2d25f4",
      "detail": "Processes to follow when scoping out and interpreting resource requirements from production documentation."
    },
    {
      "knowledgeId": "e6f1bd84-43c0-436d-8499-bcf1fdb5c7e7",
      "detail": "Considerations when establishing optimal set or studio locations for the equipment"
    },
    {
      "knowledgeId": "f837a7b2-a1b7-4baf-9b90-3a01e81c8370",
      "detail": "The organisational procedures to follow when sourcing and obtaining locations, catering, accommodation, transport and technical equipment for productions."
    },
    {
      "knowledgeId": "84aedd28-2098-4c41-a638-77d77aa6f428",
      "detail": "Sustainability and the typical activities which contribute to their ‘professional carbon footprint’ and steps to reduce this."
    },
    {
      "knowledgeId": "e57b41fb-f22c-4a7f-bbe8-8ba9a025c50e",
      "detail": "How camera setup, function and application vary according to genre and budget."
    },
    {
      "knowledgeId": "a348b587-eba5-4eba-8d31-f427d939b733",
      "detail": "Principles to consider when operating media content capture equipment in a studio and on location."
    },
    {
      "knowledgeId": "876d3651-9ee1-4677-a06b-7451f30679da",
      "detail": "The particular characteristics of omni directional, directional, cardioid microphones, and accessories and the impact on recording."
    },
    {
      "knowledgeId": "6a653641-d5fc-4c49-ba7a-6fc237e90e2b",
      "detail": "Methods used to identify the editorial intent, required artistic effect and target audience for audio material."
    },
    {
      "knowledgeId": "915a3ab6-9040-4d8c-94e0-63efbd0a82c0",
      "detail": "The effect of the production environment on own role and the wider production."
    },
    {
      "knowledgeId": "3e596dc5-242e-4864-be41-7bd715b0f8e0",
      "detail": "How to cut, edit and caption production content to meet output requirements."
    },
    {
      "knowledgeId": "6531e9a3-ff6e-47c6-9486-498b863e1035",
      "detail": "The importance of archiving, preserving and conserving media assets."
    },
    {
      "knowledgeId": "d1fe9882-bc55-462c-a6bc-fac5ffbd9b60",
      "detail": "Principles of online and broadcast resolution, ingesting, editing and exporting content and how to prepare a timeline.   "
    },
    {
      "knowledgeId": "1fae04b0-3926-4076-b587-7b738339f1ed",
      "detail": "The audience data, and metrics selected and applied by own organisation, to evaluate the impact and success of a production against its objectives."
    },
    {
      "knowledgeId": "965c6de8-5de4-4631-97ba-b0a83be6bee1",
      "detail": "Approaches to maintaining up-to-date knowledge of existing and evolving technology, trends and platforms and managing and marketing own skills and services. "
    }
  ],
  "behaviours": [
    {
      "behaviourId": "d845b323-0627-41fb-9d3e-6649da54d81e",
      "detail": "Seeks to continuously improve the production. "
    },
    {
      "behaviourId": "85ca63e3-d165-42b9-9740-5b6488b9cfd8",
      "detail": "Acts collaboratively to build and maintain positive relationships with colleagues, customers and suppliers."
    },
    {
      "behaviourId": "6520d3c7-a7b0-483c-8366-fdbc6bfa4e8a",
      "detail": "Takes ownership of work, with a strong work ethic and commitment to achieving high standards."
    },
    {
      "behaviourId": "d3611d34-9963-4356-bd4d-da8dfc052376",
      "detail": "Committed to keeping up to date with new technologies and industry best practice. Resourceful in finding creative solutions to solve problems."
    },
    {
      "behaviourId": "278d141a-d08e-4f27-b755-c753ded60dff",
      "detail": "Acts in an ethical manner, embracing, equality, diversity and inclusion in the workplace. "
    }
  ],
  "skills": [
    {
      "skillId": "3dea72f8-fba0-47f9-a1ae-4a45b286c39f",
      "detail": "Interpret a production brief and identify the audience/end user requirements for the production."
    },
    {
      "skillId": "5285935e-591c-4c27-b0fb-bf5a696ac7fe",
      "detail": "Scope and evaluate ideas and problem solving concepts for a production."
    },
    {
      "skillId": "0cec1dd0-dd0a-4e91-8fac-8023b038d322",
      "detail": "Develop creative ideas and proposals for screen, online or audio productions."
    },
    {
      "skillId": "b11ef96f-42cc-4314-8ce3-a4c579704a53",
      "detail": "Create a brief for a production, including a storyboard and outline script of ideas."
    },
    {
      "skillId": "fdc48d7b-1ec0-49a7-87da-8dbd898df428",
      "detail": "Present persuasive pitches, ideas and proposals for screen, online or audio productions."
    },
    {
      "skillId": "44649d86-e779-401b-b818-97930891af60",
      "detail": "Work in line with agreed workflows, adapting to operational and creative changes as they occur and inform relevant stakeholders. "
    },
    {
      "skillId": "eb897cb0-a2ac-4ca1-8b38-a6939f0e70bd",
      "detail": "Support the end-to-end process of production by monitoring budgets, resources and progress and adhering to legislation, regulations, organisational processes and procedures."
    },
    {
      "skillId": "61b57896-81af-440a-9ae0-1ccb63bb7a7f",
      "detail": "Identify and minimise hazards and risks in the workplace such as Covid compliance."
    },
    {
      "skillId": "34c8cc87-bf5c-4daf-bb54-296e1a619344",
      "detail": "Assist cast and crew members and act as a point of contact with the production office and other departments. "
    },
    {
      "skillId": "6498b02a-0813-412f-9ac9-1cafd33b42ca",
      "detail": "Develop and maintain positive working relationships when in production, establishing and using professional networks. "
    },
    {
      "skillId": "bd67c186-c42b-4b76-8903-4c4e22275206",
      "detail": "Provide progress reports to your production coordinator or producer."
    },
    {
      "skillId": "7918b1a7-80d0-4c39-a75a-c71475c79c16",
      "detail": "Create, use and store production documentation throughout the end-to-end production workflow."
    },
    {
      "skillId": "4b960899-8e92-458d-893a-51b1edf70925",
      "detail": "Manage and store media assets, creating accurate records of material produced in line with workflows and organisational policies."
    },
    {
      "skillId": "c5db4fb0-2b25-466e-8144-698080d11f21",
      "detail": "Complete a call sheet/schedule prior to a shoot."
    },
    {
      "skillId": "1aff34b7-668e-4611-b8b5-af7eb0f5caac",
      "detail": "Scope resource requirements; identify and prevent potential supply problems. "
    },
    {
      "skillId": "a3d2130d-f9f1-4d48-a92f-5a63673418fb",
      "detail": "Identify and assist with sourcing resources for a production, including locations, catering, accommodation, transport, equipment, crew, budget and existing media assets."
    },
    {
      "skillId": "52789443-4ad9-48d6-a241-6c90c122ff1d",
      "detail": "Identify opportunities to deliver sustainable solutions in line with industry standard recommendations."
    },
    {
      "skillId": "b8d942bc-49c7-4f4c-b89b-bb97381f51ba",
      "detail": "Select microphones taking into account conditions and environments."
    },
    {
      "skillId": "86244b3c-5bb8-4f1d-a6ff-026e60f952be",
      "detail": "Select and set up camera equipment as required."
    },
    {
      "skillId": "34ad7c71-c176-42ed-a100-adc3bcb75141",
      "detail": "Monitor the sound levels and bit rate, identifying any issues during the capturing process."
    },
    {
      "skillId": "0759fbca-4aa3-4d2d-a268-72813ea99d24",
      "detail": "Work to a visual technical specification such as resolution, frame rate, pixellation."
    },
    {
      "skillId": "2509c29a-0cf0-44aa-b306-90f7f3bb3b1f",
      "detail": "Operate current industry standard equipment and software safely during and post recording."
    },
    {
      "skillId": "af133684-597b-422b-b96d-23400fe5f1fa",
      "detail": "Edit and optimise audio or visual material saving in the required format."
    },
    {
      "skillId": "57cd9ab5-3cbf-48b4-bbae-791603ae95c3",
      "detail": "Compress digital assets."
    },
    {
      "skillId": "2caf5eb0-e86f-4b2c-87e6-c2d69456df81",
      "detail": "Select edit points to create a smooth transition in the material and achieve required audio effects using sound and acoustic effects as required. "
    },
    {
      "skillId": "b23ffa60-52a6-438d-80ce-305665f57c24",
      "detail": "Review edited material to ensure appropriateness for the target audience, house style and platform. "
    },
    {
      "skillId": "dc1ab0f9-a465-4046-bcde-783b6e3d1244",
      "detail": "Gather audience data to evaluate the impact and success of a production against its objectives."
    },
    {
      "skillId": "ea110d34-0a63-4eb8-bb1e-7dc3a582e3e6",
      "detail": "Use lessons learned to evaluate the success of the production and identify areas for improvement for future productions. "
    },
    {
      "skillId": "33ac0160-ad6a-40a3-bae0-3271272a6429",
      "detail": "Use continuing professional development planning to support own current and future training and development needs. "
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-06-24T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0359",
  "tbMainContact": "daniell.morrisey@bbc.co.uk",
  "involvedEmployers": "BBC, C4, Allspring media, Cancer, Actor’s Studio, Vice Principal: London Screen Academy (LSA), Sky, Amazon, BFBS, Osprey Television, ITV, Global Academy, Bauer Media",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Broadcast Assistant",
    "TV Production Assistant",
    "Audio Production Assistant",
    "Production Secretary",
    "Runner",
    "Production Management Assistant",
    "Programme Assistant",
    "Production PA",
    "Production Assistant"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Media, Broadcast and Production",
  "cluster": "Media and Broadcast Assistant",
  "clusterId": "42",
  "clusterDescription": "Production and distribution of media content using communications, archive and visual technology",
  "createdDate": "2023-02-27T16:09:53 +00:00",
  "lastUpdated": "2023-02-27T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-06-24T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0341",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0341-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0341-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "e92419aa-3da6-41aa-bd2d-b87e68a6fffc",
      "dutyDetail": "Interpret a creative brief, scope, evaluate and develop production ideas. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d845b323-0627-41fb-9d3e-6649da54d81e",
        "6520d3c7-a7b0-483c-8366-fdbc6bfa4e8a"
      ],
      "mappedKnowledge": [
        "8d47160b-9040-472e-9bb8-3e10ffb16282",
        "d6dfb9c6-ef41-40aa-8b28-db6662fb24a3",
        "a8c7fa1f-c7f6-4653-bd89-205f6471f4ca",
        "c1957acf-d83f-4d94-9791-b00f9fff865a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3dea72f8-fba0-47f9-a1ae-4a45b286c39f",
        "5285935e-591c-4c27-b0fb-bf5a696ac7fe",
        "0cec1dd0-dd0a-4e91-8fac-8023b038d322"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "580ad951-7d4b-4de0-a230-b9d022b7855d",
      "dutyDetail": "Assist in the development of content and/or production assets.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d845b323-0627-41fb-9d3e-6649da54d81e",
        "6520d3c7-a7b0-483c-8366-fdbc6bfa4e8a"
      ],
      "mappedKnowledge": [
        "d855ba1a-a0c9-475d-8937-5bad0e6e7dac",
        "095d1679-0d58-4154-9d8e-ab55948ccde1",
        "e88b7368-de92-4988-ada1-9a378c2056a1",
        "2b4d880c-4c4b-496f-a115-0e0e2dbc9bae",
        "2538e82b-e56d-4b6e-aebe-cb09ec712ace",
        "8aec7a6b-1d38-4416-95e9-25321decdfc8"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b11ef96f-42cc-4314-8ce3-a4c579704a53",
        "fdc48d7b-1ec0-49a7-87da-8dbd898df428"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "71b5c357-7836-4a73-a98e-3657b3af919c",
      "dutyDetail": "Contribute to the production process, monitoring budgets and resources and adapting to operational changes as required.  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "85ca63e3-d165-42b9-9740-5b6488b9cfd8",
        "d3611d34-9963-4356-bd4d-da8dfc052376",
        "278d141a-d08e-4f27-b755-c753ded60dff"
      ],
      "mappedKnowledge": [
        "b52ee1bb-b49f-4e3c-822e-9ed04de05743",
        "d6c1acb1-669a-4746-a456-2e2f5520aeb4",
        "50d8e1bd-f82d-429b-a96e-ca6269f4b54b",
        "bbea57db-6ab3-4f62-a7c6-59b4d7db3107"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "44649d86-e779-401b-b818-97930891af60",
        "eb897cb0-a2ac-4ca1-8b38-a6939f0e70bd",
        "61b57896-81af-440a-9ae0-1ccb63bb7a7f",
        "34c8cc87-bf5c-4daf-bb54-296e1a619344"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ffdc2406-5210-4a22-b37c-d69f88f6a929",
      "dutyDetail": "Collaborate with internal and external stakeholders to plan and develop productions. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "85ca63e3-d165-42b9-9740-5b6488b9cfd8"
      ],
      "mappedKnowledge": [
        "137d95c1-ee0a-487e-9206-9a57a0bef7a5",
        "6aba262c-b0ad-4cb7-b069-245743b02c9f",
        "4d2a76ea-d9bc-44ed-8a28-510ba1ef64c0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "34c8cc87-bf5c-4daf-bb54-296e1a619344",
        "6498b02a-0813-412f-9ac9-1cafd33b42ca",
        "bd67c186-c42b-4b76-8903-4c4e22275206"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0b7cd8d7-033b-4444-962c-d0e2910af645",
      "dutyDetail": "Maintain production documentation and/or programme logs. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6520d3c7-a7b0-483c-8366-fdbc6bfa4e8a"
      ],
      "mappedKnowledge": [
        "8aec7a6b-1d38-4416-95e9-25321decdfc8",
        "82cb8899-43eb-4a6c-86e3-084308c8f7a1",
        "52e3496e-b3a4-4bb1-aea7-dc3885638be8",
        "2b2d67c5-09af-4af5-aa2f-66a251b586db",
        "8de92fec-8e41-40c2-98af-6ea10f2d25f4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7918b1a7-80d0-4c39-a75a-c71475c79c16",
        "4b960899-8e92-458d-893a-51b1edf70925"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ecef1a28-fa0d-4375-929c-14a784ea5482",
      "dutyDetail": "Research, identify and suggest resources, logistics and equipment taking into consideration constraints. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "85ca63e3-d165-42b9-9740-5b6488b9cfd8",
        "278d141a-d08e-4f27-b755-c753ded60dff"
      ],
      "mappedKnowledge": [
        "50d8e1bd-f82d-429b-a96e-ca6269f4b54b",
        "4d2a76ea-d9bc-44ed-8a28-510ba1ef64c0",
        "8de92fec-8e41-40c2-98af-6ea10f2d25f4",
        "f837a7b2-a1b7-4baf-9b90-3a01e81c8370",
        "84aedd28-2098-4c41-a638-77d77aa6f428"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "61b57896-81af-440a-9ae0-1ccb63bb7a7f",
        "c5db4fb0-2b25-466e-8144-698080d11f21",
        "1aff34b7-668e-4611-b8b5-af7eb0f5caac",
        "a3d2130d-f9f1-4d48-a92f-5a63673418fb",
        "52789443-4ad9-48d6-a241-6c90c122ff1d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "44cd7b4b-ac65-4110-9afa-8053c50a3bbf",
      "dutyDetail": "Provide technical support to colleagues for audio and visual productions. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "85ca63e3-d165-42b9-9740-5b6488b9cfd8"
      ],
      "mappedKnowledge": [
        "8de92fec-8e41-40c2-98af-6ea10f2d25f4",
        "e6f1bd84-43c0-436d-8499-bcf1fdb5c7e7",
        "e57b41fb-f22c-4a7f-bbe8-8ba9a025c50e",
        "a348b587-eba5-4eba-8d31-f427d939b733",
        "876d3651-9ee1-4677-a06b-7451f30679da",
        "6a653641-d5fc-4c49-ba7a-6fc237e90e2b",
        "915a3ab6-9040-4d8c-94e0-63efbd0a82c0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b8d942bc-49c7-4f4c-b89b-bb97381f51ba",
        "86244b3c-5bb8-4f1d-a6ff-026e60f952be",
        "34ad7c71-c176-42ed-a100-adc3bcb75141",
        "0759fbca-4aa3-4d2d-a268-72813ea99d24",
        "2509c29a-0cf0-44aa-b306-90f7f3bb3b1f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c1295b3f-b4e4-4c05-8979-e3a6342c2c64",
      "dutyDetail": "Edit production content to meet production requirements. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6520d3c7-a7b0-483c-8366-fdbc6bfa4e8a"
      ],
      "mappedKnowledge": [
        "b52ee1bb-b49f-4e3c-822e-9ed04de05743",
        "3e596dc5-242e-4864-be41-7bd715b0f8e0",
        "6531e9a3-ff6e-47c6-9486-498b863e1035",
        "d1fe9882-bc55-462c-a6bc-fac5ffbd9b60"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4b960899-8e92-458d-893a-51b1edf70925",
        "af133684-597b-422b-b96d-23400fe5f1fa",
        "57cd9ab5-3cbf-48b4-bbae-791603ae95c3",
        "2caf5eb0-e86f-4b2c-87e6-c2d69456df81",
        "b23ffa60-52a6-438d-80ce-305665f57c24"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7fb94176-1385-4d10-afdc-077ae56ab193",
      "dutyDetail": "Reflect on the production and offer ideas for continuous improvement. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d845b323-0627-41fb-9d3e-6649da54d81e"
      ],
      "mappedKnowledge": [
        "a8c7fa1f-c7f6-4653-bd89-205f6471f4ca",
        "c1957acf-d83f-4d94-9791-b00f9fff865a",
        "1fae04b0-3926-4076-b587-7b738339f1ed"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "dc1ab0f9-a465-4046-bcde-783b6e3d1244",
        "ea110d34-0a63-4eb8-bb1e-7dc3a582e3e6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2a79a832-e7cf-4b07-a3e6-981f671fad98",
      "dutyDetail": "Review your own professional practice and keep up-to-date with trends and technology. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d3611d34-9963-4356-bd4d-da8dfc052376",
        "278d141a-d08e-4f27-b755-c753ded60dff"
      ],
      "mappedKnowledge": [
        "8d47160b-9040-472e-9bb8-3e10ffb16282",
        "137d95c1-ee0a-487e-9206-9a57a0bef7a5",
        "965c6de8-5de4-4631-97ba-b0a83be6bee1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6498b02a-0813-412f-9ac9-1cafd33b42ca",
        "52789443-4ad9-48d6-a241-6c90c122ff1d",
        "33ac0160-ad6a-40a3-bae0-3271272a6429"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-06-19T00:00:00"
}