{
  "templateType": "Apprenticeship Standard",
  "larsCode": 350,
  "referenceNumber": "ST0307",
  "learningAimClassCode": "",
  "title": "Port operative",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0307",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-07-19T00:00:00",
  "earliestStartDate": "2018-09-24T00:00:00",
  "latestStartDate": "2024-07-18T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Carrying out a range of tasks involving handling cargo, passengers or marine craft.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 8000,
  "maxFundingAdditionalInformation": "",
  "route": "Transport and logistics",
  "keywords": [
    "Port operative",
    "marine craft",
    "cargo",
    "transport",
    "Cargo Operative"
  ],
  "jobRoles": [
    "Port Operative",
    "Stevedore",
    "Container Operative",
    "Cargo Operative",
    "Port Plant Operator",
    "Roll-On/roll-off Driver",
    "Port Warehousing Operative",
    "Passenger Operative",
    "Ferry operative"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7360/st0307_port-operative_trailblazer-updated-26-6-18-finalem.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Typical job titles: &amp;nbsp;&amp;nbsp;&amp;nbsp; &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Port Operative, Stevedore, Container Operative, Cargo Operative, Port Plant Operator, Roll-On/roll-off Driver, Port Warehousing Operative, Passenger Operative, Ferry operative&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Industry Sector&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Sea and river ports, harbours and terminals&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level:&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship is set at level 2&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration:&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 12 to 18 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review Period:&lt;/strong&gt;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;36 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Occupational Profile&lt;/strong&gt;&lt;strong&gt;:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Port Operatives have key roles in enabling businesses to deliver on time and safely. Cargo can include any goods imported to, or exported from the UK, such as cars, food, manufactured goods and raw materials and the work they do depends on the type of ship or cargo. Operatives in larger ports tend to specialise, but smaller ports often require them to perform a wide range of duties.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Port operatives may be involved in:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Loading, unloading, handling and securing cargo (including general, bulk, project, liquid and freight containers).&lt;/li&gt;\n&lt;li&gt;Warehousing, storage and retrieval e.g. checking, marking and despatching cargo.&lt;/li&gt;\n&lt;li&gt;Roll-on/roll-off (RoRo) vessel operations, e.g. moving all kinds of wheeled vehicles via ramps.&lt;/li&gt;\n&lt;li&gt;On-shore mooring and vessel handling operations.&lt;/li&gt;\n&lt;li&gt;Passenger operations e.g. directing passengers and handling baggage.&lt;/li&gt;\n&lt;li&gt;Workplace transport operations, e.g. directing and moving driving vehicles/cargo&lt;/li&gt;\n&lt;li&gt;Infrastructure operations e.g. operating lock gate and bridges.&lt;/li&gt;\n&lt;li&gt;Operate heavy machinery, operate specialised port operating equipment (such as ship-to-shore container and general cargo cranes, conveyor belts/suction pipes for grain and pipelines for oil tankers) and lifting and handling equipment (such as mobile cranes, lift trucks, materials handlers, straddle carriers, reach stackers etc.).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;A Port Operative may be required to work on board any type and size of moored or anchored vessel in a port.&amp;nbsp; Port Operatives typically work in teams under the direction of a supervisor and are an essential part of the core function of a port and maintaining a safe environment. Working hours may include unsocial hours and working outdoors in inclement weather is probable. There may be some on-call requirement and shift and weekend work is likely.&lt;/p&gt;\n&lt;p&gt;The Port Operative’s occupation is most commonly broken down into cargo and passenger roles:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Cargo Operatives&lt;/strong&gt; safely and efficiently load and discharge vessels in a wide range of locations. They handle cargo commodities which can include break bulk, dry bulk, liquid bulk, RoRo and containers. They enable the onward movement of all cargo types in support of warehousing and storage operations.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Passenger, Ferry and Cruise Operatives&lt;/strong&gt; safely and efficiently load and unload passengers, their baggage and vehicles from vessels. They monitor travel documentation and assist security procedures such as search and screening. They have a direct role in responding to emergencies and in assisting passengers and third parties in the event of an emergency.&amp;nbsp; They interact directly with members of the public as well as trade customers and are required to demonstrate a high degree of customer care.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements&amp;nbsp; &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will determine their own entry requirements but due to the nature of the role it is expected that candidates will meet certain medical standards of physical health.&amp;nbsp; Possession of a driving licence is likely to be advantageous.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 1 English and Maths must achieve this and take the test for level 2 prior to taking their end-point assessment. However, for those with an education, health and care plan or a legacy statement the apprenticeships English and Maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Approach&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship adopts a core and options approach to allow flexibility for employers and enable transferability between roles and employers for apprentices. All apprentices must attain competence in each of the core knowledge, skills and behaviours. In addition, one specialist option (for additional knowledge and skills) must be taken out of either cargo operative or passenger/ferry/cruise operative:&lt;/p&gt;\n&lt;h3 style=&quot;margin-right: 0cm; text-align: justify;&quot;&gt;&lt;span style=&quot;font-family: &#39;Arial&#39;,sans-serif;&quot;&gt;CORE BEHAVIOURS&lt;/span&gt;&lt;/h3&gt;\n&lt;h4&gt;&lt;strong&gt;All Port Operatives need to demonstrate the following behaviours:&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Act professionally;&lt;/strong&gt; demonstrating integrity, credibility, honesty, dependability, determination, adaptability and personal drive. Be approachable, respect others, act ethically and contribute to sustainable development.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Be risk aware;&lt;/strong&gt; to reduce risks by checking information, concentrating on the task, maintaining an awareness of changing circumstances and remaining calm under pressure.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Display a self-disciplined, self-motivated, proactive approach to work&lt;/strong&gt;; the ability to make independent decisions whilst understanding limits and knowing when to ask for help or to escalate.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Be receptive to feedback&lt;/strong&gt;; willing to learn new skills and to adjust to change. Undertaking professional development necessary to maintain and enhance competence. Take ownership for own performance and training.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Corporate awareness&lt;/strong&gt;: Embody the organisation’s values, a belief in the services it offers and an interest in the industry.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;CORE KNOWLEDGE&lt;/h3&gt;\n&lt;h4&gt;All Port Operatives need to understand:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Safe and professional working practices;&lt;/strong&gt; including legislation, statutory operating regulations, industry procedures and safety requirements and instructions, understanding the types of hazard that may be encountered in a port, the health and safety control measures that are in place to manage risks. Understand industry agreed rules and regulations for safe and efficient port operations. Understand the responses to incidents and emergencies, emergency procedures for making the port safe and adhere to corporate policies on environmental protection, security (including but not limited to customs and terror related incidents), ethics, equality and diversity.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;The importance of commercial principles; &lt;/strong&gt;applicable to a port and its role in the supply chain. Understand the impact of an individual’s decisions on customer service and reputation.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;The general operating principles; &lt;/strong&gt;required to support the operation of port services, infrastructure and equipment, distinct roles and responsibilities and underpinning processes including normal and contingency planning processes. Port specific terminology and practice. Berth vessels within ports, including preparing the berth and handling lines safely, position and remove access equipment such as gangways, shore ramps and linkspans. Knowledge of information systems used to support port operations such as those used for receipt, dispatch, tallying and identification of cargo.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;The types of port operation and cargo handled in UK ports&lt;/strong&gt;; including containers, solid and liquid bulk, roll on/roll off, ferry and passenger, project, timber and forest products, cruise, fishing and leisure.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Provision of port services to;&lt;/strong&gt; sea-based energy projects, marine conservancy, pilotage and vessel traffic management.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;The types of plant, equipment, infrastructure and vessels that may be found in a port&lt;/strong&gt;; including cranes, lift trucks, straddle carriers, internal movement vehicles, gangways , accommodation ladders and commercial and private vessel types and their equipment and its operating principles to underpin the safe and efficient loading and unloading of cargo and passengers. Including how to identify normal, faulty or defective and emergency conditions&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Understand the principles of and hazards associated with berthing vessels&lt;/strong&gt;; including the different types of lines, handling of lines and positioning access equipment on vessels.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Control vehicle movements&lt;/strong&gt;: Understand the methods and principles associated with driving and manoeuvring self-drive vehicles and tractor units within vessels, on and off vessels, on shore and in open and enclosed storage areas safely within a port environment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;span&gt;CORE SKILLS&lt;/span&gt;&lt;strong&gt;.&lt;/strong&gt; &lt;span&gt;All Port Operatives need to be able to:&lt;/span&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Keep themselves and others safe by adhering to safe working practices: Understand&lt;/strong&gt; and comply with statutory regulations, organisational safety and security requirements, with or without supervision. These will include implementing the requirements of the safety management system, operating plant and/or equipment, compliance with security (including but not limited to customs and terror related incidents), monitoring the activities and whereabouts of individuals within the vicinity of operations and taking appropriate action to address any unsafe situations, protect others, and correctly use safety equipment.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Prepare for a high standard of work: &lt;/strong&gt;Be mentally and physically prepared for duty and able to interpret information, including information about the state of the port operating environment in support of all other port operating activities .&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Gather information: &lt;/strong&gt;From plans, schedules, safe systems of work and permits, as appropriate, to support operating activities. Apply the procedures and monitor relevant Cargo, passenger and vehicle documentation including checking that documents are complete, up to date, and valid, identify and address any discrepancies, referring to the appropriate authority where necessary..&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Deliver a high standard of work:&lt;/strong&gt; Undertake planned, unplanned and emergency operating activities diligently at all times. Communicate and provide accurate information to stakeholders in line with personal role. Continually monitor the situation and maintain focus during peak workload times. Prioritise activities according to the situation and take responsibility for personal actions. Understand the limits of own authority and responsibility, and the persons to whom to refer in situations where these are exceeded. Exhibit at all times the expected corporate standards, upholding and maintaining corporate reputation at all times.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Work with others:&lt;/strong&gt; Work effectively and efficiently, individually and as part of a team, with colleagues, port users, suppliers and the public. Deliver excellent customer service with the aim of exceeding customer expectations and recognising and managing potential areas of conflict when required.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Communicate effectively:&lt;/strong&gt; Use all appropriate methods and systems, including ranged communication equipment such as VHF radio, for accurate and effective communication with customers, third parties and colleagues and ask relevant questions to determine needs. Report and accurately record all required information, using correct terms, standards, templates and protocols.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Control vehicle movements&lt;/strong&gt; : Driving and manoeuvring self-drive vehicles and tractor units within vessels, on and off vessels, on shore and in open and enclosed storage areas safely within a port environment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;SPECIALIST KNOWLEDGE &amp;amp; SKILLS&lt;/h3&gt;\n&lt;h4&gt;&lt;strong&gt;Cargo Operative&lt;/strong&gt;&lt;/h4&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand lifting operations and the factors involved in safe lifting, including methods and principles of trimming/cleaning out cargo holds.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Use plant, equipment and attachments, to lift and move loads safely within a port environment.&lt;/li&gt;\n&lt;li&gt;Ability to deliver accurately &amp;amp; promptly the principles of safe and efficient cargo and warehouse management.&lt;/li&gt;\n&lt;li&gt;Secure and ensure integrity of cargo at all times, whether to road, rail or vessel.&lt;/li&gt;\n&lt;li&gt;Pack, repack or remove cargo from a consignment for example; for inspections, providing a part-load service, handling break-bulk cargo or making up container loads.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Passenger/Ferry/Cruise Operative&lt;/strong&gt;&lt;/h4&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand the principal types of travel document and associated papers, how to recognise and validate relevant travel documents.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Resolve customer service problems successfully and courteously, within the limits of own responsibility and authority and refer problems outside of own responsibility or authority to the relevant person(s).&lt;/li&gt;\n&lt;li&gt;Transfer passengers to/from vessels, ensuring the safe movement of passengers and vehicles on to, or off vessels.&lt;/li&gt;\n&lt;li&gt;Handle baggage using the most suitable method, identifying correct destination and any factors requiring special attention, following correct procedures for damaged, lost, unclaimed, unlabelled, unaccompanied, or suspect baggage promptly.&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;",
  "occupationalSummary": "&lt;p&gt;Port Operatives have key roles in enabling businesses to deliver on time and safely. Cargo can include any goods imported to, or exported from the UK, such as cars, food, manufactured goods and raw materials and the work they do depends on the type of ship or cargo. Operatives in larger ports tend to specialise, but smaller ports often require them to perform a wide range of duties. Port operatives may be involved in: Loading, unloading, handling and securing cargo (including general, bulk, project, liquid and freight containers). Warehousing, storage and retrieval e.g. checking, marking and despatching cargo. Roll-on/roll-off (RoRo) vessel operations, e.g. moving all kinds of wheeled vehicles via ramps. On-shore mooring and vessel handling operations. Passenger operations e.g. directing passengers and handling baggage. Workplace transport operations, e.g. directing and moving driving vehicles/cargo Infrastructure operations e.g. operating lock gate and bridges. Operate heavy machinery, operate specialised port operating equipment (such as ship-to-shore container and general cargo cranes, conveyor belts/suction pipes for grain and pipelines for oil tankers) and lifting and handling equipment (such as mobile cranes, lift trucks, materials handlers, straddle carriers, reach stackers etc.). A Port Operative may be required to work on board any type and size of moored or anchored vessel in a port. Port Operatives typically work in teams under the direction of a supervisor and are an essential part of the core function of a port and maintaining a safe environment. Working hours may include unsocial hours and working outdoors in inclement weather is probable. There may be some on-call requirement and shift and weekend work is likely. The Port Operative’s occupation is most commonly broken down into cargo and passenger roles: Cargo Operatives safely and efficiently load and discharge vessels in a wide range of locations. They handle cargo commodities which can include break bulk, dry bulk, liquid bulk, RoRo and containers. They enable the onward movement of all cargo types in support of warehousing and storage operations. Passenger, Ferry and Cruise Operatives safely and efficiently load and unload passengers, their baggage and vehicles from vessels. They monitor travel documentation and assist security procedures such as search and screening. They have a direct role in responding to emergencies and in assisting passengers and third parties in the event of an emergency. They interact directly with members of the public as well as trade customers and are required to demonstrate a high degree of customer care.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "50b25f13-ea67-476c-be85-2d6ba66cc0c3",
      "detail": "Safe and professional working practices; including legislation, statutory operating regulations, industry procedures and safety requirements and instructions, understanding the types of hazard that may be encountered in a port, the health and safety control measures that are in place to manage risks. Understand industry agreed rules and regulations for safe and efficient port operations. Understand the responses to incidents and emergencies, emergency procedures for making the port safe and adhere to corporate policies on environmental protection, security (including but not limited to customs and terror related incidents), ethics, equality and diversity."
    },
    {
      "knowledgeId": "6fcb30a5-0aeb-4b07-87a7-5b5460a423b7",
      "detail": "The importance of commercial principles; applicable to a port and its role in the supply chain. Understand the impact of an individual’s decisions on customer service and reputation."
    },
    {
      "knowledgeId": "32b2bc25-0db2-4f84-962b-9b0a7c030bba",
      "detail": "The general operating principles; required to support the operation of port services, infrastructure and equipment, distinct roles and responsibilities and underpinning processes including normal and contingency planning processes. Port specific terminology and practice. Berth vessels within ports, including preparing the berth and handling lines safely, position and remove access equipment such as gangways, shore ramps and linkspans. Knowledge of information systems used to support port operations such as those used for receipt, dispatch, tallying and identification of cargo. "
    },
    {
      "knowledgeId": "9b740d90-af50-4da3-aba7-e26b091cdf6e",
      "detail": "The types of port operation and cargo handled in UK ports; including containers, solid and liquid bulk, roll on/roll off, ferry and passenger, project, timber and forest products, cruise, fishing and leisure."
    },
    {
      "knowledgeId": "72351751-3748-4670-9664-f4e19df3fb01",
      "detail": "Provision of port services to; sea-based energy projects, marine conservancy, pilotage and vessel traffic management."
    },
    {
      "knowledgeId": "d596e53c-c36e-4057-931c-323623b94096",
      "detail": "The types of plant, equipment, infrastructure and vessels that may be found in a port; including cranes, lift trucks, straddle carriers, internal movement vehicles, gangways , accommodation ladders and commercial and private vessel types and their equipment and its operating principles to underpin the safe and efficient loading and unloading of cargo and passengers. Including how to identify normal, faulty or defective and emergency conditions"
    },
    {
      "knowledgeId": "d7a98da4-6159-46cf-a943-54df2a610738",
      "detail": "Understand the principles of and hazards associated with berthing vessels; including the different types of lines, handling of lines and positioning access equipment on vessels."
    },
    {
      "knowledgeId": "cf3fceb5-5831-42c4-b9f8-23c7ffbf4dca",
      "detail": "Control vehicle movements: Understand the methods and principles associated with driving and manoeuvring self-drive vehicles and tractor units within vessels, on and off vessels, on shore and in open and enclosed storage areas safely within a port environment"
    },
    {
      "knowledgeId": "36afe9a0-2ec6-4492-8d1e-883759aaa733",
      "detail": "Understand lifting operations and the factors involved in safe lifting, including methods and principles of trimming/cleaning out cargo holds."
    },
    {
      "knowledgeId": "2ff3a7cc-0beb-4b1a-9323-e3af5bd12543",
      "detail": "Understand the principal types of travel document and associated papers, how to recognise and validate relevant travel documents."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "4612fd15-b043-454b-84dd-3784b32cb3a0",
      "detail": "Act professionally demonstrating integrity, credibility, honesty, dependability, determination, adaptability and personal drive. Be approachable, respect others, act ethically and contribute to sustainable development."
    },
    {
      "behaviourId": "66d498ca-1bd2-49a1-bc7c-f9ce93b0fe66",
      "detail": "Be risk aware to reduce risks by checking information, concentrating on the task, maintaining an awareness of changing circumstances and remaining calm under pressure."
    },
    {
      "behaviourId": "9470f553-b0bf-4301-a437-01411c8fa423",
      "detail": "The ability to make independent decisions whilst understanding limits and knowing when to ask for help or to escalate."
    },
    {
      "behaviourId": "a6836c61-7864-4b49-93d7-6ba07d7ed9d0",
      "detail": "Willing to learn new skills and to adjust to change. Undertaking professional development necessary to maintain and enhance competence. Take ownership for own performance and training."
    },
    {
      "behaviourId": "d3600a13-0fa7-4705-8f1a-f97d64e32467",
      "detail": "Embody the organisation’s values, a belief in the services it offers and an interest in the industry."
    }
  ],
  "skills": [
    {
      "skillId": "b16afb27-3193-4632-9a4d-3e4522ab3f53",
      "detail": "Understand and comply with statutory regulations, organisational safety and security requirements, with or without supervision. These will include implementing the requirements of the safety management system, operating plant and/or equipment, compliance with security (including but not limited to customs and terror related incidents), monitoring the activities and whereabouts of individuals within the vicinity of operations and taking appropriate action to address any unsafe situations, protect others, and correctly use safety equipment."
    },
    {
      "skillId": "9a6a87be-a735-48b7-88c1-ebe9f606cd12",
      "detail": "Be mentally and physically prepared for duty and able to interpret information, including information about the state of the port operating environment in support of all other port operating activities ."
    },
    {
      "skillId": "512c7ba0-7abb-42d0-a000-39d0a5d940d0",
      "detail": "Gather information from plans, schedules, safe systems of work and permits, as appropriate, to support operating activities. Apply the procedures and monitor relevant Cargo, passenger and vehicle documentation including checking that documents are complete, up to date, and valid, identify and address any discrepancies, referring to the appropriate authority where necessary."
    },
    {
      "skillId": "8eedb449-bad1-407d-b78c-67b28e8ab116",
      "detail": "Undertake planned, unplanned and emergency operating activities diligently at all times. Communicate and provide accurate information to stakeholders in line with personal role. Continually monitor the situation and maintain focus during peak workload times. Prioritise activities according to the situation and take responsibility for personal actions. Understand the limits of own authority and responsibility, and the persons to whom to refer in situations where these are exceeded. Exhibit at all times the expected corporate standards, upholding and maintaining corporate reputation at all times."
    },
    {
      "skillId": "34593143-05a3-471f-b28b-f53abbc1049a",
      "detail": "Work effectively and efficiently, individually and as part of a team, with colleagues, port users, suppliers and the public. Deliver excellent customer service with the aim of exceeding customer expectations and recognising and managing potential areas of conflict when required"
    },
    {
      "skillId": "3fe989d5-566f-4546-afab-811d492cf264",
      "detail": "Use all appropriate methods and systems, including ranged communication equipment such as VHF radio, for accurate and effective communication with customers, third parties and colleagues and ask relevant questions to determine needs. Report and accurately record all required information, using correct terms, standards, templates and protocols"
    },
    {
      "skillId": "9f260887-a1f0-4063-a894-c3f2e5746b11",
      "detail": "Driving and manoeuvring self-drive vehicles and tractor units within vessels, on and off vessels, on shore and in open and enclosed storage areas safely within a port environment"
    },
    {
      "skillId": "6d4a7d17-31b4-4157-938a-b25e78abaf2f",
      "detail": "Use plant, equipment and attachments, to lift and move loads safely within a port environment"
    },
    {
      "skillId": "2dbce767-5e29-4e8a-adf2-68a12e659095",
      "detail": "Ability to deliver accurately & promptly the principles of safe and efficient cargo and warehouse management."
    },
    {
      "skillId": "236ba7a5-1e1f-4cce-bfda-2b5649dcf2de",
      "detail": "Secure and ensure integrity of cargo at all times, whether to road, rail or vessel."
    },
    {
      "skillId": "9005ec11-839d-4015-961d-18e4b41c484b",
      "detail": "Pack, repack or remove cargo from a consignment for example; for inspections, providing a part-load service, handling break-bulk cargo or making up container loads."
    },
    {
      "skillId": "dde26465-3e42-455f-b3c9-d17bf9432448",
      "detail": "Resolve customer service problems successfully and courteously, within the limits of own responsibility and authority and refer problems outside of own responsibility or authority to the relevant person(s)."
    },
    {
      "skillId": "93f08224-909c-40e8-a63b-046c121bbc20",
      "detail": "Transfer passengers to/from vessels, ensuring the safe movement of passengers and vehicles on to, or off vessels."
    },
    {
      "skillId": "cda71876-8039-472e-9376-cfa5d3eb936e",
      "detail": "Handle baggage using the most suitable method, identifying correct destination and any factors requiring special attention, following correct procedures for damaged, lost, unclaimed, unlabelled, unaccompanied, or suspect baggage promptly."
    }
  ],
  "optionsUnstructuredTemplate": [
    "Cargo Operatives",
    "Passenger, Ferry & Cruise Operatives"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-09-24T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0032",
  "tbMainContact": "amanda.viljoen@abports.co.uk",
  "involvedEmployers": "AB Ports, Port of Poole, Port of Blyth, The Bristol Port Company, Port of Dover, Lazzeretti Cargo Handling, Port of London, PD Ports",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Port Operative",
    "Stevedore",
    "Container Operative",
    "Cargo Operative",
    "Port Plant Operator",
    "Roll-On/roll-off Driver",
    "Port Warehousing Operative",
    "Passenger Operative",
    "Ferry operative"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Transport",
  "cluster": "Transport Operations Operative/Technician",
  "clusterId": "16",
  "clusterDescription": "Support a transport facility's operation and/or support the loading and movement of a freight or passenger vehicle or vessel",
  "createdDate": "2017-11-14T17:09:00 +00:00",
  "lastUpdated": "2024-07-19T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-09-24T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0307",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0307-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0307-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "52c37d0b-03f6-4955-b246-b2d1d31949e2",
      "title": "Cargo Operatives",
      "occupationCode": "OCC0307A"
    },
    {
      "optionId": "7509b134-02f3-4f09-8f46-9e39592a86e4",
      "title": "Passenger, Ferry & Cruise Operatives",
      "occupationCode": "OCC0307B"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "4612fd15-b043-454b-84dd-3784b32cb3a0",
        "66d498ca-1bd2-49a1-bc7c-f9ce93b0fe66",
        "9470f553-b0bf-4301-a437-01411c8fa423",
        "a6836c61-7864-4b49-93d7-6ba07d7ed9d0",
        "d3600a13-0fa7-4705-8f1a-f97d64e32467"
      ],
      "mappedKnowledge": [
        "50b25f13-ea67-476c-be85-2d6ba66cc0c3",
        "6fcb30a5-0aeb-4b07-87a7-5b5460a423b7",
        "32b2bc25-0db2-4f84-962b-9b0a7c030bba",
        "9b740d90-af50-4da3-aba7-e26b091cdf6e",
        "72351751-3748-4670-9664-f4e19df3fb01",
        "d596e53c-c36e-4057-931c-323623b94096",
        "d7a98da4-6159-46cf-a943-54df2a610738",
        "cf3fceb5-5831-42c4-b9f8-23c7ffbf4dca"
      ],
      "mappedSkills": [
        "b16afb27-3193-4632-9a4d-3e4522ab3f53",
        "9a6a87be-a735-48b7-88c1-ebe9f606cd12",
        "512c7ba0-7abb-42d0-a000-39d0a5d940d0",
        "8eedb449-bad1-407d-b78c-67b28e8ab116",
        "34593143-05a3-471f-b28b-f53abbc1049a",
        "3fe989d5-566f-4546-afab-811d492cf264",
        "9f260887-a1f0-4063-a894-c3f2e5746b11"
      ]
    },
    {
      "coreOrOptionTitle": "Cargo Operatives",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "36afe9a0-2ec6-4492-8d1e-883759aaa733"
      ],
      "mappedSkills": [
        "6d4a7d17-31b4-4157-938a-b25e78abaf2f",
        "2dbce767-5e29-4e8a-adf2-68a12e659095",
        "236ba7a5-1e1f-4cce-bfda-2b5649dcf2de",
        "9005ec11-839d-4015-961d-18e4b41c484b"
      ]
    },
    {
      "coreOrOptionTitle": "Passenger, Ferry & Cruise Operatives",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "2ff3a7cc-0beb-4b1a-9323-e3af5bd12543"
      ],
      "mappedSkills": [
        "dde26465-3e42-455f-b3c9-d17bf9432448",
        "93f08224-909c-40e8-a63b-046c121bbc20",
        "cda71876-8039-472e-9376-cfa5d3eb936e"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-07-19T00:00:00"
}