{
  "templateType": "Apprenticeship Standard",
  "larsCode": 84,
  "referenceNumber": "ST0347",
  "learningAimClassCode": "",
  "title": "Junior 2D artist (visual effects)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0347",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2024-04-29T00:00:00",
  "earliestStartDate": "2016-04-06T00:00:00",
  "latestStartDate": "2023-07-26T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Assist senior visual effects (VFX) artists with the integration of live action footage and computer generated imagery to create images for TV and film.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "visual effects",
    "VFX",
    "moving media",
    "film",
    "CGI",
    "television",
    "computer games",
    "commercials",
    "series",
    "features roto-scoping",
    "keying",
    "camerawork"
  ],
  "jobRoles": [
    "visual artist",
    "concept artists",
    "viusal designer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1131/junior_2d_artist_-visual_effects.pdf",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.2 Crafts, creative arts and design",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupation profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt; Junior 2D Artist (Visual Effects)&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;L&lt;/strong&gt;&lt;strong&gt;evel 4&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Visual effects (VFX) is the term used to describe any imagery created, altered, or enhanced for moving media. They involve the integration of live-action footage and computer generated imagery to create images, which look realistic but would be dangerous, costly, or simply impossible to capture during live-action shooting.&lt;/p&gt;\n&lt;p&gt;Junior 2D artists are responsible for assisting the senior visual effects artists by preparing elements for use in the final VFX shot. This will include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;creating mattes (masking areas of the live action footage) by roto-scoping (tracing around objects in the frames) and keying (isolating areas of blue/green screen in the live action footage) to allow all elements of the scene to be layered convincingly by a compositor&lt;/li&gt;\n&lt;li&gt;removing erroneous objects within the live action footage, such as camera/lighting equipment and safety stunt wires and rigs&lt;/li&gt;\n&lt;li&gt;producing simple composites (combining live action elements and computer generated imagery to create a shot that looks as if it was captured at the same time by a single camera). These simple composites could be for editorial purposes for test screenings of the film and will be replaced by an experienced compositor or they could be used in the final film for simple VFX shots.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Junior 2D artists utilise artistic knowledge in areas such as composition and colour in addition to accepted industry standard compositing software and operating systems. They are expected to work well within a team and to be good communicators and problem solvers.&lt;/p&gt;\n&lt;p&gt;Upon successful completion of their apprenticeship the individual will typically progress to become a compositor and may eventually become a 2D or VFX Supervisor. Junior 2D artists will typically be employed by a range of small to large post-production companies servicing the British and International Film, Television and Commercial industries. They will usually be based in an office environment working on television commercials, television series and feature films.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Requirements: Knowledge, Skills &amp;amp; Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot; style=&quot;width: 659px; height: 2739px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 40px;&quot;&gt;\n&lt;th style=&quot;width: 288.738px; height: 40px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;K&lt;/strong&gt;&lt;strong&gt;nowledge (the Junior 2D artist understands …)&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 330.262px; height: 40px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;kills (the Junior 2D artist will be able to …)&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 301px;&quot;&gt;\n&lt;td style=&quot;width: 288.738px; height: 301px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;The pipeline: from acquisition to delivery&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The importance and methods of retaining the quality of the source material.&lt;/li&gt;\n&lt;li&gt;The general VFX shot pipeline, including general knowledge of all artists roles within the shot’s lifetime.&lt;/li&gt;\n&lt;li&gt;The film and/or TV shot pipeline, from pre-production, through shoot, editorial, VFX to grading.&lt;/li&gt;\n&lt;li&gt;The VFX production pipeline, including shot bidding, turn-over, briefing, reviews, client reviews, deliveries and final de livery&lt;/li&gt;\n&lt;li&gt;VFX terminology&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 330.262px; height: 301px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Select and use appropriate software tools and techniques&lt;/li&gt;\n&lt;li&gt;Use appropriate techniques to reduce degradation of the source material. The quality of the filmed footage should always be retained.&lt;/li&gt;\n&lt;li&gt;Use appropriate VFX terminology&lt;/li&gt;\n&lt;li&gt;Show competence in at least one industry standard compositing system&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 238px;&quot;&gt;\n&lt;td style=&quot;width: 288.738px; height: 238px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;P&lt;/strong&gt;&lt;strong&gt;rinciples of colour space&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How digital images are encoded and stored, especially colour spaces and their appropriate use&lt;/li&gt;\n&lt;li&gt;The differences in linear light, gamma encoded and logarithmic encoded pixel values&lt;/li&gt;\n&lt;li&gt;The implications of working with high and low dynamic range images&lt;/li&gt;\n&lt;li&gt;The VFX colour pipeline, from acquisition to working space, balance grades, look grades and delivery&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 330.262px; height: 238px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Convert between common colour spaces&lt;/li&gt;\n&lt;li&gt;Select the appropriate colour space for the given task&lt;/li&gt;\n&lt;li&gt;Combine images from multiple colour spaces&lt;/li&gt;\n&lt;li&gt;Apply colour adjustments at the correct stage of the composite, using non-destructive adjustments where possible&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 261px;&quot;&gt;\n&lt;td style=&quot;width: 288.738px; height: 261px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;P&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;xel math operations&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The maths involved with common compositing operations (for example&lt;/li&gt;\n&lt;li&gt;Colour Corrections, Layering and Matte Operations)&lt;/li&gt;\n&lt;li&gt;The differences between 10,12,16 bit integer pixel values and 16,32 bit floating point pixel values&lt;/li&gt;\n&lt;li&gt;The meaning and implication of pre-multiplication and it’s use&lt;/li&gt;\n&lt;li&gt;The makeup of an image, in terms of channels and pixel values&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 330.262px; height: 261px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Reproduce simple compositing operations with equivalent maths expressions&lt;/li&gt;\n&lt;li&gt;Select and use the appropriate pixel bit depth format for the task&lt;/li&gt;\n&lt;li&gt;Correctly use (un)pre-multiplication for colour correction or transformation operations.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 301px;&quot;&gt;\n&lt;td style=&quot;width: 288.738px; height: 301px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;P&lt;/strong&gt;&lt;strong&gt;roject organisation&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How composites are created in either layer or node based systems, the created logic is referred to as workflows or scripts&lt;/li&gt;\n&lt;li&gt;The importance of building efficient and flexible shot workflows&lt;/li&gt;\n&lt;li&gt;The importance of naming conventions and version control&lt;/li&gt;\n&lt;li&gt;How readability of shot workflows is important in a team environment&lt;/li&gt;\n&lt;li&gt;The impact of accurate bidding/time estimating of shots and the implications to other team members of delivering to the allocated timescale&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 330.262px; height: 301px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Demonstrate how to build efficient workflows and identify how to improve efficiency in existing workflows&lt;/li&gt;\n&lt;li&gt;&#183;Build workflows with flexibility in mind, to be able to quickly respond to changes to the brief&lt;/li&gt;\n&lt;li&gt;Use labels, colour and thumbnails to effectively document workflows to enable sharing of workflows amongst the team&lt;/li&gt;\n&lt;li&gt;Accurately bid/estimate how long tasks will take&lt;/li&gt;\n&lt;li&gt;Complete tasks within the time allocated&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 281px;&quot;&gt;\n&lt;td style=&quot;width: 288.738px; height: 281px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Roto-scoping&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How to determine which technique is the correct method to generate the matte&lt;/li&gt;\n&lt;li&gt;Motion blur, how it affects the matte and the principals of animation to effectively replicate in the generated matte&lt;/li&gt;\n&lt;li&gt;How to analyse the shot to determine the most efficient breakdown of shapes and keyframes&lt;/li&gt;\n&lt;li&gt;How to produce a consistent matte edge and to reduce unwanted artefacts such as stray shapes or inconsistent motion along the matte edge&lt;/li&gt;\n&lt;li&gt;How the matte will be used in the composite&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 330.262px; height: 281px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Generate mattes by roto-scoping and luminance, difference and colour keying&lt;/li&gt;\n&lt;li&gt;Produce accurate roto-scope by correctly placing shapes, control points and keyframes&lt;/li&gt;\n&lt;li&gt;Accurately replicate motion blur within the roto-scope generated matte&lt;/li&gt;\n&lt;li&gt;Use point and planar tracking &#160;to increase roto-scope efficiency&lt;/li&gt;\n&lt;li&gt;Combine several matte generation techniques to produce a consistent matte for the shot&lt;/li&gt;\n&lt;li&gt;Produce a range of mattes for various uses - garbage, articulate roto- scope, soft and hard keys&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 249px;&quot;&gt;\n&lt;td style=&quot;width: 288.738px; height: 249px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;P&lt;/strong&gt;&lt;strong&gt;l&lt;/strong&gt;&lt;strong&gt;ate preparation and painting&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How to determine the most appropriate method for removing unwanted artefacts in live action footage&lt;/li&gt;\n&lt;li&gt;Camera moves and how they impact patching or frame-by-frame painting&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 330.262px; height: 249px;&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;Use patching techniques to remove unwanted objects within the live action footage&lt;/li&gt;\n&lt;li&gt;Use frame-by-frame painting to remove unwanted objects within the live action footage&lt;/li&gt;\n&lt;li&gt;Demonstrate consistency of paint strokes across all frames to ensure a smooth result&lt;/li&gt;\n&lt;li&gt;Accurately remove wires, rigs, tracking markers and camera/lighting equipment&lt;/li&gt;\n&lt;li&gt;Use appropriate techniques to remove dust and scratches from live action footage&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 278px;&quot;&gt;\n&lt;td style=&quot;width: 288.738px; height: 278px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Image Feature Tracking&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The process of following image features across a series of frames in order to record the position of an object in the source footage&lt;/li&gt;\n&lt;li&gt;Camera moves, how they impact the tracking process and how to select the most appropriate method to produce an accurate track&lt;/li&gt;\n&lt;li&gt;The technical process of tracking and how you can improve the accuracy and efficiency of tracking the shot&lt;/li&gt;\n&lt;li&gt;Lens distortion and how to model the amount of distortion in live action footage&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 330.262px; height: 278px;&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;Create accurate point tracks&lt;/li&gt;\n&lt;li&gt;Create accurate planar tracks&lt;/li&gt;\n&lt;li&gt;Correctly remove lens distortion to improve accuracy of tracking&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 184px;&quot;&gt;\n&lt;td style=&quot;width: 288.738px; height: 184px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Image manipulation&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The effect of filtering in transformations and how to reduce image degradation&lt;/li&gt;\n&lt;li&gt;Colour correction operations and their correct use&lt;/li&gt;\n&lt;li&gt;Retiming techniques and the technical process underlying the tools&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 330.262px; height: 184px;&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;Apply appropriate colour corrections to seamlessly blend several elements&lt;/li&gt;\n&lt;li&gt;Use various retiming techniques to slow down or speed up the source footage, including cleaning of any image errors that may be created by the software tools&lt;/li&gt;\n&lt;li&gt;Apply transformations and image warping to seamlessly blend elements&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 184px;&quot;&gt;\n&lt;td style=&quot;width: 288.738px; height: 184px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;3D Fundamentals&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;3D space, including projections and UV texturing&lt;/li&gt;\n&lt;li&gt;How ‘match-moving’ is used to track the movement of a camera through the shot footage&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 330.262px; height: 184px;&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;Able to build a simple 3D scene, including cameras, simple geometry and projection cameras&lt;/li&gt;\n&lt;li&gt;Produce a virtual camera that matches a simple live action camera move by using ‘match-moving’ software tools&lt;/li&gt;\n&lt;li&gt;Extract 2d co-ordinates and 3d planes from match-moved cameras and scenes in order to place new images into the shot footage in perfectly matched perspective&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 258px;&quot;&gt;\n&lt;td style=&quot;width: 288.738px; height: 258px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;C&lt;/strong&gt;&lt;strong&gt;ompositing&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How Computer Generated Imagery can be rendered in multiply passes in order to be adjusted more efficiently in the composite. These passes can include: colour, diffuse, specular, shadow and beauty lighting&lt;/li&gt;\n&lt;li&gt;The concept and purpose of a template or hero script&lt;/li&gt;\n&lt;li&gt;Perspective, depth of field and scale and how this relates to a seamless composite&lt;/li&gt;\n&lt;li&gt;Photographic composition, light and colour&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 330.262px; height: 258px;&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;Complete basic composites demonstrating keying, colour grading, re- timing and screen insertion&lt;/li&gt;\n&lt;li&gt;Complete basic live action and CGI composites demonstrating set extensions and simple CGI objects integrated into live action elements using multiple render passes&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 164px;&quot;&gt;\n&lt;td style=&quot;width: 288.738px; height: 164px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Team working and division of work&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The importance of accurate briefs and feedback notes&lt;/li&gt;\n&lt;li&gt;The importance of timely delivery of briefs and feedback, to increase efficiency within the team&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 330.262px; height: 164px;&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;Effectively break a shot into smaller tasks that can be completed by other team members&lt;/li&gt;\n&lt;li&gt;Produce briefs that accurately describe the tasks, including time estimates&lt;/li&gt;\n&lt;li&gt;Review the work provided by other team members and give accurate and clear feedback&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;B&lt;/strong&gt;&lt;strong&gt;ehaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Junior 2D Artists will be expected to demonstrate:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Initiative and a keen ability to problem-solve&lt;/li&gt;\n&lt;li&gt;Ability to communicate with colleagues and work as part of a team&lt;/li&gt;\n&lt;li&gt;Ability to take direction and willingness to address feedback, and to be self-critical of the quality of work produced&lt;/li&gt;\n&lt;li&gt;Ability to manage priorities and bring multiple tasks to completion within deadline&lt;/li&gt;\n&lt;li&gt;Attention to detail and a high level of accuracy&lt;/li&gt;\n&lt;li&gt;Enthusiasm to learn and develop professionally&lt;/li&gt;\n&lt;li&gt;Respect for the best practice procedures or requirements of a particular studio, production or pipeline&lt;/li&gt;\n&lt;li&gt;Proactive attitude to research and access available resources&lt;/li&gt;\n&lt;li&gt;A high level of professionalism and good time keeping with a focus on the work&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;ntry requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria, but this is likely to include A Levels (or equivalent level 3 qualification) in a moving picture or art related subject. Most candidates will also have English and Maths at level 2 on entry. Some employers may also ask for a portfolio of still or moving image manipulation or the completion of a timed assessment in order to access their artistic and technical ability as part of the selection process.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and Maths will need to achieve this level prior to the completion of their apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;D&lt;/strong&gt;&lt;strong&gt;uration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;It is unlikely that individuals entering this apprenticeship without previous experience will complete the apprenticeship in less than 18 months, and a typical completion time is likely to be 24 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard will be reviewed in 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Visual effects (VFX) is the term used to describe any imagery created, altered, or enhanced for moving media. They involve the integration of live-action footage and computer generated imagery to create images, which look realistic but would be dangerous, costly, or simply impossible to capture during live-action shooting. Junior 2D artists are responsible for assisting the senior visual effects artists by preparing elements for use in the final VFX shot.Junior 2D artists utilise artistic knowledge in areas such as composition and colour in addition to accepted industry standard compositing software and operating systems. They are expected to work well within a team and to be good communicators and problem solvers. Upon successful completion of their apprenticeship the individual will typically progress to become a compositor and may eventually become a 2D or VFX Supervisor. Junior 2D artists will typically be employed by a range of small to large post-production companies servicing the British and International Film, Television and Commercial industries. They will usually be based in an office environment working on television commercials, television series and feature films.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "15315efd-6147-4e2c-a081-73f7e56669ee",
      "detail": "The importance and methods of retaining the quality of the source material."
    },
    {
      "knowledgeId": "94b85f96-c499-47ec-a67c-c9defe1728c7",
      "detail": "The general VFX shot pipeline, including general knowledge of all artists roles within the shot’s lifetime."
    },
    {
      "knowledgeId": "2443d0f7-a6c6-47e3-bca4-2cc4c20c6402",
      "detail": "The film and/or TV shot pipeline, from pre-production, through shoot, editorial, VFX to grading."
    },
    {
      "knowledgeId": "65bacd00-6a35-40df-ad4d-3411985e5560",
      "detail": "The VFX production pipeline, including shot bidding, turn-over, briefing, reviews, client reviews, deliveries and final delivery"
    },
    {
      "knowledgeId": "ecc8b263-8381-456b-a5ae-5b6adc05b1f3",
      "detail": "VFX terminology"
    },
    {
      "knowledgeId": "ac5eb79d-1b7e-4b62-b037-6f22dd520480",
      "detail": "How digital images are encoded and stored, especially colour spaces and their appropriate use"
    },
    {
      "knowledgeId": "1eaf9a12-f8b3-47e9-a7c8-1dd230ac63e1",
      "detail": "The differences in linear light, gamma encoded and logarithmic encoded pixel values"
    },
    {
      "knowledgeId": "61bc8911-584b-407b-af14-67a7d6d43298",
      "detail": "The implications of working with high and low dynamic range images"
    },
    {
      "knowledgeId": "dc20d070-7b06-4b4b-a609-2127f523ad02",
      "detail": "The VFX colour pipeline, from acquisition to working space, balance grades, look grades and delivery"
    },
    {
      "knowledgeId": "77a7cee0-2971-4a81-96b9-cd035129afee",
      "detail": "The maths involved with common compositing operations (for example Colour Corrections, Layering and Matte Operations)"
    },
    {
      "knowledgeId": "6579c0cd-2d91-444c-985d-5a2df567b211",
      "detail": "The differences between 10,12,16 bit integer pixel values and 16,32 bit floating point pixel values"
    },
    {
      "knowledgeId": "c708c38b-abb1-4d38-894a-2e45bdefbd0b",
      "detail": "The meaning and implication of pre-multiplication and it’s use"
    },
    {
      "knowledgeId": "3a1d1d63-ffe6-4624-910d-ff5d66f03b41",
      "detail": "The makeup of an image, in terms of channels and pixel values"
    },
    {
      "knowledgeId": "0f816375-affc-4369-9a3b-535068c5984a",
      "detail": "How composites are created in either layer or node based systems, the created logic is referred to as workflows or scripts"
    },
    {
      "knowledgeId": "eed50c43-8790-45ac-9f0a-b165b4382fff",
      "detail": "The importance of building efficient and flexible shot workflows"
    },
    {
      "knowledgeId": "21ab5e04-73f9-46d7-b711-73fca1f75cce",
      "detail": "The importance of naming conventions and version control"
    },
    {
      "knowledgeId": "aa9e0156-fb88-49cd-822a-4e4920534ad3",
      "detail": "How readability of shot workflows is important in a team environment"
    },
    {
      "knowledgeId": "46260d66-f246-4686-9d15-3ff4594c7686",
      "detail": "The impact of accurate bidding/time estimating of shots and the implications to other team members of delivering to the allocated timescale"
    },
    {
      "knowledgeId": "edcd95ef-edd7-4b96-92f8-eb9fd00d9803",
      "detail": "How to determine which technique is the correct method to generate the matte"
    },
    {
      "knowledgeId": "649db5c2-35cc-4bb5-a46f-48892f45862c",
      "detail": "Motion blur, how it affects the matte and the principals of animation to effectively replicate in the generated matte"
    },
    {
      "knowledgeId": "adc9eb3e-283d-4b81-9f14-7f49cf6ac0c6",
      "detail": "How to analyse the shot to determine the most efficient breakdown of shapes and keyframes"
    },
    {
      "knowledgeId": "8f5e87f2-eb66-471e-bf5d-47ed0d383a2b",
      "detail": "How to produce a consistent matte edge and to reduce unwanted artefacts such as stray shapes or inconsistent motion along the matte edge"
    },
    {
      "knowledgeId": "08de6308-c7cb-4d5a-a1c8-5624f2cf9827",
      "detail": "How the matte will be used in the composite"
    },
    {
      "knowledgeId": "84400a92-cfef-43fe-94be-c55df7441f8a",
      "detail": "How to determine the most appropriate method for removing unwanted artefacts in live action footage"
    },
    {
      "knowledgeId": "40de0844-be7f-4060-a2eb-8fa74ac2689f",
      "detail": "Camera moves and how they impact patching or frame-by-frame painting"
    },
    {
      "knowledgeId": "6f464766-14b6-47c1-8d19-3bb5d5f080a6",
      "detail": "The process of following image features across a series of frames in order to record the position of an object in the source footage"
    },
    {
      "knowledgeId": "1f0d2843-0dfb-4a07-a285-184b69417d11",
      "detail": "Camera moves, how they impact the tracking process and how to select the most appropriate method to produce an accurate track"
    },
    {
      "knowledgeId": "3200f2b9-2018-4460-ab14-15b73fb9f4f5",
      "detail": "The technical process of tracking and how you can improve the accuracy and efficiency of tracking the shot"
    },
    {
      "knowledgeId": "8c2a9d46-690c-4ccf-ad9e-6a68f821dc75",
      "detail": "Lens distortion and how to model the amount of distortion in live action footage"
    },
    {
      "knowledgeId": "41618537-af5a-49e7-8521-3843629f958d",
      "detail": "Image manipulation"
    },
    {
      "knowledgeId": "b3dea12b-6e67-4b35-b9f9-1d44a62373b6",
      "detail": "The effect of filtering in transformations and how to reduce image degradation"
    },
    {
      "knowledgeId": "687d7d79-f4ac-4f54-ad67-631f6a1fca0f",
      "detail": "Colour correction operations and their correct use"
    },
    {
      "knowledgeId": "6c588145-3cae-46d2-a08a-0b8766d203bc",
      "detail": "Retiming techniques and the technical process underlying the tools"
    },
    {
      "knowledgeId": "f1ce4fd0-30da-4ed0-b46a-5c71a97a6921",
      "detail": "3D Fundamentals"
    },
    {
      "knowledgeId": "8e69c9f8-01cb-4486-a1eb-d44b69b21e92",
      "detail": "3D space, including projections and UV texturing"
    },
    {
      "knowledgeId": "f68980c9-d023-4a97-b71e-160704cecc4a",
      "detail": "How ‘match-moving’ is used to track the movement of a camera through the shot footage"
    },
    {
      "knowledgeId": "5c79f5f7-9f93-40bf-9c8a-f765b1f70d57",
      "detail": "How Computer Generated Imagery can be rendered in multiply passes in order to be adjusted more efficiently in the composite. These passes can include: colour, diffuse, specular, shadow and beauty lighting"
    },
    {
      "knowledgeId": "9e81a09e-80d7-4e31-aef4-a446614b3842",
      "detail": "The concept and purpose of a template or hero script"
    },
    {
      "knowledgeId": "248c652d-ad7a-4090-822d-76be560fccfc",
      "detail": "Perspective, depth of field and scale and how this relates to a seamless composite"
    },
    {
      "knowledgeId": "f0a7e209-29cf-4382-87bf-470108002144",
      "detail": "Photographic composition, light and colour"
    },
    {
      "knowledgeId": "e50f115a-bb0a-4586-bc5d-c6b6c96d2aa0",
      "detail": "Team working and division of work"
    },
    {
      "knowledgeId": "38a6710d-9021-4f2a-b69a-b0275c95e387",
      "detail": "The importance of accurate briefs and feedback notes"
    },
    {
      "knowledgeId": "0b09ba6b-fd0d-4be6-a6f3-81c966172a52",
      "detail": "The importance of timely delivery of briefs and feedback, to increase efficiency within the team"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "d6eb90d7-217f-49a4-9a47-ba1d2f5e23eb",
      "detail": "Initiative and a keen ability to problem-solve"
    },
    {
      "behaviourId": "8a17c907-326e-4def-af02-ded62a06c256",
      "detail": "Ability to communicate with colleagues and work as part of a team"
    },
    {
      "behaviourId": "1889b727-bdd4-4065-ab78-e3bec6fe528e",
      "detail": "Ability to take direction and willingness to address feedback, and to be self-critical of the quality of work produced"
    },
    {
      "behaviourId": "905017e8-7eca-4fc1-8e1c-6c5dc75ca677",
      "detail": "Ability to manage priorities and bring multiple tasks to completion within deadline"
    },
    {
      "behaviourId": "934f7a7a-6c91-409c-b990-1778145a8d81",
      "detail": "Attention to detail and a high level of accuracy"
    },
    {
      "behaviourId": "6313f739-1f68-473b-ba0b-952bd5434bc3",
      "detail": "Enthusiasm to learn and develop professionally"
    },
    {
      "behaviourId": "1ca12330-a62b-427a-85b0-368a90a5ba65",
      "detail": "Respect for the best practice procedures or requirements of a particular studio, production or pipeline"
    },
    {
      "behaviourId": "bc6e3a64-38a3-4d4a-bd4e-170eccc08ef3",
      "detail": "Proactive attitude to research and access available resources"
    },
    {
      "behaviourId": "55b2aa27-f98e-4544-8594-d65644bd0fb5",
      "detail": "A high level of professionalism and good time keeping with a focus on the work"
    }
  ],
  "skills": [
    {
      "skillId": "bcdd9d7c-b3a8-42ac-a2c7-2de5810837f6",
      "detail": "Select and use appropriate software tools and techniques"
    },
    {
      "skillId": "812bc08d-027b-4162-9171-1ceff575bb7f",
      "detail": "Use appropriate techniques to reduce degradation of the source material. The quality of the filmed footage should always be retained."
    },
    {
      "skillId": "576c5231-c8d9-4e18-84b9-8e6ef1ce8e1a",
      "detail": "Use appropriate VFX terminology"
    },
    {
      "skillId": "13edcd1e-4606-405c-ae6a-644d7bc033af",
      "detail": "Show competence in at least one industry standard compositing system"
    },
    {
      "skillId": "b99f2fc1-59a2-4519-963f-fb86b0786b09",
      "detail": "Convert between common colour spaces"
    },
    {
      "skillId": "f3cb5e7a-b2dc-4420-b751-8d44f6209594",
      "detail": "Select the appropriate colour space for the given task"
    },
    {
      "skillId": "bd04e4d5-6fac-4e45-9b4f-7c273fd559cd",
      "detail": "Combine images from multiple colour spaces"
    },
    {
      "skillId": "01782d39-14cc-47b0-99d3-77664bc178fe",
      "detail": "Apply colour adjustments at the correct stage of the composite, using non-destructive adjustments where possible"
    },
    {
      "skillId": "afa23f3d-e6cd-4de2-a28a-7946b93a943e",
      "detail": "Reproduce simple compositing operations with equivalent maths expressions"
    },
    {
      "skillId": "ec1d5e0c-ca8c-47de-b63d-8cf1a214b71a",
      "detail": "Select and use the appropriate pixel bit depth format for the task"
    },
    {
      "skillId": "b005036c-21d9-4a81-a3c1-fe68c2d9e668",
      "detail": "Correctly use (un)pre-multiplication for colour correction or transformation operations."
    },
    {
      "skillId": "ea4e2942-0553-40d5-a9b9-11668e10a20b",
      "detail": "Demonstrate how to build efficient workflows and identify how to improve efficiency in existing workflows"
    },
    {
      "skillId": "d5f07394-aaf9-4fb3-897f-a7f08eb3c37c",
      "detail": "·Build workflows with flexibility in mind, to be able to quickly respond to changes to the brief"
    },
    {
      "skillId": "c737035e-b893-4684-a294-26cab371ee88",
      "detail": "Use labels, colour and thumbnails to effectively document workflows to enable sharing of workflows amongst the team"
    },
    {
      "skillId": "676c68e0-3d35-4a54-b7bf-22a99adf50b9",
      "detail": "Accurately bid/estimate how long tasks will take"
    },
    {
      "skillId": "c7d8b2c5-0644-44bd-91ff-19f86f2f3a4e",
      "detail": "Complete tasks within the time allocated"
    },
    {
      "skillId": "314aad87-25a9-4ade-824e-fd308eac3fa9",
      "detail": "Generate mattes by roto-scoping and luminance, difference and colour keying"
    },
    {
      "skillId": "752716af-fe15-4bed-9382-638fa45a3730",
      "detail": "Produce accurate roto-scope by correctly placing shapes, control points and keyframes"
    },
    {
      "skillId": "22f77eff-4fbd-49a5-b2e5-404bfbc0e2ec",
      "detail": "Accurately replicate motion blur within the roto-scope generated matte"
    },
    {
      "skillId": "cbe7b1a9-7840-4a58-8223-03330b63a4c2",
      "detail": "Use point and planar tracking  to increase roto-scope efficiency"
    },
    {
      "skillId": "b2a9ded7-f18d-44a7-ac31-a684a99680ea",
      "detail": "Combine several matte generation techniques to produce a consistent matte for the shot"
    },
    {
      "skillId": "aab59b87-4e3b-4cda-a9cf-b34a5c16032d",
      "detail": "Produce a range of mattes for various uses - garbage, articulate roto- scope, soft and hard keys"
    },
    {
      "skillId": "dd89f872-cd41-44d0-8273-d28b524cab4d",
      "detail": "Use patching techniques to remove unwanted objects within the live action footage"
    },
    {
      "skillId": "f0759e8f-8649-4243-acfe-2c50bbcd6c5f",
      "detail": "Use frame-by-frame painting to remove unwanted objects within the live action footage"
    },
    {
      "skillId": "e40eb184-fb04-4af5-82be-2365d875ca78",
      "detail": "Demonstrate consistency of paint strokes across all frames to ensure a smooth result"
    },
    {
      "skillId": "5d426b61-da95-4c14-9ea9-544e8e15cc24",
      "detail": "Accurately remove wires, rigs, tracking markers and camera/lighting equipment"
    },
    {
      "skillId": "879e9724-3dc0-4951-99f2-cb3fdd4d3fe9",
      "detail": "Use appropriate techniques to remove dust and scratches from live action footage"
    },
    {
      "skillId": "a161a28e-4e9b-4f31-9f92-01a66e622fb5",
      "detail": "Create accurate point tracks"
    },
    {
      "skillId": "9a648eea-d8b4-45fb-a1a4-7b63f17f8a09",
      "detail": "Create accurate planar tracks"
    },
    {
      "skillId": "0eb90437-325c-47a6-bd18-21fd1358a313",
      "detail": "Correctly remove lens distortion to improve accuracy of tracking"
    },
    {
      "skillId": "3cdd4aaf-ebf6-4184-9f41-1443b7ee3e0c",
      "detail": "Apply appropriate colour corrections to seamlessly blend several elements"
    },
    {
      "skillId": "49d2f096-1844-4ded-a03e-0bfaf425e591",
      "detail": "Use various retiming techniques to slow down or speed up the source footage, including cleaning of any image errors that may be created by the software tools"
    },
    {
      "skillId": "0c397f0f-8d38-4832-aa0a-707fe8d0497d",
      "detail": "Apply transformations and image warping to seamlessly blend elements"
    },
    {
      "skillId": "5b2b0847-220c-438c-9390-c13b085a4c33",
      "detail": "Able to build a simple 3D scene, including cameras, simple geometry and projection cameras"
    },
    {
      "skillId": "5e862c71-e1fb-461f-91d8-4bd8954499e3",
      "detail": "Produce a virtual camera that matches a simple live action camera move by using ‘match-moving’ software tools"
    },
    {
      "skillId": "cfacbd81-de89-4f5c-826e-769362702adb",
      "detail": "Extract 2d co-ordinates and 3d planes from match-moved cameras and scenes in order to place new images into the shot footage in perfectly matched perspective"
    },
    {
      "skillId": "1d203a39-0cb9-4426-b4a2-cff3296437e8",
      "detail": "Complete basic composites demonstrating keying, colour grading, re- timing and screen insertion"
    },
    {
      "skillId": "89ee5b08-5111-4303-8472-c7196b4e5b77",
      "detail": "Complete basic live action and CGI composites demonstrating set extensions and simple CGI objects integrated into live action elements using multiple render passes"
    },
    {
      "skillId": "837d67a9-fd29-4387-9db8-3e809749b6de",
      "detail": "Effectively break a shot into smaller tasks that can be completed by other team members"
    },
    {
      "skillId": "cac50943-86ca-49db-a34e-953c1acbabd9",
      "detail": "Produce briefs that accurately describe the tasks, including time estimates"
    },
    {
      "skillId": "8e021d55-69d0-4858-b81f-04252290a97f",
      "detail": "Review the work provided by other team members and give accurate and clear feedback"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-04-06T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0363",
  "tbMainContact": "amy.smith@framestore.com",
  "involvedEmployers": "Double Negative, MPC, The Mill, ILM, Milk Visual Effects, Jellyfish Pictures, Framestore, Molinare, BlueBolt, Bandito, Baseblack, Prime Focus World, Outpost VFX",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "visual artist",
    "concept artists",
    "viusal designer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Media, Broadcast and Production",
  "cluster": "Media, Broadcast and Production Technician",
  "clusterId": "76",
  "clusterDescription": "Design, development and editing of audio visual and text content using technology to generate broadcasting materials along with its co-ordination and management",
  "createdDate": "2017-09-22T14:24:47 +00:00",
  "lastUpdated": "2024-04-29T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-04-06T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0347-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0347-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-04-29T00:00:00"
}