{
  "templateType": "Apprenticeship Standard",
  "larsCode": 88,
  "referenceNumber": "ST0316",
  "learningAimClassCode": "",
  "title": "Rail engineering advanced technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0316",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-01-16T00:00:00",
  "earliestStartDate": "2016-04-19T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Providing and managing the delivery of technical engineering solutions across the rail network.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Railway",
    "Track",
    "Signalling",
    "Telecoms",
    "Traction and Rolling Stock",
    "Electrification",
    "Overhead Lines",
    "Rail Systems"
  ],
  "jobRoles": [
    "Railway engineer",
    "rail engineer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2173/st0316-rail_engineering-advanced-technician_l4_assessment-plan-290917.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile&lt;/strong&gt;&lt;strong&gt;:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Rail Engineering Advanced Technicians provide technical solutions across The Railway. The engineering disciplines cover the following areas of “The Railway” (infrastructure and trains); track (including minor works), overhead line, electrification, signalling, telecommunications, traction &amp;amp; rolling stock and rail systems. Apprentices will undertake the core learning and also specialise in one particular discipline.&lt;/p&gt;\n&lt;p&gt;Those working within the occupation of Rail Engineering are responsible for the safe construction, installation, maintenance and renewal of The Railway to provide a safe and reliable railway for customers. The Rail Industry has a high level of safety critical work activities requiring a disciplined and responsible approach.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Job titles include:&#160;&lt;/strong&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Rail Engineering Advanced Technician in Track, Signalling, Telecoms, Traction &amp;amp; Rolling Stock, Electrification, Overhead Lines or Rail Systems.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;A Rail Engineering Advanced Technician may work on site or in a depot or in a technical office. They will lead and supervise individuals and teams in the delivery of Rail Engineering tasks. Their work will require an understanding of how the railway works as an integrated, complex system in order to take proactive actions and decisions to avoid Railway asset, equipment, process and systems failures and will include involvement in aspects of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The construction, installation, renewal, enhancement and modification of The Railway.&lt;/li&gt;\n&lt;li&gt;Fault finding and diagnosis, maintenance and replacement of a range of complex systems and components.&lt;/li&gt;\n&lt;li&gt;Ensuring assets are installed, enhanced, replaced, maintained, tested and inspected to specification maintaining required records and making recommendations for and delivery of system improvements.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;For those Rail Engineering Advanced Technicians who have the ability and drive there is a wide range of further development and career progression opportunities within Rail Engineering.&lt;/p&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their Apprenticeships. Employers who recruit candidates without GCSE English or Maths at Grade C or above must ensure that the candidate achieves a Level 2 equivalent standard prior to taking the end point assessment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Knowledge&lt;/strong&gt;&lt;strong&gt;. &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Within a Railway context all Rail Engineering Advanced Technicians need an in-depth knowledge and understanding of:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;afe and Professional working practices &lt;/strong&gt;including legislation, regulation, industry procedures, safety requirements, risk management and environmental impact together with an understanding of human factors and techniques to address these.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;h&lt;/strong&gt;&lt;strong&gt;e scientific, technical, engineering, mathematical and design principles &lt;/strong&gt;(some of them complex&lt;strong&gt;) &lt;/strong&gt;that are required in undertaking and directing maintenance, renewal and construction of and across The Railway.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;How to work effectively to design and develop engineering solutions and innovation &lt;/strong&gt;including understanding of failure modes and their causes; advanced problem solving, diagnostic systems and development of preventative maintenance; asset management and whole life asset costs.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;How to deliver engineering solutions effectively &lt;/strong&gt;including project management principles and systems to manage, time, resource, asset and quality management and assurance systems; business improvement and innovation systems, processes and techniques.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;How the Railway works as a system &lt;/strong&gt;and their role within it. The critical interfaces across the Railway system and how those interfaces are managed.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;h&lt;/strong&gt;&lt;strong&gt;e importance of 3rd party and internal business requirements and operational interfaces. &lt;/strong&gt;The need for and understanding of client confidentiality and compliance with corporate policies including ethics, equality and diversity and sustainability.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;How the Railway works commercially &lt;/strong&gt;including contractual principles and financial systems, forecasts and budgets, and performance implications and performance management techniques.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;How the Railway is evolving. &lt;/strong&gt;Awareness and understanding of new technological developments across the Railway and how these will impact the future operation of The Railway.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Within a Railway context all Rail Engineering Advanced Technicians need to be able to:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Keep themselves and others safe by leading and demonstrating safe working practices&lt;/strong&gt;. Understand, reinforce and comply with statutory regulations and organisational safety requirements, including competence and safe access to work locations.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Pr&lt;/strong&gt;&lt;strong&gt;odu&lt;/strong&gt;&lt;strong&gt;ce a work plan based on safe systems of work &lt;/strong&gt;that is informed by technical drawings, schematics and programmes of work needed for the development of rail engineering activity. Prepare contingency arrangements to manage change and risk as appropriate.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Undertake and direct a high standard of technical work. &lt;/strong&gt;Take responsibility for the efficient and effective delivery of technical work activities and projects. Undertake and supervise the operation of equipment &amp;amp; systems. Complete integrity &amp;amp; compliance checks on own work and that of others and ensure appropriate testing is undertaken. Transfer responsibility of assets once work has been completed. Be responsible and accountable for their own work and that of others.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;lve problems: &lt;/strong&gt;Design and develop a structured and/or innovative approach to problem solving and diagnosis. Apply appropriate methods and business improvement techniques. Predict and prevent failures through the analysis of data and the ability to provide feedback on these.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;M&lt;/strong&gt;&lt;strong&gt;ake informed and considered decisions &lt;/strong&gt;and complex critical judgements as appropriate.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;up&lt;/strong&gt;&lt;strong&gt;ervise and manage resources &lt;/strong&gt;including the efficient utilisation of individuals, teams, tools, materials and equipment. Monitor and manage individual and team performance and development.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;W&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;k collaboratively &lt;/strong&gt;maintaining effective relationships with colleagues, clients, suppliers and the public. Support the development of others through coaching and mentoring.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Communicate effectively across all management levels. &lt;/strong&gt;Use oral, written, electronic and IT based methods and systems for the accurate communication, technical reporting &amp;amp; recording of information and management reporting.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Spe&lt;/strong&gt;&lt;strong&gt;cific Knowledge &amp;amp; Skills&lt;/strong&gt;&lt;strong&gt;. &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices will undertake the core learning and also specialise in one of the particular disciplines listed below. For the discipline they are following, Advanced Technicians will have the following specific knowledge and skills regarding different techniques and methods used to construct, install, maintain and renew The Railway and to avoid Railway asset, equipment, process and systems failures.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;ack Advanced Technician:&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;In depth understanding and broad experience of: track geometry and the impact of train wheels; the requirements, methods and techniques for the installation and maintenance of the track and track foundation; the impact of the railway environment e.g. tunnels, embankments, vegetation and drainage. Understand the physical and systems interfaces between the Track and other aspects of The Railway and the operating requirements, implications and constraints of these. Undertake and be responsible for the construction, reinstatement and enhancement, detailed inspection of track and it’s environment. Analyse the performance and condition of track, and where appropriate conductor rail and cable systems. Diagnose and correct complex track faults. Use and supervise the use of track specific plant and equipment as appropriate.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;lectrification Advanced Technician:&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Able to undertake maintenance from first principles including modern techniques e.g. thermal imaging, partial discharge monitoring and trending. Able to install, test, commission and put Power Distribution Systems to work. In depth understanding of and experience of working with high and low voltage power rules, isolation and earthing of AC/DC electrical systems at different voltages and frequencies, reinstating power supplies by local and manual switching and working on live battery &amp;amp; inverter systems. Knowledge of HV and LV cable systems, jointing techniques and electrical testing processes. Understand, manage and maintain harmonic &amp;amp; power quality systems, transformer rectifiers, motor generators and transformers, DC traction breakers, protection and SCADA control systems &amp;amp; other substation plant. Knowledge of compressed air systems and power generation. Understand the physical and systems interfaces between Electrification assets and systems and other aspects of The Railway and the operating requirements, implications and constraints and of these.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;v&lt;/strong&gt;&lt;strong&gt;erhead Lines Advanced Technican:&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;In depth knowledge and experience of excavation, ground works, different &#39;piling&#39; methods and foundations. Understand construction design and bonding layouts, electrical clearance, insulation installation wiring and risks around radial load and correct methodology. Ability to erect and direct the erection of different types of overhead line structures, pre fabrication and installation of main structure and small part steelwork, running of wiring systems including sectioning, insulation, registration and in-span components and the installation, enhancement and renewal of earthing and bonding. Able to use and direct the use of lifting and access equipment while working at heights. Understand the physical and systems interfaces between Overhead Lines assets and systems and other aspects of The Railway and the operating requirements, implications and constraints of these.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;elecoms Advanced Technician:&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;A thorough understanding of telecoms principles and associated operating procedures for railway communication and information systems and systems interfaces. Installation, maintenance repair and testing of telecoms and transmission complex systems, equipment and components including fibre optics and copper materials. Ability to understand and analyse data packages and find and prevent system failures. Understand and be able to undertake rudimentary telecoms system design. Understand the physical and systems interfaces between Telecoms assets and systems and other aspects of The Railway and the operating requirements, implications and constraints of these including, and the application of safety integrity.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;ignalling Advanced Technician:&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;In depth understanding and application of safety integrity, signalling principles and the varying types of signal control as applied to train control systems. Understand and be able to undertake rudimentary signalling system design. &#160;Ensure the application of installation &amp;amp; maintenance techniques and processes. Undertake in depth and complex integrity checks and testing of components and equipment. Understand the physical and systems interfaces between Signalling assets and systems and other aspects of The Railway and the operating requirements, implications and constraints of these.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;T&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;action &amp;amp; Rolling Stock Advanced Technician:&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Understanding of vehicle design, construction, maintenance, operation and failure modes. In depth and detailed technical knowledge of traction and rolling stock systems, sub systems and components and how they interact, these include mechanical, electrical, electronic, pneumatic and hydraulic applications. Understand the maintenance procedures and standards as applicable to vehicle type. Able to isolate equipment prior to carrying out maintenance and maintain and renew traction and rolling stock. Understand the requirements of and planning for vehicle overhaul. Understand the physical and systems interfaces between Traction and Rolling Stock assets and systems and other aspects of The Railway and the operating requirements, implications and constraints of these. Able to interrogate, and understand advanced diagnostic systems and analyse data packages to identify and understand faults and potential faults &amp;amp; defects. Able to implement corrective actions to enhance vehicle reliability and to recommend design alterations and amendments to maintenance procedures in accordance with current rail legislation&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Rail Systems Advanced Technician:&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;This is a specialism in its own right and requires knowledge and skills from across the rail engineering disciplines above to be able to provide technical support, solutions and direction across a number of disciplines including traffic management systems, new train control systems, the wheel/rail interface, remote condition monitoring and the design, implementation and operation and evolving requirements of a digital railway. It will require an understanding of systems engineering and information systems and security and detailed understanding of the physical and systems interfaces across The Railway and the operating requirements, implications and constraints of these.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;&#160;&lt;/strong&gt;All Rail Engineering Advanced Technicians are expected to demonstrate the following behaviours:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;A&lt;/strong&gt;&lt;strong&gt;ct professionally &lt;/strong&gt;demonstrating dependability, determination, resilience, honesty and integrity. Respect others, act ethically and contribute to sustainable development.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Pr&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;ctively identify and manage risk &lt;/strong&gt;so as to reduce this through planning, systematic monitoring and checking of information/feedback and management of changing circumstances on activity.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Pr&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;mote and exhibit a self-disciplined, self-motivated, proactive approach to work&lt;/strong&gt;, able to make independent decisions whilst knowing one’s limitations and when to ask for help or to escalate.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;W&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;k reliably and safely &lt;/strong&gt;to approved industry standards and safe working practices and ensuring others do likewise.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;W&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;k effectively and collaboratively, individually and as part of a team, &lt;/strong&gt;being aware of their actions and the impact they may have on others, maintaining effective relationships with colleagues, clients, suppliers and the public. Accept, allocate and supervise technical and other tasks.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Receptive to giving and receiving constructive feedback&lt;/strong&gt;, willing to learn new skills and adjust to change. Identifying, carrying out and recording CPD necessary to maintain and enhance competence.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Demonstrate leadership, motivating and leading by example. &lt;/strong&gt;Promote a culture of continuous improvement. Research and stay abreast of the educational, technological, social, political, and economic developments that can affect the industry.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Pr&lt;/strong&gt;&lt;strong&gt;epared to make a personal commitment &lt;/strong&gt;to their employer, the industry and its professional standards.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qu&lt;/strong&gt;&lt;strong&gt;alifications:&#160;&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 4 Rail Engineering (Competence)&lt;/li&gt;\n&lt;li&gt;Level 4 Rail Engineering (Technical Knowledge)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The typical duration for this apprenticeship is 48 months depending on the previous experience of the apprentice and access to opportunities to gain the full range of competence.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;L&lt;/strong&gt;&lt;strong&gt;evel and Professional Recognition&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&#160;This is a Level 4 Apprenticeship. On completion of apprentice will have satisfied the requirements for registration as an Engineering Technician by the relevant Professional Engineering Institutions.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The Apprenticeship Standard will be reviewed after 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Rail Engineering Advanced Technicians provide technical solutions across The Railway. The engineering disciplines cover the following areas of “The Railway” (infrastructure and trains); track (including minor works), overhead line, electrification, signalling, telecommunications, traction &amp;amp; rolling stock and rail systems. Apprentices will undertake the core learning and also specialise in one particular discipline. Those working within the occupation of Rail Engineering are responsible for the safe construction, installation, maintenance and renewal of The Railway to provide a safe and reliable railway for customers. The Rail Industry has a high level of safety critical work activities requiring a disciplined and responsible approach.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "b3901867-1fd7-4e29-8277-44a2bfe1e06f",
      "detail": "Safe and Professional working practices including legislation, regulation, industry procedures, safety requirements, risk management and environmental impact together with an understanding of human factors and techniques to address these."
    },
    {
      "knowledgeId": "7b38500e-1805-45f4-bd13-5a15a2ab1487",
      "detail": "The scientific, technical, engineering, mathematical and design principles (some of them complex) that are required in undertaking and directing maintenance, renewal and construction of and across The Railway"
    },
    {
      "knowledgeId": "37445929-f06c-4b89-8cfe-52e266fccfce",
      "detail": "How to work effectively to design and develop engineering solutions and innovation including understanding of failure modes and their causes; advanced problem solving, diagnostic systems and development of preventative maintenance; asset management and whole life asset costs."
    },
    {
      "knowledgeId": "3aca797c-f4bf-4f51-9611-b0ef2a995dae",
      "detail": "How to deliver engineering solutions effectively including project management principles and systems to manage, time, resource, asset and quality management and assurance systems; business improvement and innovation systems, processes and techniques."
    },
    {
      "knowledgeId": "ca0370f4-5fa9-4d7b-ac1c-a36f66a07f47",
      "detail": "How the Railway works as a system and their role within it. The critical interfaces across the Railway system and how those interfaces are managed."
    },
    {
      "knowledgeId": "3bab2fec-6bb5-471f-9a39-777d6d3f669e",
      "detail": "The importance of 3rd party and internal business requirements and operational interfaces. The need for and understanding of client confidentiality and compliance with corporate policies including ethics, equality and diversity and sustainability."
    },
    {
      "knowledgeId": "8a5b6215-03e2-432b-b832-6bcf49e85405",
      "detail": "How the Railway works commercially including contractual principles and financial systems, forecasts and budgets, and performance implications and performance management techniques."
    },
    {
      "knowledgeId": "284cb244-5d54-4199-a932-bd2884d8845f",
      "detail": "How the Railway is evolving. Awareness and understanding of new technological developments across the Railway and how these will impact the future operation of The Railway."
    },
    {
      "knowledgeId": "7405754a-a497-45ba-890f-6052d896b45d",
      "detail": "In depth understanding and broad experience of: track geometry and the impact of train wheels; the requirements, methods and techniques for the installation and maintenance of the track and track foundation; the impact of the railway environment e.g. tunnels, embankments, vegetation and drainage. Understand the physical and systems interfaces between the Track and other aspects of The Railway and the operating requirements, implications and constraints of these."
    },
    {
      "knowledgeId": "d9287b34-ea0c-4f77-8171-16d5f83cbd4f",
      "detail": "In depth understanding of and experience of working with high and low voltage power rules, isolation and earthing of AC/DC electrical systems at different voltages and frequencies, reinstating power supplies by local and manual switching and working on live battery & inverter systems. Knowledge of HV and LV cable systems, jointing techniques and electrical testing processes. Understand, manage and maintain harmonic & power quality systems, transformer rectifiers, motor generators and transformers, DC traction breakers, protection and SCADA control systems & other substation plant. Knowledge of compressed air systems and power generation. Understand the physical and systems interfaces between Electrification assets and systems and other aspects of The Railway and the operating requirements, implications and constraints and of these."
    },
    {
      "knowledgeId": "abd9d7a4-0da7-4757-b93b-b4b7810c8de9",
      "detail": "In depth knowledge and experience of excavation, ground works, different 'piling' methods and foundations. Understand construction design and bonding layouts, electrical clearance, insulation installation wiring and risks around radial load and correct methodology."
    },
    {
      "knowledgeId": "4017872d-318e-460b-b94f-ecde892e2333",
      "detail": "Understand the physical and systems interfaces between Overhead Lines assets and systems and other aspects of The Railway and the operating requirements, implications and constraints of these."
    },
    {
      "knowledgeId": "95a62852-fd38-4f08-8618-c41b747edcc7",
      "detail": "A thorough understanding of telecoms principles and associated operating procedures for railway communication and information systems and systems interfaces. Installation, maintenance repair and testing of telecoms and transmission complex systems, equipment and components including fibre optics and copper materials. Ability to understand and analyse data packages and find and prevent system failures. Understand and be able to undertake rudimentary telecoms system design. Understand the physical and systems interfaces between Telecoms assets and systems and other aspects of The Railway and the operating requirements, implications and constraints of these including, and the application of safety integrity"
    },
    {
      "knowledgeId": "d8e6aca0-d09f-4d0c-b955-846e8d291ea3",
      "detail": "In depth understanding and application of safety integrity, signalling principles and the varying types of signal control as applied to train control systems. Understand and be able to undertake rudimentary signalling system design."
    },
    {
      "knowledgeId": "83ec5ca9-393c-47d3-bbef-bf031275be54",
      "detail": "Understand the physical and systems interfaces between Signalling assets and systems and other aspects of The Railway and the operating requirements, implications and constraints of these."
    },
    {
      "knowledgeId": "f64e56d7-f373-4bfc-beb6-dc5b91dc755a",
      "detail": "Understanding of vehicle design, construction, maintenance, operation and failure modes. In depth and detailed technical knowledge of traction and rolling stock systems, sub systems and components and how they interact, these include mechanical, electrical, electronic, pneumatic and hydraulic applications. Understand the maintenance procedures and standards as applicable to vehicle type."
    },
    {
      "knowledgeId": "e97555b9-0dc2-48db-a652-f866a5455d9c",
      "detail": "Understand the requirements of and planning for vehicle overhaul. Understand the physical and systems interfaces between Traction and Rolling Stock assets and systems and other aspects of The Railway and the operating requirements, implications and constraints of these."
    },
    {
      "knowledgeId": "2c448e6e-d2f1-40e5-a1fb-6cdef761d088",
      "detail": "This is a specialism in its own right and requires knowledge and skills from across the rail engineering disciplines above to be able to provide technical support, solutions and direction across a number of disciplines including traffic management systems, new train control systems, the wheel/rail interface, remote condition monitoring and the design, implementation and operation and evolving requirements of a digital railway. It will require an understanding of systems engineering and information systems and security and detailed understanding of the physical and systems interfaces across The Railway and the operating requirements, implications and constraints of these."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "db99b7e7-4dd1-47db-960e-048c764a3f9d",
      "detail": "Act professionally demonstrating dependability, determination, resilience, honesty and integrity. Respect others, act ethically and contribute to sustainable development."
    },
    {
      "behaviourId": "0a53f9d9-a2e1-4356-a41e-2e31cd746f8e",
      "detail": "Proactively identify and manage risk so as to reduce this through planning, systematic monitoring and checking of information/feedback and management of changing circumstances on activity."
    },
    {
      "behaviourId": "994c2d4d-0ad8-4e21-8904-33c6774cfc4f",
      "detail": "Promote and exhibit a self-disciplined, self-motivated, proactive approach to work, able to make independent decisions whilst knowing one’s limitations and when to ask for help or to escalate."
    },
    {
      "behaviourId": "cf3a73ad-7b0b-46eb-a121-1e4dca878c8e",
      "detail": "Work reliably and safely to approved industry standards and safe working practices and ensuring others do likewise."
    },
    {
      "behaviourId": "375c1a7a-73bd-49df-a792-15a40c078c54",
      "detail": "Work effectively and collaboratively, individually and as part of a team, being aware of their actions and the impact they may have on others, maintaining effective relationships with colleagues, clients, suppliers and the public. Accept, allocate and supervise technical and other tasks."
    },
    {
      "behaviourId": "14fae9a0-7b39-4850-a0ca-3d8b3deaadf5",
      "detail": "Receptive to giving and receiving constructive feedback, willing to learn new skills and adjust to change. Identifying, carrying out and recording CPD necessary to maintain and enhance competence."
    },
    {
      "behaviourId": "6116ead6-e90c-44c4-8e51-c80ba9cf985b",
      "detail": "Demonstrate leadership, motivating and leading by example. Promote a culture of continuous improvement. Research and stay abreast of the educational, technological, social, political, and economic developments that can affect the industry."
    },
    {
      "behaviourId": "243130e3-78b8-45f1-9223-0d5f256d4f27",
      "detail": "Prepared to make a personal commitment to their employer, the industry and its professional standards."
    }
  ],
  "skills": [
    {
      "skillId": "d7d9e4aa-b37a-4e30-baff-0802efb6181a",
      "detail": "Keep themselves and others safe by leading and demonstrating safe working practices. Understand, reinforce and comply with statutory regulations and organisational safety requirements, including competence and safe access to work locations."
    },
    {
      "skillId": "97e34650-1591-480c-9626-38485f81b693",
      "detail": "Produce a work plan based on safe systems of work that is informed by technical drawings, schematics and programmes of work needed for the development of rail engineering activity. Prepare contingency arrangements to manage change and risk as appropriate."
    },
    {
      "skillId": "823d0aa2-6dee-464c-ae15-2978bb424fa7",
      "detail": "Undertake and direct a high standard of technical work. Take responsibility for the efficient and effective delivery of technical work activities and projects. Undertake and supervise the operation of equipment & systems. Complete integrity & compliance checks on own work and that of others and ensure appropriate testing is undertaken. Transfer responsibility of assets once work has been completed. Be responsible and accountable for their own work and that of others."
    },
    {
      "skillId": "dcf637d8-7337-4eea-9bee-cf9fe0331d52",
      "detail": "Solve problems: Design and develop a structured and/or innovative approach to problem solving and diagnosis. Apply appropriate methods and business improvement techniques. Predict and prevent failures through the analysis of data and the ability to provide feedback on these."
    },
    {
      "skillId": "f20a3f18-0698-4b95-ba17-c3e56b0986fb",
      "detail": "Make informed and considered decisions and complex critical judgements as appropriate."
    },
    {
      "skillId": "7180ff7c-6f9b-4c05-a23f-d970e48a04d1",
      "detail": "Supervise and manage resources including the efficient utilisation of individuals, teams, tools, materials and equipment. Monitor and manage individual and team performance and development."
    },
    {
      "skillId": "5bd1c2d8-ffe4-4667-b56d-70bff258bc2a",
      "detail": "Work collaboratively maintaining effective relationships with colleagues, clients, suppliers and the public. Support the development of others through coaching and mentoring."
    },
    {
      "skillId": "859c9804-bcde-4f49-99f0-2f6746b9872e",
      "detail": "Communicate effectively across all management levels. Use oral, written, electronic and IT based methods and systems for the accurate communication, technical reporting & recording of information and management reporting."
    },
    {
      "skillId": "a03efd6e-7eaf-4847-9c63-b7dad774ae99",
      "detail": "Undertake and be responsible for the construction, reinstatement and enhancement, detailed inspection of track and it’s environment. Analyse the performance and condition of track, and where appropriate conductor rail and cable systems. Diagnose and correct complex track faults. Use and supervise the use of track specific plant and equipment as appropriate."
    },
    {
      "skillId": "cb5c8008-f43f-4276-80ab-99c160277a30",
      "detail": "Able to undertake maintenance from first principles including modern techniques e.g. thermal imaging, partial discharge monitoring and trending. Able to install, test, commission and put Power Distribution Systems to work"
    },
    {
      "skillId": "736d7a14-d38a-413b-960a-c2c797ac7404",
      "detail": "Ability to erect and direct the erection of different types of overhead line structures, pre fabrication and installation of main structure and small part steelwork, running of wiring systems including sectioning, insulation, registration and in-span components and the installation, enhancement and renewal of earthing and bonding. Able to use and direct the use of lifting and access equipment while working at heights."
    },
    {
      "skillId": "96fbe9a6-f525-4eca-a1a8-a2454cbd2164",
      "detail": "Ensure the application of installation & maintenance techniques and processes. Undertake in depth and complex integrity checks and testing of components and equipment."
    },
    {
      "skillId": "6fce78a7-ed0b-4e37-b8e4-e7d45cc99c8d",
      "detail": "Able to isolate equipment prior to carrying out maintenance and maintain and renew traction and rolling stock."
    },
    {
      "skillId": "e475b124-06f8-40f5-a8f3-f2b5a23ffd0e",
      "detail": "Able to interrogate, and understand advanced diagnostic systems and analyse data packages to identify and understand faults and potential faults & defects. Able to implement corrective actions to enhance vehicle reliability and to recommend design alterations and amendments to maintenance procedures in accordance with current rail legislation"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Track Advanced Technician",
    "Electrification Advanced Technician",
    "Overhead Lines Advanced Technician",
    "Telecoms Advanced Technician",
    "Signalling Advanced Technician",
    "Traction & Rolling Stock Advanced Technician",
    "Rail Systems Advanced Technician"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2016-04-19T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0017 ",
  "tbMainContact": "Barry.Smith@nsar.co.uk",
  "involvedEmployers": "Alstom Transport UK Limited, Amey, Babcock International Group – Network Engineering, Carillion plc, DB Schenker Rail UK Limited, DEG Signal Ltd, Eurostar International Ltd, High Speed Two Limited, Hitachi Rail Europe Ltd, Merseyrail Electrics 2002 Limited, MGB Engineering Ltd, Network Rail, Northern Rail, Siemens Rail Systems, Siemens Rail Automation, Signalling Solutions Ltd, Stagecoach South Western Trains Limited, telent Technology Services Ltd, Transport for London, Virgin Trains East Coast, VolkerRail Ltd, National Skills Academy for Railway Engineering",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Railway engineer",
    "rail engineer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, Installation & Repair",
  "cluster": "Installation, Service, Repair and/or Overhaul Advanced Technician",
  "clusterId": "97",
  "clusterDescription": "Install, maintain and service plant and equipment using application and/or context specific expertise",
  "createdDate": "2017-09-22T14:24:22 +00:00",
  "lastUpdated": "2023-01-16T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2016-04-19T00:00:00 +00:00",
  "banners": "This apprenticeship standard is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards in revision are available in the revisions status report.",
  "occupationCode": "OCC0316",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0316-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0316-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "73b5c6c5-06c2-45fa-a952-11ddcf8476e4",
      "title": "Track Advanced Technician",
      "occupationCode": "OCC0316F"
    },
    {
      "optionId": "6f616df3-252b-4120-8e8b-d81b924ba5f9",
      "title": "Electrification Advanced Technician",
      "occupationCode": "OCC0316A"
    },
    {
      "optionId": "d6322621-d6bd-49fd-8113-b11766bdb767",
      "title": "Overhead Lines Advanced Technician",
      "occupationCode": "OCC0316B"
    },
    {
      "optionId": "a0bab2bf-c389-4bc0-84db-6ed5e18376a5",
      "title": "Telecoms Advanced Technician",
      "occupationCode": "OCC0316E"
    },
    {
      "optionId": "ed7ac88b-6886-47e7-9879-b2f6f818d52c",
      "title": "Signalling Advanced Technician",
      "occupationCode": "OCC0316D"
    },
    {
      "optionId": "11931d6c-6abb-4cf7-8089-ef00b7608116",
      "title": "Traction & Rolling Stock Advanced Technician",
      "occupationCode": "OCC0316G"
    },
    {
      "optionId": "e24df763-e6ef-46ed-9de9-2d4332b4bd67",
      "title": "Rail Systems Advanced Technician",
      "occupationCode": "OCC0316C"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "db99b7e7-4dd1-47db-960e-048c764a3f9d",
        "0a53f9d9-a2e1-4356-a41e-2e31cd746f8e",
        "994c2d4d-0ad8-4e21-8904-33c6774cfc4f",
        "cf3a73ad-7b0b-46eb-a121-1e4dca878c8e",
        "375c1a7a-73bd-49df-a792-15a40c078c54",
        "14fae9a0-7b39-4850-a0ca-3d8b3deaadf5",
        "6116ead6-e90c-44c4-8e51-c80ba9cf985b",
        "243130e3-78b8-45f1-9223-0d5f256d4f27"
      ],
      "mappedKnowledge": [
        "b3901867-1fd7-4e29-8277-44a2bfe1e06f",
        "7b38500e-1805-45f4-bd13-5a15a2ab1487",
        "37445929-f06c-4b89-8cfe-52e266fccfce",
        "3aca797c-f4bf-4f51-9611-b0ef2a995dae",
        "ca0370f4-5fa9-4d7b-ac1c-a36f66a07f47",
        "3bab2fec-6bb5-471f-9a39-777d6d3f669e",
        "8a5b6215-03e2-432b-b832-6bcf49e85405",
        "284cb244-5d54-4199-a932-bd2884d8845f"
      ],
      "mappedSkills": [
        "d7d9e4aa-b37a-4e30-baff-0802efb6181a",
        "97e34650-1591-480c-9626-38485f81b693",
        "823d0aa2-6dee-464c-ae15-2978bb424fa7",
        "dcf637d8-7337-4eea-9bee-cf9fe0331d52",
        "f20a3f18-0698-4b95-ba17-c3e56b0986fb",
        "7180ff7c-6f9b-4c05-a23f-d970e48a04d1",
        "5bd1c2d8-ffe4-4667-b56d-70bff258bc2a",
        "859c9804-bcde-4f49-99f0-2f6746b9872e"
      ]
    },
    {
      "coreOrOptionTitle": "Track Advanced Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "7405754a-a497-45ba-890f-6052d896b45d"
      ],
      "mappedSkills": [
        "a03efd6e-7eaf-4847-9c63-b7dad774ae99"
      ]
    },
    {
      "coreOrOptionTitle": "Electrification Advanced Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "d9287b34-ea0c-4f77-8171-16d5f83cbd4f"
      ],
      "mappedSkills": [
        "cb5c8008-f43f-4276-80ab-99c160277a30"
      ]
    },
    {
      "coreOrOptionTitle": "Overhead Lines Advanced Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "abd9d7a4-0da7-4757-b93b-b4b7810c8de9",
        "4017872d-318e-460b-b94f-ecde892e2333"
      ],
      "mappedSkills": [
        "736d7a14-d38a-413b-960a-c2c797ac7404"
      ]
    },
    {
      "coreOrOptionTitle": "Telecoms Advanced Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "95a62852-fd38-4f08-8618-c41b747edcc7"
      ],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Signalling Advanced Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "d8e6aca0-d09f-4d0c-b955-846e8d291ea3",
        "83ec5ca9-393c-47d3-bbef-bf031275be54"
      ],
      "mappedSkills": [
        "96fbe9a6-f525-4eca-a1a8-a2454cbd2164"
      ]
    },
    {
      "coreOrOptionTitle": "Traction & Rolling Stock Advanced Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "f64e56d7-f373-4bfc-beb6-dc5b91dc755a",
        "e97555b9-0dc2-48db-a652-f866a5455d9c"
      ],
      "mappedSkills": [
        "6fce78a7-ed0b-4e37-b8e4-e7d45cc99c8d",
        "e475b124-06f8-40f5-a8f3-f2b5a23ffd0e"
      ]
    },
    {
      "coreOrOptionTitle": "Rail Systems Advanced Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "2c448e6e-d2f1-40e5-a1fb-6cdef761d088"
      ],
      "mappedSkills": []
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-01-16T00:00:00"
}