{
  "templateType": "Apprenticeship Standard",
  "larsCode": 347,
  "referenceNumber": "ST0376",
  "learningAimClassCode": "",
  "title": "Motorcycle technician (repair and maintenance)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0376",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2018-07-26T00:00:00",
  "earliestStartDate": "2018-09-24T00:00:00",
  "latestStartDate": "2019-07-26T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Servicing and repairing motorcycles within either the franchised or independent motorcycle sector.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 11000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Motorcycle technician",
    "motorcycle",
    "mechanical",
    "maintenance",
    "customer service"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1978/st0376_motorcycle-technician_l3_ap-for-publication_260718.pdf",
  "ssa1": "",
  "ssa2": "",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Overview of the role&lt;/h3&gt;\n&lt;p&gt;A motorcycle technician services and repairs motorcycles, motorised scooters, all-terrain vehicles (ATV’s), tricycles and vehicles where the rider sits astride the frame, within either the franchised or independent motorcycle sector.&lt;/p&gt;\n&lt;p&gt;A motorcycle technician works on all of the systems of the motorcycle. The nature of the work ranges from replacing components through to rectifying complex faults with the aid of specific diagnostic methods and equipment. Motorcycles require individual set up and adjustment in relation to rider requirements which range from leisure, commuting, commercial and competition use.&lt;/p&gt;\n&lt;p&gt;Today’s motorcycle technician has to demonstrate expertise in the technical side of their role. They need strong problem solving skills and a good grasp of the theoretical, practical and safety aspects of motorcycle systems.&lt;/p&gt;\n&lt;p&gt;They must be able to work independently and also operate as an effective team member, understand how their workshop and a motorcycle business functions from a commercial perspective, develop good customer handling skills and identify ways in which they can work efficiently.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;strong&gt;: &lt;/strong&gt;Level 3&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;strong&gt;: &lt;/strong&gt;Typically, three years&lt;/p&gt;\n&lt;h3&gt;Entry requirements&lt;/h3&gt;\n&lt;p&gt;Individual employers will set their own selection criteria for the applicants. However, it is recommended that to optimise the chance of selection a candidate can demonstrate an interest in the motorcycle environment. It is also recommended that the employer assesses the candidate’s ability to demonstrate mechanical skills and communicate both orally and in writing.&lt;/p&gt;\n&lt;h3&gt;Qualifications&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to completion of their apprenticeship.&lt;/p&gt;\n&lt;h3&gt;Knowledge&lt;/h3&gt;\n&lt;p&gt;Technicians must have knowledge and understanding of the types, application and unique characteristics of motorcycles, scooters, tricycles, ATV’s quad all-terrain vehicles (EU Type Approval L category) where the rider sits astride the frame and of motorcycle technologies:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Frame construction and knowledge of welding and brazing methods&lt;/li&gt;\n&lt;li&gt;Handle bar direct control, steering setup and geometry systems&lt;/li&gt;\n&lt;li&gt;Differing front and rear suspension systems, including set up and adjustment&lt;/li&gt;\n&lt;li&gt;Front and rear, and combined braking systems: disc, drum, cable and hydraulic&lt;/li&gt;\n&lt;li&gt;Wheels and tyre specifications, characteristics and uses to include competition, off road, road use and touring&lt;/li&gt;\n&lt;li&gt;Engine / power source, including two stroke, four stroke, single and multiple cylinder construction, plus electric propulsion&lt;/li&gt;\n&lt;li&gt;Cooling and lubrication systems including air and liquid cooled, wet and dry sump engines.&lt;/li&gt;\n&lt;li&gt;Fuel and ignition systems including carburettor and injection plus ECU&lt;/li&gt;\n&lt;li&gt;Intake and exhaust systems including emission&lt;/li&gt;\n&lt;li&gt;Transmission to include chain, belt and shaft drive, CVT driveline systems&lt;/li&gt;\n&lt;li&gt;Electrical systems including engine management, lighting, monitoring and instrumentation, security and accessory fitting (including electronic fault diagnosis)&lt;/li&gt;\n&lt;li&gt;How to service, inspect and maintain motorcycles to ensure safe operation meeting all legal, licensing and customer expectations and requirements&lt;/li&gt;\n&lt;li&gt;Understand the benefits of on road testing, to diagnose faults and to verify correct rectifications.&lt;/li&gt;\n&lt;li&gt;Diagnostic principles, trouble shooting, logical problem solving and repair techniques&lt;/li&gt;\n&lt;li&gt;Health and safety knowledge and environmental awareness to carry out work safely&lt;/li&gt;\n&lt;li&gt;Emerging technologies and legislation including electric motorcycle developments and the impact they will have on the knowledge and skills motorcycle technicians will require in the future&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Skills&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Perform the fundamental engineering tasks which most procedures include, such as: cutting, drilling, filing, removing and replacing bolts, screws and clips, replacing seals, extracting damaged fasteners and using fabrication skills&lt;/li&gt;\n&lt;li&gt;Assist in upholding high standards of safety and efficiency in the workshop, adhere to the requisite business processes (e.g. environmental awareness, health and safety practices, record keeping, and customer contact) and standard workshop&lt;/li&gt;\n&lt;li&gt;Safely secure motorcycles to ramps and use specialised supporting stands in order to remove road wheels and major components, including: brake systems, suspension and drive (chain, belt or drive shaft)&lt;/li&gt;\n&lt;li&gt;Successfully inspect and prepare a motorcycle to the required quality standard for handover to the customer e.g. following a service, complex repair, pre-delivery inspection by checking work against&lt;/li&gt;\n&lt;li&gt;Service and maintain motorcycles in line with manufacturer specifications logged in manuals and online&lt;/li&gt;\n&lt;li&gt;Remove, repair and replace components in line with manufacturers’ defined instruction&lt;/li&gt;\n&lt;li&gt;Use diagnostic methods, mechanical and electrical measuring tools and equipment to check compliance and rectify faults&lt;/li&gt;\n&lt;li&gt;Investigate symptoms of motorcycle fault(s) and identify the underlying causes prior to repair.&lt;/li&gt;\n&lt;li&gt;Access specific information e.g. motorcycle repair information, wiring diagrams, maintenance tables, technical production information, safety recalls and&lt;/li&gt;\n&lt;li&gt;Apply advanced diagnostic principles, logical problem-solving techniques and complex&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Behaviours&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Work cohesively with team colleagues and company ethics to ensure quality workmanship.&lt;/li&gt;\n&lt;li&gt;Ensure all work processes are carried out safely and report any concerns or&lt;/li&gt;\n&lt;li&gt;Communicate effectively and treat customers with respect when discussing topics that will support the process of diagnosing and rectifying faults and specific component set up requirements&lt;/li&gt;\n&lt;li&gt;Behave in accordance with the values of the company they work for, operate as an effective team member and be able to manage own time effectively&lt;/li&gt;\n&lt;li&gt;Take responsibility being honest and accountable for own actions and work&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Progression&lt;/h3&gt;\n&lt;p&gt;On completion of this standard individuals will be able to work towards higher levels of technical training, including master technician or professional accreditation, along with supervisory and managerial positions. In addition, manufacturers may offer their own specific product related advanced training that will be made available to individuals working in the franchised industry or as continued professional development (CPD). On successful completion of this apprentice standard the individual will be eligible to apply to join the Institute of the Motor Industry (IMI) Professional Register, a register of qualified time serving individuals in all aspects of the motor industry, enabling the public and employers to verify the person has qualified as an apprentice.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Standard review&lt;/strong&gt;&lt;strong&gt;: &lt;/strong&gt;This standard is due for review in three years.&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-09-24T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0259 ",
  "tbMainContact": "Stephen.latham@rmif.co.uk",
  "involvedEmployers": "Chelsea Honda Motorcycles, Fins Motorcycles, T.Northeast Ltd Motorcycles, Allan Jefferies BMW, Fowlers of Bristol Motorcycles, Flitwick Motorcycles, Robinsons Foundry, P &amp; H Motorcycles, Youles Motorcycles, Street Bike, John’s of Romford Ltd, Teasdale Motorcycles, Cooperb Motorcycles, Rocket Centre Motorcycles",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, installation and repair",
  "cluster": "Service, repair and/or overhaul operative or technician",
  "clusterId": "19",
  "clusterDescription": "Install, maintain and service plant and equipment",
  "createdDate": "2020-09-22T15:32:59 +00:00",
  "lastUpdated": "2018-07-26T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-09-24T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0376",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0376-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0376-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2019-07-26T00:00:00"
}