{
  "templateType": "Apprenticeship Standard",
  "larsCode": 376,
  "referenceNumber": "ST0433",
  "learningAimClassCode": "",
  "title": "Engineering construction erector rigger",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0433",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-02-12T00:00:00",
  "earliestStartDate": "2018-11-08T00:00:00",
  "latestStartDate": "2024-02-11T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Installing and dismantling capital plant steel infrastructure and lifting, moving and positioning loads during engineering construction projects.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 18000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "engineering",
    "infratsurcture",
    "installing",
    "erector",
    "rigger",
    "construction",
    "projects"
  ],
  "jobRoles": [
    "Engineering construction rigger",
    "Engineering Construction Erector"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/6802/st0433_engineering-construction-erector-rigger-ap_l3_correction_04_01_23_publication.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupational profile:&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship Standard covers two roles: &lt;strong&gt;Engineering construction erector &lt;/strong&gt;and&#160;&lt;strong&gt;Engineering construction rigger&lt;/strong&gt;. Both are vital Engineering Construction roles, working within strictly defined processes and procedures to exacting standards. This often involves working on major infrastructure projects in various sectors such as the power generation sector, which may use a range of different fuels including coal, gas, nuclear, wind and other renewable fuel sources; oil and gas refining; nuclear waste reprocessing; the processing and production of chemicals; pharmaceuticals; human and animal food; cosmetics; petrochemicals; sewerage, steel mill, the exploration and exploitation of oil and gas and the erection and dismantling and decommissioning of steel structures and engineering construction plant of varying sizes and complexity. Riggers and Erectors often work in hazardous environments which can include working at height, over water and in confined spaces.&#160; Riggers and Erectors must be able to work autonomously and as part of a team ensuring compliance with health, safety and environmental processes and procedures, this can involve working with other Engineering Construction occupations such as Maintenance Technicians, Platers, Pipefitters and Welders.&lt;/p&gt;\n&lt;p&gt;The &lt;strong&gt;Engineering construction erector &lt;/strong&gt;role encompasses the installation and dismantling of the capital plant steel infrastructure which makes up engineering and construction projects, these operations are by nature complex and non-repetitive. The construction is achieved through the use of static and mobile moving and lifting equipment and accessories and as the assembly of the structure progresses, can involve the use of additional specialist access equipment. Erectors will use powered as well as non-powered hand tools to assemble the structure, this can also require the fixing of metal decking, safety netting and edge rails to facilitate safe working.&lt;/p&gt;\n&lt;p&gt;The &lt;strong&gt;Engineering construction rigger &lt;/strong&gt;role encompasses the lifting, moving and positioning of loads during engineering construction projects. It involves, but is not limited to the detailed planning and control of all the elements required to successfully and safely execute and complete the lifting, moving and positioning operation. Riggers are responsible for safely moving loads using static and mobile moving and lifting equipment and accessories. The moving and lifting equipment is diverse and can include specialist equipment such as skids and rollers as well as numerous types of winches, hoists and cranes of various sizes and design.&lt;/p&gt;\n&lt;h3&gt;Job titles:&#160;&lt;/h3&gt;\n&lt;p&gt;Engineering construction rigger and Engineering construction erector&#160;&lt;/p&gt;\n&lt;h3&gt;Suggested entry requirements:&lt;/h3&gt;\n&lt;p&gt;Individual employers will set their own criteria; typically 3 GCSEs (or equivalent) at grade C or above, including English, maths and a science or technology based subject. Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\n&lt;p&gt;The apprentice must demonstrate the core requirements below and also demonstrate the specialist requirements in their chosen role.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Core knowledge requirements: &lt;/strong&gt;All Engineering construction erector rigger will have knowledge of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How to work safely, maintain personal site safety responsibilities, work place relevant health, safety and environmental legislation, safe working practises and procedures and how to respond to and provide solutions to problems and emergencies,&lt;/li&gt;\n&lt;li&gt;When to seek assistance from others without causing undue disruption to normal work activities,&lt;/li&gt;\n&lt;li&gt;Applicable lifting and equipment regulations, and codes of practice including company or client and local site or project requirements,&lt;/li&gt;\n&lt;li&gt;The importance and benefits of recognised Industry safety passport schemes,&lt;/li&gt;\n&lt;li&gt;Lifting and moving operation roles, responsibilities and reporting chains,&lt;/li&gt;\n&lt;li&gt;Engineering practices and principles including the reading and interpretation of engineering drawings and specifications,&lt;/li&gt;\n&lt;li&gt;Hazards and risks that can arise from the moving, lifting and positioning of loads and structures&lt;/li&gt;\n&lt;li&gt;Risk assessments, method statements, lift plans and permit to work systems,&lt;/li&gt;\n&lt;li&gt;Application and purpose of static and mobile cranage,&lt;/li&gt;\n&lt;li&gt;Specialist equipment required to access and execute Rigging and Erecting activities,&lt;/li&gt;\n&lt;li&gt;How to correctly select and safely use hand tools, mechanical tools, moving and lifting equipment and accessories,&lt;/li&gt;\n&lt;li&gt;Lifting, moving and handling equipment methods and techniques,&lt;/li&gt;\n&lt;li&gt;Methods and techniques used to determine the weight and characteristics of loads,&lt;/li&gt;\n&lt;li&gt;Slinging, lifting, communication and signalling methods and techniques,&lt;/li&gt;\n&lt;li&gt;Route and lift planning methods and techniques,&lt;/li&gt;\n&lt;li&gt;The types of equipment and accessories used for moving, lifting, positioning and erecting loads and structures and their care, control procedures and inspection,&lt;/li&gt;\n&lt;li&gt;Methods of providing temporary support of the load or structure during installation and dismantling operations.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Core skill requirements: &lt;/strong&gt;All Engineering construction erector rigger will be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Check for, and identify potential hazards in the workplace and comply with appropriate health, safety, risk and quality requirements,&lt;/li&gt;\n&lt;li&gt;Read, extract, interpret and apply engineering drawing, specification and lift plan information,&lt;/li&gt;\n&lt;li&gt;Work with others involved or affected by the specified task, and contribute to effective working relationships to ensure work objectives are achieved,&lt;/li&gt;\n&lt;li&gt;Communicate by keeping those both directly and indirectly involved in the task informed about work plans or activities which may affect them,&lt;/li&gt;\n&lt;li&gt;Establish the weight and characteristics of the load to be moved,&lt;/li&gt;\n&lt;li&gt;Apply mathematical techniques and formula related to calculating sling angles, rated forces and the weight and centre of gravity of the load,&lt;/li&gt;\n&lt;li&gt;Determine resource and technical requirements to achieve objectives, and contribute to the organisation of work activities,&lt;/li&gt;\n&lt;li&gt;Determine from given information the most appropriate method to move the load and select the appropriate tools, lifting and moving equipment and accessories to enable this,&lt;/li&gt;\n&lt;li&gt;Safely use tools, equipment and accessories to complete their allotted task,&lt;/li&gt;\n&lt;li&gt;Determine from given information the most suitable route for moving the load whilst minimising the risk to people, property and the environment,&lt;/li&gt;\n&lt;li&gt;Ensure that the lifting and moving equipment and accessories are serviceable and appropriate for lifting and moving the load safely,&lt;/li&gt;\n&lt;li&gt;Ensure that the load is secured and protected before operations start,&lt;/li&gt;\n&lt;li&gt;Position the moving and lifting equipment so that the weight of the load is evenly distributed,&lt;/li&gt;\n&lt;li&gt;Use approved methods and the appropriate moving and lifting equipment and accessories to ensure the load is secure and the potential for slippage has been mitigated,&lt;/li&gt;\n&lt;li&gt;Move the load over the selected approved route,&lt;/li&gt;\n&lt;li&gt;Signal and communicate effectively with all parties concerned with the lifting and erecting operation when directing and monitoring load manoeuvres,&lt;/li&gt;\n&lt;li&gt;Move and release the load safely in its intended destination,&lt;/li&gt;\n&lt;li&gt;Safely disconnect loads, conduct post use checks on moving and lifting equipment and accessories,&lt;/li&gt;\n&lt;li&gt;Record any damage to load or moving and lifting equipment and accessories, report and segregate defective items,&lt;/li&gt;\n&lt;li&gt;Inform the appropriate people when the load lifting and moving operation is complete&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Core behavioural requirements: &lt;/strong&gt;All Engineering construction erector riggers will demonstrate the following behaviours:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Work with others to effectively and efficiently complete the allocated tasks,&lt;/li&gt;\n&lt;li&gt;Through critical reasoning, resolve problems within their area of responsibility,&lt;/li&gt;\n&lt;li&gt;Report and escalate problems that cannot be solved to the relevant person,&lt;/li&gt;\n&lt;li&gt;Take responsibility both as an individual and team member for the quality of the work,&lt;/li&gt;\n&lt;li&gt;Support their own learning and development and that of others through activities such as mentoring and sharing of expertise and knowledge,&lt;/li&gt;\n&lt;li&gt;Act ethically, displaying maturity, honesty, integrity and responsibility,&lt;/li&gt;\n&lt;li&gt;Be conscious of working safely in accordance with health, safety and environmental legislation, applicable regulations and company-specific requirements,&lt;/li&gt;\n&lt;li&gt;Promote a healthy working environment by taking collective responsibility to establish and maintain a safe, clean and tidy work area/site,&lt;/li&gt;\n&lt;li&gt;Moral courage to question unsafe behaviours and incorrect work practises and&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Specialist options&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;In addition, &lt;/strong&gt;an Engineering construction rigger will have knowledge of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Methods of moving and transferring loads through complex routes using various orientations, multiple attachment points and equipment and accessories.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;In addition, &lt;/strong&gt;an Engineering construction rigger will be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Move and transfer a variety of loads, through complex routes using various orientations, multiple attachment points and equipment and accessories,&lt;/li&gt;\n&lt;li&gt;Apply approved techniques and methods of dismantling engineering construction assemblies for&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;In addition, &lt;/strong&gt;an Engineering construction erector will have knowledge of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How to correctly select and safely use hand tools, mechanical tools and equipment in differing environments for the erecting of capital plant steel structures,&lt;/li&gt;\n&lt;li&gt;Methods and techniques used for the erection and dismantling of capital plant steel&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;In addition, &lt;/strong&gt;an Engineering construction erector will be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Correctly select and safely use tools and equipment for the erecting and dismantling of capital plant steel structures,&lt;/li&gt;\n&lt;li&gt;Install, position and secure the components and construction elements completing all necessary connections and check that the installation is complete in accordance with the specification,&lt;/li&gt;\n&lt;li&gt;Confirm assembly components are free from damage or defects,&lt;/li&gt;\n&lt;li&gt;Dismantle steel structures in the approved sequence and where necessary, support components before removal of securing devices,&lt;/li&gt;\n&lt;li&gt;Remove steel sections in the correct sequence using approved equipment, methods and techniques,&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Duration: &lt;/strong&gt;Typically 36 – 42 months.&lt;/p&gt;\n&lt;h3&gt;Qualifications:&lt;/h3&gt;\n&lt;p&gt;For those following the erector pathway: Level 3 Diploma in Engineering Construction Lifting, Positioning and Installing Structures, Plant and Equipment (RQF) – Erecting&lt;/p&gt;\n&lt;p&gt;For those following the rigger pathway: Level 3 Diploma in Engineering Construction Lifting, Positioning and Installing Structures, Plant and Equipment (RQF) – Rigging&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Apprenticeship level: &lt;/strong&gt;This is a Level 3 apprenticeship.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Review of standard: &lt;/strong&gt;This standard will initially be reviewed 3 years after publication.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This Apprenticeship Standard covers two roles: Engineering construction erector and Engineering construction rigger. Both are vital Engineering Construction roles, working within strictly defined processes and procedures to exacting standards. This often involves working on major infrastructure projects in various sectors such as the power generation sector, which may use a range of different fuels including coal, gas, nuclear, wind and other renewable fuel sources; oil and gas refining; nuclear waste reprocessing; the processing and production of chemicals; pharmaceuticals; human and animal food; cosmetics; petrochemicals; sewerage, steel mill, the exploration and exploitation of oil and gas and the erection and dismantling and decommissioning of steel structures and engineering construction plant of varying sizes and complexity. Riggers and Erectors often work in hazardous environments which can include working at height, over water and in confined spaces. Riggers and Erectors must be able to work autonomously and as part of a team ensuring compliance with health, safety and environmental processes and procedures, this can involve working with other Engineering Construction occupations such as Maintenance Technicians, Platers, Pipefitters and Welders. The Engineering construction erector role encompasses the installation and dismantling of the capital plant steel infrastructure which makes up engineering and construction projects, these operations are by nature complex and non-repetitive. The construction is achieved through the use of static and mobile moving and lifting equipment and accessories and as the assembly of the structure progresses, can involve the use of additional specialist access equipment. Erectors will use powered as well as non-powered hand tools to assemble the structure, this can also require the fixing of metal decking, safety netting and edge rails to facilitate safe working. The Engineering construction rigger role encompasses the lifting, moving and positioning of loads during engineering construction projects. It involves, but is not limited to the detailed planning and control of all the elements required to successfully and safely execute and complete the lifting, moving and positioning operation. Riggers are responsible for safely moving loads using static and mobile moving and lifting equipment and accessories. The moving and lifting equipment is diverse and can include specialist equipment such as skids and rollers as well as numerous types of winches, hoists and cranes of various sizes and design.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "84b0419e-37bf-485a-a60b-dfe29b2a9d2a",
      "detail": "How to work safely, maintain personal site safety responsibilities, work place relevant health, safety and environmental legislation, safe working practises and procedures and how to respond to and provide solutions to problems and emergencies,"
    },
    {
      "knowledgeId": "ee083beb-e378-45b5-a806-0dc145d626c9",
      "detail": "When to seek assistance from others without causing undue disruption to normal work activities,"
    },
    {
      "knowledgeId": "a34a36c6-1d51-4b6e-bb80-a161930b3cee",
      "detail": "Applicable lifting and equipment regulations, and codes of practice including company or client and local site or project requirements,"
    },
    {
      "knowledgeId": "a97dbd59-b822-4a10-8727-ec59ebc8f011",
      "detail": "The importance and benefits of recognised Industry safety passport schemes,"
    },
    {
      "knowledgeId": "a104544a-4bbf-4991-857d-1330bdd13d62",
      "detail": "Lifting and moving operation roles, responsibilities and reporting chains,"
    },
    {
      "knowledgeId": "27dd7ac3-af0b-44b5-bbdf-aec97413ebb3",
      "detail": "Engineering practices and principles including the reading and interpretation of engineering drawings and specifications,"
    },
    {
      "knowledgeId": "600ce457-14b8-4740-a926-5fd119684bae",
      "detail": "Hazards and risks that can arise from the moving, lifting and positioning of loads and structures"
    },
    {
      "knowledgeId": "3ae5ea54-1c63-4edc-afe0-7835c60f2d38",
      "detail": "Risk assessments, method statements, lift plans and permit to work systems,"
    },
    {
      "knowledgeId": "39f1ce0d-71e3-48ec-92a1-70020f1e5977",
      "detail": "Application and purpose of static and mobile cranage,"
    },
    {
      "knowledgeId": "7c78d677-d96d-4eb8-ae2c-9442ae499e3c",
      "detail": "Specialist equipment required to access and execute Rigging and Erecting activities,"
    },
    {
      "knowledgeId": "58643439-47ae-4d19-9b2a-2b5dfc818b33",
      "detail": "How to correctly select and safely use hand tools, mechanical tools, moving and lifting equipment and accessories,"
    },
    {
      "knowledgeId": "9b3dd382-59cf-4320-adb2-dbecbae901a2",
      "detail": "Lifting, moving and handling equipment methods and techniques,"
    },
    {
      "knowledgeId": "aaef756a-6109-4783-818c-586b15f9f28b",
      "detail": "Methods and techniques used to determine the weight and characteristics of loads,"
    },
    {
      "knowledgeId": "00c1ec12-f6dc-459f-8d98-7cd55340c89a",
      "detail": "Slinging, lifting, communication and signalling methods and techniques,"
    },
    {
      "knowledgeId": "2850f6a0-d30e-4d2f-85b8-2c272c43faa3",
      "detail": "Route and lift planning methods and techniques,"
    },
    {
      "knowledgeId": "443b4eee-e985-470b-bac8-72d0cda8a0d8",
      "detail": "The types of equipment and accessories used for moving, lifting, positioning and erecting loads and structures and their care, control procedures and inspection,"
    },
    {
      "knowledgeId": "9a61593a-5c75-44ef-852e-407158ffae0f",
      "detail": "Methods of providing temporary support of the load or structure during installation and dismantling operations."
    },
    {
      "knowledgeId": "1a70f650-0cde-42b2-8d98-896b79f86acf",
      "detail": "Methods of moving and transferring loads through complex routes using various orientations, multiple attachment points and equipment and accessories."
    },
    {
      "knowledgeId": "60619537-974a-4b75-881b-34e7b8f10e30",
      "detail": "Move and transfer a variety of loads, through complex routes using various orientations, multiple attachment points and equipment and accessories,"
    },
    {
      "knowledgeId": "665c935f-5bc6-4ec3-bf41-a52bb9c37bf2",
      "detail": "Apply approved techniques and methods of dismantling engineering construction assemblies for"
    },
    {
      "knowledgeId": "2c40bc4d-fbfa-4b06-9bc7-8ac8b6624c04",
      "detail": "How to correctly select and safely use hand tools, mechanical tools and equipment in differing environments for the erecting of capital plant steel structures,"
    },
    {
      "knowledgeId": "7ab3e575-d422-4798-80d1-4dbed08ebe1b",
      "detail": "Methods and techniques used for the erection and dismantling of capital plant steel"
    },
    {
      "knowledgeId": "fe700598-3bb6-4707-93f6-3e4fe802e4a2",
      "detail": "Correctly select and safely use tools and equipment for the erecting and dismantling of capital plant steel structures,"
    },
    {
      "knowledgeId": "7581d37d-6c09-4465-9395-9323f82c4c43",
      "detail": "Install, position and secure the components and construction elements completing all necessary connections and check that the installation is complete in accordance with the specification,"
    },
    {
      "knowledgeId": "43080f14-649e-4e36-af8a-c866e1c6f7ed",
      "detail": "Confirm assembly components are free from damage or defects,"
    },
    {
      "knowledgeId": "800d71ac-bfa1-4fde-b3e6-7c32ec777547",
      "detail": "Dismantle steel structures in the approved sequence and where necessary, support components before removal of securing devices,"
    },
    {
      "knowledgeId": "b07992fd-9484-4ce6-bdd3-f3a2b93fc994",
      "detail": "Remove steel sections in the correct sequence using approved equipment, methods and techniques,"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "4e12a9fb-1037-490c-96ac-2a92c2406f07",
      "detail": "Work with others to effectively and efficiently complete the allocated tasks,"
    },
    {
      "behaviourId": "f2028b01-f8f2-4cb4-8a24-0c8c4efb0fa7",
      "detail": "Through critical reasoning, resolve problems within their area of responsibility,"
    },
    {
      "behaviourId": "3a48ddfc-273c-43af-bd1c-439471046659",
      "detail": "Report and escalate problems that cannot be solved to the relevant person,"
    },
    {
      "behaviourId": "41c65b27-7ef7-4b38-b5b6-c468f1fa4321",
      "detail": "Take responsibility both as an individual and team member for the quality of the work,"
    },
    {
      "behaviourId": "f28be34d-25a3-4b92-bd18-b041ea586985",
      "detail": "Support their own learning and development and that of others through activities such as mentoring and sharing of expertise and knowledge,"
    },
    {
      "behaviourId": "036445a7-edda-417a-ac41-ec83841aec89",
      "detail": "Act ethically, displaying maturity, honesty, integrity and responsibility,"
    },
    {
      "behaviourId": "2b4bb617-9585-4066-8de7-f888b9012133",
      "detail": "Be conscious of working safely in accordance with health, safety and environmental legislation, applicable regulations and company-specific requirements,"
    },
    {
      "behaviourId": "6e450b47-0e88-449e-bdc5-8b02a452329b",
      "detail": "Promote a healthy working environment by taking collective responsibility to establish and maintain a safe, clean and tidy work area/site,"
    },
    {
      "behaviourId": "de322b85-c195-42f4-8ac5-b01a245c912c",
      "detail": "Moral courage to question unsafe behaviours and incorrect work practises and"
    }
  ],
  "skills": [
    {
      "skillId": "7dd088fa-8029-4c07-8616-a925c60130c8",
      "detail": "Check for, and identify potential hazards in the workplace and comply with appropriate health, safety, risk and quality requirements,"
    },
    {
      "skillId": "6eda9511-7f79-4c8b-9ea8-54d9095c3d81",
      "detail": "Read, extract, interpret and apply engineering drawing, specification and lift plan information,"
    },
    {
      "skillId": "00517606-cc73-4c14-aaec-1924d1529d0c",
      "detail": "Work with others involved or affected by the specified task, and contribute to effective working relationships to ensure work objectives are achieved,"
    },
    {
      "skillId": "b3ab0b75-f44d-4519-93f2-a637de622d7c",
      "detail": "Communicate by keeping those both directly and indirectly involved in the task informed about work plans or activities which may affect them,"
    },
    {
      "skillId": "953e429c-ffbe-4e18-9b47-dc25646274d7",
      "detail": "Establish the weight and characteristics of the load to be moved,"
    },
    {
      "skillId": "7ff4cb9d-adc6-471c-8b07-55d962a8d2f3",
      "detail": "Apply mathematical techniques and formula related to calculating sling angles, rated forces and the weight and centre of gravity of the load,"
    },
    {
      "skillId": "da62ecd3-1163-4481-adf9-289a71cdb1c9",
      "detail": "Determine resource and technical requirements to achieve objectives, and contribute to the organisation of work activities,"
    },
    {
      "skillId": "692be03b-ac19-4147-ba4b-ed9894be9219",
      "detail": "Determine from given information the most appropriate method to move the load and select the appropriate tools, lifting and moving equipment and accessories to enable this,"
    },
    {
      "skillId": "f163f0bc-0074-47fa-8c00-f2165d02c565",
      "detail": "Safely use tools, equipment and accessories to complete their allotted task,"
    },
    {
      "skillId": "17a72115-8164-4c87-abcb-aa88d4eba00d",
      "detail": "Determine from given information the most suitable route for moving the load whilst minimising the risk to people, property and the environment,"
    },
    {
      "skillId": "41cf5e50-f307-4309-b4b0-4b82145ff4e3",
      "detail": "Ensure that the lifting and moving equipment and accessories are serviceable and appropriate for lifting and moving the load safely,"
    },
    {
      "skillId": "9230d349-00fa-4953-b595-ed6fe2f8f49f",
      "detail": "Ensure that the load is secured and protected before operations start,"
    },
    {
      "skillId": "9aa73627-acc0-4ae9-b3eb-e81f60457edc",
      "detail": "Position the moving and lifting equipment so that the weight of the load is evenly distributed,"
    },
    {
      "skillId": "4070f908-81c6-45f1-8061-735d3606da56",
      "detail": "Use approved methods and the appropriate moving and lifting equipment and accessories to ensure the load is secure and the potential for slippage has been mitigated,"
    },
    {
      "skillId": "8b71bd6b-6992-4c08-9565-575ebb0bb1d8",
      "detail": "Move the load over the selected approved route,"
    },
    {
      "skillId": "19459225-1471-4ab0-b966-69f735b4d433",
      "detail": "Signal and communicate effectively with all parties concerned with the lifting and erecting operation when directing and monitoring load manoeuvres,"
    },
    {
      "skillId": "74dfc6a7-3ba3-4da6-9bb0-476da4706600",
      "detail": "Move and release the load safely in its intended destination,"
    },
    {
      "skillId": "72e5fc8a-26dc-4540-83a9-5b742ac086e2",
      "detail": "Safely disconnect loads, conduct post use checks on moving and lifting equipment and accessories,"
    },
    {
      "skillId": "099cba31-acbc-4481-9aed-c76eeac98358",
      "detail": "Record any damage to load or moving and lifting equipment and accessories, report and segregate defective items,"
    },
    {
      "skillId": "7ef9b10b-96be-45c5-b032-77b45f569a8d",
      "detail": "Inform the appropriate people when the load lifting and moving operation is complete"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Engineering construction erector",
    "Engineering construction rigger"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-11-08T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0171",
  "tbMainContact": "fletcherr@tei.co.uk ",
  "involvedEmployers": "Doosan Babcock Ltd, Wood Group, Don Valley Engineering Company, Wright Brother Industrial Services Ltd, Archbell Greenwood Structures Ltd, GE Power Services, Severfield plc, Braddan Structures Ltd, Amec FW, NETA Training, AJ Structural Steels Ltd, Jacobs Field Services UK &amp; Europe, Cordell Group Ltd, TEi",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Engineering construction rigger",
    "Engineering Construction Erector"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": null,
  "cluster": null,
  "clusterId": null,
  "clusterDescription": null,
  "createdDate": "2017-11-14T17:09:20 +00:00",
  "lastUpdated": "2024-02-12T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-11-08T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0433",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0433-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0433-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "085bf78c-dad1-467a-81a4-db88d8817164",
      "title": "Engineering construction erector",
      "occupationCode": "OCC0433A"
    },
    {
      "optionId": "f26df2b5-ca56-4d16-973c-6a3b9d836adc",
      "title": "Engineering construction rigger",
      "occupationCode": "OCC0433B"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "4e12a9fb-1037-490c-96ac-2a92c2406f07",
        "f2028b01-f8f2-4cb4-8a24-0c8c4efb0fa7",
        "3a48ddfc-273c-43af-bd1c-439471046659",
        "41c65b27-7ef7-4b38-b5b6-c468f1fa4321",
        "f28be34d-25a3-4b92-bd18-b041ea586985",
        "036445a7-edda-417a-ac41-ec83841aec89",
        "2b4bb617-9585-4066-8de7-f888b9012133",
        "6e450b47-0e88-449e-bdc5-8b02a452329b",
        "de322b85-c195-42f4-8ac5-b01a245c912c"
      ],
      "mappedKnowledge": [
        "84b0419e-37bf-485a-a60b-dfe29b2a9d2a",
        "ee083beb-e378-45b5-a806-0dc145d626c9",
        "a34a36c6-1d51-4b6e-bb80-a161930b3cee",
        "a97dbd59-b822-4a10-8727-ec59ebc8f011",
        "a104544a-4bbf-4991-857d-1330bdd13d62",
        "27dd7ac3-af0b-44b5-bbdf-aec97413ebb3",
        "600ce457-14b8-4740-a926-5fd119684bae",
        "3ae5ea54-1c63-4edc-afe0-7835c60f2d38",
        "39f1ce0d-71e3-48ec-92a1-70020f1e5977",
        "7c78d677-d96d-4eb8-ae2c-9442ae499e3c",
        "58643439-47ae-4d19-9b2a-2b5dfc818b33",
        "9b3dd382-59cf-4320-adb2-dbecbae901a2",
        "aaef756a-6109-4783-818c-586b15f9f28b",
        "00c1ec12-f6dc-459f-8d98-7cd55340c89a",
        "2850f6a0-d30e-4d2f-85b8-2c272c43faa3",
        "443b4eee-e985-470b-bac8-72d0cda8a0d8",
        "9a61593a-5c75-44ef-852e-407158ffae0f"
      ],
      "mappedSkills": [
        "7dd088fa-8029-4c07-8616-a925c60130c8",
        "6eda9511-7f79-4c8b-9ea8-54d9095c3d81",
        "00517606-cc73-4c14-aaec-1924d1529d0c",
        "b3ab0b75-f44d-4519-93f2-a637de622d7c",
        "953e429c-ffbe-4e18-9b47-dc25646274d7",
        "7ff4cb9d-adc6-471c-8b07-55d962a8d2f3",
        "da62ecd3-1163-4481-adf9-289a71cdb1c9",
        "692be03b-ac19-4147-ba4b-ed9894be9219",
        "f163f0bc-0074-47fa-8c00-f2165d02c565",
        "17a72115-8164-4c87-abcb-aa88d4eba00d",
        "41cf5e50-f307-4309-b4b0-4b82145ff4e3",
        "9230d349-00fa-4953-b595-ed6fe2f8f49f",
        "9aa73627-acc0-4ae9-b3eb-e81f60457edc",
        "4070f908-81c6-45f1-8061-735d3606da56",
        "8b71bd6b-6992-4c08-9565-575ebb0bb1d8",
        "19459225-1471-4ab0-b966-69f735b4d433",
        "74dfc6a7-3ba3-4da6-9bb0-476da4706600",
        "72e5fc8a-26dc-4540-83a9-5b742ac086e2",
        "099cba31-acbc-4481-9aed-c76eeac98358",
        "7ef9b10b-96be-45c5-b032-77b45f569a8d"
      ]
    },
    {
      "coreOrOptionTitle": "Engineering construction erector",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "2c40bc4d-fbfa-4b06-9bc7-8ac8b6624c04",
        "7ab3e575-d422-4798-80d1-4dbed08ebe1b",
        "fe700598-3bb6-4707-93f6-3e4fe802e4a2",
        "7581d37d-6c09-4465-9395-9323f82c4c43",
        "43080f14-649e-4e36-af8a-c866e1c6f7ed",
        "800d71ac-bfa1-4fde-b3e6-7c32ec777547",
        "b07992fd-9484-4ce6-bdd3-f3a2b93fc994"
      ],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Engineering construction rigger",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "1a70f650-0cde-42b2-8d98-896b79f86acf",
        "60619537-974a-4b75-881b-34e7b8f10e30",
        "665c935f-5bc6-4ec3-bf41-a52bb9c37bf2"
      ],
      "mappedSkills": []
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-02-12T00:00:00"
}