{
  "templateType": "Apprenticeship Standard",
  "larsCode": 331,
  "referenceNumber": "ST0467",
  "learningAimClassCode": "",
  "title": "Poultry technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0467",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2025-04-25T00:00:00",
  "earliestStartDate": "2018-08-08T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Raising animals with optimal welfare and consideration for their needs throughout the different stages of life",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "Poultry",
    "animals",
    "animal welfare",
    "poultry farming",
    "farming sites"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1891/st0467_poultry-technician_level-3_ap-for-publication_june-2018.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Section 1: Occupational profile for a poultry technician&lt;/h3&gt;\n&lt;p&gt;The agriculture industry offers exciting and varied careers in the UK and abroad providing unique opportunities for young people to work in a technically advanced and innovative environment, producing one of the country’s most important products – food. Businesses within the industry range from small family farms through to large integrated organisations working across the food supply chain.&lt;/p&gt;\n&lt;p&gt;A Poultry Technician is responsible for the management and control of a complex poultry farming site or operational agriculture (hatchery) unit, including responsibility for the performance and results of their site, raising animals with optimal welfare and consideration for their needs throughout the different stages of life, compliance at all times with hygiene, safety and bird welfare legislation - and customer standards which go beyond legislative compliance, maintenance of the facility, management of the personnel of the site and all other visitors to site.&lt;/p&gt;\n&lt;p&gt;The nature of the process and the need for optimum growth in an exacting time window requires specific expertise and skills in poultry husbandry relevant to their stage in the poultry supply chain - egg production, rearing, breeding, hatching or growing - together with knowledge of the other stages of the process. These are permanent stages in the process and not seasonal roles. For this reason this standard is formed of a core and options. To complete the standard a Poultry Technician should complete the core elements and one option. This requirement is further strengthened by the nature of the work which normally means working without close supervision, meaning they must be entirely proficient and competent in the process.&lt;/p&gt;\n&lt;p&gt;One option will be taken in addition to the core knowledge, skills and behaviours.&lt;/p&gt;\n&lt;h3&gt;Section 2: The essential core knowledge, skills and behaviours for a poultry technician&lt;/h3&gt;\n&lt;p&gt;The statements in&lt;strong&gt; a, b and c&lt;/strong&gt; below describe the essential core &lt;strong&gt;knowledge&lt;/strong&gt;, &lt;strong&gt;skills&lt;/strong&gt; and &lt;strong&gt;behaviours&lt;/strong&gt; of a poultry technician.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;a. Poultry technicians will possess the following CORE knowledge of the&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Relevant species/breed, its anatomy, diseases, feed requirements, and general characteristics.&lt;/li&gt;\n&lt;li&gt;Signals and behaviours to look for that indicate health or welfare issues and the actions required to mitigate them.&lt;/li&gt;\n&lt;li&gt;Safety, hygiene and biosecurity legislation, codes and practice relevant to the operation and how they are applied effectively.&lt;/li&gt;\n&lt;li&gt;Relevant welfare codes of practice, including the five freedoms, Freedom from hunger and thirst, Freedom from discomfort, Freedom from pain, injury or disease, Freedom to express normal behaviour, Freedom from fear and distress together with the specific requirements appropriate for the species / point in the growth cycle including environmental conditions, correct processes for culling disposal and despatch, manual handling/ transport procedures and stocking densities.&lt;/li&gt;\n&lt;li&gt;End to end process of the operation, the stages within it and the understanding of how to deliver good performance as well as an awareness of the role of their operation within the wider supply chain.&lt;/li&gt;\n&lt;li&gt;Performance requirements of the operation including relevant cost, growth, mortality, waste, hygiene and safety metrics and the techniques and expertise required to influence them to deliver effective performance.&lt;/li&gt;\n&lt;li&gt;Standard operating procedures, methods of stock control, record keeping, and reporting relevant to their operation.&lt;/li&gt;\n&lt;li&gt;Running of their operation in terms of facility management, knowledge of systems, technology, software, machinery, and equipment. (some examples include feed and water equipment, ventilation panels, egg packing machinery and incubation equipment dependant on the stage in the process)  Necessary legislation, ethical code of practice and relevant policy and process, necessary to supervise and manage employees and contract/agency workers in their operation.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;b. Poultry technicians will be competent in the following CORE skills&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Site Upkeep&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Will maintain upkeep of the site to ensure legal compliance in line with welfare regulations and all relevant legislation and customer ethical standards. Carries out site audits and maintenance of the information system. Effectively manages the use of utilities, resources and equipment to control waste and optimise efficiency.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Health &amp;amp; Safety&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Complies with and enforce the company health and safety rules; works in a safe manner and maintain a safe working environment. Takes responsibility for all personnel’s health and safety on site. Ensures all accidents and near misses are reported and investigated in a timely manner. Ensures that safety procedures and health regulations are followed at site by all staff and visitors.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Biosecurity &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Delivers full biosecurity compliance on their site in line with industry, company and customer standards for each poultry breed. Implements corrective actions when required.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Hygiene and food safety&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Takes responsibility for site and personal hygiene procedures. Provides a clean environment in line with agreed standards for the facility. Delivers personal hygiene compliance of themselves and all workers on their site.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Bird Handling&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Prepares facilities for arrival / departure of birds. Coordinates the movement and transport of birds safely, effectively and compassionately without undue stress, ensuring the use of appropriate manual handling techniques.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Welfare&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Demonstrate the technical skills needed to ensure the health of the birds/hatching eggs is maintained at all times and capable of dealing with potential welfare issues. Identifies and diagnose problems early and ensure appropriate measures are taken.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Environment&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Identifies the relevant environmental controls for the specific poultry breed/ system/ customer or egg programme, analyses when adjustments are required. and applies as appropriate (as relevant for the species/ point in growth cycle).&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Operations &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Manages, maintains and operates equipment (relevant to age/breed/bird requirement) safely and effectively. Maintains, monitors and utilises technology and systems appropriate to the operation. Coordinates and conducts appropriate checks, and maintains/updates/keeps records as relevant. monitor and report on performance and then take appropriate action.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Standards &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Adhere to and apply welfare codes of practice including the 5 freedoms as described in knowledge section. Apply and act on business/industry and legislative requirements including industry assurance standards. Implements and maintains compliance through understanding of the standards applicable to poultry and reporting and resolving non-compliance; Contribute to assurance standard audits.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;People &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Effectively manages the poultry staff at the site or if there are no reports, ensures compliance with all necessary rules and protocols by cleaning, catching and other contractors visiting site. Where people are managed; takes full responsibility for recruitment, training, employee relations and communication. Communicates effectively with internal colleagues and external stakeholders as appropriate.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;c. Poultry technicians will display the following CORE behaviours:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Leads by example, through their actions and behaviour, shows a strong work ethic through punctuality, consistent standards, diligence in the quality of their work, a positive attitude and good attention to detail.&lt;/li&gt;\n&lt;li&gt;Takes appropriate responsibility and ownership of decision making for good welfare practice, care of animals integrity/ethics in the process and site standards.&lt;/li&gt;\n&lt;li&gt;Challenges themselves and others, embraces new ways of thinking, and encourages others to do the same. Displays a positive mind set, through their willingness to learn, proactive approach, ability to act on their own initiative, and willingness to solve problems and acquire new skills.&lt;/li&gt;\n&lt;li&gt;Manages and coaches others effectively, work well with colleagues and, communicates and gives feedback effectively, shows respect for other people and gives them time and support.&lt;/li&gt;\n&lt;li&gt;Looks to continuously improve their operation, adapt quickly to changing conditions, technologies, situations and working environments. Able to prioritise effectively and adapt to changing circumstances.&lt;/li&gt;\n&lt;li&gt;Maintains quality of work under pressure, demonstrates resilience and determination, shown in their commitment, consistency in results and overall dedication to their work.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Section 3: Knowledge, and skills for rearing, breeding, hatching, egg production and grow out processes &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Poultry technicians generally work in &lt;strong&gt;rearing,&lt;/strong&gt; &lt;strong&gt;breeding,&lt;/strong&gt; &lt;strong&gt;egg production,&lt;/strong&gt; &lt;strong&gt;hatching&lt;/strong&gt; or &lt;strong&gt;bird grow out unit.&lt;/strong&gt; Depending on the route they take, poultry technicians will need to supplement their CORE standard programme by demonstrating a minimum range of &lt;strong&gt;specialist&lt;/strong&gt; knowledge and skills from one of the following options.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;th&gt;Knowledge and Understanding Of:&lt;/th&gt;\n&lt;th&gt;Skills:&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Rearing&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;How to apply effectively all elements required for brooding including Equipment, e.g brooders / heaters, feeders, drinkers, lights’ resources, appropriate conditions and feed and water provision and why it is important that these are completed correctly&lt;/p&gt;\n&lt;p&gt;The factors that can impact on the growth targets required for organisational purposes&lt;/p&gt;\n&lt;p&gt;The factors and causes that can affect the condition and physical characteristics of males and why this makes them suitable or unsuitable for breeding&lt;/p&gt;\n&lt;p&gt;Full principles of vaccination and the importance of correct administration&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Brooding Procedures –prepare, monitor and maintain necessary equipment and appropriate conditions for new birds. Manage appropriate feed and water provision.&lt;/p&gt;\n&lt;p&gt;Rear birds to suitable / target weight and condition for breeding utilising people and resources as required. Assess and monitor that the growth of young birds meets production targets in line with organisational requirements&lt;/p&gt;\n&lt;p&gt;Bring birds into lay by identifying and selecting suitable males for breeding.&lt;/p&gt;\n&lt;p&gt;Prepare and administer vaccine correctly.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Breeding&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;The factors that can impact on the production targets for the appropriate breed / species&lt;/p&gt;\n&lt;p&gt;How to maintain correct conditions and apply appropriate resources to bring birds into lay.&lt;/p&gt;\n&lt;p&gt;How males should be handled during semen collection to maintain good welfare and maximise semen quality&lt;/p&gt;\n&lt;p&gt;The factors effecting bird fertility and semen quality&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Applies the correct process and resources to bring birds into lay. Ensure that the birds develop using the appropriate methods and equipment with the right inputs from team.&lt;/p&gt;\n&lt;p&gt;Monitor and maintain the collection, grading and storage of eggs for breeding purposes providing input and guidance where required.&lt;/p&gt;\n&lt;p&gt;Monitor and maintain the artificial insemination if relevant to species providing input and guidance where required. Prepare hens and monitor their insemination in-line with organisational requirements.&lt;/p&gt;\n&lt;p&gt;Prepare males and monitor the collection of semen in-line with organisational requirements&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Hatchery&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;The reasons why it is important that the eggs are stored correctly and the consequences if this is not done effectively.&lt;/p&gt;\n&lt;p&gt;The factors which would explain why eggs would be unsuitable for incubation.&lt;/p&gt;\n&lt;p&gt;The reasons why it is important to have appropriate incubation conditions / times closely monitored and maintained.&lt;/p&gt;\n&lt;p&gt;The factors that can affect the condition of birds making them unfit for transport.&lt;/p&gt;\n&lt;p&gt;Full principles of vaccination and the importance of correct administration&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Manage, monitor and maintain the receipt and selection of eggs for hatching ensuring workers follow correct process and giving advice and guidance when required on storage and selection of eggs.&lt;/p&gt;\n&lt;p&gt;Manage, monitor and maintain the preparation, loading and incubation of hatching eggs. Ensure eggs are prepared for incubation at set times, the incubator is prepared correctly to receive eggs and eggs are loaded into the incubator correctly by the team. Check egg fertility and select eggs for transfer in line with organisational requirements and provide advice and input as required.&lt;/p&gt;\n&lt;p&gt;Manage, monitor and maintain the hatch and despatch of poultry – monitor the take-off of poultry, ensure substandard products are correctly recognised and disposed of in line with legal and organisational requirements, monitor preparation of birds for transportation&lt;/p&gt;\n&lt;p&gt;Prepare and administer vaccine as required in line with correct process.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Egg Production&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;The factors that can effect flock performance for the appropriate breed / species&lt;/p&gt;\n&lt;p&gt;How to maintain correct conditions and apply appropriate resources to bring birds into lay and the reasons why these must be maintained correctly&lt;/p&gt;\n&lt;p&gt;The factors effecting egg quality and actions that can be taken to maximise this.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Applies the correct process and resources to bring birds into lay. Ensure that the birds develop using the appropriate methods and equipment with the right inputs from team.&lt;/p&gt;\n&lt;p&gt;Manage, monitor and maintain the collection, grading and storage of eggs for human consumption. Ensure eggs are handled, graded, marked and stored in line with organisational requirements&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Growing&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;How to apply effectively all elements required for growing birds including Equipment, (Ventilation equipment, heaters, feed and water equipment, shed alarms, bird weighing equipment, lighting) resources, appropriate conditions and feed and water provision and why it is important that these are completed correctly&lt;/p&gt;\n&lt;p&gt;The factors that can impact on the growth targets required to meet processing requirements&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Growing Procedures –prepare, monitor and maintain necessary equipment (Ventilation equipment, heaters, feed and water equipment, shed alarms, bird weighing equipment, lighting) and appropriate conditions for new birds. Prepare provide and manage appropriate feed and water provision.&lt;/p&gt;\n&lt;p&gt;Rear birds to suitable / target weight and condition for processing utilising people and resources as required. Assess and monitor that the growth of young birds meets production targets in line with organisational requirements&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;Section 4 - Additional information&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Duration:&lt;/strong&gt;&amp;nbsp;18 to 24 months is the expected average duration for new entrants.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Level:&lt;/strong&gt;&amp;nbsp;This Standard is set at Level 3&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Qualifications:&lt;/strong&gt;&amp;nbsp;Apprentices without level 2 English and maths will need to achieve this level prior to taking the endpoint assessment.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Progression: &lt;/strong&gt;On completion of the Level 3 Poultry Technician standard, suitably able candidates will be able to progress to relevant management roles.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Review:&amp;nbsp;&lt;/strong&gt;3 years after implementation.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The agriculture industry offers exciting and varied careers in the UK and abroad providing unique opportunities for young people to work in a technically advanced and innovative environment, producing one of the country’s most important products – food. Businesses within the industry range from small family farms through to large integrated organisations working across the food supply chain. A Poultry Technician is responsible for the management and control of a complex poultry farming site or operational agriculture (hatchery) unit, including responsibility for the performance and results of their site, raising animals with optimal welfare and consideration for their needs throughout the different stages of life, compliance at all times with hygiene, safety and bird welfare legislation - and customer standards which go beyond legislative compliance, maintenance of the facility, management of the personnel of the site and all other visitors to site. The nature of the process and the need for optimum growth in an exacting time window requires specific expertise and skills in poultry husbandry relevant to their stage in the poultry supply chain - egg production, rearing, breeding, hatching or growing - together with knowledge of the other stages of the process. These are permanent stages in the process and not seasonal roles. For this reason this standard is formed of a core and options. To complete the standard a Poultry Technician should complete the core elements and one option. This requirement is further strengthened by the nature of the work which normally means working without close supervision, meaning they must be entirely proficient and competent in the process. One option will be taken in addition to the core knowledge, skills and behaviours.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "d1ba10f4-7ae4-48d3-bf05-e57f5047628b",
      "detail": "Relevant species/breed, its anatomy, diseases, feed requirements, and general characteristics."
    },
    {
      "knowledgeId": "df4b9ce4-3181-4dc6-b9fd-89816490cab3",
      "detail": "Signals and behaviours to look for that indicate health or welfare issues and the actions required to mitigate them."
    },
    {
      "knowledgeId": "2fb2054d-ac7d-4b3b-a597-59b3b3bbd4ac",
      "detail": "Safety, hygiene and biosecurity legislation, codes and practice relevant to the operation and how they are applied effectively."
    },
    {
      "knowledgeId": "96c337f1-385d-4301-8cf4-2e9fceb05e11",
      "detail": "Relevant welfare codes of practice, including the five freedoms, Freedom from hunger and thirst, Freedom from discomfort, Freedom from pain, injury or disease, Freedom to express normal behaviour, Freedom from fear and distress together with the specific requirements appropriate for the species / point in the growth cycle including environmental conditions, correct processes for culling disposal and despatch, manual handling/ transport procedures and stocking densities."
    },
    {
      "knowledgeId": "7df2c34b-0bbc-4351-a58d-ed6c7bed88c2",
      "detail": "End to end process of the operation, the stages within it and the understanding of how to deliver good performance as well as an awareness of the role of their operation within the wider supply chain."
    },
    {
      "knowledgeId": "2c83292e-53f7-4365-a8ac-16ea8f8e161a",
      "detail": "Performance requirements of the operation including relevant cost, growth, mortality, waste, hygiene and safety metrics and the techniques and expertise required to influence them to deliver effective performance."
    },
    {
      "knowledgeId": "7076ce0d-7ca4-43a8-bcf2-bddb89d87e7d",
      "detail": "Standard operating procedures, methods of stock control, record keeping, and reporting relevant to their operation."
    },
    {
      "knowledgeId": "b95da08c-f75e-4560-b447-f43fe6dd7300",
      "detail": "Running of their operation in terms of facility management, knowledge of systems, technology, software, machinery, and equipment. (some examples include feed and water equipment, ventilation panels, egg packing machinery and incubation equipment dependant on the stage in the process)  Necessary legislation, ethical code of practice and relevant policy and process, necessary to supervise and manage employees and contract/agency workers in their operation."
    },
    {
      "knowledgeId": "e5afc008-be19-4822-8e52-4229d02d1f73",
      "detail": "How to apply effectively all elements required for brooding including Equipment, e.g brooders / heaters, feeders, drinkers, lights’ resources, appropriate conditions and feed and water provision and why it is important that these are completed correctly"
    },
    {
      "knowledgeId": "2676fc00-ec8b-4340-b325-e0868fc96c52",
      "detail": "The factors that can impact on the growth targets required for organisational purposes"
    },
    {
      "knowledgeId": "7c6c65e9-bea6-42d1-b53b-2c58c7471f75",
      "detail": "The factors and causes that can affect the condition and physical characteristics of males and why this makes them suitable or unsuitable for breeding"
    },
    {
      "knowledgeId": "111e1021-7033-4bac-9d35-33c059823c3e",
      "detail": "Full principles of vaccination and the importance of correct administration"
    },
    {
      "knowledgeId": "f47075e7-fcdb-441c-bf6d-b42ae31d933a",
      "detail": "The factors that can impact on the production targets for the appropriate breed / species"
    },
    {
      "knowledgeId": "cd8a2dba-bbc9-4ee2-b659-1cd9b5a51be9",
      "detail": "How to maintain correct conditions and apply appropriate resources to bring birds into lay."
    },
    {
      "knowledgeId": "1eb10e20-7cf2-4ff7-87f3-8717ffadebd7",
      "detail": "How males should be handled during semen collection to maintain good welfare and maximise semen quality"
    },
    {
      "knowledgeId": "74ac9532-ee39-47c0-ad04-cc5724a5e327",
      "detail": "The factors effecting bird fertility and semen quality"
    },
    {
      "knowledgeId": "c448dba6-9ae3-4a9f-9988-bb56e7b39432",
      "detail": "The reasons why it is important that the eggs are stored correctly and the consequences if this is not done effectively."
    },
    {
      "knowledgeId": "fa1046f6-c243-4533-a8b7-52adde0753d9",
      "detail": "The factors which would explain why eggs would be unsuitable for incubation."
    },
    {
      "knowledgeId": "1475a0c8-7f63-4e66-9771-aa69581aa395",
      "detail": "The reasons why it is important to have appropriate incubation conditions / times closely monitored and maintained."
    },
    {
      "knowledgeId": "5d95efdc-65d3-47a3-8fd7-55b7a6171748",
      "detail": "The factors that can affect the condition of birds making them unfit for transport."
    },
    {
      "knowledgeId": "d55b8bc5-e054-4e2d-9482-39b67c2b9a57",
      "detail": "Full principles of vaccination and the importance of correct administration"
    },
    {
      "knowledgeId": "e5dd74d3-21ae-4192-960f-e3f17776460d",
      "detail": "The factors that can effect flock performance for the appropriate breed / species"
    },
    {
      "knowledgeId": "cb7da101-ca4f-447b-b13b-f802351b55b4",
      "detail": "How to maintain correct conditions and apply appropriate resources to bring birds into lay and the reasons why these must be maintained correctly"
    },
    {
      "knowledgeId": "ddfe7e72-c769-44d9-959a-47e93b6f249c",
      "detail": "The factors effecting egg quality and actions that can be taken to maximise this."
    },
    {
      "knowledgeId": "c4bce868-e4ac-4d84-a599-16c2079048aa",
      "detail": "How to apply effectively all elements required for growing birds including Equipment, (Ventilation equipment, heaters, feed and water equipment, shed alarms, bird weighing equipment, lighting) resources, appropriate conditions and feed and water provision and why it is important that these are completed correctly"
    },
    {
      "knowledgeId": "57f89dac-f379-46dc-921c-4567341ebca6",
      "detail": "The factors that can impact on the growth targets required to meet processing requirements"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "6c415076-84c4-4e2b-9673-dc556e996e9b",
      "detail": "Leads by example, through their actions and behaviour, shows a strong work ethic through punctuality, consistent standards, diligence in the quality of their work, a positive attitude and good attention to detail."
    },
    {
      "behaviourId": "f7a88b00-3c35-4e46-8e37-acab195eaa23",
      "detail": "Takes appropriate responsibility and ownership of decision making for good welfare practice, care of animals integrity/ethics in the process and site standards."
    },
    {
      "behaviourId": "b408c9f0-e2bb-4661-b8d6-c1f4e0fe1978",
      "detail": "Challenges themselves and others, embraces new ways of thinking, and encourages others to do the same. Displays a positive mind set, through their willingness to learn, proactive approach, ability to act on their own initiative, and willingness to solve problems and acquire new skills."
    },
    {
      "behaviourId": "b910bda8-7b37-483e-821a-6affe9a12fcd",
      "detail": "Manages and coaches others effectively, work well with colleagues and, communicates and gives feedback effectively, shows respect for other people and gives them time and support."
    },
    {
      "behaviourId": "b472b0b6-3bf9-48e2-943b-851cf448a7a9",
      "detail": "Looks to continuously improve their operation, adapt quickly to changing conditions, technologies, situations and working environments. Able to prioritise effectively and adapt to changing circumstances."
    },
    {
      "behaviourId": "f3320013-9611-4c7e-9c80-f7b9bc435d30",
      "detail": "Maintains quality of work under pressure, demonstrates resilience and determination, shown in their commitment, consistency in results and overall dedication to their work."
    }
  ],
  "skills": [
    {
      "skillId": "8ab0407f-8896-492a-aadd-da8f789861a7",
      "detail": "Site Upkeep: Will maintain upkeep of the site to ensure legal compliance in line with welfare regulations and all relevant legislation and customer ethical standards. Carries out site audits and maintenance of the information system. Effectively manages the use of utilities, resources and equipment to control waste and optimise efficiency."
    },
    {
      "skillId": "b84aa633-f4b2-4752-a4c5-2243e47e0eb0",
      "detail": "Health & Safety: Complies with and enforce the company health and safety rules; works in a safe manner and maintain a safe working environment. Takes responsibility for all personnel’s health and safety on site. Ensures all accidents and near misses are reported and investigated in a timely manner. Ensures that safety procedures and health regulations are followed at site by all staff and visitors."
    },
    {
      "skillId": "909ec883-0b57-4b5f-b63e-299e839e88c1",
      "detail": "Biosecurity: Delivers full biosecurity compliance on their site in line with industry, company and customer standards for each poultry breed. Implements corrective actions when required."
    },
    {
      "skillId": "43b6bf4b-6e47-47a6-8b5b-a84435e1d333",
      "detail": "Hygiene and food safety: Takes responsibility for site and personal hygiene procedures. Provides a clean environment in line with agreed standards for the facility. Delivers personal hygiene compliance of themselves and all workers on their site."
    },
    {
      "skillId": "f4d9225d-86d4-49bf-86cb-37cbe2aff9e3",
      "detail": "Bird Handling: Prepares facilities for arrival / departure of birds. Coordinates the movement and transport of birds safely, effectively and compassionately without undue stress, ensuring the use of appropriate manual handling techniques."
    },
    {
      "skillId": "aa8a5af5-6bfd-4577-a1a5-a599f7ec106f",
      "detail": "Welfare: Demonstrate the technical skills needed to ensure the health of the birds/hatching eggs is maintained at all times and capable of dealing with potential welfare issues. Identifies and diagnose problems early and ensure appropriate measures are taken."
    },
    {
      "skillId": "5e368c32-657c-4ce7-9700-6040e3f0596c",
      "detail": "Environment: Identifies the relevant environmental controls for the specific poultry breed/ system/ customer or egg programme, analyses when adjustments are required. and applies as appropriate (as relevant for the species/ point in growth cycle)."
    },
    {
      "skillId": "35c70617-9640-4ab0-9c20-4d2c6ac510b3",
      "detail": "Operations: Manages, maintains and operates equipment (relevant to age/breed/bird requirement) safely and effectively. Maintains, monitors and utilises technology and systems appropriate to the operation. Coordinates and conducts appropriate checks, and maintains/updates/keeps records as relevant. monitor and report on performance and then take appropriate action."
    },
    {
      "skillId": "ec9a5af7-a756-40ef-979f-7ebf7ece163f",
      "detail": "Standards: Adhere to and apply welfare codes of practice including the 5 freedoms as described in knowledge section. Apply and act on business/industry and legislative requirements including industry assurance standards. Implements and maintains compliance through understanding of the standards applicable to poultry and reporting and resolving non-compliance; Contribute to assurance standard audits."
    },
    {
      "skillId": "a0363c49-0f91-4598-9b44-e69912a616fe",
      "detail": "People: Effectively manages the poultry staff at the site or if there are no reports, ensures compliance with all necessary rules and protocols by cleaning, catching and other contractors visiting site. Where people are managed; takes full responsibility for recruitment, training, employee relations and communication. Communicates effectively with internal colleagues and external stakeholders as appropriate."
    },
    {
      "skillId": "7466c25d-5aa4-49e4-8d6a-e7d74f10ce86",
      "detail": "Brooding Procedures –prepare, monitor and maintain necessary equipment and appropriate conditions for new birds. Manage appropriate feed and water provision"
    },
    {
      "skillId": "d0cfc475-eb45-4dce-8711-63a25cce14c8",
      "detail": "Rear birds to suitable / target weight and condition for breeding utilising people and resources as required. Assess and monitor that the growth of young birds meets production targets in line with organisational requirements"
    },
    {
      "skillId": "62726d42-9842-4ccf-88b9-753dc71bd81f",
      "detail": "Bring birds into lay by identifying and selecting suitable males for breeding."
    },
    {
      "skillId": "b2f0fb58-bfdd-4cf8-b54a-3d526c765dc1",
      "detail": "Prepare and administer vaccine correctly."
    },
    {
      "skillId": "b0be91d5-2604-4e3b-9981-08d58088335e",
      "detail": "Applies the correct process and resources to bring birds into lay. Ensure that the birds develop using the appropriate methods and equipment with the right inputs from team."
    },
    {
      "skillId": "b16f2582-f3b5-4524-8de8-25355f357f36",
      "detail": "Monitor and maintain the collection, grading and storage of eggs for breeding purposes providing input and guidance where required."
    },
    {
      "skillId": "f2e9d699-ccc9-45e0-99d4-168dd29016df",
      "detail": "Monitor and maintain the artificial insemination if relevant to species providing input and guidance where required. Prepare hens and monitor their insemination in-line with organisational requirements."
    },
    {
      "skillId": "18dea21b-d050-4c72-9914-ea86b5d59da9",
      "detail": "Prepare males and monitor the collection of semen in-line with organisational requirements"
    },
    {
      "skillId": "1b4d3d4b-9ec0-41ec-bf1a-a65a2d671d77",
      "detail": "Manage, monitor and maintain the receipt and selection of eggs for hatching ensuring workers follow correct process and giving advice and guidance when required on storage and selection of eggs."
    },
    {
      "skillId": "b3f0e54b-d1ff-424c-92dc-e2fee3a45cfc",
      "detail": "Manage, monitor and maintain the preparation, loading and incubation of hatching eggs. Ensure eggs are prepared for incubation at set times, the incubator is prepared correctly to receive eggs and eggs are loaded into the incubator correctly by the team. Check egg fertility and select eggs for transfer in line with organisational requirements and provide advice and input as required."
    },
    {
      "skillId": "3645c09d-2c34-4465-b4ef-e47825f23556",
      "detail": "Manage, monitor and maintain the hatch and despatch of poultry – monitor the take-off of poultry, ensure substandard products are correctly recognised and disposed of in line with legal and organisational requirements, monitor preparation of birds for transportation"
    },
    {
      "skillId": "bb172f18-6c00-4c92-91ff-80f8071fdfb9",
      "detail": "Prepare and administer vaccine as required in line with correct process."
    },
    {
      "skillId": "f2424405-473a-4506-9753-4b67affb2428",
      "detail": "Applies the correct process and resources to bring birds into lay. Ensure that the birds develop using the appropriate methods and equipment with the right inputs from team."
    },
    {
      "skillId": "6c0b2620-fa28-41a8-8a39-38906972a80c",
      "detail": "Manage, monitor and maintain the collection, grading and storage of eggs for human consumption. Ensure eggs are handled, graded, marked and stored in line with organisational requirements"
    },
    {
      "skillId": "f78ea022-960e-43c2-b0d2-d16986b3eed6",
      "detail": "Growing Procedures –prepare, monitor and maintain necessary equipment (Ventilation equipment, heaters, feed and water equipment, shed alarms, bird weighing equipment, lighting) and appropriate conditions for new birds. Prepare provide and manage appropriate feed and water provision."
    },
    {
      "skillId": "66dd3306-7165-4a3c-bf2f-915fbd32955b",
      "detail": "Rear birds to suitable / target weight and condition for processing utilising people and resources as required. Assess and monitor that the growth of young birds meets production targets in line with organisational requirements"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Rearing",
    "Breeding",
    "Hatchery",
    "Egg Production",
    "Growing"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-08-08T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0288 ",
  "tbMainContact": "andrew.brodie@faccenda.co.uk ",
  "involvedEmployers": "Faccenda Foods, Moy Park, PD Hook, Cargill, Gressingham, Banham, Bernard Matthews, Kelly’s Turkeys, Cobb Europe, BSF Partnership",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Agriculture, Land Management and Production",
  "cluster": "Agricultural Operative/Technician",
  "clusterId": "143",
  "clusterDescription": "Undertake largely routine arable and livestock tasks with some specialisation in either area",
  "createdDate": "2017-11-14T17:08:53 +00:00",
  "lastUpdated": "2025-04-25T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-08-08T00:00:00 +00:00",
  "banners": "A temporary dispensation has been applied to the ST0467 end-point assessment plan version ST0467/AP01 for this apprenticeship. The dispensation will last from 31/08/24 to 30/09/26 but may be withdrawn if the assessment plan is revised sooner or the dispensation is no longer necessary.&nbsp;\nEnd-point assessment organisations (EPAOs) delivering EPAs for the apprenticeship will implement the dispensation as required, supported and monitored by the relevant EQA provider. &nbsp;\nThe key changes are:&nbsp;\nThis dispensation will replace the Observational Practical Assessment (OPA) with an extended question and answer (Q&amp;A) session informed by specific video and photographic evidence to set requirements. All EPAOs must deliver the assessment according to the dispensation to support comparability for learners.&nbsp;\nThe video evidence must be comprised of 2 set tasks that target a range of KSBs that are mapped to the OPA. Each task will require video evidence (up to a maximum of 15 minutes each) and should be captured in the workplace or other suitable environment. The tasks may be simulated where required (e.g. to support seasonal availability) though examples of genuine real-world activities that align with the evidence requirements are preferred where possible. The photographic evidence will support the video evidence by capturing other areas of performance against the KSBs not covered by the 2 main tasks. The quantity of images will vary depending on the nature of the KSBs being captured. The EPAO must provide clear details of the requirements for each type of evidence (both video and photographic) that the apprentice must capture.&nbsp;\nBoth the video and photographic evidence should typically be obtained during the post-gateway period but can be obtained a maximum of 4 weeks prior to the apprentice’s gateway date (to avoid any crossover with the portfolio of evidence). All evidence must be submitted to the EPAO 10 days prior to the Q&amp;A session taking place to allow appropriate questions to be generated/ selected by the EPAO/ assessor. The video and photographic evidence will be reviewed by both the apprentice and assessor during the Q&amp;A session. The main focus of assessment is the responses (supported by reference to the required evidence) offered by the apprentice during the Q&amp;A session. The Q&amp;A session will be a maximum of 2 hours (inclusive of reviewing all evidence such as playing the video evidence). The Q&amp;A session may take place remotely.; A&nbsp;revised version of this occupational standard and end-point assessment plan has been agreed and is available for information only at present. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeship standards in revision are available in the revisions status report.",
  "occupationCode": "OCC0467",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0467-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0467-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "c7663458-6541-48ec-ba66-75ec9e70a007",
      "title": "Rearing",
      "occupationCode": "OCC0467E"
    },
    {
      "optionId": "23079e4a-df77-4a7c-8738-04006b6a1503",
      "title": "Breeding",
      "occupationCode": "OCC0467A"
    },
    {
      "optionId": "7678c10f-56a6-43fe-aa95-08fdfaeb1fec",
      "title": "Hatchery",
      "occupationCode": "OCC0467D"
    },
    {
      "optionId": "bc37c7bc-1d87-4ac2-a34e-5f4705894deb",
      "title": "Egg Production",
      "occupationCode": "OCC0467B"
    },
    {
      "optionId": "405ac598-542a-42da-853f-54878cf774c2",
      "title": "Growing",
      "occupationCode": "OCC0467C"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "6c415076-84c4-4e2b-9673-dc556e996e9b",
        "f7a88b00-3c35-4e46-8e37-acab195eaa23",
        "b408c9f0-e2bb-4661-b8d6-c1f4e0fe1978",
        "b910bda8-7b37-483e-821a-6affe9a12fcd",
        "b472b0b6-3bf9-48e2-943b-851cf448a7a9",
        "f3320013-9611-4c7e-9c80-f7b9bc435d30"
      ],
      "mappedKnowledge": [
        "d1ba10f4-7ae4-48d3-bf05-e57f5047628b",
        "df4b9ce4-3181-4dc6-b9fd-89816490cab3",
        "2fb2054d-ac7d-4b3b-a597-59b3b3bbd4ac",
        "96c337f1-385d-4301-8cf4-2e9fceb05e11",
        "7df2c34b-0bbc-4351-a58d-ed6c7bed88c2",
        "2c83292e-53f7-4365-a8ac-16ea8f8e161a",
        "7076ce0d-7ca4-43a8-bcf2-bddb89d87e7d",
        "b95da08c-f75e-4560-b447-f43fe6dd7300"
      ],
      "mappedSkills": [
        "8ab0407f-8896-492a-aadd-da8f789861a7",
        "b84aa633-f4b2-4752-a4c5-2243e47e0eb0",
        "909ec883-0b57-4b5f-b63e-299e839e88c1",
        "43b6bf4b-6e47-47a6-8b5b-a84435e1d333",
        "f4d9225d-86d4-49bf-86cb-37cbe2aff9e3",
        "aa8a5af5-6bfd-4577-a1a5-a599f7ec106f",
        "5e368c32-657c-4ce7-9700-6040e3f0596c",
        "35c70617-9640-4ab0-9c20-4d2c6ac510b3",
        "ec9a5af7-a756-40ef-979f-7ebf7ece163f",
        "a0363c49-0f91-4598-9b44-e69912a616fe"
      ]
    },
    {
      "coreOrOptionTitle": "Rearing",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "e5afc008-be19-4822-8e52-4229d02d1f73",
        "2676fc00-ec8b-4340-b325-e0868fc96c52",
        "7c6c65e9-bea6-42d1-b53b-2c58c7471f75",
        "111e1021-7033-4bac-9d35-33c059823c3e"
      ],
      "mappedSkills": [
        "7466c25d-5aa4-49e4-8d6a-e7d74f10ce86",
        "d0cfc475-eb45-4dce-8711-63a25cce14c8",
        "62726d42-9842-4ccf-88b9-753dc71bd81f",
        "b2f0fb58-bfdd-4cf8-b54a-3d526c765dc1"
      ]
    },
    {
      "coreOrOptionTitle": "Breeding",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "f47075e7-fcdb-441c-bf6d-b42ae31d933a",
        "cd8a2dba-bbc9-4ee2-b659-1cd9b5a51be9",
        "1eb10e20-7cf2-4ff7-87f3-8717ffadebd7",
        "74ac9532-ee39-47c0-ad04-cc5724a5e327"
      ],
      "mappedSkills": [
        "b0be91d5-2604-4e3b-9981-08d58088335e",
        "b16f2582-f3b5-4524-8de8-25355f357f36",
        "f2e9d699-ccc9-45e0-99d4-168dd29016df",
        "18dea21b-d050-4c72-9914-ea86b5d59da9"
      ]
    },
    {
      "coreOrOptionTitle": "Hatchery",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "c448dba6-9ae3-4a9f-9988-bb56e7b39432",
        "fa1046f6-c243-4533-a8b7-52adde0753d9",
        "1475a0c8-7f63-4e66-9771-aa69581aa395",
        "5d95efdc-65d3-47a3-8fd7-55b7a6171748",
        "d55b8bc5-e054-4e2d-9482-39b67c2b9a57"
      ],
      "mappedSkills": [
        "1b4d3d4b-9ec0-41ec-bf1a-a65a2d671d77",
        "b3f0e54b-d1ff-424c-92dc-e2fee3a45cfc",
        "3645c09d-2c34-4465-b4ef-e47825f23556",
        "bb172f18-6c00-4c92-91ff-80f8071fdfb9"
      ]
    },
    {
      "coreOrOptionTitle": "Egg Production",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "e5dd74d3-21ae-4192-960f-e3f17776460d",
        "cb7da101-ca4f-447b-b13b-f802351b55b4",
        "ddfe7e72-c769-44d9-959a-47e93b6f249c"
      ],
      "mappedSkills": [
        "f2424405-473a-4506-9753-4b67affb2428",
        "6c0b2620-fa28-41a8-8a39-38906972a80c"
      ]
    },
    {
      "coreOrOptionTitle": "Growing",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "c4bce868-e4ac-4d84-a599-16c2079048aa",
        "57f89dac-f379-46dc-921c-4567341ebca6"
      ],
      "mappedSkills": [
        "f78ea022-960e-43c2-b0d2-d16986b3eed6",
        "66dd3306-7165-4a3c-bf2f-915fbd32955b"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-04-25T00:00:00"
}