{
  "templateType": "Apprenticeship Standard",
  "larsCode": 203,
  "referenceNumber": "ST0490",
  "learningAimClassCode": "",
  "title": "Teacher",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0490",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-12-01T00:00:00",
  "earliestStartDate": "2017-10-19T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Educating young people to achieve the highest possible standards.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Education and early years",
  "keywords": [
    "teacher",
    "teaching",
    "education",
    "young people",
    "lecturing",
    "childcare"
  ],
  "jobRoles": [
    "Teacher"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4344/st0490_teacher_l6_ap-for-publication_22062020-002.pdf",
  "ssa1": "13 Education and Training",
  "ssa2": "13.1 Teaching and lecturing",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The occupation covered by this apprenticeship standard is that of a teacher of pupils from 3 – 19 years. Teachers can be employed in a variety of settings (for example academy schools, maintained schools) and across England&lt;strong&gt;. &lt;/strong&gt;Teachers make the education of their pupils their first concern and are accountable for achieving the highest possible standards in work and conduct. Teachers demonstrate consistently high standards of personal and professional conduct; have strong subject knowledge, keep their knowledge and skills as teachers up-to-date and are self-critical; forge positive professional relationships and work with parents/guardians in the best interests of their pupils.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;a href=&quot;https://www.gov.uk/government/publications/initial-teacher-training-criteria/initial-teacher-training-itt-criteria-and-supporting-advice#note2&quot;&gt;https://www.gov.uk/government/publications/initial-teacher-training-criteria/initial-teacher-training-itt-criteria-and-supporting-advice#note2&lt;/a&gt;&lt;/p&gt;\n&lt;p&gt;All accredited&amp;nbsp;ITT&amp;nbsp;providers must ensure that all:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;entrants have achieved a standard equivalent to a grade 4 (&lt;a href=&quot;https://www.gov.uk/government/publications/initial-teacher-training-criteria/initial-teacher-training-itt-criteria-and-supporting-advice#note2&quot; title=&quot;Link to gov.uk&quot; data-anchor=&quot;#note2&quot;&gt;see note 2&lt;/a&gt;) in the GCSE examinations in English and mathematics&lt;/li&gt;\n&lt;li&gt;who intend to train to teach pupils aged 3 to 11 additionally have achieved a standard equivalent to a grade 4 in the GCSE examination in a science subject&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;The aim of this criterion is to ensure that entrants to&amp;nbsp;ITT&amp;nbsp;have demonstrated their achievement of a minimum standard of educational attainment. Primary trainees need also to demonstrate an acceptable level of subject knowledge in the core subjects of the national curriculum.&lt;/p&gt;\n&lt;p&gt;It is the standard, not the certificate, that matters. Applicants who are otherwise suitable but have not successfully achieved a GCSE grade 4 may be given an opportunity to show that they can meet the required standard either by taking an equivalence test or by offering other evidence of attainment, which should demonstrate a similar level and breadth. Providers should consider making similar arrangements for candidates who cannot provide original certificates as evidence.&lt;/p&gt;\n&lt;p&gt;DfE&amp;nbsp;does not provide a list of qualifications that can be considered equivalent to the GCSE examinations in English, mathematics and science. When&amp;nbsp;ITT&amp;nbsp;partnerships look for evidence that a qualification is of a standard equivalent to GCSE grade 4, they should look at the content not only in terms of its level, but also in terms of its breadth.&lt;/p&gt;\n&lt;p&gt;Entrants to courses who are not able to demonstrate the required equivalent standard as a consequence of the coronavirus (COVID-19) outbreak are permitted alternatively to demonstrate the standard by 30 November 2020.&amp;nbsp;ITT&amp;nbsp;providers must offer every opportunity for trainees to demonstrate the standard through, for example, additional support and training. In the case of a trainee not achieving the academic qualification,&amp;nbsp;ITT&amp;nbsp;providers are permitted to take account of other evidence of attainment as set out in advice above. No trainee should be permitted to continue the course without submitting evidence of having met the required standard by 30 November 2020.&amp;nbsp;ITT&amp;nbsp;providers should make careful judgements about the likelihood of a candidate achieving the required standard in the permitted timeframe before admitting them to a&amp;nbsp;QTS&amp;nbsp;programme.&lt;/p&gt;\n&lt;p&gt;Specific qualifications&lt;/p&gt;\n&lt;p&gt;Qualifications in key and functional skills at level 2 are not equivalent to GCSEs in terms of content.&amp;nbsp;ITT&amp;nbsp;partnerships should look for additional evidence of breadth of knowledge and understanding in applicants who have key and functional skills certificates but do not have GCSEs at grade 4 or above in English and mathematics.&lt;/p&gt;\n&lt;p&gt;Providers should look for further evidence of a breadth of achievement in English where applicants have achieved a GCSE grade 4 or above in English literature only.&lt;/p&gt;\n&lt;p&gt;Further information - The&amp;nbsp;&lt;a href=&quot;http://www.naric.org.uk/index.asp?page=1&quot;&gt;National Recognition Information Centre for the United Kingdom (UK NARIC)&lt;/a&gt;&amp;nbsp;provides advice on the equivalence of overseas qualifications.&lt;/p&gt;\n&lt;p&gt;In addition they will also require a bachelor’s degree (or equivalent) for entry to graduate Initial Teacher Training programmes; assessed as suitable to train to teach by accredited Initial Teacher Training providers. If your teacher training course starts on or after 1 April 2020, you are not required to take the professional skills tests. The course provider will assure that you have the fundamental English and mathematics to become a teacher either at interview or during the training course.&amp;nbsp;Initial teacher training (ITT) providers are responsible for checking that all trainees meet the current ITT entry requirements for the skills tests, before they start the course.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;These entry criteria have statutory force under The Education (School Teachers’ Qualifications) (England) Regulations 2003.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge, Skills and Behaviours required of a Teacher&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The below sets out the standards that define the minimum level of practice for trainees and teachers to achieve Qualified Teacher Status – and which all apprentices will be assessed against. For full detail on the standards Teachers must meet, please refer to the &lt;strong&gt;Teachers&#39; Standards &lt;/strong&gt;(1)&lt;strong&gt;; &lt;/strong&gt;these have statutory force (under regulation 6(8)(a) of the Education (School Teachers’ Appraisal) (England) Regulations 2012) and are issued by law&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Professional Knowledge and Skills required of a Teacher&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;1. Set high expectations which inspire, motivate and challenge pupils&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;establish a safe and stimulating environment for pupils, rooted in mutual respect&lt;/li&gt;\n&lt;li&gt;set goals that stretch and challenge pupils of all backgrounds, abilities and dispositions&lt;/li&gt;\n&lt;li&gt;demonstrate consistently the positive attitudes, values and behaviour which are expected of pupils(2).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;2. Promote good progress and outcomes by pupils&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;be accountable for pupils’ attainment, progress and outcomes&lt;/li&gt;\n&lt;li&gt;be aware of pupils’ capabilities and their prior knowledge, and plan teaching to build on these&lt;/li&gt;\n&lt;li&gt;guide pupils to reflect on the progress they have made and their emerging needs&lt;/li&gt;\n&lt;li&gt;demonstrate knowledge and understanding of how pupils learn and how this impacts on teaching&lt;/li&gt;\n&lt;li&gt;encourage pupils to take a responsible and conscientious attitude to their own work and study.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;3. Demonstrate good subject and curriculum knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;have a secure knowledge of the relevant subject(s) and curriculum areas, foster and maintain pupils’ interest in the subject, and address misunderstandings&lt;/li&gt;\n&lt;li&gt;demonstrate a critical understanding of developments in the subject and curriculum areas, and promote the value of scholarship&lt;/li&gt;\n&lt;li&gt;demonstrate an understanding of and take responsibility for promoting high standards of literacy, articulacy and the correct use of standard English, whatever the teacher’s specialist subject&lt;/li&gt;\n&lt;li&gt;demonstrate clear understanding of content and teaching methodologies required for relevant curriculum areas and age groups (for example, systematic synthetic phonics if teaching early reading, or appropriate teaching strategies if teaching early maths).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;4. Plan and teach well-structured lessons&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;impart knowledge and develop understanding through effective use of lesson time&lt;/li&gt;\n&lt;li&gt;promote a love of learning and children’s intellectual curiosity&lt;/li&gt;\n&lt;li&gt;set homework and plan other out-of-class activities to consolidate and extend the knowledge and understanding pupils have acquired&lt;/li&gt;\n&lt;li&gt;reflect systematically on the effectiveness of lessons and approaches to teaching&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;contribute to the design and provision of an engaging curriculum within the relevant subject area(s).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;5. Adapt teaching to respond to the strengths and needs of all pupils&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;know when and how to differentiate appropriately, using approaches which enable pupils to be taught effectively&lt;/li&gt;\n&lt;li&gt;have a secure understanding of how a range of factors can inhibit pupils’ ability to learn, and how best to overcome these&lt;/li&gt;\n&lt;li&gt;demonstrate an awareness of the physical, social and intellectual development of children, and know how to adapt teaching to support pupils’ education at different stages of development&lt;/li&gt;\n&lt;li&gt;have a clear understanding of the needs of all pupils, including those with special educational needs; those of high ability; those with English as an additional language; those with disabilities; and be able to use and evaluate distinctive teaching approaches to engage and support them.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;6. Make accurate and productive use of assessment&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;know and understand how to assess the relevant subject and curriculum areas, including statutory assessment requirements&lt;/li&gt;\n&lt;li&gt;make use of formative and summative assessment to secure pupils’ progress&lt;/li&gt;\n&lt;li&gt;use relevant data to monitor progress, set targets, and plan subsequent lessons&lt;/li&gt;\n&lt;li&gt;give pupils regular feedback, both orally and through accurate marking, and encourage pupils to respond to the feedback.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;7. Manage behaviour effectively to ensure a good and safe learning environment&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;have clear rules and routines for behaviour in classrooms, and take responsibility for promoting good and courteous behaviour both in classrooms and around the school, in accordance with the school’s behaviour policy&lt;/li&gt;\n&lt;li&gt;have high expectations of behaviour, and establish a framework for discipline with a range of strategies, using praise, sanctions and rewards consistently and fairly&lt;/li&gt;\n&lt;li&gt;manage classes effectively, using approaches which are appropriate to pupils’ needs in order to involve and motivate&lt;/li&gt;\n&lt;li&gt;them&amp;nbsp;maintain good relationships with pupils, exercise appropriate authority, and act decisively when necessary(3).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;8. Fulfil wider professional responsibilities&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;make a positive contribution to the wider life and ethos of the school&lt;/li&gt;\n&lt;li&gt;develop effective professional relationships with colleagues, knowing how and when to draw on advice and specialist support&lt;/li&gt;\n&lt;li&gt;deploy support staff effectively&lt;/li&gt;\n&lt;li&gt;take responsibility for improving teaching through appropriate professional development, responding to advice and feedback from colleagues&lt;/li&gt;\n&lt;li&gt;communicate effectively with parents with regard to pupils’ achievements and well-being.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Professional and Personal Behaviours required of a Teacher:&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;A teacher is expected to demonstrate consistently high standards of personal and professional conduct. The following statements define the behaviour and attitudes which set the required standards throughout a teacher’s career.&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Teachers uphold public trust in the profession and maintain high standards of ethics and behaviour, within and outside school, by:\n&lt;ul&gt;\n&lt;li&gt;treating pupils with dignity, building relationships rooted in mutual respect, and at all times observing proper boundaries appropriate to a teacher’s professional position&lt;/li&gt;\n&lt;li&gt;having regard for the need to safeguard pupils’ well-being, in accordance with statutory provisions(4)&lt;/li&gt;\n&lt;li&gt;showing tolerance of and respect for the rights of others&lt;/li&gt;\n&lt;li&gt;not undermining fundamental British values, including democracy, the rule of law, individual liberty and mutual respect, and tolerance of those with different faiths and beliefs&lt;/li&gt;\n&lt;li&gt;ensuring that personal beliefs are not expressed in ways which exploit pupils’ vulnerability or might lead them to break the law.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/li&gt;\n&lt;li&gt;Teachers must have proper and professional regard for the ethos, policies and practices of the school in which they teach, and maintain high standards in their own attendance and punctuality.&lt;/li&gt;\n&lt;li&gt;Teachers must have an understanding of, and always act within, the statutory frameworks which set out their professional duties and responsibilities(5).&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprenticeship will typically be 12 months in duration (with 12 months as the minimum length).&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Achievement of QTS (Qualified Teacher Status) – awarded by the&amp;nbsp;Department for Education&amp;nbsp;– will be a mandatory requirement for apprentices’ successful completion of the course.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprenticeship will be Level 6.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date of apprenticeship standard&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;1 year from approval.&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;&lt;a href=&quot;https://www.gov.uk/government/publications/teachers-standards&quot;&gt;&lt;span class=&quot;highlight&quot;&gt;View the Teachers’ Standards&lt;/span&gt;&lt;/a&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span class=&quot;highlight&quot;&gt;For more guidance on the Teachers’ Standards, &lt;a href=&quot;http://www.ucet.ac.uk/downloads/4743-Final-version-of-the-UCET%2C-NASBTT%2C-HEA-guidance-on-the-new-standards-for-QTS.pdf&quot;&gt;please refer to part 1 of the following guidance&lt;/a&gt;&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span class=&quot;highlight&quot;&gt;For more guidance on the Teachers’ Standards, &lt;a href=&quot;http://www.ucet.ac.uk/downloads/4743-Final-version-of-the-UCET%2C-NASBTT%2C-HEA-guidance-on-the-new-standards-for-QTS.pdf&quot;&gt;please refer to part 1 of the following guidance&lt;/a&gt;; and appendix 1 of the &lt;a href=&quot;https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/536890/Framework_Report_11_July_2016_Final.pdf&quot;&gt;following guidance&lt;/a&gt;&amp;nbsp;&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;a href=&quot;https://www.gov.uk/government/collections/statutory-guidance-schools#safeguarding-children-and-young-people&quot; data-anchor=&quot;#safeguarding-children-and-young-people&quot;&gt;&lt;span class=&quot;highlight&quot;&gt;Further information on the statutory guidance about schools’ and teachers’ responsibilities when safeguarding pupils&amp;nbsp;&lt;/span&gt;&lt;/a&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span class=&quot;highlight&quot;&gt;This includes, but is not limited to, provisions within the following:&lt;/span&gt;&lt;/li&gt;\n&lt;/ol&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span class=&quot;highlight&quot;&gt;The Education (School Teachers’ Qualifications) (England) Regulations 2003&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span class=&quot;highlight&quot;&gt;The Education (Induction Arrangements for School Teachers) (England) Regulations 2012&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span class=&quot;highlight&quot;&gt;The Education (School Teachers’ Appraisal) (England) Regulations 2012&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span class=&quot;highlight&quot;&gt;The School Teachers’ Pay and Conditions Document (which is usually revised annually by an Order made under section 122 of the Education Act 2002)&lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The occupation covered by this apprenticeship standard is that of a teacher of pupils from 3 – 19 years. Teachers can be employed in a variety of settings (for example academy schools, maintained schools) and across England. Teachers make the education of their pupils their first concern and are accountable for achieving the highest possible standards in work and conduct. Teachers demonstrate consistently high standards of personal and professional conduct; have strong subject knowledge, keep their knowledge and skills as teachers up-to-date and are self-critical; forge positive professional relationships and work with parents/guardians in the best interests of their pupils.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "31c1a0cf-5c1f-48b9-81a9-de09c8439218",
      "detail": "Have a secure knowledge of the relevant subject(s) and curriculum areas, foster and maintain pupils’ interest in the subject, and address misunderstandings"
    },
    {
      "knowledgeId": "0c84c66e-44f3-4046-be0b-98d211db368c",
      "detail": "Demonstrate knowledge and understanding of how pupils learn and how this impacts on teaching"
    },
    {
      "knowledgeId": "338ab1cb-8115-42ca-83da-d28e3f3d357f",
      "detail": "Demonstrate good subject and curriculum knowledge"
    },
    {
      "knowledgeId": "8a13eda1-7e3e-4fff-8325-130b2d0d2006",
      "detail": "Demonstrate a critical understanding of developments in the subject and curriculum areas, and promote the value of scholarship"
    },
    {
      "knowledgeId": "c0e5f4cc-6948-43f0-b5e7-2ea82718d9d6",
      "detail": "Demonstrate an understanding of and take responsibility for promoting high standards of literacy, articulacy and the correct use of standard English, whatever the teacher’s specialist subject"
    },
    {
      "knowledgeId": "1863c5ba-efb0-4106-8570-6ee6114f17f3",
      "detail": "Demonstrate clear understanding of content and teaching methodologies required for relevant curriculum areas and age groups (for example, systematic synthetic phonics if teaching early reading, or appropriate teaching strategies if teaching early maths)."
    },
    {
      "knowledgeId": "f821872f-4aa6-4e82-a649-0273fea58413",
      "detail": "Know when and how to differentiate appropriately, using approaches which enable pupils to be taught effectively"
    },
    {
      "knowledgeId": "9f70ccb4-0f9b-498c-ae0b-00627ee50375",
      "detail": "Have a secure understanding of how a range of factors can inhibit pupils’ ability to learn, and how best to overcome these"
    },
    {
      "knowledgeId": "1c55d8ef-a6c2-42cc-b0b0-c2ca4fe18eca",
      "detail": "Demonstrate an awareness of the physical, social and intellectual development of children, and know how to adapt teaching to support pupils’ education at different stages of development"
    },
    {
      "knowledgeId": "00ec7d15-2592-41d0-aa56-d23a800591eb",
      "detail": "Have a clear understanding of the needs of all pupils, including those with special educational needs; those of high ability; those with English as an additional language; those with disabilities; and be able to use and evaluate distinctive teaching approaches to engage and support them."
    },
    {
      "knowledgeId": "9bf3955a-4103-4f7b-b900-a778c5106d07",
      "detail": "Know and understand how to assess the relevant subject and curriculum areas, including statutory assessment requirements"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "dcfb71cd-88ad-4324-86b9-b61c052986c5",
      "detail": "Teachers uphold public trust in the profession and maintain high standards of ethics and behaviour, within and outside school."
    },
    {
      "behaviourId": "d3c51a6c-1aab-4398-a1cf-c08d12dfacaf",
      "detail": "Treating pupils with dignity, building relationships rooted in mutual respect, and at all times observing proper boundaries appropriate to a teacher’s professional position"
    },
    {
      "behaviourId": "cd0f9d9b-c9d4-4bc0-99f7-353b864a3f56",
      "detail": "Having regard for the need to safeguard pupils’ well-being, in accordance with statutory provisions"
    },
    {
      "behaviourId": "50c94610-b509-4029-8bdb-21519892fcd4",
      "detail": "Showing tolerance of and respect for the rights of others"
    },
    {
      "behaviourId": "d24998a8-a5c5-47cd-beb1-42c4e89cc344",
      "detail": "Not undermining fundamental British values, including democracy, the rule of law, individual liberty and mutual respect, and tolerance of those with different faiths and beliefs"
    },
    {
      "behaviourId": "8a826cfc-33aa-4b7a-a098-da81a2104c61",
      "detail": "Ensuring that personal beliefs are not expressed in ways which exploit pupils’ vulnerability or might lead them to break the law."
    },
    {
      "behaviourId": "f3e73039-f03e-4cc6-a1e6-ad74da3335e2",
      "detail": "Teachers must have proper and professional regard for the ethos, policies and practices of the school in which they teach, and maintain high standards in their own attendance and punctuality."
    },
    {
      "behaviourId": "e2975cea-1689-442e-b24a-49c10a1922c9",
      "detail": "Teachers must have an understanding of, and always act within, the statutory frameworks which set out their professional duties and responsibilities."
    }
  ],
  "skills": [
    {
      "skillId": "abaa57cb-fe7c-41ee-aaa2-ede3324ec25c",
      "detail": "Establish a safe and stimulating environment for pupils, rooted in mutual respect"
    },
    {
      "skillId": "272e5bd0-5585-4f31-b109-119bb2365a33",
      "detail": "Set goals that stretch and challenge pupils of all backgrounds, abilities and dispositions"
    },
    {
      "skillId": "2141ed3a-28c2-4e70-84fb-5d66816700e5",
      "detail": "Demonstrate consistently the positive attitudes, values and behaviour which are expected of pupils."
    },
    {
      "skillId": "13d51065-c6e8-43ad-9d2e-5de33723a7c5",
      "detail": "Be accountable for pupils’ attainment, progress and outcomes"
    },
    {
      "skillId": "0e925c5f-aeb4-47ab-a647-066225567177",
      "detail": "Promote good progress and outcomes by pupils"
    },
    {
      "skillId": "7c4eef7c-b32f-46cf-ad4b-c89dbe840ef5",
      "detail": "Be aware of pupils’ capabilities and their prior knowledge, and plan teaching to build on these"
    },
    {
      "skillId": "01e8ad58-341a-4b57-91a8-a3e33485365d",
      "detail": "Guide pupils to reflect on the progress they have made and their emerging needs"
    },
    {
      "skillId": "b2f92d61-982a-45b9-bdf5-b5fe16d0075b",
      "detail": "Encourage pupils to take a responsible and conscientious attitude to their own work and study."
    },
    {
      "skillId": "ed97f415-296f-4778-934d-4275b0086c54",
      "detail": "Plan and teach well-structured lessons"
    },
    {
      "skillId": "d7643adb-2bdc-4d61-baf3-fcc8f6e4416b",
      "detail": "Impart knowledge and develop understanding through effective use of lesson time"
    },
    {
      "skillId": "95fac062-df7d-4725-b10d-371c35fcf9ed",
      "detail": "Promote a love of learning and children’s intellectual curiosity"
    },
    {
      "skillId": "bbc36c95-5607-43d0-900f-3976eef1fcfb",
      "detail": "Set homework and plan other out-of-class activities to consolidate and extend the knowledge and understanding pupils have acquired"
    },
    {
      "skillId": "096aefef-109a-4338-806e-669920c68bd5",
      "detail": "Contribute to the design and provision of an engaging curriculum within the relevant subject area(s)."
    },
    {
      "skillId": "3131f3b6-0e97-4305-9e0a-fe9906a61b70",
      "detail": "Make use of formative and summative assessment to secure pupils’ progress"
    },
    {
      "skillId": "d781f3a5-95d9-4a6e-a7d1-931f76edfedc",
      "detail": "Use relevant data to monitor progress, set targets, and plan subsequent lessons"
    },
    {
      "skillId": "18ed1d2d-4ab5-468d-8451-5a1d06d0365c",
      "detail": "Give pupils regular feedback, both orally and through accurate marking, and encourage pupils to respond to the feedback."
    },
    {
      "skillId": "3de34ee1-232b-435b-a3fa-2ef9fdc94e46",
      "detail": "Deploy support staff effectively"
    },
    {
      "skillId": "5ddf858c-ccf0-4728-a083-a58e98783f85",
      "detail": "Have clear rules and routines for behaviour in classrooms, and take responsibility for promoting good and courteous behaviour both in classrooms and around the school, in accordance with the school’s behaviour policy"
    },
    {
      "skillId": "d7f460b1-841a-4bec-926f-4978a71d2d0a",
      "detail": "Have high expectations of behaviour, and establish a framework for discipline with a range of strategies, using praise, sanctions and rewards consistently and fairly"
    },
    {
      "skillId": "d98b6900-af89-467e-8a5a-0d20bf3399d8",
      "detail": "Manage classes effectively, using approaches which are appropriate to pupils’ needs in order to involve and motivate them maintain good relationships with pupils, exercise appropriate authority, and act decisively when necessary."
    },
    {
      "skillId": "9feb7cce-3e72-4b60-8df4-a8f764a5c3c3",
      "detail": "Communicate effectively with parents with regard to pupils’ achievements and well-being."
    },
    {
      "skillId": "03c7e1de-b53b-4f6e-ae6a-f86b55adfe19",
      "detail": "Adapt teaching to respond to the strengths and needs of all pupils"
    },
    {
      "skillId": "fd50418a-0e8f-4a7b-9ac4-a757228f849c",
      "detail": "Make accurate and productive use of assessment"
    },
    {
      "skillId": "c4f1deee-e486-4147-8d37-690946b78cd5",
      "detail": "Manage behaviour effectively to ensure a good and safe learning environment"
    },
    {
      "skillId": "e6771c5b-ea3b-4841-a726-e6f92f571f09",
      "detail": "Develop effective professional relationships with colleagues, knowing how and when to draw on advice and specialist support"
    },
    {
      "skillId": "7b6efc5c-5571-4223-a9c9-4892f93b099a",
      "detail": "Set high expectations which inspire, motivate and challenge pupils"
    },
    {
      "skillId": "93d15011-882d-4f7c-9ffe-ca8663b8f80e",
      "detail": "Reflect systematically on the effectiveness of lessons and approaches to teaching "
    },
    {
      "skillId": "ef89f8a8-4d0c-4b13-83f1-86ecc97dc018",
      "detail": "Make a positive contribution to the wider life and ethos of the school"
    },
    {
      "skillId": "20c4ffa2-6e0b-41d2-b625-d6ae564731e0",
      "detail": "Take responsibility for improving teaching through appropriate professional development, responding to advice and feedback from colleagues"
    },
    {
      "skillId": "5956f7be-7e1f-4174-b171-42f020a51906",
      "detail": "Fulfil wider professional responsibilities"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": null,
  "approvedForDelivery": "2017-10-19T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0115 ",
  "tbMainContact": "charnden@sfet.org.uk",
  "involvedEmployers": "Cambridgeshire County Council, The Dean Trust Teaching school, Harris Federation, Leigh Academies Trust, Avonbourne Multi Academy Trust,, Lake Academies Trust, St John Vianney Primary School, Thames and Essex Primary SCITT, Ewell Grove Primary School, Skinners’ Kent Academy, Teach First, Cardinal Hume/Trinity Teaching School, Tenax Schools Trust, Harton Technology College, Turner Schools, UCET, Carshalton Boys College, West Hill Special School, EMLC Academy Trust, The Dales School, Lampard School, NASBTT, Middlesbrough Catholic School Partnership, Medway Teaching School Alliance, South Farnham Educational Trust",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "Department for Education",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Teacher"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Education and Early Years",
  "cluster": "Teaching professional",
  "clusterId": "171",
  "clusterDescription": null,
  "createdDate": "2017-10-19T08:21:05 +00:00",
  "lastUpdated": "2022-12-01T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-10-19T00:00:00 +00:00",
  "banners": "ST0490 Teacher will&nbsp;be split into two separate apprenticeships. ST0490 v1.1 will be&nbsp;Teacher - Postgraduate&nbsp;and ST1502 is Teacher - Undergraduate. These are currently in development and the below remains approved for delivery.&nbsp;",
  "occupationCode": "OCC0490",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0490-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0490-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [
    {
      "name": "Training provider",
      "webLink": "",
      "approved": true
    },
    {
      "name": "EPAO",
      "webLink": "",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-12-01T00:00:00"
}