{
  "larsCode": 436,
  "referenceNumber": "ST0448",
  "title": "Vehicle damage paint technician",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/436",
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": null,
  "earliestStartDate": "2019-03-22T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Preparing, spraying and finishing vehicles that have been involved in collisions and other incidents.",
  "level": 3,
  "typicalDuration": 36,
  "maxFunding": 15000,
  "route": "Engineering and manufacturing",
  "keywords": [
    "vehicle",
    "damage",
    "paint",
    "transport",
    "operations",
    "maintenance"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/2623/st0448_vehicle-damage-paint-technician_l3_ap-for-publication_120219.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Typical job titles:&lt;/h3&gt;\r\n&lt;p&gt;Painters, Vehicle Paint Sprayer, Paint Technician, Prepper/Painter, Refinish Technician, Car Sprayer, Applications Technician,&lt;/p&gt;\r\n&lt;h3&gt;Occupational profile&#160;&lt;/h3&gt;\r\n&lt;p&gt;A Vehicle Damage Paint Technician works in the vehicle body repair sector of the motor industry. The role is to prepare, spray and finish vehicles that have been involved in collisions and other incidents in an efficient manner. The vehicles can include Cars/Light Commercial Vehicles. This includes ensuring correct colour match and final finish to the company and customers exacting standards. This is usually within a collision repair workshop or smart repair workshops/mobile repair micro business and working alongside another fully qualified Paint Technician.&lt;/p&gt;\r\n&lt;p&gt;They understand the general principles of spray painting technology, paint composition, paint mixing and the various methods of paint spraying vehicles.&lt;/p&gt;\r\n&lt;p&gt;They prepare vehicles fully before painting to include masking, sanding and other necessary preparation work.&lt;/p&gt;\r\n&lt;p&gt;They are also responsible for keeping all company tools and equipment safe and in a clean, workable condition paying particular attention to the reduction of any fire hazards.&lt;/p&gt;\r\n&lt;p&gt;Their role includes repair, surface preparation and painting to the manufacturer paint specification. A technician is able to follow defined processes to restore the vehicle to a high-quality paint finish. This includes being able to demonstrate colour identification and select the correct materials such as primers, base coats and lacquers applied using spray equipment and utilising modern drying/curing techniques such as Ultra Violet (UV), Infrared and catalytic solutions used in the refinishing of vehicles. Create a safe environment working efficiently and reducing waste.&lt;/p&gt;\r\n&lt;p&gt;They usually work as part of a team and under supervision.&#160;&lt;/p&gt;\r\n&lt;table style=&quot;width: 703px;&quot;&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;th style=&quot;width: 703px;&quot; width=&quot;451&quot;&gt;\r\n&lt;p&gt;Expert working Knowledge and understanding of:&lt;/p&gt;\r\n&lt;/th&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td style=&quot;width: 703px;&quot; width=&quot;451&quot;&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Expert working knowledge &amp;amp; understanding of Automotive refinishing materials such as paint and fillers and their application techniques to deliver quality results&lt;/li&gt;\r\n&lt;li&gt;Drying and curing techniques use in the finishing of vehicles&lt;/li&gt;\r\n&lt;li&gt;Body Paint Repair tools, equipment and devices used in the process e.g. mixing systems, spray guns and nozzles, paint&lt;/li&gt;\r\n&lt;li&gt;Substrates such as metal (Steel/Alloy) along with carbon fibre &amp;amp; glass reinforced plastic to select the correct refinish process and materials&lt;/li&gt;\r\n&lt;li&gt;Safe handling and risks in the management of solvents, high voltage components, conventional and alternate fuelled vehicles and other areas of significant risk&lt;/li&gt;\r\n&lt;li&gt;Calculation / estimation of paint volume requirements per job&lt;/li&gt;\r\n&lt;li&gt;Health &amp;amp; Safety and compliance requirements of a collision repair business, such as control of substances.&lt;/li&gt;\r\n&lt;li&gt;Their direct commercial productivity and efficiency impact of their role within the whole repair process such as understanding causes for paint defects to reduce waste and the techniques required to prevent these e.g. paint runs. The impact of rework on resources and reputation.&lt;/li&gt;\r\n&lt;li&gt;Quality control process and the implications of poor quality repairs.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;th style=&quot;width: 703px;&quot;&gt;\r\n&lt;p&gt;Skills&lt;/p&gt;\r\n&lt;/th&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td style=&quot;width: 703px;&quot; width=&quot;451&quot;&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Ability to undertake appropriate job preparation prior to commencing repair e.g. substrate surface preparation, paint volume calculation etc.&lt;/li&gt;\r\n&lt;li&gt;Ability to correctly identify the substrate materials to be refinished e.g. plastic, steel, aluminium etc.&lt;/li&gt;\r\n&lt;li&gt;Ability to interpret relevant technical data and methods to create paint manufactures specified application.&lt;/li&gt;\r\n&lt;li&gt;Ability to use refinishing materials following paint manufacturer specifications to reinstate vehicle finish back to high quality&lt;/li&gt;\r\n&lt;li&gt;Ability to identify and operate the correct repair tools, equipment and devices used in the process e.g mixing systems, paint booths, UV lamps and spray equipment.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;th style=&quot;width: 703px;&quot;&gt;\r\n&lt;p&gt;Behaviours&lt;/p&gt;\r\n&lt;/th&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td style=&quot;width: 703px;&quot; width=&quot;451&quot;&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Use all the knowledge and skills developed to carry out tasks in a safe and efficient manner, complying with all business operating procedures and policies&lt;/li&gt;\r\n&lt;li&gt;Operate as an effective team member and take responsibility, be honest and accountable when things go wrong, tracking their own progress and informing others if deadlines are at risk&lt;/li&gt;\r\n&lt;li&gt;Proactively find opportunities to learn about the wider business.&lt;/li&gt;\r\n&lt;li&gt;Commitment to customer service and meeting deadlines by being flexible with their time and willingness to take on tasks outside of their job role to ensure goals are met&lt;/li&gt;\r\n&lt;li&gt;Take responsibility for personal and professional development, keeping knowledge and skills up to date with emerging technology to perform the role effectively&lt;/li&gt;\r\n&lt;li&gt;Anticipate problems and put steps in place to avoid them, where problems do occur explore and address the cause&lt;/li&gt;\r\n&lt;li&gt;Effectively communicate with customers and colleagues.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;\r\n&lt;h3&gt;Duration:&lt;/h3&gt;\r\n&lt;p&gt;Typically 3 years&lt;/p&gt;\r\n&lt;h3&gt;Entry requirements:&lt;/h3&gt;\r\n&lt;p&gt;Individual employers will set their own selection criteria for applicants.&lt;/p&gt;\r\n&lt;h3&gt;Qualifications:&lt;/h3&gt;\r\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualifications are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\r\n&lt;h3&gt;Level:&#160;&lt;/h3&gt;\r\n&lt;p&gt;The apprenticeship standard is Level 3 Standard&lt;/p&gt;\r\n&lt;h3&gt;Review date:&lt;/h3&gt;\r\n&lt;p&gt;The apprenticeship standard will be reviewed after 3 years&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "Claire Gill / Steve Walker",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "public.enquiries@ofqual.gov.uk",
    "webLink": "https://www.gov.uk/government/organisations/ofqual"
  },
  "approvedForDelivery": "2019-03-22T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "TB0662",
  "tbMainContact": "christine.maskill@ncrbodyshops.co.uk",
  "involvedEmployers": "NCR Bodyshops Ltd, DLG auto services, Barretts of Canterbury, JLR (Jaguar Landrover), Ford, Thatcham Research, Aviva, NCRC, LV insurance, Solusarc, Akzonobel, PPG",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Maintenance, Installation & Repair",
  "cluster": "Service, Repair and/or Overhaul Operative/Technician",
  "createdDate": "2017-11-14T17:10:50 +00:00",
  "lastUpdated": "2019-03-22T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/vehicle-damage-paint-technician-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/vehicle-damage-paint-technician-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}