{
  "templateType": "Occupational Standard",
  "larsCode": 215,
  "referenceNumber": "ST0478",
  "learningAimClassCode": "",
  "title": "Community activator coach",
  "status": "In development",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0478",
  "qualificationStandardUrl": null,
  "versionNumber": "",
  "change": "",
  "changedDate": "2025-04-04T00:00:00",
  "earliestStartDate": null,
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Planning, leading and coaching physical activities for people of all ages in the community.",
  "level": 2,
  "ePALength": 3,
  "typicalDuration": 18,
  "maxFunding": 0,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "Community Activator Coach",
    "Community",
    "Activator Coach",
    "Coach",
    "Sport",
    "Health",
    "Physical",
    "Fitness"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0478-in-revision?view=epa",
  "ssa1": "8 Leisure, Travel and Tourism",
  "ssa2": "8.1 Sport, leisure and recreation",
  "version": "1.3",
  "standardInformation": "&lt;p class=&quot;western&quot;&gt;The Community Activator Coach Standard will underpin occupations such as an Activator, Sports Coach, Activity Leader, Community Worker or Outreach Officer. These roles are predominantly employed by sport for social change charities; SMEs who operate in the sport and physical activity sector; local authorities; sports clubs; leisure centres; youth work agencies; housing associations and outdoor education centres and are deployed to primarily work with inactive groups of people. The wider sport and activity sector plays an important role in improving the health and wellbeing of the nation and provides a positive environment which supports (especially young) people to grow and develop through sport and physical activity. The Community Activator Coach promotes, delivers and coaches fun, inclusive and engaging activities that help whole communities to change their behaviour, adopt and keep to a physically active lifestyle. Community Activator Coaches are more than activity and sports leaders – they understand communities and customers. They will be equipped with the specialist knowledge needed to effectively work with one customer group (such as inactive teenagers) but also be knowledgeable about other inactive customer groups whom they may be expected to work with on occasions. When competent they will be experienced working with a range of different communities and all kinds of customers who are likely to be defined as inactive, sedentary or not doing enough physical activity in their lives. They also know how to make communities and lives better through physical activity, organised play and sport. The Community Activator Coach will be a positive role model who builds good rapport with customers - especially those who are young, inactive, or from low-income and marginalised communities. The Community Activator Coach often works alongside youth workers, the police and community safety agencies to make neighbourhoods safer and works alongside health workers to make residents fitter and healthier. The role is a flexible one and individuals can expect to work varied and unsociable hours, including evenings, weekends and school holidays.&lt;/p&gt;\n&lt;h3 class=&quot;western&quot;&gt;Knowledge - The Community Activator Coach will:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Understand the benefits of physical activity and sport for individuals, families and communities, and know why adopting an active and healthy lifestyle is important.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Understand the basic principles of behavioural change when applied to sport and physical activity, and know how to keep customers active.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Know the importance of credible customer insight - listening to customers and understanding their motivations - to shape provision and leadership style.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Know the importance of effective leadership and coaching in the delivery of a physical activity or sports sessions.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Know the value of using informal spaces and ‘out of locality’ settings to encourage customers to develop the lifelong activity habit.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Understand the role of the coach in developing effective motivational relationships, how to build rapport with customers and understand what good role models look like.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Understand the tasks involved in delivering community level activation events and support their delivery, particularly in terms of providing equipment and activities.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Know how to support customer welfare and where required, manage disruptive behaviours by individuals within the group setting.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Know how to make best use of national and major events (for example the Commonwealth Games) to capture public imagination, raise activity levels and encourage community involvement in volunteering and social action.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Know how to work with community organisations to run tailored neighbourhood events that make best use of local assets to bring people together.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Understand the importance of accurate record keeping for monitoring and evaluation purposes; know about the tools available to help (e.g. Upshot, Views, Active Lives).&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Understand the importance of using appropriate social media and technology to deliver targeted messages to identified customer groups for example children; teenagers; adults and older adults.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Understand fundamental principles of safeguarding, child protection, cultural awareness, first aid, mental wellbeing, inclusion and working with vulnerable adults.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Understand the different needs and priorities of your customers (such as teenagers, families, the disabled or older adults) and the best way to manage their expectations, recognising and knowing how to adapt your style to be highly effective.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Know how to coach and lead the key components of a successful activity sessions for specific audiences.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Know customer motivations for participation and how to help people overcome personal and societal barriers to participation.&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3 class=&quot;western&quot;&gt;The Community Activator Coach will apply this knowledge in work environments and be able to demonstrate the following skills:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p&gt;Planning and adapting sessions and activities that respond to customer feedback and encourage customers to develop a lifelong activity habit.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Coaching or leading pre-planned sport or physical activity sessions that are attractive to the target audience(s) and develop motivational relationships with customers.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Promoting a physical activity offer, (including but not exclusively) organised play and sport in the community which supports individuals on their behaviour change journey.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Working collaboratively with sports clubs and other community assets – including volunteers, public services, youth workers, the police and community champions.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Supporting customers to co-produce rewarding volunteering opportunities.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Supporting families to participate together in sport and physical activity.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Working effectively with customer insight to overcome individual, community and societal barriers to participation in physical activity and sport.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Contributing to the employer’s design of activities and services and practising the employer’s organisation’s values, policies and procedures.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Contributing to teams that deliver community events and festivals.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Supporting organisations to evaluate, develop and promote sessions and other opportunities such as outdoor group exercise and informal social play.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Maintaining personal safety and wellbeing, as well as that of customers.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Managing disruptive behaviours from individuals within the group setting.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Encouraging customers to be regularly active – both formally and informally – within sports clubs or leisure facilities including open-space.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Effectively using social media and technology, appropriately, to deliver targeted messages to identified customer groups for example children, teenagers, adults and older adults.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Effectively monitor and evaluate activities, sessions and projects using technology platforms to maintain accurate records and produce timely reports.&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3 class=&quot;western&quot; align=&quot;JUSTIFY&quot;&gt;The Community Activator Coach will model the following behaviours:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Honesty, sincerity and integrity by doing the right thing at the right time.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;A positive attitude to work, be approachable and model an active lifestyle.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;A concern for customer’s welfare and wellbeing.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Show a willingness to ‘go the extra mile’.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Enthusiasm to work as a member of a team and also to use his or her own initiative when leading or planning activities.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Adaptable and confident in one’s own ability.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Building meaningful and appropriate relationships.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;A willingness to learn and a desire to contribute to their own continuing professional development.&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p class=&quot;western&quot;&gt;&lt;strong&gt;English and Maths - &lt;/strong&gt;Apprentices without level 1 English and Maths will need to achieve this level and take the test for level 2 English and maths prior to the end point assessment.&lt;/p&gt;\n&lt;p class=&quot;western&quot;&gt;&lt;strong&gt;Duration - &lt;/strong&gt;The Apprenticeship will take 14-18 months to complete.&lt;/p&gt;\n&lt;p class=&quot;western&quot;&gt;&lt;strong&gt;Professional recognition&lt;/strong&gt;: On successful completion of this apprenticeship the Community Activator Coach &lt;br&gt;will be eligible to become an Affiliate Member of the Chartered Institute for the Management of Sport and &lt;br&gt;Physical Activity (CIMSPA).&lt;/p&gt;\n&lt;p class=&quot;western&quot;&gt;&lt;strong&gt;Progression - &lt;/strong&gt;Successful completers will be able to move into leadership or management roles within the Sector which may be aligned to an Apprenticeship at higher level. This progression will involve leading teams of people; acting as a mentor for staff; or specialising with the delivery of sporting and physical activity programmes to certain populations or communities.&lt;/p&gt;\n&lt;p class=&quot;western&quot;&gt;&lt;strong&gt;Review - &lt;/strong&gt;The Standard will be reviewed after 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p class=&quot;MsoNormal&quot; style=&quot;vertical-align: baseline&quot;&gt;This occupation is found in sport for social change charities, local authorities, sports clubs, leisure centres, after school clubs, youth work organisations, housing associations and outdoor education centres.&amp;nbsp;&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot; style=&quot;vertical-align: baseline&quot;&gt;The broad purpose of the occupation is to improve the health and wellbeing of the nation and provide a positive environment which supports people to grow and develop through sport and physical activity. Community Activator Coaches do this by promoting, delivering and coaching fun, inclusive and engaging activities that help whole communities adopt and maintain physically active lifestyles.&amp;nbsp;&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot; style=&quot;vertical-align: baseline&quot;&gt;In their daily work, an employee in this occupation interacts with managers and collaborates with colleagues within their organisation. They also interact with other professionals and organisations working with the local community, such as youth workers, teachers, community agencies and health workers.&amp;nbsp;&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot; style=&quot;vertical-align: baseline&quot;&gt;An employee in this occupation will be responsible for delivering and adapting sport and physical activity sessions, promoting their benefits, and engaging local communities. It involves acting as a positive role model to build rapport with diverse individuals and communities especially those who are young, inactive, or from low-income and marginalised communities.&amp;nbsp;&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot; style=&quot;vertical-align: baseline&quot;&gt;The role also involves personal, professional development and is a flexible one in which an individual can expect to work varied and unsociable hours, including evenings, weekends and school holidays.&amp;nbsp;&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;&amp;nbsp;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "cecbccb7-53c3-4146-aeb2-fe29eeb42ff8",
      "detail": "The benefits of a healthy lifestyle and physical activity for individuals and communities."
    },
    {
      "knowledgeId": "b4ef0e69-9a6b-4465-bb58-1f15fe18ca3b",
      "detail": "Tools and techniques to encourage individuals participation, motivation and behaviour changes."
    },
    {
      "knowledgeId": "6dd37cdb-ec16-42b8-9369-d260059fcc11",
      "detail": "The structure of a session plan and how to plan inclusive, safe and effective  sessions."
    },
    {
      "knowledgeId": "ada79d0b-9fd8-484f-8ad2-a7e986f77f64",
      "detail": "Ways to plan, follow, adapt and deliver sessions based on participants needs and feedback. "
    },
    {
      "knowledgeId": "beb88c79-694b-406b-8ffc-02677b6e48bc",
      "detail": "Coaching styles used for different participant needs and motivations."
    },
    {
      "knowledgeId": "cf25821f-1776-455d-a5bd-8098333df092",
      "detail": "The value of developing a lifelong activity habit."
    },
    {
      "knowledgeId": "69785b11-ed4a-48c9-af1f-61a7a9aa684a",
      "detail": "Techniques to build rapport with participants."
    },
    {
      "knowledgeId": "0fdaa8bd-683f-47fb-be35-6bc0afcfed5c",
      "detail": "Tasks involved before, during and after a community activity."
    },
    {
      "knowledgeId": "913bd9a7-48c6-4212-b649-ff0c9ebf8060",
      "detail": "Personal and societal barriers to participation and strategies to address them. "
    },
    {
      "knowledgeId": "1c2bd1f2-f4e2-45da-8ac9-5056990612e0",
      "detail": "Ways of managing individuals' behaviours within a group setting. "
    },
    {
      "knowledgeId": "e8ae153e-e11e-42e3-b1a9-9b9311d3f0de",
      "detail": "Ways to work collaboratively with services and other community organisations to run events that make the best use of resources."
    },
    {
      "knowledgeId": "e664307f-8f5b-496e-afa7-1dd79bb3787a",
      "detail": "Ways to record and safely store data and information, in line with legislation and organisational policies and procedures."
    },
    {
      "knowledgeId": "80fb5161-0dbb-47a9-b180-84fc7e9e3e8f",
      "detail": "Safe and responsible use of Artificial Intelligence and how digital technology can be used to deliver messages to participant groups."
    },
    {
      "knowledgeId": "98ddab1c-7df3-4fd2-9269-37dcf05ea5f2",
      "detail": "Different communication methods and how to adapt them to meet the needs of participants and groups."
    },
    {
      "knowledgeId": "a4fe5f37-b672-4dd0-9157-5020b3a7e326",
      "detail": "Principles of safeguarding and protection for vulnerable adults within own scope of role and in line with organisational protocols."
    },
    {
      "knowledgeId": "98e73012-3556-4277-8be7-6d87b4390dd7",
      "detail": "Legislation and organisational policies relating to equity, diversity and inclusion."
    },
    {
      "knowledgeId": "13262ddb-943a-4572-b2bf-a165bd119d1a",
      "detail": "Positive impact of sport and physical activity on mental health and wellbeing for self and participants. "
    },
    {
      "knowledgeId": "6d6c88aa-5dae-477e-936f-2b08d652711c",
      "detail": "Health and safety legislation, regulations, risk assessment procedures, guidelines and procedures relevant to own role."
    },
    {
      "knowledgeId": "154dc6dc-a453-423e-a00c-701616737a9c",
      "detail": "Importance of personal and professional development. "
    },
    {
      "knowledgeId": "eba79a6f-6e50-4b7b-af34-7632aefdad50",
      "detail": "Responsibility and accountability in maintaining professional boundaries in role."
    },
    {
      "knowledgeId": "4460b1c8-ff09-4473-b81d-98e1ea0e02af",
      "detail": "Processes to monitor and review effectiveness of activity sessions. "
    },
    {
      "knowledgeId": "20ba087e-f506-48e1-bf94-2853fed5d6b2",
      "detail": "Principles of handling challenges and problems and assist in the resolution."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "b2e724f9-606c-4b70-891f-69fcb10babd4",
      "detail": "Adaptable and organised."
    },
    {
      "behaviourId": "39b715b7-1c28-486a-9e57-5a2ad327ab33",
      "detail": "Act as a positive role model when delivering activities."
    },
    {
      "behaviourId": "fc505db3-50da-481d-aff8-8dbe5ef97637",
      "detail": "Work effectively as part of a team and use own initiative during activities."
    },
    {
      "behaviourId": "bb1c8c17-1f61-466b-a61e-503001a0bfd8",
      "detail": "Build professional relationships."
    },
    {
      "behaviourId": "632f68b6-f9fc-4b33-973d-f28490fe5631",
      "detail": "Committed to own professional development. "
    }
  ],
  "skills": [
    {
      "skillId": "6a5cbfce-8272-4f59-a2a7-c736706a99c7",
      "detail": "Promote the benefits of a healthy lifestyle and physical activity for individuals and communities."
    },
    {
      "skillId": "0d3debf8-0996-4dc7-824b-229bbf7d04d9",
      "detail": "Encourage individuals' participation, motivation and to change their behaviour towards sport or physical activity. "
    },
    {
      "skillId": "18b8eaa9-b2ee-4a44-9f46-8e37f7cd884d",
      "detail": "Contribute to inclusive, safe and effective sessions."
    },
    {
      "skillId": "35f14d8b-180f-4898-8018-9b51c908283b",
      "detail": "Plan, follow, adapt, and deliver session plans, based on participant needs and feedback."
    },
    {
      "skillId": "3524e4f8-655e-4868-877c-9386328f2052",
      "detail": "Use coaching styles for sport or physical activity sessions meeting the participants needs and motivations."
    },
    {
      "skillId": "247a1a59-23db-4abd-ae3f-192416693e72",
      "detail": "Promote the benefits of a lifelong activity habit."
    },
    {
      "skillId": "0eab4d08-2f3e-4eec-89c8-c89343c4a448",
      "detail": "Use techniques to build rapport with participants."
    },
    {
      "skillId": "80cd835b-79f5-4827-9302-62f4c351ee68",
      "detail": "Carry out the tasks required before, during and after a community activity."
    },
    {
      "skillId": "560886a0-ad8b-47a8-b7ac-3e79ff040f10",
      "detail": "Support participants to overcome personal or societal barriers."
    },
    {
      "skillId": "32c46b9f-d492-47fb-98f3-e46b626c0870",
      "detail": "Manage individuals' behaviours within a group setting. "
    },
    {
      "skillId": "ec1516d5-3fc0-467e-9cc5-6c39079f3daf",
      "detail": "Work collaboratively with services and other community organisations to run events that make the best use resources."
    },
    {
      "skillId": "074cfcfd-d1a1-40a1-8c88-0189137c816a",
      "detail": "Record and store data and information, in line with legislation and organisational policies and procedures."
    },
    {
      "skillId": "fc94e67e-6abe-44a9-b0c0-1fafd82f1017",
      "detail": "Use suitable digital technology to deliver targeted messages to participant groups. "
    },
    {
      "skillId": "ecbe0400-06fb-4e0c-9800-d8de2fab7d84",
      "detail": "Adapt communication methods to meet the needs of participants and groups."
    },
    {
      "skillId": "d24f698e-fc6f-4429-beb4-8a151120142a",
      "detail": "Identify and respond to safeguarding concerns within own scope of role and in line with organisational protocols."
    },
    {
      "skillId": "1f06a126-36e4-420d-954d-d96d6f445338",
      "detail": "Support equity, diversity and inclusion in line with legislation and organisational policies. "
    },
    {
      "skillId": "b9f6ce57-5fc9-44a7-82c7-e5d1fdc8ea53",
      "detail": "Support the mental health and wellbeing of self and participants."
    },
    {
      "skillId": "a25ec060-fb3c-428f-b8e8-cb647c4c9dc5",
      "detail": "Comply with health and safety legislation, regulations, risk assessment procedures, guidelines and procedures."
    },
    {
      "skillId": "24b473e3-5800-4bc9-a152-a5c28e5e7428",
      "detail": "Participate in personal and professional development."
    },
    {
      "skillId": "855030bd-77e5-4ea0-a05b-7e95439ce5fb",
      "detail": "Maintain professional boundaries within scope of own role. "
    },
    {
      "skillId": "2f020dbe-6458-4323-86a4-60ce32255ae5",
      "detail": "Monitor and review the effectiveness of activity sessions."
    },
    {
      "skillId": "49f73c49-55d5-483a-bd56-a4d4869b4f59",
      "detail": "Assist with the resolution of challenges and problems."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0122",
  "tbMainContact": "helen.gilbody@cimspa.co.uk",
  "involvedEmployers": "Active Essex, British Cycling, Sport England, Bourne Leisure, Leicester City Council, Manchester Council, 2nd Chance, StreetGames, Inspiring Healthy Lifestyles, British Heart Foundation, National Centre, Royal Society for Public Health, Sporting Futures, Salford Community Leisure, Link4Life, CIMSPA,  Chorley Council",
  "otherInvolvedStakeholders": "Lifetime awarding , Aspire sports",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Community Exercise, Physical Activity, Sport and Health",
  "cluster": "Exercise, Fitness and Health Assistant",
  "clusterId": "214",
  "clusterDescription": "Initiate behaviour change and performance improvement to achieve a series of health and fitness goals for an individual or community. Usually working one-to-one or small groups",
  "createdDate": "2025-04-04T10:37:01 +00:00",
  "lastUpdated": "2025-04-04T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-12-15T00:00:00 +00:00",
  "banners": "This revised version of this apprenticeship has been agreed and is available for information only. It will be approved for delivery and replace the current version for new starts following a notice period that will be decided when the revised funding band is agreed.",
  "occupationCode": "OCC0478",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0478-in-revision?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0478-in-revision",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "Chartered Institute for the Management of Sport and Physical Activity",
      "level": "Affiliate Member ",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "7d453951-cfa9-43a8-a34f-2a75a590daf2",
      "dutyDetail": "Plan, deliver, adapt and review sport and physical activity sessions that encourage individual and community participation while managing participants' behaviour.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b2e724f9-606c-4b70-891f-69fcb10babd4",
        "fc505db3-50da-481d-aff8-8dbe5ef97637",
        "bb1c8c17-1f61-466b-a61e-503001a0bfd8"
      ],
      "mappedKnowledge": [
        "cecbccb7-53c3-4146-aeb2-fe29eeb42ff8",
        "b4ef0e69-9a6b-4465-bb58-1f15fe18ca3b",
        "ada79d0b-9fd8-484f-8ad2-a7e986f77f64",
        "beb88c79-694b-406b-8ffc-02677b6e48bc",
        "cf25821f-1776-455d-a5bd-8098333df092",
        "69785b11-ed4a-48c9-af1f-61a7a9aa684a",
        "913bd9a7-48c6-4212-b649-ff0c9ebf8060",
        "80fb5161-0dbb-47a9-b180-84fc7e9e3e8f",
        "98ddab1c-7df3-4fd2-9269-37dcf05ea5f2",
        "6d6c88aa-5dae-477e-936f-2b08d652711c",
        "154dc6dc-a453-423e-a00c-701616737a9c",
        "4460b1c8-ff09-4473-b81d-98e1ea0e02af",
        "20ba087e-f506-48e1-bf94-2853fed5d6b2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6a5cbfce-8272-4f59-a2a7-c736706a99c7",
        "0d3debf8-0996-4dc7-824b-229bbf7d04d9",
        "35f14d8b-180f-4898-8018-9b51c908283b",
        "3524e4f8-655e-4868-877c-9386328f2052",
        "247a1a59-23db-4abd-ae3f-192416693e72",
        "560886a0-ad8b-47a8-b7ac-3e79ff040f10",
        "49f73c49-55d5-483a-bd56-a4d4869b4f59"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "cc5fbc55-6312-4471-bc48-e77a5541f85d",
      "dutyDetail": "Use a variety of approaches to promote the benefits of participating in sport and physical activity.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b2e724f9-606c-4b70-891f-69fcb10babd4",
        "39b715b7-1c28-486a-9e57-5a2ad327ab33",
        "bb1c8c17-1f61-466b-a61e-503001a0bfd8",
        "632f68b6-f9fc-4b33-973d-f28490fe5631"
      ],
      "mappedKnowledge": [
        "b4ef0e69-9a6b-4465-bb58-1f15fe18ca3b",
        "6dd37cdb-ec16-42b8-9369-d260059fcc11",
        "cf25821f-1776-455d-a5bd-8098333df092",
        "913bd9a7-48c6-4212-b649-ff0c9ebf8060",
        "1c2bd1f2-f4e2-45da-8ac9-5056990612e0",
        "98ddab1c-7df3-4fd2-9269-37dcf05ea5f2",
        "eba79a6f-6e50-4b7b-af34-7632aefdad50"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6a5cbfce-8272-4f59-a2a7-c736706a99c7",
        "0d3debf8-0996-4dc7-824b-229bbf7d04d9",
        "18b8eaa9-b2ee-4a44-9f46-8e37f7cd884d",
        "35f14d8b-180f-4898-8018-9b51c908283b",
        "80cd835b-79f5-4827-9302-62f4c351ee68",
        "560886a0-ad8b-47a8-b7ac-3e79ff040f10",
        "32c46b9f-d492-47fb-98f3-e46b626c0870",
        "ec1516d5-3fc0-467e-9cc5-6c39079f3daf",
        "ecbe0400-06fb-4e0c-9800-d8de2fab7d84"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3dd5e8da-19c7-40a2-8d48-291bd0c80e7d",
      "dutyDetail": "Engage individuals and local communities to participate in sport and physical activity.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "fc505db3-50da-481d-aff8-8dbe5ef97637",
        "bb1c8c17-1f61-466b-a61e-503001a0bfd8",
        "632f68b6-f9fc-4b33-973d-f28490fe5631"
      ],
      "mappedKnowledge": [
        "b4ef0e69-9a6b-4465-bb58-1f15fe18ca3b",
        "0fdaa8bd-683f-47fb-be35-6bc0afcfed5c",
        "1c2bd1f2-f4e2-45da-8ac9-5056990612e0",
        "e8ae153e-e11e-42e3-b1a9-9b9311d3f0de",
        "eba79a6f-6e50-4b7b-af34-7632aefdad50",
        "20ba087e-f506-48e1-bf94-2853fed5d6b2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "18b8eaa9-b2ee-4a44-9f46-8e37f7cd884d",
        "3524e4f8-655e-4868-877c-9386328f2052",
        "247a1a59-23db-4abd-ae3f-192416693e72",
        "0eab4d08-2f3e-4eec-89c8-c89343c4a448",
        "80cd835b-79f5-4827-9302-62f4c351ee68",
        "560886a0-ad8b-47a8-b7ac-3e79ff040f10",
        "ecbe0400-06fb-4e0c-9800-d8de2fab7d84",
        "49f73c49-55d5-483a-bd56-a4d4869b4f59"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4fffee3e-e50d-4cc1-8c9f-2c397d75e8b5",
      "dutyDetail": "Handle data and information and use digital technology.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "cecbccb7-53c3-4146-aeb2-fe29eeb42ff8",
        "beb88c79-694b-406b-8ffc-02677b6e48bc",
        "69785b11-ed4a-48c9-af1f-61a7a9aa684a",
        "e664307f-8f5b-496e-afa7-1dd79bb3787a",
        "80fb5161-0dbb-47a9-b180-84fc7e9e3e8f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "074cfcfd-d1a1-40a1-8c88-0189137c816a",
        "fc94e67e-6abe-44a9-b0c0-1fafd82f1017"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "dfb4b47d-a272-41fe-bf13-3f4506159cb8",
      "dutyDetail": "Operate within legal and ethical frameworks relevant to promoting and safeguarding the public's health and wellbeing.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "69785b11-ed4a-48c9-af1f-61a7a9aa684a",
        "1c2bd1f2-f4e2-45da-8ac9-5056990612e0",
        "e8ae153e-e11e-42e3-b1a9-9b9311d3f0de",
        "a4fe5f37-b672-4dd0-9157-5020b3a7e326",
        "98e73012-3556-4277-8be7-6d87b4390dd7",
        "6d6c88aa-5dae-477e-936f-2b08d652711c",
        "4460b1c8-ff09-4473-b81d-98e1ea0e02af"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "80cd835b-79f5-4827-9302-62f4c351ee68",
        "d24f698e-fc6f-4429-beb4-8a151120142a",
        "b9f6ce57-5fc9-44a7-82c7-e5d1fdc8ea53",
        "a25ec060-fb3c-428f-b8e8-cb647c4c9dc5",
        "2f020dbe-6458-4323-86a4-60ce32255ae5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d77c80e1-1adc-421a-9376-cd1931a764ab",
      "dutyDetail": "Take responsibility for personal and professional development in line with organisational protocol.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bb1c8c17-1f61-466b-a61e-503001a0bfd8",
        "632f68b6-f9fc-4b33-973d-f28490fe5631"
      ],
      "mappedKnowledge": [
        "6dd37cdb-ec16-42b8-9369-d260059fcc11",
        "ada79d0b-9fd8-484f-8ad2-a7e986f77f64",
        "0fdaa8bd-683f-47fb-be35-6bc0afcfed5c",
        "913bd9a7-48c6-4212-b649-ff0c9ebf8060",
        "80fb5161-0dbb-47a9-b180-84fc7e9e3e8f",
        "98ddab1c-7df3-4fd2-9269-37dcf05ea5f2",
        "a4fe5f37-b672-4dd0-9157-5020b3a7e326",
        "98e73012-3556-4277-8be7-6d87b4390dd7",
        "13262ddb-943a-4572-b2bf-a165bd119d1a",
        "6d6c88aa-5dae-477e-936f-2b08d652711c",
        "154dc6dc-a453-423e-a00c-701616737a9c",
        "eba79a6f-6e50-4b7b-af34-7632aefdad50"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "247a1a59-23db-4abd-ae3f-192416693e72",
        "0eab4d08-2f3e-4eec-89c8-c89343c4a448",
        "32c46b9f-d492-47fb-98f3-e46b626c0870",
        "d24f698e-fc6f-4429-beb4-8a151120142a",
        "1f06a126-36e4-420d-954d-d96d6f445338",
        "b9f6ce57-5fc9-44a7-82c7-e5d1fdc8ea53",
        "24b473e3-5800-4bc9-a152-a5c28e5e7428",
        "855030bd-77e5-4ea0-a05b-7e95439ce5fb",
        "2f020dbe-6458-4323-86a4-60ce32255ae5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "09648c8e-64ec-4e87-bd61-3941713b4e96",
      "dutyDetail": "Work alongside services and other community organisations to improve individuals' health and fitness.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "6dd37cdb-ec16-42b8-9369-d260059fcc11",
        "ada79d0b-9fd8-484f-8ad2-a7e986f77f64",
        "69785b11-ed4a-48c9-af1f-61a7a9aa684a",
        "e664307f-8f5b-496e-afa7-1dd79bb3787a",
        "13262ddb-943a-4572-b2bf-a165bd119d1a",
        "20ba087e-f506-48e1-bf94-2853fed5d6b2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "247a1a59-23db-4abd-ae3f-192416693e72",
        "ec1516d5-3fc0-467e-9cc5-6c39079f3daf",
        "1f06a126-36e4-420d-954d-d96d6f445338",
        "49f73c49-55d5-483a-bd56-a4d4869b4f59"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "01c9ecff-fd57-423d-a7fc-615e45249cf7",
      "dutyDetail": "Act as a positive role model and build a rapport with individuals and communities from a variety of backgrounds to engage in sport and physical activity.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "39b715b7-1c28-486a-9e57-5a2ad327ab33",
        "fc505db3-50da-481d-aff8-8dbe5ef97637"
      ],
      "mappedKnowledge": [
        "ada79d0b-9fd8-484f-8ad2-a7e986f77f64",
        "beb88c79-694b-406b-8ffc-02677b6e48bc",
        "cf25821f-1776-455d-a5bd-8098333df092",
        "13262ddb-943a-4572-b2bf-a165bd119d1a",
        "154dc6dc-a453-423e-a00c-701616737a9c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "247a1a59-23db-4abd-ae3f-192416693e72",
        "80cd835b-79f5-4827-9302-62f4c351ee68",
        "ecbe0400-06fb-4e0c-9800-d8de2fab7d84",
        "d24f698e-fc6f-4429-beb4-8a151120142a",
        "855030bd-77e5-4ea0-a05b-7e95439ce5fb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6a119a91-b554-42a3-a11e-8c5044e43e87",
      "dutyDetail": "Dealing with challenges and problems and who to report to.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "20ba087e-f506-48e1-bf94-2853fed5d6b2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "49f73c49-55d5-483a-bd56-a4d4869b4f59"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-04-04T00:00:00"
}