{
  "larsCode": 517,
  "referenceNumber": "ST0471",
  "title": "Express delivery manager (degree)",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/517",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2019-09-30T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Locating and delivering goods to precise and demanding delivery specifications.",
  "level": 6,
  "typicalDuration": 36,
  "maxFunding": 22000,
  "route": "Transport and logistics",
  "keywords": [
    "express delivery manager",
    "delivery manager",
    "degree"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/3543/st0471_express-delivery-manager_l6_ap-for-publication_14102019.pdf",
  "ssa1": "7 Retail and Commercial Enterprise",
  "ssa2": "7.2 Warehousing and distribution",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;&lt;strong&gt;Occupation: &lt;/strong&gt;Express Delivery Manager, &lt;strong&gt;Level: &lt;/strong&gt;6, &lt;strong&gt;Programme duration&lt;/strong&gt;: The apprenticeship will typically take a minimum of 36 months to complete.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Role: &lt;/strong&gt;The advent and rapid growth of internet-generated sales have created demand for a new breed of logistics professional with the skills needed to locate and deliver goods to precise and demanding delivery specifications – the Express Delivery Manager. This Standard sets out the knowledge, skills and behaviours needed by these senior managers in the technology-led, fast-paced, 24/7 world of express sortation operations. These are not the traditional skills of warehouse management and vehicle fleet management, but the skills of data analysis, key performance indicator-based management, real time business planning, time-critical decision making and innovation in route planning. Typical job titles include, Hub Manager, Sortation Operations Manager, and Delivery Operations Manager. Upon successful completion the apprentice will attain all of the following knowledge, skills and behaviours to become a fully competent Express Delivery Manager.&lt;/p&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;375&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Knowledge and Understanding&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;390&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;375&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Business Processes&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;Theories and techniques of; strategic business management and business operations, performance management and key performance indicators.&lt;/p&gt;\r\n&lt;p&gt;Range of sortation hub services; consolidation, brokering services, collection services and locations used as collection points, concept and processes of reverse logistics.&lt;/p&gt;\r\n&lt;p&gt;The importance of route optimisation and the methods used to optimise routes; bespoke and generic hardware and software used to manage deliveries and collections.&lt;/p&gt;\r\n&lt;p&gt;Implications of volume and of weight of goods in allocating goods to vehicles and routes.&lt;/p&gt;\r\n&lt;p&gt;Factors affecting profitability of delivery or collection. Analysis of route density, achievement numbers and time slot selection.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;390&quot;&gt;&#160;\r\n&lt;p&gt;&lt;strong&gt;Business Processes&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;Develop and implement business strategies and operational plans for express delivery organisations.&lt;/p&gt;\r\n&lt;p&gt;Develop and apply key performance indicators.&lt;/p&gt;\r\n&lt;p&gt;Interpret data to manage volume flows through delivery/collection process Create and manage the implementation of company policies and instructions related to collections, deliveries, failed deliveries and returns.&lt;/p&gt;\r\n&lt;p&gt;Manage operations to ensure correct labelling and packaging of goods.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;375&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Compliance&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;Principles of commercial, common contract law and insurances as applied to express delivery operations.&lt;/p&gt;\r\n&lt;p&gt;Customs regulations applied to international movement of goods; customs bonded storage.&lt;/p&gt;\r\n&lt;p&gt;Laws and Regulations applying to transport operations; Operator Licencing, Transport Manager Certificate of Professional Competence, Fleet Operator Recognition Scheme.&lt;/p&gt;\r\n&lt;p&gt;Laws and Regulations applying to specific goods; Postal Common Operators Procedures Code, Mail Integrity Code of Practice, controls relating to dangerous or hazardous goods, foodstuffs. Data protection legislation.&lt;/p&gt;\r\n&lt;p&gt;The relevance and impact on business operations of legislation for safeguarding young people and vulnerable adults.&lt;/p&gt;\r\n&lt;p&gt;Range of Quality Standards used in the sector, the factors that determine which quality standards are used and their impact on business processes.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;390&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Compliance&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;Apply commercial and employment legislation in the workplace; comply with legal and regulatory requirements relating to express delivery services, deal with security breaches, and ensure compliance with Data protection legislation.&lt;/p&gt;\r\n&lt;p&gt;Demonstrate commercial acumen, manage contracts for sortation and delivery services, Comply with law and contracts in sortation, express delivery, and postal services.&lt;/p&gt;\r\n&lt;p&gt;Implement processes for audits in relation to quality standards.&lt;/p&gt;\r\n&lt;p&gt;Manage operations to ensure compliance with customs regulations related to bonded goods.&lt;/p&gt;\r\n&lt;p&gt;Apply organisation’s policies relating to safeguarding of young people and vulnerable adults.&lt;/p&gt;\r\n&lt;p&gt;Ensure vehicle fleet meets legislative and regulatory requirements. Implement quality standards in business operations and ensure that business processes comply with quality standards.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;375&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Customer Insight&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;Determinants of consumer behaviour; ability to influence customer choice Methods of customer relationship management; techniques for building customer relationships.&lt;/p&gt;\r\n&lt;p&gt;Methods of communication; face to face, sharing information about service performance, impact of social media on customer communications.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;390&quot;&gt;&#160;\r\n&lt;p&gt;&lt;strong&gt;Customer Insight&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;Understand and consistently meet customer expectations, respond to customer’s needs and identify ways to improve customer service.&lt;/p&gt;\r\n&lt;p&gt;Develop customer relationships, communicate with current clients. Share information about delivery performance with customers.&lt;/p&gt;\r\n&lt;p&gt;Apply knowledge to the writing and presentation of bids to customers for new work.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;375&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Leadership and Management of People&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;Employment Law as it applies in the sector.&lt;/p&gt;\r\n&lt;p&gt;Theories and principles relating to; management of conflict in the workplace, disciplinary procedures and processes, management and development of people, training, coaching and mentoring.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;390&quot;&gt;&lt;strong&gt;Leadership and Management of People&lt;/strong&gt;\r\n&lt;p&gt;Be able to line manage people.&lt;/p&gt;\r\n&lt;p&gt;Apply performance management based on data, drive the achievement of standards and targets in the operation.&lt;/p&gt;\r\n&lt;p&gt;Be able to build and manage teams, demonstrate empowerment of people.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;375&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Business Innovation&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;Theories and examples of Business Transformation, principles of business innovation, continuous improvement principles.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;390&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Business Innovation&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;Apply continuous improvement techniques to sortation operations, develop innovative service propositions, and apply technology to sortation activities. Demonstrate confident presentation skills. Present complex data and information in a business format, show how reading and learning influence own performance.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;375&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Financial&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;The business models for express delivery services; employed, self- employed and mixed fleet couriers, types of contract and payment processes used by companies.&lt;/p&gt;\r\n&lt;p&gt;Financial implications of different business models, PAYE employment, self- employment, mixed vehicle fleets, corporate structures.&lt;/p&gt;\r\n&lt;p&gt;Methods used to analyse where costs occur in the business process.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;390&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Financial&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;Use data gathered from operation monitoring to track costs in the business. Carry out activity-based costing.&lt;/p&gt;\r\n&lt;p&gt;Demonstrate ways to minimise business costs while meeting customer requirements.&lt;/p&gt;\r\n&lt;p&gt;Carry out financial analysis, data analysis and data management.&lt;/p&gt;\r\n&lt;p&gt;Carry out business forecasting and modelling, propose a financial plan.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;375&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Safety&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;Health, safety and security regulations related to goods carried and how these impact on business operations.&lt;/p&gt;\r\n&lt;p&gt;The potential environmental and air pollution hazards associated with express delivery, postal and courier services in urban and rural environments.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;390&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Safety&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;Comply with regulations relating to the movement and handling of items, handling goods correctly using lifting and other equipment where appropriate. Manage operations to ensure that appropriate daily equipment or vehicle checks are carried out and rectification of reported faults takes place.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;375&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Contingencies&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;Range of potential economic contingencies and their impact on business operations.&lt;/p&gt;\r\n&lt;p&gt;Principles of business continuity.&lt;/p&gt;\r\n&lt;p&gt;Theories of risk management, the range of tools used to manage and mitigate business risk.&lt;/p&gt;\r\n&lt;p&gt;Techniques of dynamic risk assessment.&lt;/p&gt;\r\n&lt;p&gt;The cyclical and seasonal nature of express delivery demand and strategies for adapting to demand peaks and troughs.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;390&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Contingencies&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;Apply dynamic risk assessment principles to sortation and delivery services. Apply methods to ensure business continuity; create a business continuity plan.&lt;/p&gt;\r\n&lt;p&gt;Adapt business processes to both short term and long term changes in the external business environment.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td colspan=&quot;2&quot; width=&quot;765&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td colspan=&quot;2&quot; width=&quot;765&quot;&gt;\r\n&lt;p&gt;Acts as a company ambassador, shares business core values. Customer focussed, strives to improve service quality.&lt;/p&gt;\r\n&lt;p&gt;Authoritative, Confident, Positive.&lt;/p&gt;\r\n&lt;p&gt;Engages positively with colleagues and clients, is creative and innovative.&lt;/p&gt;\r\n&lt;p&gt;Takes personal responsibility for the environmental impacts of express delivery, postal and courier services and strives to reduce those impacts. All-rounder, Pro-active, Willing to challenge.&lt;/p&gt;\r\n&lt;p&gt;People person, Empathy, Recognises good and bad behaviours. Reliable, Accurate, Process driven.&lt;/p&gt;\r\n&lt;p&gt;Is calm under pressure and focused on solutions not problems.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td colspan=&quot;2&quot; width=&quot;765&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Progression&lt;/strong&gt;: Apprentices completing this degree apprenticeship may progress to senior management or directorial positions in the express delivery sector.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td colspan=&quot;2&quot; width=&quot;765&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;: Candidates for this Degree Apprenticeship may gain entry by meeting the requirements of HEIs, such as ‘A’ Levels, normally in a minimum of two subjects, or through attainment of other Level 3 qualifications such as those recognised in the NQF, SCQF or EQF. Entry by candidates with no formal qualifications should be considered by the employer on an individual basis taking into account evidence of ability to engage with degree level study and their professional experience.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;765&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;: Successful apprentices will achieve a degree in express delivery management [either BA (Hons) or BSc (Hons)] incorporating vocational and academic elements. Apprentices must hold Level 2 qualifications in English and Maths prior to taking the end-point assessment.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;765&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Review: &lt;/strong&gt;The Standard will be reviewed after 3 years.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "Pete Moss ",
    "contactAddress": "Open Awards Estuary Commerce Park\r\n17 De Havilland Dr\r\nSpeke\r\nLiverpool \r\nL24 8RN",
    "contactEmail": "EQA@openawards.org.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2019-09-30T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "",
  "tbMainContact": "chairman@instituteofcouriers.com ",
  "involvedEmployers": "Addison Lee, APC, Clipper Logistics, Diamond Dispatch, DHL, DPD DX, FedEx, Eagle Couriers, GLH, GSG,Hermes, Maritime, Point to Point, Royal Mail, Rush Couriers, Swift Despatch, TNT-FEDEX, Tufnells, UK Mail - DHL, Whistl, XPO, Yodel",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Logistics",
  "cluster": "Supply Chain Professional",
  "createdDate": "2017-11-14T17:09:03 +00:00",
  "lastUpdated": "2019-09-30T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/express-delivery-manager-(degree)-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/express-delivery-manager-(degree)-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}