{
  "templateType": "Apprenticeship Standard",
  "larsCode": 291,
  "referenceNumber": "ST0411",
  "learningAimClassCode": "",
  "title": "Project manager (integrated degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0411",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2018-06-22T00:00:00",
  "earliestStartDate": "2018-06-22T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Help organisations manage projects efficiently.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 22000,
  "maxFundingAdditionalInformation": "",
  "route": "Business and administration",
  "keywords": [
    "Project Manager Integrated Degree Apprenticeship",
    "Project",
    "Project Manager",
    "Project Manager Integrated Degree",
    "Degree Apprenticeship",
    "Integrated Degree Apprenticeship"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/j4qhyur2/st0411_project-manager_l6_ap-for-publication_160525-corrrection-completed1.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.3 Business management",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;1. Occupation:&lt;/h3&gt;\n&lt;p&gt;Project managers are responsible to the project sponsor/owner for the end-to-end delivery of a project or a subset of a project dependent on the complexity and criticality to the business. They have responsibility for delivering the project in line with defined objectives, taking decisions to manage stakeholder expectations by leading a multi-skilled, cross-disciplinary team to deliver the project to time, cost and quality requirements. Using their unique knowledge, skills and leadership behaviours project managers will manage the social, legal and environmental implications of their project. They may consider the impact of their project on green, ethical, or sustainable concerns. In addition, they will manage a variety of interfaces with the organisational entities involved in the project, reporting to the project sponsor, and working within the requirements of the programme and portfolio as appropriate In addition, they will manage a variety of interfaces with the organisational entities involved in the project, reporting to the project sponsor and working within the requirements of the programme and portfolio as appropriate. A project manager must also have the competencies to contribute to benefits management and realisation, consolidating appropriate metrics to report thus ensuring that identified business benefits are achieved.&lt;/p&gt;\n&lt;p&gt;To achieve these objectives, project managers will apply appropriate governance and project management methods and techniques to initiate and execute projects, interfacing with other projects within larger project programmes to meet the strategic objectives of the organisation. They will have an appreciation of programme management techniques and an understanding of how projects are managed within a larger programme.&lt;/p&gt;\n&lt;p&gt;These skills and behaviours require the project manager to be an effective leader of change, able to develop a group of direct, sub-contract, or temporarily aligned resources into a coherent team that delivers the project objectives. They will have management responsibilities, including resource budget planning, and may also hold people development accountabilities. They will have an understanding of the diversity of roles and challenges facing project professionals and an appreciation of tailoring needs, recognising the different contexts and technical requirements that exist in different industry sectors and/or organisation sizes.&lt;/p&gt;\n&lt;p&gt;Projects span public, private and third sectors in industries as diverse as banking, insurance, government, healthcare, retail and transport. Increasingly, organisations employ project managers to improve processes or implement change to become more efficient and effective. This may require managing interdisciplinary teams within various organisational structures and across organisations.&lt;/p&gt;\n&lt;h3&gt;2. Entry Requirements:&lt;/h3&gt;\n&lt;p&gt;Whilst entry requirements are a matter for individual employers, typically an apprentice might be expected to have achieved appropriate level 3 qualifications on entry e.g. 3 GCE “A” Levels at Grades A to C, or a vocational equivalent. Apprentices are also expected to have typically achieved Maths and English at Level 2 prior to starting the apprenticeship.&lt;/p&gt;\n&lt;h3&gt;3. Requirements: Knowledge, skills and behaviours (KSBs)&lt;/h3&gt;\n&lt;h4&gt;Knowledge: A project manager will have knowledge and understanding of:&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Governance and Financial Control of Projects&lt;/strong&gt;: How to evaluate and establish appropriate project governance through the incorporation of policies, regulations, processes, roles and structures in different project types and organisational structures, accepting that different sizes of organisation require different levels of control. How to manage project budgets and costs within appropriate financial frameworks and how to report project performance, tailoring reporting requirements to comply with governance norms in the business. How to construct robust project business cases that demonstrate the benefits and value expected from project deliverables.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;The Business Environment:&lt;/strong&gt; How projects contribute to businesses operating in local, regional, national and global economies. Knowledge of the main UK business sectors and the parameters within which they operate. This may include the impacts of the green economy and sustainability including the UK Government’s policy of net carbon zero by 2050.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Stakeholder and communications management&lt;/strong&gt;: How to communicate effectively with internal and external stakeholders to build and maintain their support for successful project outcomes. How to manage the dynamics of stakeholder relationships and needs during the project and develop appropriate and pro-active project communication plans to ensure that all of the multi-skilled, cross-disciplinary stakeholders are aligned.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Organisational Change Management:&lt;/strong&gt; How to work with the project sponsor and within a programme to prepare organisations, teams and individuals for organisational change including an analysis of the current state, preparation of an envisaged future state and plans for progressing from one to the other.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Estimating, Planning and Scheduling:&lt;/strong&gt; How to develop and manage projects within different planning frameworks to balance the fundamental components of the project. How to prepare and maintain resourced project schedules and use these for project monitoring, control and delivery. How to analyse schedule integrity, dependencies and their implications.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Project Justification:&lt;/strong&gt; How to interpret organisational and programme aims and objectives to develop robust business plans and the requirement to revisit such plans at key stages of a project to ensure ongoing viability of the business case. The identification of realistic benefits, both tangible and intangible, and an appreciation of how these might be delivered.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Quality Management:&lt;/strong&gt; How to apply quality management frameworks and monitor their impact in a project environment. How to deliver quality within a project environment including assurance, control and continuous improvement of deliverables, processes and procedures.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Procurement and Contract Management:&lt;/strong&gt; How to procure goods and services in a cost effective, process driven manner. How to manage projects within commercial and contractual policies, practices and relationships. The importance of supply chain management in a project environment. How to manage the procurement cycle and identify opportunities for maximising benefits through the effective establishment and management of contracts. This may include the relevance of sustainable procurement and supply chains and their wider impact on their immediate cost taking a lifecycle approach to establishing cost and value.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Risk Management:&lt;/strong&gt; How to apply methodologies for risk evaluation and management. How to mitigate the impact of risks on project performance in terms of schedule, cost and quality. This may include risks to sustainability and the environment.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Project Change Control:&lt;/strong&gt; How to apply the concepts of project change control. How to define and use appropriate processes and tools to manage scope, requirements, benefits and success factors of a project. How to analyse the impacts and interdependencies of changes on the project and its deliverables.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Organisational Strategy:&lt;/strong&gt; How organisational strategy is the totality of actions a company needs to take to achieve long-term goals and how the processes used by organisations are applied to develop strategic plans. How programmes and projects enable organisations to achieve their short, medium and long-term strategies and how these can vary depending on the size of the organisation.&lt;/p&gt;\n&lt;h4&gt;Skills: A project manager will be able to determine, deploy and evaluate the following skills within their organisation.&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Governance Frameworks:&lt;/strong&gt; Lead and take responsibility for the project management plan as required by the governance structure. Apply techniques and project management methodologies as appropriate, dependent upon project complexity and criticality to the organisational environment in which a project is being delivered. Maintain, review and communicate a project business case for approval through the stages of a typical project lifecycle ensuring continued value for money and continued alignment with organisational objectives.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;The Business Environment:&lt;/strong&gt; Identify and analyse the context, opportunities and challenges presented by projects in a range of organisational settings, appreciating the differences within both large and small organisations and in different industry sectors and the consequent need for tailoring. Identify the operating constraints that apply to projects including ethical, legal and regulatory considerations. This may include the green economy and the impacts of strategies for achieving net carbon zero by 2050.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Stakeholder and communications management:&lt;/strong&gt; Lead and take responsibility for the identification and analysis of internal and external stakeholders and their impact on the project. Manage an effective project communication plan across stakeholders with different cultural and physical barriers. Analyse information and communicate with stakeholders incorporating elements of feedback to understand and measure the effectiveness of planned communications. Effectively listen and influence others through negotiation and persuasion.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Control of projects in terms of time, cost and quality:&lt;/strong&gt; Manage the project within the constraints of time, cost and quality. Control expenditure and produce status reports as required, including control of costs against budgets, forecasting, and establishing performance indicators as required by funding sources. Measure progress and actual costs against plans to determine a full understanding of project performance. Identify, achieve and maintain quality standards appropriate to the context and specific requirements of project activities.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Risk Management:&lt;/strong&gt; Ensure that project risks, opportunities and issues are addressed using quantitative and qualitative methods to categorise risks and their impacts. Identify, evaluate and implement appropriate mitigation strategies, ensuring that mitigation actions are incorporated into the project plan and are implemented should they develop into issues. Manage risk through the regular review of a risk management plan, adopting appropriate strategies to manage both threats and opportunities. This may include risks to sustainability and the environment.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Commercial and Contract management:&lt;/strong&gt; Maintain and evaluate different commercial contract and procurement types to select appropriate options for specific programmes and projects. Support effective contract management and the achievement of programme and project outcomes.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Project Change Control:&lt;/strong&gt; Dependent upon the size and complexity of a project, define and apply a recognised process to manage change in projects. Make effective decisions in the interests of a range of stakeholders with regards to change requests. Handle change within different project management methodologies.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Schedule Management:&lt;/strong&gt; Evaluate requirements and methods for data capture and analysis in a project environment. Evaluate project schedule integrity including identification and resolution of scheduling problems. Apply resource acquisition and management techniques to balance programme and project needs against resource demand. Negotiate the allocation and scheduling of internal and external resources to meet programme and project demands.&lt;/p&gt;\n&lt;h4&gt;Behaviours: A project manager will be able to demonstrate, and adapt the following behaviours within an organisational context:&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Leadership:&lt;/strong&gt; Drive for results with the ability to inspire and support project team members and manage stakeholder relationships. Promote the vision, organisational/project purpose and values. Understand and create the environment for an inclusive and diverse organisational culture.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Collaboration and teamwork:&lt;/strong&gt; Work collaboratively to build rapport and trust, develop networks and maintain relationships. Build and inspire teams, empower and motivate others to improve performance and achieve outcomes. Delegate tasks, set goals and accountabilities, provide clear guidance and monitor progress.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Personal and Professional Responsibility:&lt;/strong&gt; Drive to achieve in all aspects of work. Demonstrate resilience and determination when managing difficult situations and able to influence the behaviour of others to meet required project outcomes. Seek and adopt new opportunities underpinned by commercial acumen and sound judgement.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Integrity, ethics, and professionalism:&lt;/strong&gt; Manage with integrity and take an ethical approach to develop trust with stakeholders. Communicate and issue project-related reports and statements in an objective and truthful manner. Maintain professional conduct so as to enhance the honour, reputation, and usefulness of project management as a professional discipline.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Inclusive:&lt;/strong&gt; Be open, approachable and authentic and able to build and maintain trust with others. Actively seek the views of others and value diversity internally and externally.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Innovation and Resourcefulness:&lt;/strong&gt; Understand the bigger picture and work enthusiastically and creatively to analyse problems and develop innovative and workable solutions to problems. Have a solution focus, not a problem focus and to be positive and adaptable, responding well to feedback and the need for change. This may include responding to challenges around sustainability and the UK Government’s policy to achieve net carbon zero by 2050.&lt;/p&gt;\n&lt;h3&gt;4. Duration&lt;/h3&gt;\n&lt;p&gt;Typically four years&lt;/p&gt;\n&lt;h3&gt;5. Qualifications&lt;/h3&gt;\n&lt;p&gt;Apprentices will achieve either a BA or BSc Honours degree in Project Management. Apprentices are required to achieve an International Project Management Association (IPMA) Level D qualification or equivalent, prior to taking the end point assessment. Equivalent qualifications for the IPMA Level D are APM’s Project Management Qualification, PMQ, is also acceptable as this is levelled as equivalent to the IPMA level D. Other qualifications also acceptable are Agile Project Management Practitioner (AgilePM); PRINCE2 Agile Practitioner; PRINCE2 Practitioner and PMI Project Management Professional (PMP).&lt;br&gt;Apprentices without level 2 English and Maths will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;6. Link to professional registration&lt;/h3&gt;\n&lt;p&gt;On successful completion, apprentices are eligible to become full members of Association for Project Management (APM), the Chartered Body for the Project Profession.&lt;/p&gt;\n&lt;h3&gt;7. Level&lt;/h3&gt;\n&lt;p&gt;Level 6&lt;/p&gt;\n&lt;h3&gt;8. Review date&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard will be reviewed after 3 years.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Project managers are responsible to the project sponsor/owner for the end-to-end delivery of a project or a subset of a project dependent on the complexity and criticality to the business. They have responsibility for delivering the project in line with defined objectives, taking decisions to manage stakeholder expectations by leading a multi-skilled, cross-disciplinary team to deliver the project to time, cost and quality requirements. Using their unique knowledge, skills and leadership behaviours project managers will manage the social, legal and environmental implications of their project. In addition, they will manage a variety of interfaces with the organisational entities involved in the project, reporting to the project sponsor and working within the requirements of the programme and portfolio as appropriate. A project manager must also have the competencies to contribute to benefits management and realisation, consolidating appropriate metrics to report thus ensuring that identified business benefits are achieved. To achieve these objectives, project managers will apply appropriate governance and project management methods and techniques to initiate and execute projects, interfacing with other projects within larger project programmes to meet the strategic objectives of the organisation. They will have an appreciation of programme management techniques and an understanding of how projects are managed within a larger programme. These skills and behaviours require the project manager to be an effective leader of change, able to develop a group of direct, sub-contract, or temporarily aligned resources into a coherent team that delivers the project objectives. They will have management responsibilities, including resource budget planning, and may also hold people development accountabilities. They will have an understanding of the diversity of roles and challenges facing project professionals and an appreciation of tailoring needs, recognising the different contexts and technical requirements that exist in different industry sectors and/or organisation sizes. Projects span public, private and third sectors in industries as diverse as banking, insurance, government, healthcare, retail and transport. Increasingly, organisations employ project managers to improve processes or implement change to become more efficient and effective. This may require managing interdisciplinary teams within various organisational structures and across organisations.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "e539ab79-dc33-43b8-9bd3-c528758fb2f5",
      "detail": "Governance and Financial Control of Projects: How to evaluate and establish appropriate project governance through the incorporation of policies, regulations, processes, roles and structures in different project types and organisational structures, accepting that different sizes of organisation require different levels of control. How to manage project budgets and costs within appropriate financial frameworks and how to report project performance, tailoring reporting requirements to comply with governance norms in the business. How to construct robust project business cases that demonstrate the benefits and value expected from project deliverables."
    },
    {
      "knowledgeId": "88978de7-9596-4420-957b-57a5aa34fa7e",
      "detail": "The Business Environment: How projects contribute to businesses operating in local, regional, national and global economies. Knowledge of the main UK business sectors and the parameters within which they operate. This may \ninclude the impacts of the green economy and sustainability including the UK Government’s policy of net carbon \nzero by 2050."
    },
    {
      "knowledgeId": "591a1f50-7110-4568-8a8d-2330bb247c37",
      "detail": "Stakeholder and communications management: How to communicate effectively with internal and external stakeholders to build and maintain their support for successful project outcomes. How to manage the dynamics of stakeholder relationships and needs during the project and develop appropriate and pro-active project communication plans to ensure that all of the multi-skilled, cross-disciplinary stakeholders are aligned."
    },
    {
      "knowledgeId": "ea3c8881-b4ee-4d31-aa59-74e868b36fc6",
      "detail": "Organisational Change Management: How to work with the project sponsor and within a programme to prepare organisations, teams and individuals for organisational change including an analysis of the current state, preparation of an envisaged future state and plans for progressing from one to the other."
    },
    {
      "knowledgeId": "d8dcd6e9-49bd-403b-b58b-b0ce56d902ca",
      "detail": "Estimating, Planning and Scheduling: How to develop and manage projects within different planning frameworks to balance the fundamental components of the project. How to prepare and maintain resourced project schedules and use these for project monitoring, control and delivery. How to analyse schedule integrity, dependencies and their implications."
    },
    {
      "knowledgeId": "d0f2f3d1-eb45-4e04-9265-47a1444e56ec",
      "detail": "Project Justification: How to interpret organisational and programme aims and objectives to develop robust business plans and the requirement to revisit such plans at key stages of a project to ensure ongoing viability of the business case. The identification of realistic benefits, both tangible and intangible, and an appreciation of how these might be delivered."
    },
    {
      "knowledgeId": "5593f0b0-315a-46e3-9885-c76781459edc",
      "detail": "Quality Management: How to apply quality management frameworks and monitor their impact in a project environment. How to deliver quality within a project environment including assurance, control and continuous improvement of deliverables, processes and procedures."
    },
    {
      "knowledgeId": "e64527da-9ef0-4609-8269-632987848b03",
      "detail": "Procurement and Contract Management: How to procure goods and services in a cost effective, process driven manner. How to manage projects within commercial and contractual policies, practices and relationships. The importance of supply chain management in a project environment. How to manage the procurement cycle and identify opportunities for maximising benefits through the effective establishment and management of contracts."
    },
    {
      "knowledgeId": "4656809c-1de0-41f3-970c-218145accbc1",
      "detail": "Risk Management: How to apply methodologies for risk evaluation and management. How to mitigate the impact of risks on project performance in terms of schedule, cost and quality."
    },
    {
      "knowledgeId": "f13698d7-69aa-4a4e-98ce-a5db6286448b",
      "detail": "Project Change Control: How to apply the concepts of project change control. How to define and use appropriate processes and tools to manage scope, requirements, benefits and success factors of a project. How to analyse the impacts and interdependencies of changes on the project and its deliverables."
    },
    {
      "knowledgeId": "847763be-a003-40b1-b62f-e90943227cd7",
      "detail": "Organisational Strategy: How organisational strategy is the totality of actions a company needs to take to achieve long-term goals and how the processes used by organisations are applied to develop strategic plans. How programmes and projects enable organisations to achieve their short, medium and long-term strategies and how these can vary depending on the size of the organisation."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "57c93c25-664c-4116-b6a3-20afa9347c88",
      "detail": "Leadership: Drive for results with the ability to inspire and support project team members and manage stakeholder relationships. Promote the vision, organisational/project purpose and values. Understand and create the environment for an inclusive and diverse organisational culture."
    },
    {
      "behaviourId": "919edb41-a92e-4bee-a962-134ebf3a67bc",
      "detail": "Collaboration and teamwork: Work collaboratively to build rapport and trust, develop networks and maintain relationships. Build and inspire teams, empower and motivate others to improve performance and achieve outcomes. Delegate tasks, set goals and accountabilities, provide clear guidance and monitor progress."
    },
    {
      "behaviourId": "dcadc051-a7e5-4967-95bc-d3fae1859c56",
      "detail": "Personal and Professional Responsibility: Drive to achieve in all aspects of work. Demonstrate resilience and determination when managing difficult situations and able to influence the behaviour of others to meet required project outcomes. Seek and adopt new opportunities underpinned by commercial acumen and sound judgement."
    },
    {
      "behaviourId": "4881378f-8c6d-4617-8b2c-c1b2ca0f29fd",
      "detail": "Integrity, ethics, and professionalism: Manage with integrity and take an ethical approach to develop trust with stakeholders. Communicate and issue project-related reports and statements in an objective and truthful manner. Maintain professional conduct so as to enhance the honour, reputation, and usefulness of project management as a professional discipline."
    },
    {
      "behaviourId": "9fcc57d8-3625-45e2-8918-cdc62bfe9c43",
      "detail": "Inclusive: Be open, approachable and authentic and able to build and maintain trust with others. Actively seek the views of others and value diversity internally and externally."
    },
    {
      "behaviourId": "b376cca6-e6d0-4434-9050-577ff1efa427",
      "detail": "Innovation and Resourcefulness: Understand the bigger picture and work enthusiastically and creatively to analyse problems and develop innovative and workable solutions to problems. Have a solution focus, not a problem focus and to be positive and adaptable, responding well to feedback and the need for change. This may include \nresponding to challenges around sustainability and the UK Government’s policy to achieve net carbon zero by 2050."
    }
  ],
  "skills": [
    {
      "skillId": "600d10ad-eeb3-4b38-b3e6-6c92e56f5fd5",
      "detail": "Governance Frameworks: Lead and take responsibility for the project management plan as required by the governance structure. Apply techniques and project management methodologies as appropriate, dependent upon project complexity and criticality to the organisational environment in which a project is being delivered. Maintain, review and communicate a project business case for approval through the stages of a typical project lifecycle ensuring continued value for money and continued alignment with organisational objectives."
    },
    {
      "skillId": "4897cbe3-33f7-4d81-86da-05393f04cead",
      "detail": "The Business Environment: Identify and analyse the context, opportunities and challenges presented by projects in a range of organisational settings, appreciating the differences within both large and small organisations and in different industry sectors and the consequent need for tailoring. Identify the operating constraints that apply to projects including ethical, legal and regulatory considerations.  This may include the green economy and the impacts \nof strategies for achieving net carbon zero by 2050."
    },
    {
      "skillId": "7536a9d6-853b-4d5c-bf39-bce5e01993c7",
      "detail": "Stakeholder and communications management: Lead and take responsibility for the identification and analysis of internal and external stakeholders and their impact on the project. Manage an effective project communication plan across stakeholders with different cultural and physical barriers. Analyse information and communicate with stakeholders incorporating elements of feedback to understand and measure the effectiveness of planned communications. Effectively listen and influence others through negotiation and persuasion."
    },
    {
      "skillId": "69509730-1fb2-4560-981b-c9debc3ebb70",
      "detail": "Control of projects in terms of time, cost and quality: Manage the project within the constraints of time, cost and quality. Control expenditure and produce status reports as required, including control of costs against budgets, forecasting, and establishing performance indicators as required by funding sources. Measure progress and actual costs against plans to determine a full understanding of project performance. Identify, achieve and maintain quality standards appropriate to the context and specific requirements of project activities."
    },
    {
      "skillId": "2543cb0c-6ce9-4b39-9295-89b3f8477a99",
      "detail": "Risk Management: Ensure that project risks, opportunities and issues are addressed using quantitative and qualitative methods to categorise risks and their impacts. Identify, evaluate and implement appropriate mitigation strategies, ensuring that mitigation actions are incorporated into the project plan and are implemented should they develop into issues. Manage risk through the regular review of a risk management plan, adopting appropriate strategies to manage both threats and opportunities."
    },
    {
      "skillId": "095191b0-2129-42a3-9a2a-13af6a5cd15b",
      "detail": "Commercial and Contract management: Maintain and evaluate different commercial contract and procurement types to select appropriate options for specific programmes and projects. Support effective contract management and the achievement of programme and project outcomes."
    },
    {
      "skillId": "c188eea6-f9f5-43f3-bcda-140ee8518f93",
      "detail": "Project Change Control: Dependent upon the size and complexity of a project, define and apply a recognised process to manage change in projects. Make effective decisions in the interests of a range of stakeholders with regards to change requests. Handle change within different project management methodologies."
    },
    {
      "skillId": "b0213d57-d9d4-49ac-ab6a-c815d6b38a30",
      "detail": "Schedule Management: Evaluate requirements and methods for data capture and analysis in a project environment. Evaluate project schedule integrity including identification and resolution of scheduling problems. Apply resource acquisition and management techniques to balance programme and project needs against resource demand. Negotiate the allocation and scheduling of internal and external resources to meet programme and project demands."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2018-06-22T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0601",
  "tbMainContact": "sharon.parker-brannan@sellafieldsites.com",
  "involvedEmployers": "Sellafield Ltd, Arcadis, ARUP, Atkins, Aviva, BAE Systems, Balfour Beatty, BBC, British Airways, British Telecom, Deloitte, HS2 Ltd., Jacobs, Lloyds Banking, MBDA Systems, Network Rail, Ordnance Survey, React Engineering, Rolls-Royce, Royal Mail, Sellafield \nThales, Transport for Greater Manchester, Transport for London, Turner & Townsend, Academy for Project Management Ltd",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Management and Administration",
  "cluster": "Management professional",
  "clusterId": "68",
  "clusterDescription": "Leader of a business process and/or unit requiring the ability to analyse and improve complex business-wide processes and risks. Also includes the ability to provide a full range of company legal and financial knowledge relevant to running a company",
  "createdDate": "2017-11-27T11:07:24 +00:00",
  "lastUpdated": "2018-06-22T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-06-22T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0411",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0411-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0411-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2018-06-22T00:00:00"
}