{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 599,
  "referenceNumber": "ST0469",
  "learningAimClassCode": "",
  "title": "Bookbinder",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": true,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0469",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-02-15T00:00:00",
  "earliestStartDate": "2020-08-26T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Apply fine hand bookbinding and craft skills in order to create, maintain, repair and assist in the conservation of books.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 10000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "book",
    "bookbinder",
    "craft",
    "creative",
    "book production"
  ],
  "jobRoles": [
    "Bookbinder",
    "Junior bookbinder"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7250/st0469_bookbinder_l2_ap-for-publication_110620em.pdf",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.2 Crafts, creative arts and design",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the craft, creative and design sectors as well as in museums, libraries and heritage &amp;amp; conservation sectors.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;The broad purpose of this occupation is to apply fine hand bookbinding and craft skills in order to create, maintain, repair and assist in the conservation of books.&lt;/p&gt;\n&lt;p&gt;Hand bookbinding is a small specialist area of book production with a history in the West stretching back to the 8th Century.&amp;nbsp; Many of today&#39;s processes and techniques continue a craft tradition established around the birth of printing in the fifteenth century when binding procedures were adapted to the new technology. Today hand binding provides employment opportunities in commercial binderies as well as libraries, archives and museums.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with customers, senior colleagues, such as reporting to or being supervised by the Journeyman Bookbinder, suppliers and museums, and is sometimes required to consult with other Bookbinders where specialist knowledge is required.&amp;nbsp; They will typically be working alone or as part of a small team under supervision from a senior Bookbinder or Journeyman Bookbinder.&amp;nbsp; Sizes of organisations in which the Bookbinder will be employed vary from micro-businesses to large museums and libraries.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for carrying out procedures such as selecting and cutting materials, collating books prior to restoration and refurbishment of leather bindings.&amp;nbsp; Bookbinders use hand tools to cut, stitch and glue materials together to make bindings with paper, cloth and leather covers.&amp;nbsp; A Bookbinder must be competent at every stage from the initial phase of sewing paper together, through to cutting the boards and assembling the cases to completion, which may include titling with gold foil and casing-in the covers.&amp;nbsp; In some binderies bookbinders specialise in just one part of the process, while in other workshops they carry out all the operations from start to finish.&lt;/p&gt;\n&lt;p&gt;Choosing correct tools and materials is a key part of the role and the Bookbinder must have a good knowledge of different types of paper, cloth and leather, and their availability, costs and specific uses.&amp;nbsp; The Bookbinder must be able to assess materials for their strength and durability and make informed decisions when specifying materials and procedures for each job.&amp;nbsp; A Bookbinder will also have gained experience of the techniques used in fine leather binding, box-making and the restoration of leather and cloth bindings.&lt;/p&gt;\n&lt;p&gt;In production work, particularly a run of identical volumes, a bookbinder must be able to work within a set of strict time and quality parameters. Keeping accurate timesheets and understanding the costing, scheduling and production aspects of a small workshop are also part of a bookbinder’s responsibilities. They would also be able to communicate effectively with customers.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "80c6b719-417f-48c3-a7ef-2f0b6ed2e25c",
      "detail": "Basic understanding of legislative requirements and responsibilities relating to health and safety, manual handling, hazardous substances (COSHH), chemicals, dust, hazard identification and risk assessment in the work area"
    },
    {
      "knowledgeId": "ba5bfe63-447b-454f-9886-26c3d21a05b0",
      "detail": "Understand the environmental impact of working practices, minimising waste, the efficient use of resources and recycling/re-using materials"
    },
    {
      "knowledgeId": "f9662f52-3605-4c84-8bf4-40fe2d80f2cf",
      "detail": "Understand the mechanical and physical properties of tools and the purposes for which they are designed"
    },
    {
      "knowledgeId": "3c29cdb6-0113-42ca-a6f0-20f145222b58",
      "detail": "Understand how different tools are maintained and stored properly"
    },
    {
      "knowledgeId": "6935d536-200a-48ce-8d5d-c950ab8d66fa",
      "detail": "Understanding the different roles and responsibilities of those who may be found in the workshop or working alongside/supervising"
    },
    {
      "knowledgeId": "dcc0fa1f-d92e-441b-9792-a2e994706404",
      "detail": "Understand the physical infrastructure of the workshop, including the correct methods and locations for storage and disposal of equipment, materials and waste products"
    },
    {
      "knowledgeId": "b3e2c082-9ca0-43ea-889c-5994f81689df",
      "detail": "Understand the basic principles of book design and construction and know each step of the bookbinding process in detail from start to finish"
    },
    {
      "knowledgeId": "67a9f66a-f8db-4512-8877-c43cadee280d",
      "detail": "Understanding how to handle, disassemble, clean and re-assemble books"
    },
    {
      "knowledgeId": "51032634-0c29-46e2-a33c-8cfc3c1ccf09",
      "detail": "Knowledge of the techniques used in fine leather binding, including: Sewing on cords and tapes by hand, lacing on boards, the purpose of headbands and how they are made, drawing on leather covers"
    },
    {
      "knowledgeId": "84d7977b-02bb-4e43-8ac6-6732083f0cb8",
      "detail": "Understand why it is important to sometimes restore or conserve books as an alternative to rebinding"
    },
    {
      "knowledgeId": "613fd215-400e-4477-839b-7d1d8f1da5dd",
      "detail": "Knowledge of the uses and applications of different types of enclosures, such as drop-back boxes and slipcases"
    },
    {
      "knowledgeId": "feb93cc2-ea15-4ffd-97c6-a260744e9ea3",
      "detail": "Knowledge of customers’ individual requirements and appreciation of how these may vary within different sectors including private individuals, publishers, and institutions."
    },
    {
      "knowledgeId": "20917f33-ee0b-45fe-8368-de88c9c445e0",
      "detail": "Understand which binding procedure or restoration/conservation process is most appropriate for each specific project, being aware of the limitations of each and knowing how this translates into costs and timescale"
    },
    {
      "knowledgeId": "dab354f0-5dd0-4c57-a42b-cd5be6d90737",
      "detail": "Knowledge of the appropriate language/terms for the customer or for a colleague when describing what work needs to be carried out"
    },
    {
      "knowledgeId": "7152b6b4-d762-4eb6-a2ab-b49948801709",
      "detail": "Understanding the importance of the functionality of books and the ethical considerations of preserving books in their original condition"
    },
    {
      "knowledgeId": "836e01ff-aaa1-4503-a784-586a3d25970c",
      "detail": "Understand the reason and importance of keeping accurate timesheets and records of work undertaken"
    },
    {
      "knowledgeId": "b16c9676-7f74-431a-a95d-d555446c2f05",
      "detail": "Awareness of how the workflow process is managed from the enquiry and ordering stage through to the completion of a project and the return of items to customers"
    },
    {
      "knowledgeId": "6b980624-fb8f-4b9d-8e0f-6dea4ff21473",
      "detail": "Knowing what is technically possible within the bookbinder's skillset and how to communicate this to the customer"
    },
    {
      "knowledgeId": "24559f4e-3598-40b9-8c09-3be45c313c56",
      "detail": "Understanding the varied nature of the workload and how different jobs can be processed at the same time to allow for pressing and drying times"
    },
    {
      "knowledgeId": "c8cac5cf-3988-4db8-a34f-58d3b9cb4766",
      "detail": "Understanding of the importance of learned techniques, their possible range applications and where skills-gaps need to be addressed through continuous professional development"
    },
    {
      "knowledgeId": "d2c15ac9-4be5-461e-bbcf-050b57a32c79",
      "detail": "Understand the criteria by which a hand-bound book is judged and differentiated from a machine-made binding"
    },
    {
      "knowledgeId": "f50889bf-6751-4aa3-a274-7d2543abf375",
      "detail": "Understand the differences between fine-binding, commercial case bindings and other common forms of binding such as account books, ledgers and stationery binding"
    },
    {
      "knowledgeId": "f24f99ad-ec86-4164-82d9-b8c84fb26a2e",
      "detail": "Understand why different materials were used at different periods of history and be able to recognise the principal types of leather commonly found in Western binding structures e.g. calfskin, goatskin, sheepskin"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "a958bb82-f846-4272-ae3f-abfd2310747d",
      "detail": "A professional attitude to all aspects of workshop procedures"
    },
    {
      "behaviourId": "7a2e5015-0c2d-4ff4-b02f-0788c0670e94",
      "detail": "Follow all procedures accurately and with great patience. Pay attention to the smallest details in the craft process"
    },
    {
      "behaviourId": "eb6b8d37-43ea-45dd-b725-9cc4e572ffd2",
      "detail": "Adopt a questioning attitude to ensure that processes are understood and applied properly"
    },
    {
      "behaviourId": "e8ffc72f-23d4-482f-bffb-68bede361d73",
      "detail": "Be prepared to intervene when seeing procedures not being followed and be prepared to escalate a matter to senior colleagues where a Health & Safety issue may be present"
    },
    {
      "behaviourId": "d50c1ceb-7f9c-4e91-9c2c-0b6144924b96",
      "detail": "Acting responsibly when handling rare and precious materials and artefacts"
    },
    {
      "behaviourId": "91daea35-0302-420e-b821-a3fc752b3599",
      "detail": "Show tact and understanding when dealing with customers’ needs"
    },
    {
      "behaviourId": "6d623483-cd90-4910-a3f6-5736e1fe91b3",
      "detail": "Be willing to learn and take time to consider how to describe work and how to communicate it to customers"
    },
    {
      "behaviourId": "5f9aee03-6035-4895-89a7-fe8369964017",
      "detail": "A sensitive and conscientious approach to the work that treats each project on an individual basis, regardless of value or age of the artefact"
    },
    {
      "behaviourId": "db7d4181-bba0-476d-bb2a-ba5f7b968700",
      "detail": "Take a responsible and meticulous approach to filling-out cost sheets and time sheets"
    },
    {
      "behaviourId": "2fe21c30-08f6-4642-92f5-1bcc51c63610",
      "detail": "Being responsible for ensuring that each part of the process is carried out diligently"
    },
    {
      "behaviourId": "a90f0b83-f7c1-48e4-8a80-b6756d2c08f2",
      "detail": "Have the ability to discuss and develop ideas with colleagues and customers in order to address both routine and complex, non-routine tasks"
    },
    {
      "behaviourId": "9c41dc02-700f-4283-b313-725e2ea6f63b",
      "detail": "A flexible approach and having the self-discipline and patience to switch from one project to another depending on business requirements"
    }
  ],
  "skills": [
    {
      "skillId": "fec30264-5d4f-4a9d-902c-1da6ecc205a4",
      "detail": "Comply with relevant health, safety and environmental legislation (Health and Safety at Work etc Act 1974) e.g. logging and reporting incidents, correct use of PPE"
    },
    {
      "skillId": "54863f9b-f1f1-4ec1-a81d-f08cc8b737bd",
      "detail": "Safely use equipment in accordance with manufacturer's instructions and/or in accordance with workshop practices for equipment made in the workshop"
    },
    {
      "skillId": "a43ae64a-e4cc-4765-a144-aff488ec9307",
      "detail": "Sharpen, repair or fettle tools as appropriate"
    },
    {
      "skillId": "fbea5d76-fdab-4ee2-80a0-fc7687c767b6",
      "detail": "Make or repair housing and cases for tools"
    },
    {
      "skillId": "27298ec0-c97d-4e02-80bb-de8fa8f18a3f",
      "detail": "Select and cut-out the appropriate materials for each specific process"
    },
    {
      "skillId": "28ed6d78-c52b-46dd-9a0b-a3c992c2e315",
      "detail": "Clean off backs and take down old sewing structures without damaging the artefacts"
    },
    {
      "skillId": "04b5fe95-1cc9-4249-92de-c96c653193dc",
      "detail": "Assist with light refurbishment and cleaning of leather covers and text papers"
    },
    {
      "skillId": "9742fdda-81a1-4e33-adb9-3bcc422a7ed4",
      "detail": "Interpret and record customer’s requirements accurately and be able to convey those instructions to senior colleagues"
    },
    {
      "skillId": "e27bd903-2f9c-433d-9525-8416733795da",
      "detail": "Express contributions to a project simply and clearly to the customer and employer"
    },
    {
      "skillId": "a8229123-9711-41ea-a5c4-83e3f4b21964",
      "detail": "Where appropriate, in addition to making new bindings, the bookbinder must be able to assist in restoration and conservation processes, particularly bindings made in leather cloth and paper bindings. Required skills include: •          Ability to collate, record and assess items prior to treatment. •  To take down sewing structures and assist with the removal of old adhesives. •     Repair signatures prior to resewing. •            Assist in sourcing, preparing and cutting suitable materials. •       Assist (under supervision) with refurbishment and small repairs"
    },
    {
      "skillId": "ec453863-d817-432c-af6e-1695bc53d1f2",
      "detail": "Record any incident, damages and/or any alteration in procedures in an accurate and precise manner"
    },
    {
      "skillId": "b97ab466-e27c-4299-9b1c-18379d9d6cc0",
      "detail": "Record accurately the use of materials and the time taken on projects and where required, evaluate methods and processes in order to work at maximum efficiency"
    },
    {
      "skillId": "e8f07574-575b-4b08-b3c2-ce6f764e9d60",
      "detail": "Participate in the management of the business workflow, including using the appropriate paperwork and software to monitor progress of projects"
    },
    {
      "skillId": "2911d82f-1101-495a-a7b7-bb1893801ff7",
      "detail": "Display effective listening and communications skills to a customer throughout the life of all projects and address customer problems, which may be complex and non-routine"
    },
    {
      "skillId": "c3e5091a-e9f2-42d4-a961-708a9132c136",
      "detail": "Use a range of formats such as narrative accounts, sketches, drawing or illustrations to contribute to continuous professional development and to act as a reference for future projects"
    },
    {
      "skillId": "d7db8e6b-2f3e-46f1-89ce-a3ffac222346",
      "detail": "Build basic boxes as required for each artefact as per customer requirements"
    },
    {
      "skillId": "fc1ce651-2e61-4151-890d-f1c93d1ec26d",
      "detail": "Apply manual dexterity to produce a high quality product, which meets industry standards for hand-bound books"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual is the intended EQA provider",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-08-24T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0105",
  "tbMainContact": "rjs@bookbinding.co.uk ",
  "involvedEmployers": "Barnard & Westwood, Blissetts Bookbinders, Bodleian Libraries, Bound by Veterans, Designer Bookbinders, Dragon Press Bindery Ltd, Fitzwilliam Museum, George Bayntun Ltd, Otter Bindery, Pothi Seva, Shepherds Bookbinders, Temple Bookbinders Ltd, The Royal Bindery, Victoria & Albert Museum",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Bookbinder",
    "Junior bookbinder"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Craft and Design",
  "cluster": "Heritage craftsperson",
  "clusterId": "63",
  "clusterDescription": null,
  "createdDate": "2020-04-22T09:20:48 +00:00",
  "lastUpdated": "2023-02-15T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-08-24T00:00:00 +00:00",
  "banners": "This apprenticeship standard has been approved for delivery by the Institute for Apprenticeships and Technical Education. However, starts on the apprenticeship will only be possible once a suitable end-point assessment organisation (EPAO) has obtained Ofqual recognition. Once the EPAO has obtained Ofqual recognition, funding for apprentice starts will be permitted and this message will be removed.",
  "occupationCode": "OCC0469",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0469-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0469-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "2dc1f18e-d317-44f1-9032-7cdee2c987f9",
      "dutyDetail": "Comply with health and safety and other legislation and organizational policies and procedures ensuring the safety of self and others in the workplace",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a958bb82-f846-4272-ae3f-abfd2310747d",
        "eb6b8d37-43ea-45dd-b725-9cc4e572ffd2",
        "e8ffc72f-23d4-482f-bffb-68bede361d73"
      ],
      "mappedKnowledge": [
        "80c6b719-417f-48c3-a7ef-2f0b6ed2e25c",
        "ba5bfe63-447b-454f-9886-26c3d21a05b0",
        "3c29cdb6-0113-42ca-a6f0-20f145222b58",
        "dcc0fa1f-d92e-441b-9792-a2e994706404"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fec30264-5d4f-4a9d-902c-1da6ecc205a4",
        "54863f9b-f1f1-4ec1-a81d-f08cc8b737bd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d01eec9c-ddf9-4318-ace9-3999a84f27fa",
      "dutyDetail": "Understand and apply the basic methods of book binding to all processes and projects",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a958bb82-f846-4272-ae3f-abfd2310747d",
        "7a2e5015-0c2d-4ff4-b02f-0788c0670e94",
        "d50c1ceb-7f9c-4e91-9c2c-0b6144924b96",
        "5f9aee03-6035-4895-89a7-fe8369964017",
        "2fe21c30-08f6-4642-92f5-1bcc51c63610"
      ],
      "mappedKnowledge": [
        "f9662f52-3605-4c84-8bf4-40fe2d80f2cf",
        "dcc0fa1f-d92e-441b-9792-a2e994706404",
        "b3e2c082-9ca0-43ea-889c-5994f81689df",
        "67a9f66a-f8db-4512-8877-c43cadee280d",
        "24559f4e-3598-40b9-8c09-3be45c313c56",
        "d2c15ac9-4be5-461e-bbcf-050b57a32c79"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "54863f9b-f1f1-4ec1-a81d-f08cc8b737bd",
        "a43ae64a-e4cc-4765-a144-aff488ec9307",
        "fbea5d76-fdab-4ee2-80a0-fc7687c767b6",
        "27298ec0-c97d-4e02-80bb-de8fa8f18a3f",
        "28ed6d78-c52b-46dd-9a0b-a3c992c2e315",
        "a8229123-9711-41ea-a5c4-83e3f4b21964",
        "ec453863-d817-432c-af6e-1695bc53d1f2",
        "b97ab466-e27c-4299-9b1c-18379d9d6cc0",
        "fc1ce651-2e61-4151-890d-f1c93d1ec26d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4be21a76-f650-4606-b97a-97f52c70ee7c",
      "dutyDetail": "Understand and apply the techniques used in fine leather binding",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7a2e5015-0c2d-4ff4-b02f-0788c0670e94",
        "d50c1ceb-7f9c-4e91-9c2c-0b6144924b96",
        "2fe21c30-08f6-4642-92f5-1bcc51c63610"
      ],
      "mappedKnowledge": [
        "51032634-0c29-46e2-a33c-8cfc3c1ccf09",
        "f50889bf-6751-4aa3-a274-7d2543abf375"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "28ed6d78-c52b-46dd-9a0b-a3c992c2e315",
        "04b5fe95-1cc9-4249-92de-c96c653193dc",
        "a8229123-9711-41ea-a5c4-83e3f4b21964"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "be0e55ea-b68f-4af0-9823-0195fec8e43d",
      "dutyDetail": "Understand and apply the techniques for restoration and conservation of leather and cloth bindings",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7a2e5015-0c2d-4ff4-b02f-0788c0670e94",
        "eb6b8d37-43ea-45dd-b725-9cc4e572ffd2",
        "d50c1ceb-7f9c-4e91-9c2c-0b6144924b96",
        "5f9aee03-6035-4895-89a7-fe8369964017",
        "2fe21c30-08f6-4642-92f5-1bcc51c63610"
      ],
      "mappedKnowledge": [
        "6935d536-200a-48ce-8d5d-c950ab8d66fa",
        "67a9f66a-f8db-4512-8877-c43cadee280d",
        "51032634-0c29-46e2-a33c-8cfc3c1ccf09",
        "84d7977b-02bb-4e43-8ac6-6732083f0cb8",
        "20917f33-ee0b-45fe-8368-de88c9c445e0",
        "7152b6b4-d762-4eb6-a2ab-b49948801709",
        "6b980624-fb8f-4b9d-8e0f-6dea4ff21473",
        "f24f99ad-ec86-4164-82d9-b8c84fb26a2e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "28ed6d78-c52b-46dd-9a0b-a3c992c2e315",
        "04b5fe95-1cc9-4249-92de-c96c653193dc",
        "9742fdda-81a1-4e33-adb9-3bcc422a7ed4",
        "a8229123-9711-41ea-a5c4-83e3f4b21964",
        "ec453863-d817-432c-af6e-1695bc53d1f2",
        "b97ab466-e27c-4299-9b1c-18379d9d6cc0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4a6c3f1f-81d9-4901-87e3-fd4ff96a07f7",
      "dutyDetail": "Understand and apply the techniques for box-making",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a958bb82-f846-4272-ae3f-abfd2310747d",
        "7a2e5015-0c2d-4ff4-b02f-0788c0670e94",
        "5f9aee03-6035-4895-89a7-fe8369964017",
        "2fe21c30-08f6-4642-92f5-1bcc51c63610"
      ],
      "mappedKnowledge": [
        "613fd215-400e-4477-839b-7d1d8f1da5dd",
        "feb93cc2-ea15-4ffd-97c6-a260744e9ea3",
        "dab354f0-5dd0-4c57-a42b-cd5be6d90737",
        "6b980624-fb8f-4b9d-8e0f-6dea4ff21473"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "54863f9b-f1f1-4ec1-a81d-f08cc8b737bd",
        "27298ec0-c97d-4e02-80bb-de8fa8f18a3f",
        "b97ab466-e27c-4299-9b1c-18379d9d6cc0",
        "d7db8e6b-2f3e-46f1-89ce-a3ffac222346"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "997ab938-566f-4928-877d-102be02054b9",
      "dutyDetail": "Effectively interact with customers in order to attain their desired outcome as well as advising on any relevant limitations of processes, costs and timescales",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "91daea35-0302-420e-b821-a3fc752b3599",
        "6d623483-cd90-4910-a3f6-5736e1fe91b3",
        "5f9aee03-6035-4895-89a7-fe8369964017",
        "a90f0b83-f7c1-48e4-8a80-b6756d2c08f2"
      ],
      "mappedKnowledge": [
        "feb93cc2-ea15-4ffd-97c6-a260744e9ea3",
        "dab354f0-5dd0-4c57-a42b-cd5be6d90737",
        "6b980624-fb8f-4b9d-8e0f-6dea4ff21473"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2911d82f-1101-495a-a7b7-bb1893801ff7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ebfdb2a7-670b-4823-99bf-aa8356edafd8",
      "dutyDetail": "Apply ethical and practical considerations appropriately in order to achieve the best outcome for the customer whilst preserving the integrity of the artefacts, seeking advice and guidance where needed",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "eb6b8d37-43ea-45dd-b725-9cc4e572ffd2",
        "d50c1ceb-7f9c-4e91-9c2c-0b6144924b96",
        "5f9aee03-6035-4895-89a7-fe8369964017",
        "2fe21c30-08f6-4642-92f5-1bcc51c63610"
      ],
      "mappedKnowledge": [
        "84d7977b-02bb-4e43-8ac6-6732083f0cb8",
        "feb93cc2-ea15-4ffd-97c6-a260744e9ea3",
        "20917f33-ee0b-45fe-8368-de88c9c445e0",
        "7152b6b4-d762-4eb6-a2ab-b49948801709"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9742fdda-81a1-4e33-adb9-3bcc422a7ed4",
        "e27bd903-2f9c-433d-9525-8416733795da",
        "a8229123-9711-41ea-a5c4-83e3f4b21964",
        "ec453863-d817-432c-af6e-1695bc53d1f2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4089f07f-cfe8-4e11-9673-1a74f3e25e4c",
      "dutyDetail": " Complete customer orders whilst working within company regulations and appropriate cost & time limitations, managing workload and be able to prioritise in order to meet customer’s and company needs",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "db7d4181-bba0-476d-bb2a-ba5f7b968700",
        "2fe21c30-08f6-4642-92f5-1bcc51c63610",
        "9c41dc02-700f-4283-b313-725e2ea6f63b"
      ],
      "mappedKnowledge": [
        "6935d536-200a-48ce-8d5d-c950ab8d66fa",
        "dcc0fa1f-d92e-441b-9792-a2e994706404",
        "20917f33-ee0b-45fe-8368-de88c9c445e0",
        "836e01ff-aaa1-4503-a784-586a3d25970c",
        "b16c9676-7f74-431a-a95d-d555446c2f05",
        "24559f4e-3598-40b9-8c09-3be45c313c56"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b97ab466-e27c-4299-9b1c-18379d9d6cc0",
        "e8f07574-575b-4b08-b3c2-ce6f764e9d60",
        "2911d82f-1101-495a-a7b7-bb1893801ff7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "efb9699d-7ef5-475b-9d9a-712a1574ac5e",
      "dutyDetail": "Keep accurate and legible records of their learning experience with notes, photographs and sketches in order to act as a reference point for repeating exercises and evaluating and improving techniques",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "eb6b8d37-43ea-45dd-b725-9cc4e572ffd2",
        "6d623483-cd90-4910-a3f6-5736e1fe91b3",
        "a90f0b83-f7c1-48e4-8a80-b6756d2c08f2"
      ],
      "mappedKnowledge": [
        "c8cac5cf-3988-4db8-a34f-58d3b9cb4766"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b97ab466-e27c-4299-9b1c-18379d9d6cc0",
        "2911d82f-1101-495a-a7b7-bb1893801ff7",
        "c3e5091a-e9f2-42d4-a961-708a9132c136"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-02-15T00:00:00"
}