{
  "templateType": "Apprenticeship Standard",
  "larsCode": 315,
  "referenceNumber": "ST0414",
  "learningAimClassCode": "",
  "title": "Military engineering construction technician",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0414",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2018-07-31T00:00:00",
  "earliestStartDate": "2018-07-31T00:00:00",
  "latestStartDate": "2020-07-15T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Multi-skilled soldiers, combat engineers and tradesmen.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "Military construction engineering technician",
    "royal engineer",
    "military",
    "construction",
    "engineering"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2175/st0414_mect_l3_ap-for-publication_29082018.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;&lt;span class=&quot;highlight&quot;&gt;The Trailblazer is in the process to revising this standard to cover the following two additional occupations (plumbing &amp;amp; heating engineer; plant operator &amp;amp; mechanic). Whilst revised wording for the standard has been approved this will not be reflected here until consequential revised wording of the EPA plan has also been approved. During this updating process, the existing options published here remain live&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Occupational Profile&lt;/strong&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Royal Engineer is a technician and unique member of the Armed Forces with the option of selecting a construction related trade. They have three distinct roles that link together to enable them to undertake construction tasks in a military environment.&lt;/p&gt;\n&lt;p&gt;They are a tradesman working on a construction site in any part of the world. This can involve the erection of new buildings or repairing existing structures. The scope of works is wide, but includes everything from the erecting of masonry structures, the laying of non- specialist concrete, and other broad construction tasks; right the way through to the installation of all necessary fixtures and fittings and associated decoration, as well as repair and maintenance to existing damaged structures.&lt;/p&gt;\n&lt;p&gt;This will involve the underpinning military skills expected of any soldier and achieved prior to arrival, overlain by the knowledge and skills of supervision and planning. Reinforced by an ability to accept responsibility for own and co-workers safety on a construction site. All this used in a potentially arduous and hostile environment requiring individuals to react to, and account for, a changing tactical situation in order to not only deliver the project, but maintain a safe environment on the construction site or in the workshop.&lt;/p&gt;\n&lt;p&gt;The Royal Engineer can expect to work globally in testing and potentially hostile environments. The construction environment differs from an industrial norm in that soldiers are required to deliver their construction skills in an ever changing and potentially hostile situation with minimal resources and support. Add to these demanding conditions, the physical environment in which they operate can be extremely challenging, far removed from their civilian counterpart. They must also be aware that the physical and tactical safety considerations will far exceed any civilian construction site, given that hostile forces may be operating around the construction site.&lt;/p&gt;\n&lt;p&gt;This is a core and options standard, covering the following options:&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;Carpenter &amp;amp; Joiner&lt;/li&gt;\n&lt;li&gt;Bricklayer &amp;amp; Concreter&lt;/li&gt;\n&lt;li&gt;Building &amp;amp; Structural Finisher&lt;/li&gt;\n&lt;/ol&gt;\n&lt;p&gt;All apprentices will complete the Core requirements prior to those required for their chosen option.&lt;/p&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 482px;&quot; width=&quot;482&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Core knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;482&quot;&gt;\n&lt;p&gt;The Military Engineering Construction Technician will require a comprehensive understanding of:&amp;nbsp;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;the importance of site safety whilst being aware of the role of other site workers and their welfare.&lt;/li&gt;\n&lt;li&gt;the principles of waste management, disposal and environmental control in relation to environmental responsibilities, organisational procedures, manufacturers’ information, statutory regulations, official guidance and local requirements when working in foreign countries.&lt;/li&gt;\n&lt;li&gt;the different techniques and methods used to move, handle and store resources in the workplace and be aware of potential hazards involved with these resources.&lt;/li&gt;\n&lt;li&gt;health and safety requirements for control equipment when undertaking work on site along with accident reporting when involved with, fires, spillages, injuries.&lt;/li&gt;\n&lt;li&gt;safety requirements when working at height and below ground using relevant equipment .&lt;/li&gt;\n&lt;li&gt;the purpose of the work programme and why deadlines should be kept to in relation to progress charts, timetables and estimated times.&lt;/li&gt;\n&lt;li&gt;the importance of construction site reporting procedures and how changes in circumstances will impact on the works programme timetable.&lt;/li&gt;\n&lt;li&gt;the organisational procedures developed to report and rectify inappropriate information and unsuitable resources and how they can be implemented.&lt;/li&gt;\n&lt;li&gt;organisational security procedures for tools, equipment and personal belongings in relation to site, workplace, unit, operative.&lt;/li&gt;\n&lt;li&gt;complex first aid procedures in an emergency.&lt;/li&gt;\n&lt;li&gt;safety and load bearing rules when constructing bridges to cross gaps of various sizes using existing materials and prefabricated sections.&lt;/li&gt;\n&lt;li&gt;safety aspects and rules regarding the use of explosive and delivery of basic demolitions.&lt;/li&gt;\n&lt;li&gt;environmental and health aspects needed for providing water supply to a given location including water storage.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 482px;&quot; width=&quot;482&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Core Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;482&quot;&gt;\n&lt;p&gt;&amp;nbsp;On completion of this apprenticeship the Military Engineering Construction Technician will be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;ul&gt;\n&lt;li&gt;carry out work to military standards, as laid down by the on-site military design team. All works must be of quality, within budget.&lt;/li&gt;\n&lt;li&gt;interpret information provided in drawings, specifications, schedules, method of statements, risk assessments, Manufacturers’ information and industry regulations governing construction.&lt;/li&gt;\n&lt;li&gt;calculate quantity in relation to tools, resources, time, area and wastage associated with the work being undertaken.&lt;/li&gt;\n&lt;li&gt;undertake basic project management process to include the bidding for necessary resources across long logistic chains, whilst avoiding wastage and all to be completed within the required time frame.&lt;/li&gt;\n&lt;li&gt;undertake site supervision to ensure completion of task in a military (often hostile) environment , maintaining health and safety and a safe working environment.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;li&gt;move, manage and store resources in the workplace in a safe manner.&lt;/li&gt;\n&lt;li&gt;liaise with fellow workers, allied forces and outside agencies to meet local import/legislative requirements required when working in a foreign country.&lt;/li&gt;\n&lt;li&gt;plan the sequence of work, using appropriate resources, in accordance with organisational procedures to ensure work is completed safely and efficiently.&lt;/li&gt;\n&lt;li&gt;complete relevant documentation necessary to comply with local building regulations.&lt;/li&gt;\n&lt;li&gt;demonstrate complex First Aid procedures likely to save life in a given situation.&lt;/li&gt;\n&lt;li&gt;oversee the preparation of resources safely for transport by land, sea or air and safely unload resources with the use of signalling.&lt;/li&gt;\n&lt;li&gt;undertake core military combat engineering skills including:&lt;/li&gt;\n&lt;ul&gt;\n&lt;li&gt;develop protective shelters including trench construction being aware of the relevant safety aspects of working below ground.&lt;/li&gt;\n&lt;li&gt;construct bridges to cross gaps of various sizes using improvised existing materials as well as prefabricated modular bridge components.&lt;/li&gt;\n&lt;li&gt;use explosives to undertake basic demolitions.&lt;/li&gt;\n&lt;li&gt;be able to construct a water supply system from a raw source (such as a river) utilising engineering skills to provide water storage and delivery.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;li&gt;use personal protective equipment relevant to the task and the tactical situation.&lt;/li&gt;\n&lt;li&gt;communicate effectively to the rest of the team and with management.&lt;/li&gt;\n&lt;li&gt;adapt to the environment in which they are working.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 482px;&quot; width=&quot;482&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Core Behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;482&quot;&gt;\n&lt;p&gt;All three Options will have the same Core Behaviours and only separate Knowledge and Skills will be required therefore the Military Engineering Construction Technician will be able to demonstrate:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;an alert and tactical awareness prior to, during and after any construction project in a hostile environment and be able to adapt to a changing environment.&lt;/li&gt;\n&lt;li&gt;the willingness to take charge of a situation should it be required.&lt;/li&gt;\n&lt;li&gt;the initiative to adapt, develop and overcome any situation that may arise during a task whilst maintaining a military approach.&lt;/li&gt;\n&lt;li&gt;a responsible attitude towards own and others safety in the workplace.&lt;/li&gt;\n&lt;li&gt;a strong Team spirit and Corps values.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;br&gt;Option 1: Military Engineering Construction Technician - Carpenter &amp;amp; Joiner&lt;/h3&gt;\n&lt;p&gt;Occupational Description: The Carpenter &amp;amp; Joiner manufactures and modifies using woodworking machinery and tools. Tasks include the manufacture of timber form-work and strengthening damaged buildings by the erection of shores in a military environment and in varied locations world-wide.&lt;/p&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 482px;&quot; width=&quot;482&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge – Military Engineering Construction Technician Carpenter &amp;amp; Joiner&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;482&quot;&gt;\n&lt;p&gt;The Military Engineering Construction Technician Carpenter &amp;amp; Joiner will require a comprehensive understanding of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;the techniques of setting up and using of transportable cutting and shaping machines in the workplace.&lt;/li&gt;\n&lt;li&gt;first fixing components in the workplace including frames (door and/or window), linings (door and/or hatch), floor joist coverings (or flat roof decking), partitions (straight).&lt;/li&gt;\n&lt;li&gt;second fixing components in the workplace including side hung doors, mouldings (standard architrave, skirting), ironmongery, service encasement, wall and floor units/fitments, cladding.&lt;/li&gt;\n&lt;li&gt;measuring, marking out, fitting, finishing, positioning and securing.&lt;/li&gt;\n&lt;li&gt;characteristics, quality, uses, sustainability, limitations and defects associated with timber and timber based products and components, such as hardwood, softwood, MDF and other materials.&lt;/li&gt;\n&lt;li&gt;safe work practices when using tools, resources and equipment in a manner not likely to cause injury should they trip and fall.&lt;/li&gt;\n&lt;li&gt;working with tools away from the body to avoid injury.&lt;/li&gt;\n&lt;li&gt;what safety guards should be in place in accordance with machine instructions.&lt;/li&gt;\n&lt;li&gt;the correct selection of accessories for machines and the work being undertaken.&lt;/li&gt;\n&lt;li&gt;identifying the correct maintenance requirements for accessories and how to report defects.&lt;/li&gt;\n&lt;li&gt;the characteristics, quality, uses, sustainability, limitations and defects associated with resources such as timber, timber boarding, manufactured sheet material, plastics, doors, mouldings, ironmongery, metals, frames, linings, wall and floor units/fitments, adhesives, sealants, fixings, associated ancillary items, hand and/or power tools and equipment.&lt;/li&gt;\n&lt;li&gt;safe working practices and procedures and how to report problems when working on site undertaking numerous procedures.&lt;/li&gt;\n&lt;li&gt;the specific hazards associated with carpentry and joinery resources and methods of work.&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 482px;&quot; width=&quot;482&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills – Military Engineering Construction Technician Carpenter &amp;amp; Joiner&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;482&quot;&gt;\n&lt;p&gt;On completion of this apprenticeship the Military Engineering Construction Technician (Carpenter &amp;amp; Joiner) will be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;select resources necessary to undertake a task which will include materials, components and fixings, tools, equipment and accessories.&lt;/li&gt;\n&lt;li&gt;protect the work and its surrounding area whilst minimising damage and maintain a clean work space.&lt;/li&gt;\n&lt;li&gt;prepare timber and timber structures to be included in engineering projects. This will include the ability to measure, mark out, fit, fix, position and secure fittings.&lt;/li&gt;\n&lt;li&gt;set up and use transportable cutting and shaping machines in the workplace.&lt;/li&gt;\n&lt;li&gt;demonstrate compliance with given information and relevant legislation in relation to the safe use of access equipment, safe handling of materials, safe use and storage of materials, tools, equipment and ancillaries.&lt;/li&gt;\n&lt;li&gt;use, maintain and store materials, hand tools, portable power tools and ancillary equipment in a safe manner.&lt;/li&gt;\n&lt;li&gt;set up and use safely drills, planes, biscuit joiners and disc cutters.&lt;/li&gt;\n&lt;li&gt;set up and use safely cutting tools including saws such as: circular, chop, mitre, bench, jig, reciprocating, alligator and scroll saws.&lt;/li&gt;\n&lt;li&gt;set up and use wood shaping tools including a thicknesser, sander (orbital, belt, disc), router, laminate trimmer, and grinder to given working instructions.&lt;/li&gt;\n&lt;li&gt;install first fixing components according to instructions in the workplace including frames (door and window), door linings, floor joist coverings, partitions (straight).&lt;/li&gt;\n&lt;li&gt;install second fixing components in the workplace including measuring, marking out, fitting, finishing, positioning, securing side hung doors, mouldings (standard architrave), ironmongery, service encasement, wall and floor units/fitments, and cladding.&lt;/li&gt;\n&lt;li&gt;construct field defences (i.e. trench work and sangers) using necessary wood reinforcing to strengthen the structure in the form of frameworks and shuttering.&lt;/li&gt;\n&lt;li&gt;manufacture wooden shoring in unstable buildings to render buildings safe for temporary occupation.&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;br&gt;Option 2: Military Engineering Construction Technician - Bricklayer and Concreter&lt;/h3&gt;\n&lt;p&gt;Occupational Description: The Bricklayers are responsible for many aspects of military construction, tasks include brickwork, foundations, setting out, scaffolding and concreting in a military environment and in varied locations world-wide.&lt;/p&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 482px;&quot; width=&quot;482&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge – Military Engineering Construction Technician - Bricklayer and Concreter&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;482&quot;&gt;\n&lt;p&gt;The Military Engineering Construction Technician - Bricklayer and Concreter will require a comprehensive understanding of:&amp;nbsp;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;techniques for setting out and erecting masonry structures in the workplace.&lt;/li&gt;\n&lt;li&gt;techniques for placing and finishing non-specialist concrete in the workplace.&lt;/li&gt;\n&lt;li&gt;characteristics, quality, uses, sustainability, limitations and defects associated with resources in relation to concreting, fabric reinforcing, timber, plywood, proprietary slab edgings, fixings, bricks, blocks, mortars, frames, insulation, damp-proof barriers, lintels, fixings, ties, hand and powered tools and equipment&lt;/li&gt;\n&lt;li&gt;the correct use of bricklaying and concreting resources and how problems associated with these specific resources are managed and reported.&lt;/li&gt;\n&lt;li&gt;potential hazards associated with bricklaying and concreting resources and methods of work.&lt;/li&gt;\n&lt;li&gt;specific health and safety practices that include any specific procedures, problem solving and the establishment of the authority needed to rectify them covering all aspects of the trade,&lt;/li&gt;\n&lt;li&gt;examples of the above aspects transporting, laying, compacting, curing and protecting concrete with tamped, floated, brushed and towelled finishes, placing fabric reinforcement, concrete mix ratios (volume and gauge boxes), placing&lt;/li&gt;\n&lt;li&gt;concrete into formwork and shuttering, forming slab edging, using hand tools and ancillary equipment and setting out and erecting structures.&lt;/li&gt;\n&lt;li&gt;tools and equipment maintenance when setting out and erecting masonry structures.&lt;/li&gt;\n&lt;li&gt;non-specialist concrete and be able to describe how to calculate quantity, length, area and wastage.&lt;/li&gt;\n&lt;li&gt;field defence construction and the requirements for reinforcing and strengthening fortifications in a hostile environment.&lt;/li&gt;\n&lt;li&gt;engineering principles to repair existing masonry structures to render them safe and prevent further collapse.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 482px;&quot; width=&quot;482&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills– Military Engineering Construction Technician - Bricklayer and Concreter&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;482&quot;&gt;\n&lt;p&gt;&amp;nbsp;On completion of this apprenticeship the Military Engineering Construction Technician - Bricklayer and Concreter will be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;erect masonry structures in the workplace in brick and block and/or local materials for the cavity wall structures, block work structures, solid wall structures, door and window openings and joint finishes.&lt;/li&gt;\n&lt;li&gt;set out regular shaped structures to given working instructions in brick, block and local materials&lt;/li&gt;\n&lt;li&gt;lay and finish concrete to given working instructions for concrete&lt;/li&gt;\n&lt;li&gt;slabs/bases/foundations (footing, oversites or paths), form slab edging, position reinforcement and form surface finish (tamped, floated, brushed and trowelled).&lt;/li&gt;\n&lt;li&gt;when placing and finishing non-specialist concrete demonstrate measuring, marking out, laying, compacting, finishing, positioning and securing.&lt;/li&gt;\n&lt;li&gt;lay and finish concrete to the given working instructions for concrete slabs/bases (footing, oversites or paths), form slab edging, position reinforcement and form surface finish (tamped, floated, brushed and trowelled)&lt;/li&gt;\n&lt;li&gt;when field defences are required (i.e. trench work and sangers) construct the necessary brickwork to be undertaken to strengthen the structure using brick, block, local materials or concrete.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;br&gt;Option 3: Military Engineering Construction Technician - Building &amp;amp; Structural Finisher&lt;/h3&gt;\n&lt;p&gt;Occupational Description: This covers several trades in one including glazier, roofer, tiler, plasterer, dry liner and floor finisher. Tasks include preparing surfaces to enable painting and other treatment for preservation, hygiene, decoration, identification and camouflage in a military environment and in varied locations world-wide.&amp;nbsp;&lt;/p&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 482px;&quot; width=&quot;482&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge – Military Engineering Construction Technician - Building &amp;amp; Structural Finisher&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;482&quot;&gt;\n&lt;p&gt;&amp;nbsp;The Military Engineering Construction Technician - Building &amp;amp; Structural Finisher will require a comprehensive understanding of:&amp;nbsp;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;access/working platforms in the workplace including for use in building maintenance (carpentry), building maintenance (painting &amp;amp; decorating), building maintenance (tiling), building maintenance (plastering), building maintenance (trowel occupations), building maintenance (roofing), building maintenance (glazing).&lt;/li&gt;\n&lt;li&gt;the characteristics, quality, uses, limitations and defects associated with the following resources ladders/crawler boards, stepladders/platform steps, trestles, proprietary staging/podiums, proprietary towers, mobile scaffolding towers, protections equipment and notices, tools and ancillary equipment, water-borne and solvent- borne coatings.&lt;/li&gt;\n&lt;li&gt;further characteristics, quality, uses, limitations and defects: primers, intermediate coatings (undercoats) and finishes (single pack coatings), single-product systems (e.g. emulsions, varnishes), solvent/thinners, knotting, proprietary sealers, brushes, rollers.&lt;/li&gt;\n&lt;li&gt;final characteristics, quality, uses, limitations and defects: protective sheeting and masking, cleaning agents, stripping materials and equipment, fillers and bonding agents, primers, surface treatment materials and waterproofing agents, sand, cement, lime and plaster renders, mesh, trims and fixings, wall and floor tiles, grout, adhesives, accessories, hand and/or powered tools and associated equipment.&lt;/li&gt;\n&lt;li&gt;specific safe working practices and procedures to include: erecting and dismantling access equipment, preparing and painting surfaces, plastering, tiling to all types and angles of walls, glazing windows and/or doors, roofing structures, applying cement and lime renders, using tools and resources,&lt;/li&gt;\n&lt;li&gt;further specific safe working practices and procedures to include: using waterproof membranes, fixing proprietary mesh and trims, applying movement joints, removing existing tiles and preparing background, forming reveals, sills and soffits (door and window openings), forming internal and external angles, fixing channels/form drainage, outlets.&lt;/li&gt;\n&lt;li&gt;the requirements for completing and maintaining records of actions taken to be included as part of the site hand over procedures.&lt;/li&gt;\n&lt;li&gt;the requirements for maintaining tools and equipment used when erecting and dismantling access/working platforms, applying paint systems using rollers and associated tools and equipment, preparing background surfaces for plastering, panelling or painting/decorating tiling wall and floor surfaces, glazing windows and doors and roofing structures.&lt;/li&gt;\n&lt;li&gt;health and safety requirements for structures built for temporary occupation in a military environment.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 482px;&quot; width=&quot;482&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills – Military Engineering Construction Technician -Building &amp;amp; Structural&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;Finisher&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;482&quot;&gt;\n&lt;p&gt;&amp;nbsp;On completion of this apprenticeship the Military Engineering Construction Technician - Building &amp;amp; Structural Finisher will be able to:&amp;nbsp;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;demonstrate skills when erecting, moving, positioning, dismantle and store access/working platforms in the workplace for building maintenance (carpentry), building maintenance (painting &amp;amp; decorating), building maintenance (tiling), building maintenance (plastering),&lt;/li&gt;\n&lt;li&gt;further skills to demonstrate: building maintenance (trowel occupations) in a safe and efficient manner using ladders/crawler boards, stepladders/platform steps, proprietary towers, trestle platforms, mobile scaffold towers, proprietary staging/podiums.&lt;/li&gt;\n&lt;li&gt;demonstrate work skills when mixing, pouring, diluting, loading, laying-on, laying-off, cutting and applying paint systems by brush and/or roller.&lt;/li&gt;\n&lt;li&gt;apply water-borne and/or solvent-borne coatings to internal and/or external surfaces for industrial and/or non-industrial situations, to given working instructions, for linear/trim/narrow runs and broad areas by brush and/or roller.&lt;/li&gt;\n&lt;li&gt;safely store the materials, tools and equipment used when applying paint systems by brush and/or roller and when preparing background surfaces for plastering, tiling, panelling or painting/decorating and when tiling wall and floor surfaces.&lt;/li&gt;\n&lt;li&gt;prepare background surfaces for plastering, tiling, panelling or painting and decorating in the workplace.&lt;/li&gt;\n&lt;li&gt;demonstrate measuring, marking out, washing, stripping/scraping, abrading/keying, hacking, cutting out, removing, mixing, filling, levelling/flattening, brushing down, priming when preparing background surfaces for plastering, tiling, panelling or painting/decorating.&lt;/li&gt;\n&lt;li&gt;prepare new or existing background surfaces for plastering and/or tiling and/or panelling and/or painting/decorating to given working instructions for previously plastered, tiled, panelled or painted/decorated surfaces, brick, block, concrete, render or plaster, manufactured board, wood, metal.&lt;/li&gt;\n&lt;li&gt;Fix tiles to vertical, horizontal and inclined surfaces to given working instructions on wall and floor surfaces, reveals, sills and soffits (door and/or windows), floor drainage and outlets, fixture of appropriate accessories.&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;br&gt;Entry Requirements&lt;/h3&gt;\n&lt;p&gt;All soldiers entering onto one of the three options is required to have successfully completed Phase 1 basic military training and Phase 2A Combat Engineering training.&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;Typically 18 – 24 months&lt;/p&gt;\n&lt;h3&gt;Qualifications&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and Maths will need to achieve this level prior to taking the end-point assessment.&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;Professional Recognition&lt;/h3&gt;\n&lt;p&gt;This standard has been designed to deliver sufficient competence, underpinning knowledge and understanding in the identified job role in order to allow individuals to meet the requirements of the construction industry CSCS card schemes. The CSCS have confirmed that this is acceptable. Furthermore, all Royal Engineer tradesmen gain professional recognition for their training through the Institute of Royal Engineers. Soldiers initially register as Engineering Technicians, allowing them to broaden their engineering knowledge as part of a professional body and thereafter have options to gain progressive professional recognition.&lt;/p&gt;\n&lt;h3&gt;Level&lt;/h3&gt;\n&lt;p&gt;This is a Level 3 standard&lt;/p&gt;\n&lt;h3&gt;Progression&lt;/h3&gt;\n&lt;p&gt;On completion of this apprenticeship, it will allow the individual to deliver construction skills in a military context, all of which can be transferred to the wider construction industries. In addition, upon completion of their military service all servicemen and women have access to transitional modules and courses to assist them as they move into civilian life. These include – but are not limited to – refresher and progression courses related to their specific trade. Military servicemen and women are highly sought-after by civilian trade organisations due to the breadth of knowledge, skills and behaviours they bring from their time in the military.&lt;/p&gt;\n&lt;h3&gt;Review date&lt;/h3&gt;\n&lt;p&gt;After three years.&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [
    "Bricklayer & Concreter",
    "Building & Structural Finisher",
    "Carpenter & Joiner"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-07-31T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0256",
  "tbMainContact": "Peter.Capon@btinternet.com ",
  "involvedEmployers": "The Army Royal Engineers",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Onsite Construction",
  "cluster": "Core Building Tradesperson",
  "clusterId": "5",
  "clusterDescription": "Able to use of a range of building materials (wood, brick, block, stone etc.) to construct part/whole structures and also those which are needed to finish a structure (e.g. paint and decorate). Work across domestic through to infrastructure projects and covers both routine and complex work elements. Interprets drawings, contracts, and specifications. Has knowledge of building methods and materials including heritage ones and knowledge of appropriate regulations",
  "createdDate": "2017-11-14T17:10:51 +00:00",
  "lastUpdated": "2018-07-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-07-31T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0414",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0414-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0414-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "8151752e-e273-44e6-8b90-e0f6a05a8f79",
      "title": "Bricklayer & Concreter",
      "occupationCode": "OCC0414A"
    },
    {
      "optionId": "613e34dd-ca21-47df-aac1-a0a97627ae58",
      "title": "Building & Structural Finisher",
      "occupationCode": "OCC0414B"
    },
    {
      "optionId": "e2de59a2-bb48-4285-b4de-d70cf21aa3ec",
      "title": "Carpenter & Joiner",
      "occupationCode": "OCC0414C"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Bricklayer & Concreter",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Building & Structural Finisher",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Carpenter & Joiner",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2020-07-15T00:00:00"
}