{
  "templateType": "Apprenticeship Standard",
  "larsCode": 449,
  "referenceNumber": "ST0487",
  "learningAimClassCode": "",
  "title": "Specialist rescue operative",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": true,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0487",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2019-04-18T00:00:00",
  "earliestStartDate": "2019-04-18T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Efficiently and safely completing rescue operations from confined spaces including at height or underground.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 16000,
  "maxFundingAdditionalInformation": "",
  "route": "Protective services",
  "keywords": [
    "protective services",
    "rescue operations",
    "rescue",
    "health and safety",
    "protection"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2922/st0487_specialist_rescue_operative_l4_ap_for_publication_150419.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.4 Public services",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupation: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The main duties and tasks of a Specialist Rescue Operative are to provide rescue cover to people operating at height, in a confined space, exceptional hazards or underground in a mine for example, and to efficiently and safely complete rescue operations from confined spaces including at height or underground. They will also be required to train others to operate competently in the rescue environment. This is with the aim of preventing accidents and incidents occurring. This will include, in the event of an accident or incident, carrying out rescues, saving and preserving lives. All of this will be achieved while complying with current legislation, company policies and procedures. Duties include carrying out preventative and routine inspections of competence and equipment.&amp;nbsp; Furthermore, they are expected to report deficiencies, defects, conduct risk assessments, work alone and in a team, demonstrate a good knowledge and a strong discipline towards safety, health and environment. They will have behaviours associated with taking an acceptable risk within the job role but have an absolute understanding of what is &lt;strong&gt;not &lt;/strong&gt;acceptable as a risk. This will be achieved by a detailed hazard identification and risk assessment capability which will take into account: The competencies (including knowledge, skills and behaviours) required to undertake the performance requirements of the job role safely and productively. The main sectors who would utilise the specialist rescue operative are utilities (water and power generation) and underground mines. Normally they will be required to operate in small teams for search and rescue purposes and have the ability to operate as part of a larger team when a casualty rescue and transport in respiratory protection is required. The role will require travel across the UK. In the role of a trainer, the candidates will be expected to take responsibility and operate alone.&amp;nbsp;&amp;nbsp; The training role will require the specialist rescue operative to be competent in the subject and have the ability to give examples, from their own personal experience to highlight issues of knowledge and performance requirements, the role requires maintenance of detailed and up to date record of continuing competence (CPD) in the job role.&lt;/p&gt;\n&lt;p&gt;Specialist Rescue Operatives provide immediate rescue cover for people who are carrying out work or operating at height or in a confined space. This will include any platform, wind turbine, chamber, tank, vat, silo, pit, trench, pipe, sewer, flue, well, underground mine or similar space in which by virtue of its enclosed nature, there arises a reasonably foreseeable specified risk.&lt;/p&gt;\n&lt;p&gt;Rescue cover will include taking preventative actions to minimise the risk to people operating with the confined space, exceptional hazard or underground environment. This will normally involve facilitating the escape and rescue of persons, including casualties, from the confined space and/or underground environment. &amp;nbsp;This will normally involve the specialist rescue operative co-ordination with other small teams to carry out an effective rescue to locate missing and injured persons. This will include the use of environmental monitoring, respiratory protection (breathing apparatus including regenerative 4hr), specialist first aid, extraction and transport. The key to this will be communication requiring these small teams to come together and form a larger team to facilitate a complex rescue and transport of a casualty/casualties.&amp;nbsp; The apprentice will be required to have the individual competences to ensure the team is effective. &amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;The Specialist Rescue Operative will be competent at operating all available monitoring and rescue equipment, including that supplied to save and preserve endangered life.&lt;/p&gt;\n&lt;p&gt;The Specialist Rescue Operative will have the skills required to provide training and quality assurance to new specialist rescue operatives in a range of subjects which will normally be health and safety related. This will include but will not be limited to the health and safety at work act, the current mining and confined space regulations.&lt;/p&gt;\n&lt;table border=&quot;0&quot; width=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;151&quot; style=&quot;width: 151px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Sub sectors that use this standard&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;463&quot;&gt;\n&lt;p&gt;Industrial, heavy industry, petrochemical, extractive, mining, waste, recycling, heritage, historical or tourist mine, utilities including water and energy companies&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;151&quot; style=&quot;width: 151px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;463&quot;&gt;\n&lt;p&gt;18 to 24 months (Minimum 12 months)&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;151&quot; style=&quot;width: 151px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Apprenticeship Level&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;463&quot;&gt;\n&lt;p&gt;Level 4&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;English and Maths and employer requirements:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and Maths will need to achieve this level prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core competencies – knowledge, skills and behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot; width=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;123&quot; style=&quot;width: 123px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;KNOWLEDGE&amp;nbsp; &lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;501&quot; style=&quot;width: 501px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required, &lt;/strong&gt;&lt;strong&gt;an understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;123&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Rescue operations&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;501&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;the importance and reasons for legal and regulatory compliance&lt;/li&gt;\n&lt;li&gt;An understanding of the importance of following policies, procedures and work instructions. These will include but will not be limited to: health and safely policy including signed statement. The hazard identification and risk assessment process aligned to the ability to implement controls to reduce the risk to an acceptable level&lt;/li&gt;\n&lt;li&gt;the procedures and processes for responding to and conducting emergency rescue operations.&lt;/li&gt;\n&lt;li&gt;the operational and technical aspects of working at height, confined space entry and specialist rescue operations in underground mines, heights and confined spaces (see sub sector section above).This will require the specialist rescue operative to ensure those entering it are competent. Working at height hazards and a detailed understanding of operations being undertaken at height including and understanding of maintaining safe systems coupled to a backup (fall arrest) requirement.&lt;/li&gt;\n&lt;li&gt;working at height recovery and retrieval systems.&lt;/li&gt;\n&lt;li&gt;requirements of suitable and effective anchor point to provide a safe point to commence work or rescue from height.&lt;/li&gt;\n&lt;li&gt;the operations being undertaken within the confined space. This will provide information to the rescue teams as to the likely equipment required to facilitate a successful rescue. This service is required by those entering confined spaces, or other similar space in which there is a reasonably foreseeable specified risk.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;the hazards and risks associated with working at height, confined space and underground environments and how to control them to an acceptable level.&lt;/li&gt;\n&lt;li&gt;the operation of equipment that will be utilised in providing an effective rescue. This will include access and egress equipment, environmental monitors, respiratory protective devices, compressed air escape breathing apparatus, chemical oxygen breathing apparatus, compressed air breathing apparatus, long duration oxygen regenerative (4 hr) breathing apparatus, extraction equipment, advanced first aid, resuscitation equipment, pain relief equipment.&lt;/li&gt;\n&lt;li&gt;the legal and regulatory maintenance and servicing requirements of rescue equipment.&lt;/li&gt;\n&lt;li&gt;how to train others in health and safety requirements to operate in a confined space and in an underground mine.&lt;/li&gt;\n&lt;li&gt;an acknowledgement that different people learn in different ways and have the ability to change teaching methods to adapt to this.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;123&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Health and safety &lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;501&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;the importance of reporting and evaluation of all potential work hazards and site-specific hazards, including near misses and dangerous occurrences&lt;/li&gt;\n&lt;li&gt;when it may be necessary &lt;strong&gt;not&lt;/strong&gt; to rescue an injured person&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;how to fight fires and when not to fight fires&lt;/li&gt;\n&lt;li&gt;how fire spreads and how to fight fires in the underground and confined space environments&lt;/li&gt;\n&lt;li&gt;how to save and preserve an endangered life.&lt;/li&gt;\n&lt;li&gt;how to identify the risks of activities using approved assessment processes, such as research into the history of the confined space or underground mine, hazard identification, risk assessment, control measures to ensure that the level of risk is at an acceptable level. Examples would be knowing how to maintain an atmosphere at an acceptable (safe) level; monitoring a trend of gases within a confined space or underground mine and understanding results; monitoring atmospheric pressure and understanding impact on a confined space and underground mine&lt;/li&gt;\n&lt;li&gt;risk assessments, legislation, regulations (such as working at height, mines act, confined space, PUWER, first aid, LOLER), safe systems of work, and limits of responsibility.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;123&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Effective communications&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;501&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;the reporting lines in both day-to-day and emergency situations.&lt;/li&gt;\n&lt;li&gt;how to communicate effectively and how to develop and maintain effective working relationships.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;123&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Learning and development&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;501&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;inclusive teaching and learning approaches and how to use them.&lt;/li&gt;\n&lt;li&gt;ways to create an inclusive teaching and learning environment&lt;/li&gt;\n&lt;li&gt;training aids including visual, Aural, Reading, Writing and kinaesthetic&lt;/li&gt;\n&lt;li&gt;individual learning styles and how to assess them&lt;/li&gt;\n&lt;li&gt;plan, prepare, deliver and assess training&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot; width=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;123&quot; style=&quot;width: 123px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;SKILLS&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;501&quot; style=&quot;width: 501px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required, a&lt;/strong&gt;&lt;strong&gt;n ability to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;123&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Rescue operations&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;501&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;operate as part of an effective and efficient rescue team to the required company standards, safe systems of work and current regulations such as Confined Spaces and Mines Regulations.&lt;/li&gt;\n&lt;li&gt;train and assess competence of others in the environments they themselves are deemed competent in. (a mine, a confined space and at height)&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;conduct rescue operations in multiple environments and hazardous situations, such as at height, oxygen deficient, toxic and hot atmospheres, and carry out rescues involving casualty entrapment.&amp;nbsp; Examples would be confined spaces, heights or underground mines with complex entry and exits with various options for ventilating the confined space or underground mine. These complex confined spaces and underground mines would or may have multiple operations being undertaken simultaneously.&lt;/li&gt;\n&lt;li&gt;fight different types of fires in both above ground and underground environments that may contain various gasses and other underground hazards.&lt;/li&gt;\n&lt;li&gt;preserve an endangered life, conduct a rescue if possible.&lt;/li&gt;\n&lt;li&gt;remain calm and objective under pressure.&lt;/li&gt;\n&lt;li&gt;transport trapped people through an irrespirable atmosphere.&lt;/li&gt;\n&lt;li&gt;transport casualties to a place of safety and further assistance.&lt;/li&gt;\n&lt;li&gt;fault find, test, maintain and service/re-service all rescue equipment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;123&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Sustainability&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;501&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;minimise the effect of emissions from fire, fumes or other gases in the confined space or underground environment.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;123&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Maintenance techniques&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;501&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;conduct routine and reactive maintenance of all equipment and breathing apparatus in accordance with company policy, procedures and manufacturers’ specifications.&lt;/li&gt;\n&lt;li&gt;use materials, fluids, gases and lubricants required for everyday operations and maintenance in accordance with company policy, procedures, Control of Substances Hazardous to Health data (COSHH) and manufacturers’ specifications&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;123&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Planning and organising &lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;501&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;plan and arrange equipment and resources and complete required rescue standby tasks in line with company key performance indicators and measures and record progress against them.&lt;/li&gt;\n&lt;li&gt;plan the work required, follow the plan and look for and implement improvements in this plan as well as future work plans&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;123&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Learning and Development&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;501&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;plan inclusive teaching and learning incorporating people learning styles&lt;/li&gt;\n&lt;li&gt;deliver inclusive teaching and learning,&lt;/li&gt;\n&lt;li&gt;evaluate the delivery of inclusive teaching and learning, modifying delivery where required&lt;/li&gt;\n&lt;li&gt;assess learners using a range of methods, against competency requirements and skills matrices&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot; width=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;123&quot; style=&quot;width: 123px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;BEHAVIOURS&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;501&quot; style=&quot;width: 501px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required, be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;123&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Professional judgment&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;501&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;assess own level of competence and know when to seek advice from colleagues.&lt;/li&gt;\n&lt;li&gt;actively delegate actions effectively in emergency or hazardous situations&lt;/li&gt;\n&lt;li&gt;recognise, accept and continue duties when it may have been necessary not to rescue a severely injured person.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;123&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Continuing Professional Development (CPD)&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;501&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;critically identify own development needs and take action to meet those needs.&lt;/li&gt;\n&lt;li&gt;use own knowledge and expertise to help others.&lt;/li&gt;\n&lt;li&gt;actively maintain levels of knowledge and skills through continuing professional development, maintain CPD records.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;123&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Communicate Effectively&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;501&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;pro-actively communicate with operational team effectively ensuring information is passed clearly and promptly using a range of methods&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;123&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Accepta&lt;/strong&gt;&lt;strong&gt;ce &lt;/strong&gt;&lt;strong&gt;responsibility&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;501&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;accept responsibility for own behaviours, actions and standards of work&lt;/li&gt;\n&lt;li&gt;take ownership of issues in an emergency situation and deal with appropriately&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;123&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Conscious of safety health and environment (SHE)&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;501&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;actively promote a positive health, safety and environmental culture through situational awareness and by personal example, taking appropriate actions if others are acting in an unsafe manner.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard should be reviewed three years after approval of the standard&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The main duties and tasks of a Specialist Rescue Operative are to provide rescue cover to people operating at height, in a confined space, exceptional hazards or underground in a mine for example, and to efficiently and safely complete rescue operations from confined spaces including at height or underground. They will also be required to train others to operate competently in the rescue environment. This is with the aim of preventing accidents and incidents occurring. This will include, in the event of an accident or incident, carrying out rescues, saving and preserving lives. All of this will be achieved while complying with current legislation, company policies and procedures. Duties include carrying out preventative and routine inspections of competence and equipment. Furthermore, they are expected to report deficiencies, defects, conduct risk assessments, work alone and in a team, demonstrate a good knowledge and a strong discipline towards safety, health and environment. They will have behaviours associated with taking an acceptable risk within the job role but have an absolute understanding of what is not acceptable as a risk. This will be achieved by a detailed hazard identification and risk assessment capability which will take into account: The competencies (including knowledge, skills and behaviours) required to undertake the performance requirements of the job role safely and productively. The main sectors who would utilise the specialist rescue operative are utilities (water and power generation) and underground mines. Normally they will be required to operate in small teams for search and rescue purposes and have the ability to operate as part of a larger team when a casualty rescue and transport in respiratory protection is required. The role will require travel across the UK. In the role of a trainer, the candidates will be expected to take responsibility and operate alone. The training role will require the specialist rescue operative to be competent in the subject and have the ability to give examples, from their own personal experience to highlight issues of knowledge and performance requirements, the role requires maintenance of detailed and up to date record of continuing competence (CPD) in the job role. Specialist Rescue Operatives provide immediate rescue cover for people who are carrying out work or operating at height or in a confined space. This will include any platform, wind turbine, chamber, tank, vat, silo, pit, trench, pipe, sewer, flue, well, underground mine or similar space in which by virtue of its enclosed nature, there arises a reasonably foreseeable specified risk. Rescue cover will include taking preventative actions to minimise the risk to people operating with the confined space, exceptional hazard or underground environment. This will normally involve facilitating the escape and rescue of persons, including casualties, from the confined space and/or underground environment. This will normally involve the specialist rescue operative co-ordination with other small teams to carry out an effective rescue to locate missing and injured persons. This will include the use of environmental monitoring, respiratory protection (breathing apparatus including regenerative 4hr), specialist first aid, extraction and transport. The key to this will be communication requiring these small teams to come together and form a larger team to facilitate a complex rescue and transport of a casualty/casualties. The apprentice will be required to have the individual competences to ensure the team is effective. The Specialist Rescue Operative will be competent at operating all available monitoring and rescue equipment, including that supplied to save and preserve endangered life. The Specialist Rescue Operative will have the skills required to provide training and quality assurance to new specialist rescue operatives in a range of subjects which will normally be health and safety related. This will include but will not be limited to the health and safety at work act, the current mining and confined space regulations.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "a230c889-e3c4-417d-8013-3ebafeff7bc1",
      "detail": "The importance and reasons for legal and regulatory compliance"
    },
    {
      "knowledgeId": "2ec8bef3-c1a4-4257-85e8-dc74f2158a50",
      "detail": "An understanding of the importance of following policies, procedures and work instructions. These will include but will not be limited to: health and safely policy including signed statement. The hazard identification and risk assessment process aligned to the ability to implement controls to reduce the risk to an acceptable level"
    },
    {
      "knowledgeId": "16b5c02f-1c51-4761-9d43-eeb08f09c268",
      "detail": "The procedures and processes for responding to and conducting emergency rescue operations"
    },
    {
      "knowledgeId": "89e2d016-2f3d-46c2-ac48-c4743eabfe4f",
      "detail": "The operational and technical aspects of working at height, confined space entry and specialist rescue operations in underground mines, heights and confined spaces (see sub sector section above).This will require the specialist rescue operative to ensure those entering it are competent. Working at height hazards and a detailed understanding of operations being undertaken at height including and understanding of maintaining safe systems coupled to a backup (fall arrest) requirement"
    },
    {
      "knowledgeId": "03f9c777-55b7-4d4b-8fb8-dc30f5052847",
      "detail": "Working at height recovery and retrieval systems"
    },
    {
      "knowledgeId": "bcc45e40-1664-46d5-8014-f87636eecc3b",
      "detail": "Requirements of suitable and effective anchor point to provide a safe point to commence work or rescue from height"
    },
    {
      "knowledgeId": "c44f7724-f214-462c-ba10-db6392ea3e87",
      "detail": "The operations being undertaken within the confined space. This will provide information to the rescue teams as to the likely equipment required to facilitate a successful rescue. This service is required by those entering confined spaces, or other similar space in which there is a reasonably foreseeable specified risk"
    },
    {
      "knowledgeId": "bd7f357d-ae0e-4286-b492-0d32a44d64f7",
      "detail": "The hazards and risks associated with working at height, confined space and underground environments and how to control them to an acceptable level"
    },
    {
      "knowledgeId": "c64f9b51-0f05-4e12-9e9e-ac9766b5148e",
      "detail": "The operation of equipment that will be utilised in providing an effective rescue. This will include access and egress equipment, environmental monitors, respiratory protective devices, compressed air escape breathing apparatus, chemical oxygen breathing apparatus, compressed air breathing apparatus, long duration oxygen regenerative (4 hr) breathing apparatus, extraction equipment, advanced first aid, resuscitation equipment, pain relief equipment"
    },
    {
      "knowledgeId": "b52fdfd9-c402-493a-b172-d226099eb6e2",
      "detail": "The legal and regulatory maintenance and servicing requirements of rescue equipment"
    },
    {
      "knowledgeId": "91f16b66-952d-4c36-862d-71797d6ee519",
      "detail": "How to train others in health and safety requirements to operate in a confined space and in an underground mine"
    },
    {
      "knowledgeId": "bf4146ec-4054-4edb-8a75-bee2aff0a86e",
      "detail": "An acknowledgement that different people learn in different ways and have the ability to change teaching methods to adapt to this"
    },
    {
      "knowledgeId": "95f38dc6-10ba-4d23-a3f6-976096d10324",
      "detail": "The importance of reporting and evaluation of all potential work hazards and site-specific hazards, including near misses and dangerous occurrences"
    },
    {
      "knowledgeId": "bf346013-b160-48a3-834e-9ba6a97927ef",
      "detail": "When it may be necessary not to rescue an injured person "
    },
    {
      "knowledgeId": "2b0a9ce9-9c48-4eed-a9a5-41b19949ec68",
      "detail": "How to fight fires and when not to fight fires"
    },
    {
      "knowledgeId": "09f0f2fe-886b-418e-bf57-7968178b5a81",
      "detail": "How fire spreads and how to fight fires in the underground and confined space environments"
    },
    {
      "knowledgeId": "a80a7468-0755-4a04-b869-2a46a7007ed4",
      "detail": "How to save and preserve an endangered life"
    },
    {
      "knowledgeId": "1e06025f-8aee-4e5e-86db-e82e37bd60b0",
      "detail": "How to identify the risks of activities using approved assessment processes, such as research into the history of the confined space or underground mine, hazard identification, risk assessment, control measures to ensure that the level of risk is at an acceptable level. Examples would be knowing how to maintain an atmosphere at an acceptable (safe) level; monitoring a trend of gases within a confined space or underground mine and understanding results; monitoring atmospheric pressure and understanding impact on a confined space and underground mine"
    },
    {
      "knowledgeId": "1e25582b-74a5-401d-a89d-a4f045bcd711",
      "detail": "Risk assessments, legislation, regulations (such as working at height, mines act, confined space, PUWER, first aid, LOLER), safe systems of work, and limits of responsibility"
    },
    {
      "knowledgeId": "3620fb64-f60b-4969-8c15-cc03d29f8cfc",
      "detail": "The reporting lines in both day-to-day and emergency situations"
    },
    {
      "knowledgeId": "53e73f71-2398-47b1-8f4d-63596541e7b9",
      "detail": "How to communicate effectively and how to develop and maintain effective working relationships"
    },
    {
      "knowledgeId": "e92aff98-8404-4bf8-b946-0373e1b04632",
      "detail": "Inclusive teaching and learning approaches and how to use them"
    },
    {
      "knowledgeId": "cca3dbf3-522b-4517-92e8-d6422f9ce010",
      "detail": "Ways to create an inclusive teaching and learning environment"
    },
    {
      "knowledgeId": "3c367768-6b87-49c6-9a6b-c893668da683",
      "detail": "Training aids including visual, Aural, Reading, Writing and kinaesthetic"
    },
    {
      "knowledgeId": "149ee610-8d3b-4c1a-aab6-5eca77570e29",
      "detail": "Individual learning styles and how to assess them"
    },
    {
      "knowledgeId": "99a855a6-7316-4336-8d9f-deb55a63e42b",
      "detail": "Plan, prepare, deliver and assess training"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "bd06f487-1e4a-4197-94ed-35720c2d1422",
      "detail": "Assess own level of competence and know when to seek advice from colleagues"
    },
    {
      "behaviourId": "0dd075d8-df92-4233-b20e-73da3d97b4b5",
      "detail": "Actively delegate actions effectively in emergency or hazardous situations"
    },
    {
      "behaviourId": "b406d067-30da-4b79-abab-0fd522c42d2a",
      "detail": "Recognise, accept and continue duties when it may have been necessary not to rescue a severely injured person"
    },
    {
      "behaviourId": "f792d3e0-06cb-4302-82f1-92337467bd6a",
      "detail": "Critically identify own development needs and take action to meet those needs"
    },
    {
      "behaviourId": "d735ac84-bdec-4f30-a7b6-843dc3054e20",
      "detail": "Use own knowledge and expertise to help others"
    },
    {
      "behaviourId": "4946c60a-b872-4b0e-9b88-4a6c3dd7e601",
      "detail": "Actively maintain levels of knowledge and skills through continuing professional development, maintain CPD records"
    },
    {
      "behaviourId": "a4dd4d48-7ef8-45bb-8c3f-c541ed9cde10",
      "detail": "Pro-actively communicate with operational team effectively ensuring information is passed clearly and promptly using a range of methods"
    },
    {
      "behaviourId": "2ac0cae4-72b3-490b-8655-08f475ce0299",
      "detail": "Accept responsibility for own behaviours, actions and standards of work"
    },
    {
      "behaviourId": "1d373563-7e84-4445-a955-969acddefb1f",
      "detail": "Take ownership of issues in an emergency situation and deal with appropriately"
    },
    {
      "behaviourId": "e761c1f4-4432-480c-be1c-a0e6be0d5425",
      "detail": "Actively promote a positive health, safety and environmental culture through situational awareness and by personal example, taking appropriate actions if others are acting in an unsafe manner"
    }
  ],
  "skills": [
    {
      "skillId": "82a5eb11-3513-4655-9258-8ac6b6b96c36",
      "detail": "Operate as part of an effective and efficient rescue team to the required company standards, safe systems of work and current regulations such as Confined Spaces and Mines Regulations"
    },
    {
      "skillId": "70957aa0-c658-4b56-b539-2065137c0a23",
      "detail": "Train and assess competence of others in the environments they themselves are deemed competent in. (a mine, a confined space and at height) "
    },
    {
      "skillId": "a1948994-e05e-4b5d-af6e-e6d80bcd54b8",
      "detail": "Conduct rescue operations in multiple environments and hazardous situations, such as at height, oxygen deficient, toxic and hot atmospheres, and carry out rescues involving casualty entrapment.  Examples would be confined spaces, heights or underground mines with complex entry and exits with various options for ventilating the confined space or underground mine. These complex confined spaces and underground mines would or may have multiple operations being undertaken simultaneously"
    },
    {
      "skillId": "704fca5f-0532-4edc-88ca-024a622ac5e2",
      "detail": "Fight different types of fires in both above ground and underground environments that may contain various gasses and other underground hazards"
    },
    {
      "skillId": "c185dae0-864d-4e61-8449-61a124f9b091",
      "detail": "Preserve an endangered life, conduct a rescue if possible"
    },
    {
      "skillId": "bdf2378f-c87a-4df1-9ed0-15aeecc58678",
      "detail": "Remain calm and objective under pressure"
    },
    {
      "skillId": "164dcd8b-2b35-4f80-8064-6c7b2503f850",
      "detail": "Transport trapped people through an irrespirable atmosphere"
    },
    {
      "skillId": "acf78910-3006-4f47-ab4d-be0a1dfe4e4e",
      "detail": "Transport casualties to a place of safety and further assistance"
    },
    {
      "skillId": "4a4eab31-a7af-48fa-bbed-b975c1004bdb",
      "detail": "Fault find, test, maintain and service/re-service all rescue equipment"
    },
    {
      "skillId": "7613eb97-8864-422e-a500-ef1e0df30c45",
      "detail": "Minimise the effect of emissions from fire, fumes or other gases in the confined space or underground environment"
    },
    {
      "skillId": "f01faefb-f813-4ea0-a8b4-faf136b943dd",
      "detail": "Conduct routine and reactive maintenance of all equipment and breathing apparatus in accordance with company policy, procedures and manufacturers specifications"
    },
    {
      "skillId": "0257492a-61c6-4ac1-99fb-ce316571473d",
      "detail": "Use materials, fluids, gases and lubricants required for everyday operations and maintenance in accordance with company policy, procedures, Control of Substances Hazardous to Health data (COSHH) and manufacturers specifications"
    },
    {
      "skillId": "56d08de3-7808-4d82-8ebd-aac2a9c0fb3c",
      "detail": "Plan and arrange equipment and resources and complete required rescue standby tasks in line with company key performance indicators and measures and record progress against them."
    },
    {
      "skillId": "ac4f93ab-71c1-44b4-89d4-bf30936eb016",
      "detail": "Plan the work required, follow the plan and look for and implement improvements in this plan as well as future work plans"
    },
    {
      "skillId": "d18a0568-9a3e-44a9-9f72-86f8b0ef3a1a",
      "detail": "Plan inclusive teaching and learning incorporating people learning styles"
    },
    {
      "skillId": "c82706ec-42e3-49f9-8e71-7cf6687e7686",
      "detail": "Deliver inclusive teaching and learning"
    },
    {
      "skillId": "43310bf7-0817-49ea-825b-93aead41bcba",
      "detail": "Evaluate the delivery of inclusive teaching and learning, modifying delivery where required"
    },
    {
      "skillId": "66ca20e2-1d80-4465-9883-5780ef683839",
      "detail": "Assess learners using a range of methods, against competency requirements and skills matrices"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual is the intended EQA provider",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-04-18T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "andrew.watson@mrsl.co.uk ",
  "involvedEmployers": "Compass Minerals UK Ltd, ICL, Albion Stone PLC, The Coal Authority, MRS Training and Rescue, Crossgates, Hanson UK, ABMEC, M-I Swac, Ronnie Munro, MAUK",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Protective services",
  "cluster": "Protective service manager",
  "clusterId": "50",
  "clusterDescription": "Lead and manage a team providing safety, security, prevention, enforcement, protection and investigation services largely on behalf of society",
  "createdDate": "2017-11-14T17:11:20 +00:00",
  "lastUpdated": "2019-04-18T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-04-18T00:00:00 +00:00",
  "banners": "Starts on this apprenticeship are paused in the absence of an End Point Assessment Organisation (EPAO). Starts will be permitted again once a suitable EPAO is in place.",
  "occupationCode": "OCC0487",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0487-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0487-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2019-04-18T00:00:00"
}