{
  "templateType": "Apprenticeship Standard",
  "larsCode": 351,
  "referenceNumber": "ST0479",
  "learningAimClassCode": "",
  "title": "Outdoor activity instructor",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0479",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-03-19T00:00:00",
  "earliestStartDate": "2018-09-24T00:00:00",
  "latestStartDate": "2024-03-18T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Supervising and guiding children and adults in activities and pastimes.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "Outdoor activity instructor",
    "canoeing",
    "sailing",
    "climbing",
    "surfing",
    "cycling",
    "hillwalking",
    "archery",
    "bushcraft",
    "rock poolings",
    "geology",
    "plant identification",
    "habitat",
    "wildlife walk"
  ],
  "jobRoles": [
    "Multi-Activity Leader",
    "Environmental Education Tutor",
    "Activity Instructor",
    "Ranger",
    "National Park Guide"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/6879/st0479_outdoor-activity-instructor_l3_ap-for-publication_19012023.pdf",
  "ssa1": "8 Leisure, Travel and Tourism",
  "ssa2": "8.1 Sport, leisure and recreation",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;An Outdoor Activity Instructor supervises and guides children and adults in activities and pastimes such as canoeing, sailing, climbing, surfing, cycling, hillwalking, archery, bushcraft, rock pooling, geology, plant identification, habitat or wildlife walks at an introductory level. They will be supervised while working in a limited range of venues and weather conditions following tightly defined operating procedures.&lt;/p&gt;\n&lt;p&gt;The main responsibility of an Outdoor Activity Instructor is to run a safe and enjoyable activity session. They will:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Prepare for the session&lt;/strong&gt; – gather information about the participants and resources for the activity.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Deliver the session&lt;/strong&gt; – brief participants, maintain safety, provide on-going instruction and encouragement.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Meet session outcome&lt;/strong&gt; – support participants to achieve set outcome (such as new skills / knowledge, thrill seeking, personal or team challenge).&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Close the session&lt;/strong&gt; – hand-over participants, return resources and equipment, log any issues.&lt;/p&gt;\n&lt;p&gt;Outdoor Activity Instructors may undertake their apprenticeship with an employer who specialises in a particular client group (individuals or groups, specific age range, mental and physical ability) or range of activities offered. They exercise autonomy and judgement to complete tasks and procedures and call on close back-up for problems and incidents that may occur.&lt;/p&gt;\n&lt;p&gt;They actively respect the environment, show a positive attitude and are employed in outdoor adventure or education centres, nature reserves or national parks. Typical job titles may include Multi-Activity Leader, Environmental Education Tutor, Activity Instructor, Ranger, National Park Guide.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Requirements – Knowledge, Skills and Behaviours:&lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 20%;&quot;&gt;&#160;&lt;/td&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and Understanding&lt;/strong&gt;&lt;/p&gt;\nThe Outdoor Activity Instructor knows and understands:&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\nThe Outdoor Activity Instructor is able to:&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Preparing for sessions&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;How to collate and use information about the participants in order to run the session&lt;/strong&gt; such as group size, age, mental and physical ability, and relevant medical information.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;How to meet desired outcomes of the session &lt;/strong&gt;g. recreation and enjoyment, increasing self-confidence, learning about a local habitat.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;The approved options for adapting a session to accommodate predictable environmental changes.&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;The organisation’s procedures and standards relevant to the session&lt;/strong&gt; &lt;strong&gt;being delivered.&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Activity venue locations and access arrangements&lt;/strong&gt;.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Find information on:&lt;/strong&gt; the activity type and timings; outcome requirements; participant age; medical information; equipment and resourcing allocation; venue; weather conditions.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Prepare sessions to achieve the required outcomes&lt;/strong&gt;g. enjoyment, thrill seeking, personal or team challenges, acquisition of new knowledge or skills.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Select methods to meet all participant needs &lt;/strong&gt;g. visual impairment, mental and physical ability.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Select methods to respond to potential changes in the environment&lt;/strong&gt;g. wind increasing in a sailing session or rain making conditions slippery underfoot&lt;strong&gt;.&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Collect appropriate equipment and resources.&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Ensure the venue is set-up and ready&lt;/strong&gt; &lt;strong&gt;to be used&lt;/strong&gt;.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Delivering sessions&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;The relevant operational procedures related &lt;/strong&gt;to session delivery to meet Health &amp;amp; Safety, environmental sustainability, safeguarding and data protection requirements.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Why an appropriate activity briefing&lt;/strong&gt; is important, what it needs to include and where to source the relevant information&lt;strong&gt;.&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;How to guide participants to the venue in a safe and efficient manner.&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Information about the training activity or subject at the required level to deliver the session.&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Basic good practice protocols and techniques for giving instructions and demonstrations&lt;/strong&gt;g. visual, verbal&lt;strong&gt;.&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;How to identify hazards in the environment they are working and the dynamic changes that may occur&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;How to minimise environmental impact and support sustainability &lt;/strong&gt;g. picking up litter, not broadening paths.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;How to respond to problems: &lt;/strong&gt;A grasp of common problems and issues related to outdoor working in general, and the businesses specific products offering.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;How to respond to and deal with incidents or accidents &lt;/strong&gt;that may occur during the session.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Maintain self and group safety when delivering the session.&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Deliver an effective session briefing&lt;/strong&gt; with clear instruction and following organisational procedures.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Perform a competent demonstration of the skills required for the activity or subject &lt;/strong&gt;at the appropriate level for the session.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Provide on-going instruction to encourage learning and progression.&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Follow organisational operating procedures to adapt to changes in the environment&lt;/strong&gt;. E.g. thunderstorm, a wind shift to offshore in a surfing session.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Select and implement organisational procedures to deal with routine problems.&lt;/strong&gt;g. broken equipment.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Provide basic First Aid to respond to accidents &lt;/strong&gt;in a safe, prompt and effective manner. e.g. injured participant.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Initiate organisational procedures to summon support in the case of incidents or accidents.&lt;/strong&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Meeting session outcomes&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;The organisations set approaches for instructing or teaching each activity in order to meet the defined outcomes of each session.&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Simple techniques to ensure engagement and participation by all &lt;/strong&gt;g. energisers, sharing responsibilities, appropriate pace.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;How to use open questions and observation to check understanding and progression of learning.&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;How to recognise participants that have additional support requirements &lt;/strong&gt;g. nervousness, short attention span, disengagement.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Simple techniques for dealing with conflict and challenging behaviours.&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Simple techniques and questioning styles to aid review of sessions&lt;/strong&gt; in meeting required outcomes.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Use the organisations set approaches for learning delivery.&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Support individual and group engagement and participation in the session &lt;/strong&gt;g. energisers, sharing responsibilities, appropriate pace.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Change the pace of the session to match participants’ speed of learning.&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Identify and support the individual participants’ needs &lt;/strong&gt;g. give personal attention, active listening, allow additional time, encouragement.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Apply simple techniques to deal with conflict and challenging behaviour &lt;/strong&gt;g. redirection, increasing responsibility.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Use simple review techniques to check the achievement of required outcomes&lt;/strong&gt; e.g. thumbs up; rounds; memorable moments.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Completing sessions&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;How the venue should be left and equipment and resources returned -&#160;&lt;/strong&gt;including adherence to any reporting policies.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Signpost participants to progression routes.&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Complete a session within time,&lt;/strong&gt; including the restoration of the venue, return of equipment and resources and any logging or recording requirements.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Use participant feedback and own reflection to suggest improvements&lt;/strong&gt; to sessions.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Organisation requirements &lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;How the organisation, and profession, should be represented &lt;/strong&gt;to include knowledge of the breadth and range of the organisations products and operating standards.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;The organisation’s expectations on how to engage and communicate &lt;/strong&gt;with participants, organisers and work colleagues.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Communicate with customers and colleagues in a clear, concise and effective manner.&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Handle information &lt;/strong&gt;in a way that conforms to policy and protects data.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Assist with the development and preparation of resources &lt;/strong&gt;and support colleagues delivering sessions&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Professional practice&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;The profession’s policy on equality and diversity.&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Good practice regarding session structure to encourage participation and inclusion&lt;/strong&gt; while protecting sensitive participant information.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Sources for continuing development. &lt;/strong&gt;E.g. IOL Membership.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Actively encourage whole group participation and promote equality&lt;/strong&gt; &lt;strong&gt;and diversity.&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Undertake activities to further develop &lt;/strong&gt;knowledge and personal skills.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Reflect on own performance &lt;/strong&gt;and make refinements.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 20%;&quot;&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/th&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Show punctuality, diligence, commitment, and appropriate appearance.&lt;/li&gt;\n&lt;li&gt;Is enthusiastic for the organisations products and loyal to the employing organisation and brand.&lt;/li&gt;\n&lt;li&gt;Actively respects the environment and encourages behaviours in others that preserves it.&lt;/li&gt;\n&lt;li&gt;Is encouraging towards participants and supports each person to achieve to their limit.&lt;/li&gt;\n&lt;li&gt;Promotes on-going use of the outdoors and onward progression.&lt;/li&gt;\n&lt;li&gt;Shows a positive attitude with all colleagues and all customers come rain or shine.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements&lt;/strong&gt;&#160;&lt;/h3&gt;\n&lt;p&gt;Individual employers will have their own entry requirements, these will typically be existing knowledge and skills relating to the activities they are leading on as training for these are not included in the apprenticeship. It is about training the apprentice to deliver Outdoor Activity sessions, and the specific knowledge and technical aspects required to enable that. Due to the nature of the work within the sector, employers will usually require employees to be 18 years of age or above.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&#160;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship will take 12 – 18 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without Level 2 English and maths will need to achieve this level prior to taking end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification is an alternative to English qualifications for those whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;&#160;&lt;/h3&gt;\n&lt;p&gt;This standard will be reviewed after 3 years.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional Recognition&lt;/strong&gt;&#160;&lt;/h3&gt;\n&lt;p&gt;On completion, Outdoor Activity Instructors may be eligible to apply to be Registered Members of the Institute for Outdoor Learning to support their career development and progression.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;An Outdoor Activity Instructor supervises and guides children and adults in activities and pastimes such as canoeing, sailing, climbing, surfing, cycling, hillwalking, archery, bushcraft, rock pooling, geology, plant identification, habitat or wildlife walks at an introductory level. They will be supervised while working in a limited range of venues and weather conditions following tightly defined operating procedures. The main responsibility of an Outdoor Activity Instructor is to run a safe and enjoyable activity session. They will: Prepare for the session – gather information about the participants and resources for the activity. Deliver the session – brief participants, maintain safety, provide on-going instruction and encouragement. Meet session outcome – support participants to achieve set outcome (such as new skills / knowledge, thrill seeking, personal or team challenge). Close the session – hand-over participants, return resources and equipment, log any issues. Outdoor Activity Instructors may undertake their apprenticeship with an employer who specialises in a particular client group (individuals or groups, specific age range, mental and physical ability) or range of activities offered. They exercise autonomy and judgement to complete tasks and procedures and call on close back-up for problems and incidents that may occur. They actively respect the environment, show a positive attitude and are employed in outdoor adventure or education centres, nature reserves or national parks. Typical job titles may include Multi-Activity Leader, Environmental Education Tutor, Activity Instructor, Ranger, National Park Guide.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "91246633-e1f8-4c81-b431-0744ad297be8",
      "detail": "How to collate and use information about the participants in order to run the session such as group size, age, mental and physical ability, and relevant medical information."
    },
    {
      "knowledgeId": "f508e3ae-0c3c-44ee-a6d6-8e5840b52943",
      "detail": "How to meet desired outcomes of the session g. recreation and enjoyment, increasing self-confidence, learning about a local habitat."
    },
    {
      "knowledgeId": "d052eded-18bf-4e4b-b6d8-628fd5d95ddd",
      "detail": "The approved options for adapting a session to accommodate predictable environmental changes."
    },
    {
      "knowledgeId": "80f13f62-88f7-4705-8cf4-06bb7c7f7e3c",
      "detail": "The organisation’s procedures and standards relevant to the session being delivered."
    },
    {
      "knowledgeId": "32580866-2bcd-4643-8e71-d2dc4301e280",
      "detail": "Activity venue locations and access arrangements."
    },
    {
      "knowledgeId": "213c402b-2d23-457d-96e9-d498ee09dfb8",
      "detail": "The relevant operational procedures related to session delivery to meet Health & Safety, environmental sustainability, safeguarding and data protection requirements."
    },
    {
      "knowledgeId": "7faaa1dc-0283-4d86-ac4f-1494b3252910",
      "detail": "Why an appropriate activity briefing is important, what it needs to include and where to source the relevant information."
    },
    {
      "knowledgeId": "912ea56a-8a6f-43ca-8bd1-9c10afd5a541",
      "detail": "How to guide participants to the venue in a safe and efficient manner."
    },
    {
      "knowledgeId": "5276382b-4a8f-43eb-9947-48913aec24e8",
      "detail": "Information about the training activity or subject at the required level to deliver the session."
    },
    {
      "knowledgeId": "6f15e9d0-bf0c-465d-8c23-11ecee96faf0",
      "detail": "Basic good practice protocols and techniques for giving instructions and demonstrationsg. visual, verbal."
    },
    {
      "knowledgeId": "08a11ae7-4458-418a-8681-70fa06d938ed",
      "detail": "How to identify hazards in the environment they are working and the dynamic changes that may occur"
    },
    {
      "knowledgeId": "e62c9212-83cb-4960-9935-b07637d9183b",
      "detail": "How to minimise environmental impact and support sustainability g. picking up litter, not broadening paths."
    },
    {
      "knowledgeId": "fc62393f-9173-4458-9262-ce4d74f442df",
      "detail": "How to respond to problems: A grasp of common problems and issues related to outdoor working in general, and the businesses specific products offering."
    },
    {
      "knowledgeId": "35ba7226-132a-4cab-822f-c70b8308819e",
      "detail": "How to respond to and deal with incidents or accidents that may occur during the session."
    },
    {
      "knowledgeId": "d0baed1a-2334-437c-bb44-8aa7fb3ef78c",
      "detail": "The organisations set approaches for instructing or teaching each activity in order to meet the defined outcomes of each session."
    },
    {
      "knowledgeId": "3a19448a-9655-404c-936c-82ec95e5636d",
      "detail": "Simple techniques to ensure engagement and participation by all g. energisers, sharing responsibilities, appropriate pace."
    },
    {
      "knowledgeId": "f81830d1-bef4-4d77-80a6-a9ad3fcf7884",
      "detail": "How to use open questions and observation to check understanding and progression of learning."
    },
    {
      "knowledgeId": "fd0724a2-a7a0-4329-97dd-b4ce7ef5e0d0",
      "detail": "How to recognise participants that have additional support requirements g. nervousness, short attention span, disengagement."
    },
    {
      "knowledgeId": "601d1486-82f1-4597-9d8e-76cd2151df76",
      "detail": "Simple techniques for dealing with conflict and challenging behaviours."
    },
    {
      "knowledgeId": "7d3f91d8-b8c1-4f40-9f63-39c5e07a526a",
      "detail": "Simple techniques and questioning styles to aid review of sessions in meeting required outcomes."
    },
    {
      "knowledgeId": "804f34d4-eebf-4caf-b5a2-910d71bf75a0",
      "detail": "How the venue should be left and equipment and resources returned - including adherence to any reporting policies."
    },
    {
      "knowledgeId": "fcb54be6-f981-4ec5-85d5-3811554e17aa",
      "detail": "How the organisation, and profession, should be represented to include knowledge of the breadth and range of the organisations products and operating standards."
    },
    {
      "knowledgeId": "9ebeabc0-e40d-4e8a-9996-30ca7fba423d",
      "detail": "The organisation’s expectations on how to engage and communicate with participants, organisers and work colleagues."
    },
    {
      "knowledgeId": "b34225a5-19f9-428b-b73e-eedd7cb9449e",
      "detail": "The profession’s policy on equality and diversity."
    },
    {
      "knowledgeId": "62a72891-0251-4133-881d-72869618392a",
      "detail": "Good practice regarding session structure to encourage participation and inclusion while protecting sensitive participant information."
    },
    {
      "knowledgeId": "5572bc3a-78e5-4bb7-9124-ed08ae8b38b5",
      "detail": "Sources for continuing development. E.g. IOL Membership."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "0990a9da-1b8e-44f7-bce6-da5b655ae7a7",
      "detail": "Show punctuality, diligence, commitment, and appropriate appearance."
    },
    {
      "behaviourId": "59e4c56d-a989-4dd0-84c9-b86f6efcdc09",
      "detail": "Is enthusiastic for the organisations products and loyal to the employing organisation and brand."
    },
    {
      "behaviourId": "79deb7a2-1ba3-4ae4-b3b7-2e233b55404d",
      "detail": "Actively respects the environment and encourages behaviours in others that preserves it."
    },
    {
      "behaviourId": "140d8f75-9434-4e96-a4e6-568a937386f8",
      "detail": "Is encouraging towards participants and supports each person to achieve to their limit."
    },
    {
      "behaviourId": "b038444d-a135-4b4e-bb2d-cb6471ecc4cd",
      "detail": "Promotes on-going use of the outdoors and onward progression."
    },
    {
      "behaviourId": "175c6159-c349-4e1e-a291-05192aa01c87",
      "detail": "Shows a positive attitude with all colleagues and all customers come rain or shine."
    }
  ],
  "skills": [
    {
      "skillId": "1967fc35-de6d-4a58-a157-663c02f336cb",
      "detail": "Find information on: the activity type and timings; outcome requirements; participant age; medical information; equipment and resourcing allocation; venue; weather conditions."
    },
    {
      "skillId": "7d491b40-ea3f-4e59-bc55-9d95c97bc60c",
      "detail": "Prepare sessions to achieve the required outcomesg. enjoyment, thrill seeking, personal or team challenges, acquisition of new knowledge or skills."
    },
    {
      "skillId": "c046a2b2-ec65-423c-8a50-a027ae8b564e",
      "detail": "Select methods to meet all participant needs g. visual impairment, mental and physical ability."
    },
    {
      "skillId": "48cfe657-2676-406f-b894-212060c08bd6",
      "detail": "Select methods to respond to potential changes in the environmentg. wind increasing in a sailing session or rain making conditions slippery underfoot."
    },
    {
      "skillId": "ddd23e22-10fd-40f1-97a6-d9a9b01c079d",
      "detail": "Collect appropriate equipment and resources."
    },
    {
      "skillId": "a10baaa3-23fa-4664-b637-ca6ecc2dfcf9",
      "detail": "Ensure the venue is set-up and ready to be used."
    },
    {
      "skillId": "04b8dd2e-45e2-4876-8b11-4c501130e1b6",
      "detail": "Maintain self and group safety when delivering the session."
    },
    {
      "skillId": "052e72c6-a195-45e9-8ec0-0d55bece4ca8",
      "detail": "Deliver an effective session briefing with clear instruction and following organisational procedures."
    },
    {
      "skillId": "25e77149-1f32-47f9-9efe-79831b2aeeb0",
      "detail": "Perform a competent demonstration of the skills required for the activity or subject at the appropriate level for the session."
    },
    {
      "skillId": "8d7cd4c9-80d6-40f1-878d-5a11aa8c54b5",
      "detail": "Provide on-going instruction to encourage learning and progression."
    },
    {
      "skillId": "4c9de031-1b8a-47f2-8acd-6fe9e693c865",
      "detail": "Follow organisational operating procedures to adapt to changes in the environment. E.g. thunderstorm, a wind shift to offshore in a surfing session."
    },
    {
      "skillId": "1d06a801-8f33-41ec-b184-7ab09ce1b502",
      "detail": "Select and implement organisational procedures to deal with routine problems.g. broken equipment."
    },
    {
      "skillId": "49d90f59-85fb-43b6-b7eb-36ec637c8509",
      "detail": "Provide basic First Aid to respond to accidents in a safe, prompt and effective manner. e.g. injured participant."
    },
    {
      "skillId": "fd70ded0-2f2b-4d11-b2f4-4d157b086d4a",
      "detail": "Initiate organisational procedures to summon support in the case of incidents or accidents."
    },
    {
      "skillId": "b38f2dfc-32bd-46e8-94f4-da6762242184",
      "detail": "Use the organisations set approaches for learning delivery."
    },
    {
      "skillId": "40ad09f7-8ac1-4a52-b5a8-6866bb62c8d8",
      "detail": "Support individual and group engagement and participation in the session g. energisers, sharing responsibilities, appropriate pace."
    },
    {
      "skillId": "1a5d5814-6873-4ab0-9240-bd93df188a2f",
      "detail": "Change the pace of the session to match participants’ speed of learning."
    },
    {
      "skillId": "e561f29d-b06a-4392-bf98-332c23d78a16",
      "detail": "Identify and support the individual participants’ needs g. give personal attention, active listening, allow additional time, encouragement."
    },
    {
      "skillId": "05817d73-b3e9-4d74-9a8e-70e798215dc6",
      "detail": "Apply simple techniques to deal with conflict and challenging behaviour g. redirection, increasing responsibility."
    },
    {
      "skillId": "828c5ac1-f02a-4c14-bb94-919cae1abff1",
      "detail": "Use simple review techniques to check the achievement of required outcomes e.g. thumbs up; rounds; memorable moments."
    },
    {
      "skillId": "c1aa767b-87d6-4838-ac17-486d43ce447a",
      "detail": "Signpost participants to progression routes."
    },
    {
      "skillId": "26f561d6-c469-46cc-bf8d-f1f336efe1d5",
      "detail": "Complete a session within time, including the restoration of the venue, return of equipment and resources and any logging or recording requirements."
    },
    {
      "skillId": "9ad03fa9-f1ad-4915-bcfe-e69893c45d82",
      "detail": "Use participant feedback and own reflection to suggest improvements to sessions."
    },
    {
      "skillId": "6df2fde8-ddff-414e-a68e-92403b7920b6",
      "detail": "Communicate with customers and colleagues in a clear, concise and effective manner."
    },
    {
      "skillId": "52c91cb2-2919-4e67-910a-e358da9a0fa7",
      "detail": "Handle information in a way that conforms to policy and protects data."
    },
    {
      "skillId": "cd27df3d-4145-4d96-aa1d-1dabe9c2e4ec",
      "detail": "Assist with the development and preparation of resources and support colleagues delivering sessions"
    },
    {
      "skillId": "3875c140-3beb-49c3-8dd7-d3175d830747",
      "detail": "Actively encourage whole group participation and promote equality and diversity."
    },
    {
      "skillId": "5e1a3a23-abc4-4a49-a3c0-1c93f584dc1f",
      "detail": "Undertake activities to further develop knowledge and personal skills."
    },
    {
      "skillId": "daa74234-dc2d-4d77-b0fb-1a98c5789303",
      "detail": "Reflect on own performance and make refinements."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-09-24T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "institute@outdoor-learning.org",
  "involvedEmployers": "Field Studies Council, Lake District Calvert Trust, JCA Adventure, Channel Training, Inspiring Learning, Plas y Brennin, Heatree Adventure Centre, Action 4 Youth, Peak District National Park, Haven Banks OEC, Inspiring Learning, Locomotivation, British Marine, Cornwall College Group, Rockley Watersports, Woodlands Adventure, Centre Parcs, PGL",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Multi-Activity Leader",
    "Environmental Education Tutor",
    "Activity Instructor",
    "Ranger",
    "National Park Guide"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Community exercise, physical activity, sport and health",
  "cluster": "Exercise, fitness and health assistant",
  "clusterId": "214",
  "clusterDescription": "Initiate behaviour change and performance improvement to achieve a series of health and fitness goals for an individual or community. Usually working one-to-one or small groups",
  "createdDate": "2017-11-14T17:10:47 +00:00",
  "lastUpdated": "2024-03-19T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-09-24T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0479",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0479-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0479-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-03-19T00:00:00"
}