{
  "templateType": "Apprenticeship Standard",
  "larsCode": 301,
  "referenceNumber": "ST0497",
  "learningAimClassCode": "",
  "title": "Rail and rail systems principal engineer (integrated degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0497",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2018-06-27T00:00:00",
  "earliestStartDate": "2018-06-27T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Helping maintain railway tracks and equipment.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 24000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "rail",
    "Rail Systems",
    "degree",
    "tracks",
    "principal",
    "engineer",
    "engineering"
  ],
  "jobRoles": [
    "Principal Railway Systems Integration Engineer",
    "Head of Track (Lineside)",
    "Principal Electrification Engineer",
    "Head of Rail Building Services",
    "Principal Telecoms Engineer",
    "Principal Modelling Engineer",
    "Principal Mechanical Engineer",
    "Principal Signalling & Control Systems Engineer",
    "Principal Traction and Rolling Stock Engineer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2507/st0497_rail-and-rail-systems-principal-engineer_l7_ap-for-publication_220618.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupation Profile:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Rail and Rail Systems Principal Engineer is a senior strategic role and provides industry wide leadership related to their chosen specialism. Specialisms include Rail Civils; Rail Track; Rail Signalling and Control; Rail Systems &amp;amp; Integration; Rail Traction &amp;amp; Rolling Stock, Rail Telecoms, Network &amp;amp; Digital; Rail Electrical, Mechanical &amp;amp; Building Services. They are responsible, and where appropriate accountable for, defining the scope of the railway related (conventional or high speed)– work to be done within their specialism. They liaise with industry partners beyond their immediate organisation and this can include other train operators and government departments. They lead integrated safe design, construction, installation, maintenance, renewal, or decommissioning, to provide a safe and reliable railway. They have a deep understanding of how their organisation fits into the national railway network and their responsibilities regarding legislation and government policy.&lt;/p&gt;\n&lt;p&gt;They are a key decision maker, influencer and leader who will be proactive in finding different potential solutions to problems and identifying areas for improvement at a project, organisation or rail industry level. They are likely to be a subject matter expert and the technical lead for their organisation or professional engineering discipline with the associated accountability for the interactions between rail technical areas and inter-disciplinary and inter-organisational teams.&#160;&lt;/p&gt;\n&lt;p&gt;They can be responsible for:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Taking the lead on national railway schemes/projects relating to their area of expertise.&lt;/li&gt;\n&lt;li&gt;The quality, accuracy and timely delivery of work undertaken by others, for the business and broader areas of influence within the industry. Assessing and managing complex rail system risks and taking proactive actions/decisions to avoid asset, equipment, process and systems failures across the railway, working collaboratively in the industry.&lt;/li&gt;\n&lt;li&gt;Leading individuals and teams (often with complex interfaces) associated with organisational policy and railway standard setting, or large scale Rail Engineering projects and programmes in line with government funded enhancements.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;They lead rail and rail systems engineering teams, often comprising several disparate Engineering disciplines across multiple locations/worksites.&lt;/p&gt;\n&lt;p&gt;Typical job roles include: Principal Railway Systems Integration Engineer, Head of Track (Lineside), Principal Electrification Engineer, Head of Rail Building Services, Principal Telecoms Engineer, Principal Modelling Engineer, Principal Mechanical Engineer, Principal Signalling &amp;amp; Control Systems Engineer, and Principal Traction and Rolling Stock Engineer.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Within conventional or high speed rail, will have a detailed and comprehensive understanding of:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;The scientific, technical, engineering, mathematical and design principles&lt;/strong&gt; and practices across the majority of railway engineering disciplines for the delivery of design, maintenance, renewal, construction and / or decommissioning across the railway. Knows how the railway works as an integrated, complex system, and understands technological developments and how they influence future operation of the railway/ways of working.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Rail and Rail Systems Engineering innovation and solutions, &lt;/strong&gt;including project management principles, asset, data, quality and risk management and assurance systems and business improvement processes and techniques.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Business planning&lt;/strong&gt; including: project / scheme sponsorship, detailed financial planning and government rail regulatory funding rules, commercial imperatives, contractual obligations, supply chain management, and resourcing.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Research and development methodologies&lt;/strong&gt; informed by business and data analytics, problem solving and structured continuous improvement tools/techniques.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Leading teams to work effectively&lt;/strong&gt;, often in complex situations, across multiple disciplines or railway worksites. Understands employment law and strategic workforce planning, change management and transformational leadership theory/processes.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Approaches&lt;/strong&gt; &lt;strong&gt;to partner, stakeholder and supplier relationship management&lt;/strong&gt; including negotiation, influencing, and networking. Detailed knowledge of collaborative working techniques and how to share best practice pan-industry. Detailed understanding of conflict resolution and stakeholder engagement, particularly related to railway regulation/funding rules.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;&lt;br /&gt;Core Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Will have the ability to:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Keep themselves and others safe&lt;/strong&gt; by implementing and leading on safe working practices on the railway. Promote and champion within areas of influence compliance with statutory rail regulations and organisational safety requirements, including competence and safe access to work locations.&#160; Lead risk assessment workshops and hazard reviews.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Lead value engineering and whole life costing&lt;/strong&gt;; identifying resources and cost options including draft railway specifications, concept or detailed designs.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Deliver rail and rail systems engineering solutions &lt;/strong&gt;including planning, resource allocation, management and delivery to rail industry specifications, taking strategic decisions, and critical judgements informed by change and risk management priorities commensurate with one’s technical authority (e.g. being the specifier of the standard).&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Lead Senior Management / Executive meetings&lt;/strong&gt; reporting on technical and financial issues. Delivers interactive presentations, communicating rail technical and business data. Able to deliver papers to technical and non-technical internal and external conferences. May be an advisor on rail technical content to professional presentations.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Strategically contribute to long-term rail business planning within and beyond the organisation&lt;/strong&gt;. Able to make risk-based decisions informed by business performance shaping factors, e.g. finance, commercial, contractual, including the impact of organisational change and change management.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Engage in the creative and innovative development&lt;/strong&gt; of railway engineering technology and structured continuous improvement tools and techniques. Lead research and development for rail products, services or processes.&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Lead multiple, multi-disciplinary, high performing teams&lt;/strong&gt;. Delegate challenging tasks. Identifies appropriate mentorship / coaching required in line with talent management /succession planning, informed by strategic workforce plans and regulatory requirements.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Work collaboratively&lt;/strong&gt; being aware of personal and team actions and impacts on others. Developing and maintaining effective relationships with rail colleagues, clients, suppliers and the public within their level of influence e.g. government, regulator, cross-industry, academia, and professional institutions. Lead multi-company or multi-discipline teams.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;&lt;br /&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Will demonstrate:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Communication and influencing skills&lt;/strong&gt;, choosing appropriate media to suit the audience and situation; influencing outcomes&lt;strong&gt;. &lt;/strong&gt;Leads high level communication activity including Government, rail regulators, stakeholders and representative groups e.g. Unions.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Professionalism, &lt;/strong&gt;dependability, determination, consistency, resilience, honesty and integrity. Respects others, acts ethically and contributes to sustainable development. Demonstrates leadership and followership, being a role model within the rail industry.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;A proactive self-disciplined, self-motivated and motivational approach&lt;/strong&gt; &lt;strong&gt;to work, &lt;/strong&gt;demonstrating continued resilience to set backs and railway operational challenges&lt;strong&gt;. &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Safe working practices, &lt;/strong&gt;to approved rail industry standards, and ensuring others do likewise. Identifies and take responsibility for obligations for health, safety and welfare issues. Creates a culture of safety where this is everyone’s responsibility at all times.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Collaborative working &lt;/strong&gt;that leads to a culture where people are aware of their actions and the impact they may have on others within a railway/regulated environment.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Continuous Professional Development, &lt;/strong&gt;giving and receiving constructive feedback, creating an environment for lifelong learning. Maintains and extends a sound theoretical approach to the application of technology in rail engineering practice recognising technological, political, and economic developments affecting the industry.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Specific Knowledge &amp;amp; Skills &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Each of the specialisms is set out below. All Apprentices will require the core skills and knowledge to be combined with one specialist area’s skills and knowledge to be able to operate effectively in the defined role.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Rail Civil Engineering Knowledge &amp;amp; Skills: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knowledge – Will know and have a comprehensive understanding and experience of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The requirements, methods and techniques for the installation and maintenance of the track support and track foundation.&lt;/li&gt;\n&lt;li&gt;The impact of the railway environment e.g. geotechnics, structures, bridges, tunnels, embankments, cuttings, vegetation and drainage.&lt;/li&gt;\n&lt;li&gt;The integrated system approach required e.g. interfaces between the physical rail structures and assets to ensure trains remain within the swept and kinematic envelope.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skills – Will have an ability to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Lead the definition of project, business and technical needs, considering the complete problem and associated risks to deliver from concept through to successful operation.&#160;&lt;/li&gt;\n&lt;li&gt;Provide expert rail specific civil engineering judgement to ensure all engineering projects are assured and integrated, within financial targets, safe, risk assessed and delivered to targeted deadlines and requirements.&lt;/li&gt;\n&lt;li&gt;Lead the provision of expert technical advice and input, including development of rail Civil Engineering policies, standards, specifications and means of compliance and assurance.&lt;/li&gt;\n&lt;li&gt;Sponsor research; undertake design/development of innovative rail engineering solutions.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Track Engineering Knowledge &amp;amp; Skills: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knowledge – Will know and have a comprehensive understanding and experience of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The application of track standards e.g. Eurocodes, TSIs and industry norms.&lt;/li&gt;\n&lt;li&gt;Rail materials and componentry e.g. construction material strengths and grades, components and proprietary elements (e.g. bearings, sleepers, rail etc.)&#160;&lt;/li&gt;\n&lt;li&gt;Rail track geometry requirements and influences of track layouts from particular aspects of the railway environment, e.g. geotechnical, structures, bridges, tunnels, embankments, cuttings, vegetation and drainage including relevant techniques (e.g. rail milling, grinding and stone blowing)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skills – Will have an ability to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Apply track engineering skill-sets in a wide range of environments/settings e.g. railway tunnelling, to support the effective performance and operation of the business, including understanding and application of appropriate techniques for maintenance, construction, and temporary works communicating findings to affected parties.&#160;&lt;/li&gt;\n&lt;li&gt;Lead the provision of expert technical advice and input, including development of rail track policies, standards, specifications and means of compliance and assurance.&lt;/li&gt;\n&lt;li&gt;Lead the definition of project, business and technical needs, considering the complete problem and its associated risks for track engineering.&lt;/li&gt;\n&lt;li&gt;Provide expert rail engineering judgement to ensure projects are assured and integrated, within budget, safe, risk assessed and delivered to deadlines and requirements.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Signalling and control systems Knowledge &amp;amp; Skills: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knowledge – Will know and have a comprehensive understanding and experience of:&lt;/p&gt;\n&lt;p&gt;Rail signalling and rail control systems engineering including:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Fail-safe concepts and risk management and how that impacts and shapes rail signalling and control systems e.g. risk, designer, fault tree analysis, hazard logs etc. &#160;Interface with track assets and bonding/connections&lt;/li&gt;\n&lt;li&gt;Operational rules for the railways and how signalling and control systems operate within these parameters e.g. how systems are initiated, implemented, delivered, upgraded and decommissioned.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skills – Will have an ability to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Lead implementation of standards, procedures or requirements within a project or for defined tasks including within a broader field e.g. national or global.&lt;/li&gt;\n&lt;li&gt;Produce rail signalling and control solutions for the railway industry based on known and defined concepts and principles and new and novel approaches including leading interdisciplinary reviews and identifying better way of working e.g. automation / tooling.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Rail Systems Integration Knowledge &amp;amp; Skills: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knowledge – Will know and have a comprehensive understanding and experience of:&lt;/p&gt;\n&lt;p&gt;Rail Systems Integration including:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How to lead the end to end process for Rail Systems Integration e.g. requirements management, project interface management, safety in the railway system, verification, validation and assurance processes, and project migration (i.e. into other aspects of the system).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skills – Will have an ability to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Take responsibility for leading the development of integrated designs that shall maintain or improve on the existing safety, reliability, capability (capacity), performance, efficiency and maintainability of the railway.&lt;/li&gt;\n&lt;li&gt;Deliver national rail projects within specified time scales and programme budgets, to specified quality and contractual requirements, identifying and addressing any associated risks with adherence to government requirements.&lt;/li&gt;\n&lt;li&gt;Provide strategic oversight of the practical application of systems integration across a range of sponsored programmes to avoid conflicts between multiple stakeholders/worksite.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Traction and Rolling Stock Knowledge &amp;amp; Skills: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knowledge – Will know and have a comprehensive understanding and experience of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The design principles used in Rail Traction &amp;amp; Rolling Stock (T&amp;amp;RS) engineering systems and the various generic types of legacy or modern rolling stock in a railway environment across the whole rolling stock lifecycle.&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skills – Will have an ability to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Lead teams to develop, produce, alter, review and approve detailed specifications relevant to new or altered rail traction and rolling stock assets.&lt;/li&gt;\n&lt;li&gt;Obtain and retain relevant rail industry specific technical accreditation/ licences applicable to role.&lt;/li&gt;\n&lt;li&gt;Providing rail engineering leadership and strategic thinking in the context of rail design, application, alteration, configuration, operation, maintenance and disposal of traction and rolling stock.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Telecoms, Networks and Digital Knowledge &amp;amp; Skills: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knowledge – Will know and have a comprehensive understanding and experience of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Rail related Telecoms, Networks and Digital engineering including:&lt;/li&gt;\n&lt;li&gt;Railway specific telecommunication engineering systems e.g. mobile networks, fixed networks and other services delivered over networks (e.g. CCTV, customer train time information systems) and the potential impacts of security breaches e.g. cyber security and the integrity of systems and data.&lt;/li&gt;\n&lt;li&gt;The operating principles in legacy or modern rail telecommunication technologies including power supplies and electrical systems.&lt;/li&gt;\n&lt;li&gt;The physical interfaces between railway assets and optimisation processes e.g. reliability.&lt;/li&gt;\n&lt;li&gt;Immunisation e.g. that associated with preventing electrical interference.&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skills – Will have an ability to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Support railway telecommunication, network and digital engineering design, application, configuration, operation, maintenance or decommissioning and disposal.&lt;/li&gt;\n&lt;li&gt;Undertake company standards review and development as a designated subject matter expert within the discipline.&lt;/li&gt;\n&lt;li&gt;Obtain / retain rail industry specific technical accreditation/ licences applicable to role.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Electrical, Mechanical or Building Services Knowledge &amp;amp; Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knowledge – Will know and have a comprehensive understanding and experience of:&lt;/p&gt;\n&lt;p&gt;Electrical, Mechanical or Building Services including:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The physical and systems interfaces between electrical, electronic and mechanical assets and systems and other aspects of the railway and operating requirements, implications and constraints of these. &#160;Interface with track assets and bonding/connections.&lt;/li&gt;\n&lt;li&gt;Asset reliability, availability, maintainability within defined safety parameters.&#160;&lt;/li&gt;\n&lt;li&gt;Key accountabilities associated with regulations and standards e.g. electricity at work, building regulations, pressure systems safety directive, F-gas regulations etc.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skills – Will have an ability to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Lead teams to undertake rail standards review, operational practice, approvals and assessment of relevant asset types in line with technical knowledge.&lt;/li&gt;\n&lt;li&gt;Undertake systems reliability engineering and monitoring relevant to railway asset types.&lt;/li&gt;\n&lt;li&gt;Approve and certify electrical and mechanical and building services assets, as appropriate within the defined safety legislation e.g. building regulations.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their apprenticeships in conjunction with their chosen provider(s).&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;h3&gt;&lt;strong&gt;English &amp;amp; Maths&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the End-Point Assessment. For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3. A British Sign Language (BSL) qualification is an alternative to the English qualification for those whose primary language is BSL.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Other mandatory qualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Masters Degree aligned to the content of the apprenticeship occupational standard. (The Master’s degree must consist of 180 credits, 120 delivered on-programme and 60 through the EPA.)&lt;/p&gt;\n&lt;p&gt;Level: 7 (integrated degree)&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level and Professional Recognition&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship Standard is at Level 7.&lt;/p&gt;\n&lt;p&gt;This Apprenticeship Standard aligns with the current edition of the UK Standard for Professional Engineering Competence (UK SPEC). The experience gained and responsibility held by the apprentice on completion of the apprenticeship will allow them to work towards professional registration at Chartered Engineer (CEng) level.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p class=&quot;Default&quot;&gt;&lt;span style=&quot;font-family: &#39;Calibri&#39;,sans-serif;&quot;&gt;Typically 48–54 months. &lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;span style=&quot;font-family: &#39;Calibri&#39;,sans-serif;&quot;&gt;The Apprenticeship Standard will be reviewed after 3 years. &lt;/span&gt;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;A Rail and Rail Systems Principal Engineer is a senior strategic role and provides industry wide leadership related to their chosen specialism. Specialisms include Rail Civils; Rail Track; Rail Signalling and Control; Rail Systems &amp;amp; Integration; Rail Traction &amp;amp; Rolling Stock, Rail Telecoms, Network &amp;amp; Digital; Rail Electrical, Mechanical &amp;amp; Building Services. They are responsible, and where appropriate accountable for, defining the scope of the railway related (conventional or high speed)– work to be done within their specialism. They liaise with industry partners beyond their immediate organisation and this can include other train operators and government departments. They lead integrated safe design, construction, installation, maintenance, renewal, or decommissioning, to provide a safe and reliable railway. They have a deep understanding of how their organisation fits into the national railway network and their responsibilities regarding legislation and government policy. They are a key decision maker, influencer and leader who will be proactive in finding different potential solutions to problems and identifying areas for improvement at a project, organisation or rail industry level. They are likely to be a subject matter expert and the technical lead for their organisation or professional engineering discipline with the associated accountability for the interactions between rail technical areas and inter-disciplinary and inter-organisational teams.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "a9a85055-48e9-4323-86f3-2c594f6078d5",
      "detail": "The scientific, technical, engineering, mathematical and design principles and practices across the majority of railway engineering disciplines for the delivery of design, maintenance, renewal, construction and / or decommissioning across the railway. Knows how the railway works as an integrated, complex system, and understands technological developments and how they influence future operation of the railway/ways of working."
    },
    {
      "knowledgeId": "024aca8b-56ce-4f9b-8459-1f342d6c67a7",
      "detail": "Rail and Rail Systems Engineering innovation and solutions, including project management principles, asset, data, quality and risk management and assurance systems and business improvement processes and techniques."
    },
    {
      "knowledgeId": "e4af8774-cdbc-4f76-8fa6-b45cf2212dfd",
      "detail": "Business planning including: project / scheme sponsorship, detailed financial planning and government rail regulatory funding rules, commercial imperatives, contractual obligations, supply chain management, and resourcing."
    },
    {
      "knowledgeId": "c4e2b1f8-7440-4d36-9a45-ac8dfcf44d77",
      "detail": "Research and development methodologies informed by business and data analytics, problem solving and structured continuous improvement tools/techniques."
    },
    {
      "knowledgeId": "3b3f4b11-1b0c-47fd-acd5-1b87b2b835e6",
      "detail": "Leading teams to work effectively, often in complex situations, across multiple disciplines or railway worksites. Understands employment law and strategic workforce planning, change management and transformational leadership theory/processes."
    },
    {
      "knowledgeId": "37af3ce9-809c-41f2-9fb3-cfe3159f7a5e",
      "detail": "Approaches to partner, stakeholder and supplier relationship management including negotiation, influencing, and networking. Detailed knowledge of collaborative working techniques and how to share best practice pan-industry. Detailed understanding of conflict resolution and stakeholder engagement, particularly related to railway regulation/funding rules."
    },
    {
      "knowledgeId": "5918eebf-69d4-41b0-8974-a6669c02270c",
      "detail": "The requirements, methods and techniques for the installation and maintenance of the track support and track foundation."
    },
    {
      "knowledgeId": "b4c99160-23d6-4104-b1c8-0d588cf811bb",
      "detail": "The impact of the railway environment e.g. geotechnics, structures, bridges, tunnels, embankments, cuttings, vegetation and drainage."
    },
    {
      "knowledgeId": "17b756ae-2e00-48fe-8d96-4c363034da00",
      "detail": "The integrated system approach required e.g. interfaces between the physical rail structures and assets to ensure trains remain within the swept and kinematic envelope."
    },
    {
      "knowledgeId": "ddd5252b-b4a0-4a91-b4d0-f2f331440d9f",
      "detail": "The application of track standards e.g. Eurocodes, TSIs and industry norms."
    },
    {
      "knowledgeId": "2d3e3a52-f946-4c99-8c08-4da702ded48a",
      "detail": "Rail materials and componentry e.g. construction material strengths and grades, components and proprietary elements (e.g. bearings, sleepers, rail etc.)"
    },
    {
      "knowledgeId": "9714106a-e3ea-415c-b74a-3b500d7dce8a",
      "detail": "Rail track geometry requirements and influences of track layouts from particular aspects of the railway environment, e.g. geotechnical, structures, bridges, tunnels, embankments, cuttings, vegetation and drainage including relevant techniques (e.g. rail milling, grinding and stone blowing)"
    },
    {
      "knowledgeId": "385899e0-5960-4c45-b3bc-d50a4d62d0ae",
      "detail": "Fail-safe concepts and risk management and how that impacts and shapes rail signalling and control systems e.g. risk, designer, fault tree analysis, hazard logs etc.  Interface with track assets and bonding/connections"
    },
    {
      "knowledgeId": "70b73589-d5a0-45a0-9758-893ca8d9023b",
      "detail": "Operational rules for the railways and how signalling and control systems operate within these parameters e.g. how systems are initiated, implemented, delivered, upgraded and decommissioned."
    },
    {
      "knowledgeId": "4584fc85-1de2-4998-a484-ca1865579e81",
      "detail": "How to lead the end to end process for Rail Systems Integration e.g. requirements management, project interface management, safety in the railway system, verification, validation and assurance processes, and project migration (i.e. into other aspects of the system)."
    },
    {
      "knowledgeId": "792d2d53-0708-4c8d-b224-147fe8f10b2d",
      "detail": "The design principles used in Rail Traction & Rolling Stock (T&RS) engineering systems and the various generic types of legacy or modern rolling stock in a railway environment across the whole rolling stock lifecycle."
    },
    {
      "knowledgeId": "13c0a2d0-b069-48e5-973a-5fed19df3893",
      "detail": "Railway specific telecommunication engineering systems e.g. mobile networks, fixed networks and other services delivered over networks (e.g. CCTV, customer train time information systems) and the potential impacts of security breaches e.g. cyber security and the integrity of systems and data."
    },
    {
      "knowledgeId": "2f49935c-2cf8-415a-8063-85eef16a535d",
      "detail": "The operating principles in legacy or modern rail telecommunication technologies including power supplies and electrical systems."
    },
    {
      "knowledgeId": "6e71dc20-3d67-4aa4-8dc9-86f212542137",
      "detail": "The physical interfaces between railway assets and optimisation processes e.g. reliability."
    },
    {
      "knowledgeId": "b0910c91-cca3-4dab-8591-ca764e17424e",
      "detail": "Immunisation e.g. that associated with preventing electrical interference."
    },
    {
      "knowledgeId": "6e7dbf31-fb7a-4de0-83dd-1c44dfc5ee80",
      "detail": "The physical and systems interfaces between electrical, electronic and mechanical assets and systems and other aspects of the railway and operating requirements, implications and constraints of these.  Interface with track assets and bonding/connections."
    },
    {
      "knowledgeId": "851ddecb-6c0b-4b8b-b735-aef6fc850534",
      "detail": "Asset reliability, availability, maintainability within defined safety parameters."
    },
    {
      "knowledgeId": "a93da25e-ce89-4b55-81f7-7b2ccf3909c9",
      "detail": "Key accountabilities associated with regulations and standards e.g. electricity at work, building regulations, pressure systems safety directive, F-gas regulations etc."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "90e00686-1a01-4d46-9cce-dd2af93d69dc",
      "detail": "Communication and influencing skills, choosing appropriate media to suit the audience and situation; influencing outcomes. Leads high level communication activity including Government, rail regulators, stakeholders and representative groups e.g. Unions."
    },
    {
      "behaviourId": "cbd031c9-71de-4acf-8723-0d455204edeb",
      "detail": "Professionalism, dependability, determination, consistency, resilience, honesty and integrity. Respects others, acts ethically and contributes to sustainable development. Demonstrates leadership and followership, being a role model within the rail industry."
    },
    {
      "behaviourId": "24be07ff-e5ae-47f0-aa26-e5db0e0926cf",
      "detail": "A proactive self-disciplined, self-motivated and motivational approach to work, demonstrating continued resilience to set backs and railway operational challenges."
    },
    {
      "behaviourId": "c503ddb3-62d5-4967-8202-70530b9f881a",
      "detail": "Safe working practices, to approved rail industry standards, and ensuring others do likewise. Identifies and take responsibility for obligations for health, safety and welfare issues. Creates a culture of safety where this is everyone’s responsibility at all times."
    },
    {
      "behaviourId": "096a55f9-1096-4be1-a919-24767da6e7b9",
      "detail": "Collaborative working that leads to a culture where people are aware of their actions and the impact they may have on others within a railway/regulated environment."
    },
    {
      "behaviourId": "6d9a9c69-3f6d-4000-9b6d-45373e765042",
      "detail": "Continuous Professional Development, giving and receiving constructive feedback, creating an environment for lifelong learning. Maintains and extends a sound theoretical approach to the application of technology in rail engineering practice recognising technological, political, and economic developments affecting the industry."
    }
  ],
  "skills": [
    {
      "skillId": "5f248d39-1252-4109-a2d8-8aea8550ec29",
      "detail": "Keep themselves and others safe by implementing and leading on safe working practices on the railway. Promote and champion within areas of influence compliance with statutory rail regulations and organisational safety requirements, including competence and safe access to work locations.  Lead risk assessment workshops and hazard reviews."
    },
    {
      "skillId": "6ea1e867-bc9d-4332-b253-cb6bf4506326",
      "detail": "Lead value engineering and whole life costing; identifying resources and cost options including draft railway specifications, concept or detailed designs."
    },
    {
      "skillId": "8e1f3e90-18ab-40d4-a5f7-3abf84177282",
      "detail": "Deliver rail and rail systems engineering solutions including planning, resource allocation, management and delivery to rail industry specifications, taking strategic decisions, and critical judgements informed by change and risk management priorities commensurate with one’s technical authority (e.g. being the specifier of the standard)."
    },
    {
      "skillId": "6e78de82-25e1-4199-820b-31774dbe3ad1",
      "detail": "Lead Senior Management / Executive meetings reporting on technical and financial issues. Delivers interactive presentations, communicating rail technical and business data. Able to deliver papers to technical and non-technical internal and external conferences. May be an advisor on rail technical content to professional presentations."
    },
    {
      "skillId": "6ab0eb21-24b6-47b4-aaf4-356ddce1ca3a",
      "detail": "Strategically contribute to long-term rail business planning within and beyond the organisation. Able to make risk-based decisions informed by business performance shaping factors, e.g. finance, commercial, contractual, including the impact of organisational change and change management."
    },
    {
      "skillId": "0937107e-8a52-49fa-b3c1-e7fc02176ba0",
      "detail": "Engage in the creative and innovative development of railway engineering technology and structured continuous improvement tools and techniques. Lead research and development for rail products, services or processes. "
    },
    {
      "skillId": "43ebee9d-e248-4df8-a49e-cd2f8e2ac8e2",
      "detail": "Lead multiple, multi-disciplinary, high performing teams. Delegate challenging tasks. Identifies appropriate mentorship / coaching required in line with talent management /succession planning, informed by strategic workforce plans and regulatory requirements."
    },
    {
      "skillId": "6ec47492-f152-4d06-b2e8-be4b91e54681",
      "detail": "Work collaboratively being aware of personal and team actions and impacts on others. Developing and maintaining effective relationships with rail colleagues, clients, suppliers and the public within their level of influence e.g. government, regulator, cross-industry, academia, and professional institutions. Lead multi-company or multi-discipline teams"
    },
    {
      "skillId": "7c93d3c6-aa4d-4d8f-946e-d241239493ff",
      "detail": "Lead the definition of project, business and technical needs, considering the complete problem and associated risks to deliver from concept through to successful operation."
    },
    {
      "skillId": "5e6861b2-6e99-4d4d-9fd3-b54724802165",
      "detail": "Provide expert rail specific civil engineering judgement to ensure all engineering projects are assured and integrated, within financial targets, safe, risk assessed and delivered to targeted deadlines and requirements."
    },
    {
      "skillId": "b5e70c44-c65b-4780-b11d-0deba9186226",
      "detail": "Lead the provision of expert technical advice and input, including development of rail Civil Engineering policies, standards, specifications and means of compliance and assurance."
    },
    {
      "skillId": "f136a0b7-a178-46b8-a113-034171ad89ac",
      "detail": "Sponsor research; undertake design/development of innovative rail engineering solutions."
    },
    {
      "skillId": "cdfbc3a2-bcf3-402c-8134-e4e7784b3c9a",
      "detail": "Apply track engineering skill-sets in a wide range of environments/settings e.g. railway tunnelling, to support the effective performance and operation of the business, including understanding and application of appropriate techniques for maintenance, construction, and temporary works communicating findings to affected parties."
    },
    {
      "skillId": "bd34167f-4fae-416a-9b33-79dfc586342c",
      "detail": "Lead the provision of expert technical advice and input, including development of rail track policies, standards, specifications and means of compliance and assurance."
    },
    {
      "skillId": "3c8200da-93bb-4628-8ca2-9b7ed3389fe7",
      "detail": "Lead the definition of project, business and technical needs, considering the complete problem and its associated risks for track engineering."
    },
    {
      "skillId": "29f10865-fa6b-4bae-a388-fda5e6787041",
      "detail": "Provide expert rail engineering judgement to ensure projects are assured and integrated, within budget, safe, risk assessed and delivered to deadlines and requirements."
    },
    {
      "skillId": "c201173e-e8ff-489c-b425-0a3031613bf8",
      "detail": "Lead implementation of standards, procedures or requirements within a project or for defined tasks including within a broader field e.g. national or global."
    },
    {
      "skillId": "7e675532-bc7c-4ba5-acf8-b1946122e722",
      "detail": "Produce rail signalling and control solutions for the railway industry based on known and defined concepts and principles and new and novel approaches including leading interdisciplinary reviews and identifying better way of working e.g. automation / tooling."
    },
    {
      "skillId": "379ffcae-fa3b-457f-99a3-d354a96752a1",
      "detail": "Take responsibility for leading the development of integrated designs that shall maintain or improve on the existing safety, reliability, capability (capacity), performance, efficiency and maintainability of the railway."
    },
    {
      "skillId": "aa5f0dda-57de-4270-80f3-e8c436855287",
      "detail": "Deliver national rail projects within specified time scales and programme budgets, to specified quality and contractual requirements, identifying and addressing any associated risks with adherence to government requirements."
    },
    {
      "skillId": "e47312f3-f195-47e4-95fe-7854463ba082",
      "detail": "Provide strategic oversight of the practical application of systems integration across a range of sponsored programmes to avoid conflicts between multiple stakeholders/worksite."
    },
    {
      "skillId": "c4d28a63-c627-4930-8a3a-dc466495663b",
      "detail": "Lead teams to develop, produce, alter, review and approve detailed specifications relevant to new or altered rail traction and rolling stock assets."
    },
    {
      "skillId": "bc3bedc1-ef17-465c-98d3-d047a1c6b56b",
      "detail": "Obtain and retain relevant rail industry specific technical accreditation/ licences applicable to role."
    },
    {
      "skillId": "aae0dae6-4ec5-44d7-8563-772c2eee3397",
      "detail": "Providing rail engineering leadership and strategic thinking in the context of rail design, application, alteration, configuration, operation, maintenance and disposal of traction and rolling stock."
    },
    {
      "skillId": "20957e85-c362-4d29-a9da-9131a53ca8b3",
      "detail": "Support railway telecommunication, network and digital engineering design, application, configuration, operation, maintenance or decommissioning and disposal."
    },
    {
      "skillId": "c90c2f37-959e-4ac3-a1e6-9bc5e1726654",
      "detail": "Undertake company standards review and development as a designated subject matter expert within the discipline."
    },
    {
      "skillId": "8689ed2f-d620-4bb9-9ad8-534d553522e3",
      "detail": "Obtain / retain rail industry specific technical accreditation/ licences applicable to role"
    },
    {
      "skillId": "de5b60dc-0f37-41aa-bec6-0bdb67b6e49c",
      "detail": "Lead teams to undertake rail standards review, operational practice, approvals and assessment of relevant asset types in line with technical knowledge."
    },
    {
      "skillId": "73e85e76-e127-451e-8742-e9653ff1ccde",
      "detail": "Undertake systems reliability engineering and monitoring relevant to railway asset types."
    },
    {
      "skillId": "f81db220-8476-4496-97f3-b00945980da6",
      "detail": "Approve and certify electrical and mechanical and building services assets, as appropriate within the defined safety legislation e.g. building regulations"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Rail Civil Engineering",
    "Track Engineering",
    "Signalling and control systems",
    "Rail Systems Integration",
    "Telecoms, Networks and Digital",
    "Traction and Rolling Stock",
    "Electrical, Mechanical or Building Services"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2018-06-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0017 ",
  "tbMainContact": "Barry.Smith@nsar.co.uk",
  "involvedEmployers": "Network Rail, Alstom Transport UK Limited, DEG Signal Ltd, Hitachi Rail Europe Ltd, Northern Rail, Siemens Mobility, Thales, Transport for London, Amey, Arup, Babcock International Group, Bombardier, Morson, Northern Rail, Siemens Rail Automation Holdings Ltd, VolkerRail Ltd",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Principal Railway Systems Integration Engineer",
    "Head of Track (Lineside)",
    "Principal Electrification Engineer",
    "Head of Rail Building Services",
    "Principal Telecoms Engineer",
    "Principal Modelling Engineer",
    "Principal Mechanical Engineer",
    "Principal Signalling & Control Systems Engineer",
    "Principal Traction and Rolling Stock Engineer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, installation and repair",
  "cluster": "Installation and service engineer",
  "clusterId": "53",
  "clusterDescription": "Build and install plant and equipment using application and/or context specific expertise",
  "createdDate": "2017-11-14T17:09:54 +00:00",
  "lastUpdated": "2018-06-27T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-06-27T00:00:00 +00:00",
  "banners": "This apprenticeship standard is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards in revision are available in the revisions status report.",
  "occupationCode": "OCC0497",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0497-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0497-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "2b075360-02e8-436a-b370-e95852dc4737",
      "title": "Rail Civil Engineering",
      "occupationCode": "OCC0497B"
    },
    {
      "optionId": "472f985a-e9fc-4971-a320-f1d71da60dfe",
      "title": "Track Engineering",
      "occupationCode": "OCC0497F"
    },
    {
      "optionId": "5d116c04-a049-48a4-9358-7c296a83ea75",
      "title": "Signalling and control systems",
      "occupationCode": "OCC0497D"
    },
    {
      "optionId": "55341592-05b4-4542-a7be-c9df2a932d8c",
      "title": "Rail Systems Integration",
      "occupationCode": "OCC0497C"
    },
    {
      "optionId": "612dd837-1203-4382-b636-c88d3ce49063",
      "title": "Telecoms, Networks and Digital",
      "occupationCode": "OCC0497E"
    },
    {
      "optionId": "96a8ddc6-0129-43a5-8272-54d02eca32a6",
      "title": "Traction and Rolling Stock",
      "occupationCode": "OCC0497G"
    },
    {
      "optionId": "63fe15a4-7b0e-4f75-9cae-eab5e93a1776",
      "title": "Electrical, Mechanical or Building Services",
      "occupationCode": "OCC0497A"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "90e00686-1a01-4d46-9cce-dd2af93d69dc",
        "cbd031c9-71de-4acf-8723-0d455204edeb",
        "24be07ff-e5ae-47f0-aa26-e5db0e0926cf",
        "c503ddb3-62d5-4967-8202-70530b9f881a",
        "096a55f9-1096-4be1-a919-24767da6e7b9",
        "6d9a9c69-3f6d-4000-9b6d-45373e765042"
      ],
      "mappedKnowledge": [
        "a9a85055-48e9-4323-86f3-2c594f6078d5",
        "024aca8b-56ce-4f9b-8459-1f342d6c67a7",
        "e4af8774-cdbc-4f76-8fa6-b45cf2212dfd",
        "c4e2b1f8-7440-4d36-9a45-ac8dfcf44d77",
        "3b3f4b11-1b0c-47fd-acd5-1b87b2b835e6",
        "37af3ce9-809c-41f2-9fb3-cfe3159f7a5e"
      ],
      "mappedSkills": [
        "5f248d39-1252-4109-a2d8-8aea8550ec29",
        "6ea1e867-bc9d-4332-b253-cb6bf4506326",
        "8e1f3e90-18ab-40d4-a5f7-3abf84177282",
        "6e78de82-25e1-4199-820b-31774dbe3ad1",
        "6ab0eb21-24b6-47b4-aaf4-356ddce1ca3a",
        "0937107e-8a52-49fa-b3c1-e7fc02176ba0",
        "43ebee9d-e248-4df8-a49e-cd2f8e2ac8e2",
        "6ec47492-f152-4d06-b2e8-be4b91e54681"
      ]
    },
    {
      "coreOrOptionTitle": "Rail Civil Engineering",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "5918eebf-69d4-41b0-8974-a6669c02270c",
        "b4c99160-23d6-4104-b1c8-0d588cf811bb",
        "17b756ae-2e00-48fe-8d96-4c363034da00"
      ],
      "mappedSkills": [
        "7c93d3c6-aa4d-4d8f-946e-d241239493ff",
        "5e6861b2-6e99-4d4d-9fd3-b54724802165",
        "b5e70c44-c65b-4780-b11d-0deba9186226",
        "f136a0b7-a178-46b8-a113-034171ad89ac"
      ]
    },
    {
      "coreOrOptionTitle": "Track Engineering",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "ddd5252b-b4a0-4a91-b4d0-f2f331440d9f",
        "2d3e3a52-f946-4c99-8c08-4da702ded48a",
        "9714106a-e3ea-415c-b74a-3b500d7dce8a"
      ],
      "mappedSkills": [
        "cdfbc3a2-bcf3-402c-8134-e4e7784b3c9a",
        "bd34167f-4fae-416a-9b33-79dfc586342c",
        "3c8200da-93bb-4628-8ca2-9b7ed3389fe7",
        "29f10865-fa6b-4bae-a388-fda5e6787041"
      ]
    },
    {
      "coreOrOptionTitle": "Signalling and control systems",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "385899e0-5960-4c45-b3bc-d50a4d62d0ae",
        "70b73589-d5a0-45a0-9758-893ca8d9023b"
      ],
      "mappedSkills": [
        "c201173e-e8ff-489c-b425-0a3031613bf8",
        "7e675532-bc7c-4ba5-acf8-b1946122e722"
      ]
    },
    {
      "coreOrOptionTitle": "Rail Systems Integration",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "4584fc85-1de2-4998-a484-ca1865579e81"
      ],
      "mappedSkills": [
        "379ffcae-fa3b-457f-99a3-d354a96752a1",
        "aa5f0dda-57de-4270-80f3-e8c436855287",
        "e47312f3-f195-47e4-95fe-7854463ba082"
      ]
    },
    {
      "coreOrOptionTitle": "Telecoms, Networks and Digital",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "13c0a2d0-b069-48e5-973a-5fed19df3893",
        "2f49935c-2cf8-415a-8063-85eef16a535d",
        "6e71dc20-3d67-4aa4-8dc9-86f212542137",
        "b0910c91-cca3-4dab-8591-ca764e17424e"
      ],
      "mappedSkills": [
        "20957e85-c362-4d29-a9da-9131a53ca8b3",
        "c90c2f37-959e-4ac3-a1e6-9bc5e1726654",
        "8689ed2f-d620-4bb9-9ad8-534d553522e3"
      ]
    },
    {
      "coreOrOptionTitle": "Traction and Rolling Stock",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "792d2d53-0708-4c8d-b224-147fe8f10b2d"
      ],
      "mappedSkills": [
        "c4d28a63-c627-4930-8a3a-dc466495663b",
        "bc3bedc1-ef17-465c-98d3-d047a1c6b56b",
        "aae0dae6-4ec5-44d7-8563-772c2eee3397"
      ]
    },
    {
      "coreOrOptionTitle": "Electrical, Mechanical or Building Services",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "6e7dbf31-fb7a-4de0-83dd-1c44dfc5ee80",
        "851ddecb-6c0b-4b8b-b735-aef6fc850534",
        "a93da25e-ce89-4b55-81f7-7b2ccf3909c9"
      ],
      "mappedSkills": [
        "de5b60dc-0f37-41aa-bec6-0bdb67b6e49c",
        "73e85e76-e127-451e-8742-e9653ff1ccde",
        "f81db220-8476-4496-97f3-b00945980da6"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2018-06-27T00:00:00"
}