{
  "templateType": "Apprenticeship Standard",
  "larsCode": 313,
  "referenceNumber": "ST0496",
  "learningAimClassCode": "",
  "title": "Rail and rail systems senior engineer (integrated degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0496",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2021-01-22T00:00:00",
  "earliestStartDate": "2018-07-13T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Applying rail and rail systems technical engineering skills in a broad range of management and leadership activities.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 24000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "rail",
    "rail systems",
    "senior engineer",
    "engineer",
    "degree"
  ],
  "jobRoles": [
    "Senior Track Engineer",
    "Senior Signalling & Control Systems Engineer",
    "Senior Rail Civil Engineer",
    "Simulation Systems Engineer",
    "Senior Rail Mechanical Engineer",
    "Rail Plant Engineer",
    "Senior Rail Systems Integration Engineer",
    "Senior Telecoms Engineer",
    "Lead Systems Engineer",
    "Senior Traction and Rolling Stock Engineer",
    "Senior Electrification Engineer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2354/st0496_rail-and-rail-systems-senior-engineer_l6_ap-for-publication_231018_qm.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Rail and Rail Systems Senior Engineer is an operational leadership role; someone who can take responsibility for people and the work in hand within a conventional or high speed railway context. They have expertise in one of the following disciplines: Rail Civils; Rail Track; Rail Signalling &amp;amp; Control; Rail Systems &amp;amp; Integration; Rail Traction &amp;amp; Rolling Stock; Rail Telecommunications, Network and Digital; or Rail Electrical, Mechanical or Building Services. They lead people or processes in one of these distinct areas in tasks such as managing integrated safe design, construction, installation, maintenance, renewal, or decommissioning. All with the aim of providing a safe and reliable railway.&lt;/p&gt;\n&lt;p&gt;Their work will require a deep knowledge and understanding of how the railway works as an integrated, complex system from an operational perspective. They are professional engineers with rail and rail systems technical engineering skills which they apply in a broad range of management and leadership activities. They are accountability for their own work and others.&lt;/p&gt;\n&lt;p&gt;They can be responsible for activities such as:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The development of work proposals that properly describe the rail engineering requirements, scope and operational performance targets&lt;/li&gt;\n&lt;li&gt;Robust challenges to/from colleagues, making use of their specific rail expertise, in order to monitor and manage the business and technical remit and thereby optimise results.&lt;/li&gt;\n&lt;li&gt;Manage all rail engineering and development activities so that they are affordable and safe.&lt;/li&gt;\n&lt;li&gt;The quality, accuracy and timely delivery of work in a railway/safety critical context; proactively identifying solutions to problems and areas for improvement.&lt;/li&gt;\n&lt;li&gt;Applying their expertise in a regulated sector to assess and manage risk to avoid railway asset, equipment, process and systems failures.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;They may work in a technical office, remotely or railway operational/engineering worksites&lt;/p&gt;\n&lt;p&gt;Typical job roles include: Senior Track Engineer, Senior Signalling &amp;amp; Control Systems Engineer, Senior Rail Civil Engineer, Simulation Systems Engineer, Senior Rail Mechanical Engineer, Rail Plant Engineer, Senior Rail Systems Integration Engineer, Senior Telecoms Engineer, Lead Systems Engineer, Senior Traction and Rolling Stock Engineer, Senior Electrification Engineer.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Within conventional or high speed rail, a deep understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Safe and professional working practices&lt;/strong&gt; including rail specific legislation, regulation [e.g. Common Safety Method Risk Assessment (CSM RA), CDM and Systems Integration and Requirements Management], industry procedures, safety and quality requirements, risk management and environmental impacts. A thorough understanding of the need for compliance with corporate policies including sustainability, ethics, equality, diversity, and human factors, and an ability to constructively challenge non-compliance.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;The scientific, technical, engineering, mathematical and design principles&lt;/strong&gt; and practices across the railway engineering discipline, and for one specific discipline a deep understanding of how the railway functions as an integrated, complex system. Aware of new technological developments in the sector and their impact on future rail operations.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;How to effectively manage the delivery of&#160; engineering solutions within a railway/regulated sector&lt;/strong&gt;, and identify new innovations and ways of working and rail innovation, project management principles, asset, data, quality and risk management and assurance systems, and business improvement processes and techniques.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Business planning&lt;/strong&gt;, including financial planning (forecasts and budgets and operational/business performance using a variety of analytical techniques), commercial impacts, contractual obligations, supply chain management, logistics and resource constraints.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Research methodologies, data analytics, problem solving&lt;/strong&gt;, &lt;strong&gt;continuous improvement&lt;/strong&gt;.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Team and role theory and the development of high performing teams and individuals&lt;/strong&gt;. Have a good understanding of how to attract, recruit, develop and retain people in the sector, including performance management techniques and succession planning.&#160; A thorough knowledge of professional and railway legislative working practices and the impacts and benefits of these. Understanding of organisational change management and its history in the rail sector, transformational leadership theory and processes.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Collaborative working techniques&lt;/strong&gt; e.g. sharing best practice, including an understanding of conflict resolution, and partner, stakeholder and supplier relationship management including negotiation, influencing, and effective networking within a regulated business.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;&lt;br /&gt;Core Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Within conventional or high speed rail, will have the ability to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Keep themselves and others safe&lt;/strong&gt; by implementing and managing safe working practices and challenging unsafe practices. Promote and comply with railway/statutory regulations and organisational or project safety requirements, including competence and safe access to railway sites.&#160; Undertake and manage risk assessments / hazard reviews.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Support the technical input to the development of railway standards, specifications and means of compliance; &lt;/strong&gt;contribute to design/development of engineering solutions.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Manage value engineering and whole life costing&lt;/strong&gt;; evaluating information from diverse sources to develop, test and cost options: drafting rail specifications or detailed designs.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Deliver rail and rail systems engineering solutions effectively &lt;/strong&gt;including planning, resource allocation and management and delivery to rail industry specifications. Manage change and risk, monitor work, and make decisions and complex critical judgements.&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Contribute to and attend Senior Management and Executive meetings&lt;/strong&gt; and report on both complex technical and financial issues both verbally and in writing.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Manage financial systems, forecasts and budgets&lt;/strong&gt; and operational / business performance using a variety of analytical techniques. Able to contribute to commercial and contractual reviews within a railway/regulated industry.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Use evidence based approaches&lt;/strong&gt; to problem solving and decision making. Manage and contribute to railway research and development of products and processes with cross-disciplinary collaboration. Conduct statistically sound appraisal of data, applying root cause analysis, and using evidence drawn from best practice to improve effectiveness.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Lead /manage multi-disciplinary teams &lt;/strong&gt;to effectively delegate tasks, identifying appropriate mentorship and coaching required, in line with talent management and succession planning. Able to apply change management processes.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Work effectively and collaboratively&lt;/strong&gt;, individually and as part of a team, being aware of personal actions and the impact they may have on others. Develop and maintain effective relationships with rail colleagues, clients, suppliers and the public at their level of influence [e.g. rail industry, local authority, and suppliers].&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Will demonstrate:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Communication and influencing skills&lt;/strong&gt;, choosing appropriate communication media to suit the audience and situation, checking for understanding, and consider and build on ideas of others to influence outcomes&lt;strong&gt;. &lt;/strong&gt;Demonstrates and promotes regular communication with rail colleagues, clients, the public and other stakeholders.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Professionalism, &lt;/strong&gt;dependability, determination, consistency, resilience, honesty and integrity. Will respect others, act ethically and contribute to sustainable development of the railway. Acts as an ambassador/role model for their professional discipline.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;A proactive self-disciplined, self-motivated and motivational approach&lt;/strong&gt; &lt;strong&gt;to work&lt;/strong&gt;.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Safe working practices, &lt;/strong&gt;to approved rail industry standards, and ensures others do likewise&lt;strong&gt;. &lt;/strong&gt;Identifies and takes responsibility for own obligations for health, safety and welfare issues. Demonstrates safety leadership at all times.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Collaborative working &lt;/strong&gt;and actively engages others in doing so. Is aware of personal actions and impact they may have on others, maintaining effective relationships with rail colleagues, clients, suppliers and the public; often a key representative of the company.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;A quality focus, &lt;/strong&gt;promoting continuous improvement/different techniques [e.g. Lean].&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Continuous Professional Development, &lt;/strong&gt;giving and receiving constructive feedback, and willing to learn new skills and adjust to change. Identifies, undertakes, and records CPD necessary to maintain and augment railway competences. Maintains and extends a sound theoretical approach to the application of technology in rail engineering practice recognising technological, political, and economic developments affecting the industry.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Specific Knowledge &amp;amp; Skills &lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot; width=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Each of the specialisms is set out below. All Apprentices will require the core skills and knowledge to be combined with specialist skills and knowledge to be able to operate effectively in the defined role.&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;650&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Rail Civil Engineering Knowledge &amp;amp; Skills: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knowledge – will know and have a deep understanding and experience of:&lt;/p&gt;\n&lt;p&gt;Rail specific civil engineering including:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The requirements, methods and techniques for the installation and maintenance of the rail track support and track foundation.&lt;/li&gt;\n&lt;li&gt;The impact of the railway environment e.g. geotechnics, structures, bridges, tunnels, embankments, cuttings, vegetation and drainage, and such interfaces as occur between the physical railway assets and systems.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skills – will have the ability to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Apply civil engineering skills e.g. geotechnics to support the effective performance and operation of the business.&lt;/li&gt;\n&lt;li&gt;Provide expert advice and leadership specific to the Rail Civils discipline, but cognisant of how the railway works as an integrated, complex system.&lt;/li&gt;\n&lt;li&gt;Apply and manage a wide range of Rail Civils skill-sets e.g. geotechnics, structures, bridges, tunnels, embankments, cuttings, vegetation and drainage in order to support and manage research, development, design, procurement, logistics, planning, delivery, quality assurance, inspection, testing, installation, commissioning, maintenance, life cycle management, decommissioning and environmental compliance.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;650&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Track Engineering Knowledge &amp;amp; Skills: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knowledge – will know and have a deep understanding and experience of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Rail track engineering including:&lt;/li&gt;\n&lt;li&gt;The application of rail track standards e.g. Eurocodes, TSIs and industry norms.&lt;/li&gt;\n&lt;li&gt;Materials used in the railway e.g. suitability, strength, properties, plastics, timbers etc.&lt;/li&gt;\n&lt;li&gt;Railway geometry requirements and influences of track layouts from particular aspects of the railway environment, e.g. geotechnical, structures, bridges, tunnels, embankments, cutting, vegetation and drainage.&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skills – will have the ability to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Apply and manage a wide range of track engineering skill-sets e.g. surveying for track design (for heavy rail and light rail projects) to support the effective performance and operation of the business.&lt;/li&gt;\n&lt;li&gt;Provide expert advice specific to the track discipline, but cognisant of how the railway works as an integrated, complex system.&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;650&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Signalling and control systems Knowledge &amp;amp; Skills: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knowledge – will know and have a deep understanding and experience of:&lt;/p&gt;\n&lt;p&gt;Rail Signalling and control systems engineering including:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The requirements, methods and techniques and associated technologies including bespoke rail telecommunications for safe routing, spacing and control of train’s e.g. &#160;Fail safe principles, signal point failure, degraded mode, fixed block signalling, and automatic train protection. Interface with track assets and bonding/connections.&lt;/li&gt;\n&lt;li&gt;Operational rules for the railways and how signalling and control systems operate within these parameters.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skills – will have the ability to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Apply rail signalling and control systems skills e.g. independence of design checking and verification, assessing risk, manage interdisciplinary reviews.&lt;/li&gt;\n&lt;li&gt;Produce rail signalling and control solutions for the railway industry based on known and defined concepts and principles and new and novel rail management system approaches.&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;650&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Rail Systems Integration Knowledge &amp;amp; Skills: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knowledge – will know and have a deep understanding and experience of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Rail Systems Integration including:&lt;/li&gt;\n&lt;li&gt;The end to end process for Rail Systems Integration e.g. requirements management, project interface management, safety in the railway system, verification, validation and assurance processes.&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skills – will have the ability to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Take responsibility for managing the development of integrated designs that shall maintain or improve on the existing safety, reliability, capability (capacity), performance, efficiency and maintainability of the railway.&lt;/li&gt;\n&lt;li&gt;Undertake systems integration engineering skills in line with mandatory company and client procedures, and relevant national / international legislation e.g. interoperability.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;650&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Traction and Rolling Stock Knowledge &amp;amp; Skills: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knowledge – will know and have a deep understanding and experience of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The design and application of rail related Traction &amp;amp; Rolling Stock (T&amp;amp;RS) engineering systems and the various generic types of legacy or modern rolling stock in a railway environment across the whole rolling stock lifecycle.&#160;&lt;/li&gt;\n&lt;li&gt;The operating principles and interfaces used in legacy and modern rolling stock types and their rolling stock sub-systems across or within their T&amp;amp;RS engineering subject matter area(s) (which may be discipline based – e.g. Mechanical, electrical, electronic, etc. or system based – e.g. Structures, Doors, Brakes, traction, Wheel/Rail interface, etc. or a mix of both).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skills – will have the ability to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Develop, produce, alter, review and approve detailed specifications relevant to new or altered traction and rolling stock assets.&lt;/li&gt;\n&lt;li&gt;Obtain and retain relevant rail industry specific technical accreditation/ licences applicable to role.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;650&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Telecoms, Networks and Digital Knowledge &amp;amp; Skills: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knowledge – will know and have a deep understanding and experience of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Telecoms, Networks and Digital engineering including:&lt;/li&gt;\n&lt;li&gt;The application of telecommunication engineering systems e.g. rail related mobile networks, fixed networks and other services delivered over networks (e.g. CCTV, rail specific customer information systems)&lt;/li&gt;\n&lt;li&gt;The operating principles in legacy or modern rail specific telecommunication technologies.&lt;/li&gt;\n&lt;li&gt;The physical interfaces between assets and optimisation processes e.g. reliability.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skills – will have the ability to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Support rail telecommunication, network and digital engineering design, application, configuration, operation, maintenance or decommissioning and disposal.&lt;/li&gt;\n&lt;li&gt;Undertake company standards review and development as a designated subject matter expert within the discipline.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;650&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Electrical, Mechanical or Building Services&lt;/strong&gt;&lt;strong&gt; Knowledge &amp;amp; Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knowledge – will know and have a deep understanding and experience of:&lt;/p&gt;\n&lt;p&gt;Electrical, Mechanical or Building Services related to the railways including:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The physical and systems interfaces between electrical, electronic and mechanical rail assets and systems and other aspects of the railway and operating requirements, implications and constraints of these. &#160;Interface with track assets and bonding/connections.&lt;/li&gt;\n&lt;li&gt;Asset reliability, availability, maintainability within defined safety parameters.&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skills – will have the ability to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Undertake standards review, operational practice, approvals and assessment of relevant rail asset types in line with technical knowledge.&lt;/li&gt;\n&lt;li&gt;Approve and certify rail related electrical and mechanical and building services assets, as appropriate within the defined safety legislation e.g. building regulations.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their Apprenticeships in conjunction with their chosen provider(s). Apprentices without Level 2 English and maths will need to achieve this level prior to taking the end point assessment. For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3, and British Sign Language qualifications are an alternative to English qualifications for thosewhom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The typical duration for this apprenticeship is typically 36-42 months depending on the previous experience of the apprentice and access to opportunities to gain the full range of competence.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level and Professional Recognition&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship Standard is at Level 6.&lt;/p&gt;\n&lt;p&gt;This Apprenticeship Standard aligns with the current edition of the UK Standard for Professional Engineering Competence (UK-SPEC) at Incorporated Engineering (IEng) level. The experience gained and responsibility held by the apprentice on completion of the apprenticeship will either wholly or partially satisfy the requirements for IEng.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The Apprenticeship Standard will be reviewed after 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;A Rail and Rail Systems Senior Engineer is an operational leadership role; someone who can take responsibility for people and the work in hand within a conventional or high speed railway context. They have expertise in one of the following disciplines: Rail Civils; Rail Track; Rail Signalling &amp;amp; Control; Rail Systems &amp;amp; Integration; Rail Traction &amp;amp; Rolling Stock; Rail Telecommunications, Network and Digital; or Rail Electrical, Mechanical or Building Services. They lead people or processes in one of these distinct areas in tasks such as managing integrated safe design, construction, installation, maintenance, renewal, or decommissioning. All with the aim of providing a safe and reliable railway. Their work will require a deep knowledge and understanding of how the railway works as an integrated, complex system from an operational perspective. They are professional engineers with rail and rail systems technical engineering skills which they apply in a broad range of management and leadership activities. They are accountability for their own work and others.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "7260b43c-40bb-49c1-91a6-eabc2a33163a",
      "detail": "Safe and professional working practices including rail specific legislation, regulation [e.g. Common Safety Method Risk Assessment (CSM RA), CDM and Systems Integration and Requirements Management], industry procedures, safety and quality requirements, risk management and environmental impacts. A thorough understanding of the need for compliance with corporate policies including sustainability, ethics, equality, diversity, and human factors, and an ability to constructively challenge non-compliance."
    },
    {
      "knowledgeId": "d88038c3-29de-4d6e-8d65-4d23be58e6ef",
      "detail": "The scientific, technical, engineering, mathematical and design principles and practices across the railway engineering discipline, and for one specific discipline a deep understanding of how the railway functions as an integrated, complex system. Aware of new technological developments in the sector and their impact on future rail operations."
    },
    {
      "knowledgeId": "62596664-4977-41a9-98d4-2ea69f5e857f",
      "detail": "How to effectively manage the delivery of  engineering solutions within a railway/regulated sector, and identify new innovations and ways of working and rail innovation, project management principles, asset, data, quality and risk management and assurance systems, and business improvement processes and techniques."
    },
    {
      "knowledgeId": "458d3272-1892-411a-be3a-1efb4514f6bc",
      "detail": "Business planning, including financial planning (forecasts and budgets and operational/business performance using a variety of analytical techniques), commercial impacts, contractual obligations, supply chain management, logistics and resource constraints."
    },
    {
      "knowledgeId": "5e687d9f-45e1-4007-8440-29ebc632bf4f",
      "detail": "Research methodologies, data analytics, problem solving, continuous improvement."
    },
    {
      "knowledgeId": "cd2009bc-ac8e-4441-83f8-2448163ed78a",
      "detail": "Team and role theory and the development of high performing teams and individuals. Have a good understanding of how to attract, recruit, develop and retain people in the sector, including performance management techniques and succession planning.  A thorough knowledge of professional and railway legislative working practices and the impacts and benefits of these. Understanding of organisational change management and its history in the rail sector, transformational leadership theory and processes."
    },
    {
      "knowledgeId": "66a2a473-598a-48da-b328-e1e4c45f55e2",
      "detail": "Collaborative working techniques e.g. sharing best practice, including an understanding of conflict resolution, and partner, stakeholder and supplier relationship management including negotiation, influencing, and effective networking within a regulated business."
    },
    {
      "knowledgeId": "41191e9e-1d32-465e-bd8a-06a22651e202",
      "detail": "The requirements, methods and techniques for the installation and maintenance of the rail track support and track foundation."
    },
    {
      "knowledgeId": "4cd35e52-4c4a-4f46-9e7f-4a47b4aabb5a",
      "detail": "The impact of the railway environment e.g. geotechnics, structures, bridges, tunnels, embankments, cuttings, vegetation and drainage, and such interfaces as occur between the physical railway assets and systems."
    },
    {
      "knowledgeId": "56918a38-358b-4f0a-9aa6-a8a55f5a00c6",
      "detail": "Rail track engineering including:"
    },
    {
      "knowledgeId": "8ef2ba19-5ea3-42fa-8b5a-fba0e5a8da38",
      "detail": "The application of rail track standards e.g. Eurocodes, TSIs and industry norms."
    },
    {
      "knowledgeId": "0465114b-9a62-44a0-940c-ed9929af4375",
      "detail": "Materials used in the railway e.g. suitability, strength, properties, plastics, timbers etc."
    },
    {
      "knowledgeId": "b6692a91-e690-4b9c-89c7-0f2f23a1ccb4",
      "detail": "Railway geometry requirements and influences of track layouts from particular aspects of the railway environment, e.g. geotechnical, structures, bridges, tunnels, embankments, cutting, vegetation and drainage"
    },
    {
      "knowledgeId": "e8f26055-1989-4c55-a806-30891e472666",
      "detail": "The requirements, methods and techniques and associated technologies including bespoke rail telecommunications for safe routing, spacing and control of train’s e.g.  Fail safe principles, signal point failure, degraded mode, fixed block signalling, and automatic train protection. Interface with track assets and bonding/connections."
    },
    {
      "knowledgeId": "396ad504-7f24-4d0b-93ba-36bbe8957cfc",
      "detail": "Operational rules for the railways and how signalling and control systems operate within these parameters."
    },
    {
      "knowledgeId": "34f7d44e-bdbb-45ea-bcb5-753f1b68d075",
      "detail": "Rail Systems Integration including: The end to end process for Rail Systems Integration e.g. requirements management, project interface management, safety in the railway system, verification, validation and assurance processes."
    },
    {
      "knowledgeId": "064cc66b-3ea9-4163-aff2-641a66616978",
      "detail": "The design and application of rail related Traction & Rolling Stock (T&RS) engineering systems and the various generic types of legacy or modern rolling stock in a railway environment across the whole rolling stock lifecycle."
    },
    {
      "knowledgeId": "f993b5bb-c11a-4bd9-94e2-6a6d24a427b8",
      "detail": "The operating principles and interfaces used in legacy and modern rolling stock types and their rolling stock sub-systems across or within their T&RS engineering subject matter area(s) (which may be discipline based – e.g. Mechanical, electrical, electronic, etc. or system based – e.g. Structures, Doors, Brakes, traction, Wheel/Rail interface, etc. or a mix of both)."
    },
    {
      "knowledgeId": "3497b47f-43bc-4cab-a046-d238e783c969",
      "detail": "The application of telecommunication engineering systems e.g. rail related mobile networks, fixed networks and other services delivered over networks (e.g. CCTV, rail specific customer information systems)"
    },
    {
      "knowledgeId": "877dcf63-ef11-4325-bd30-e5f3e206b29b",
      "detail": "The operating principles in legacy or modern rail specific telecommunication technologies."
    },
    {
      "knowledgeId": "a79b18da-b638-4f14-a770-07ca6be4e329",
      "detail": "The physical interfaces between assets and optimisation processes e.g. reliability."
    },
    {
      "knowledgeId": "bd9733fe-c8cb-4d47-8cc6-69e24179afea",
      "detail": "The physical and systems interfaces between electrical, electronic and mechanical rail assets and systems and other aspects of the railway and operating requirements, implications and constraints of these.  Interface with track assets and bonding/connections."
    },
    {
      "knowledgeId": "a59f4cd3-9af5-4fcc-8abb-4c01a4a4995d",
      "detail": "Asset reliability, availability, maintainability within defined safety parameters"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "f896d004-47d2-4f2e-b886-24a9067e4c50",
      "detail": "Communication and influencing skills, choosing appropriate communication media to suit the audience and situation, checking for understanding, and consider and build on ideas of others to influence outcomes. Demonstrates and promotes regular communication with rail colleagues, clients, the public and other stakeholders."
    },
    {
      "behaviourId": "41704335-f8ea-4556-8806-3913f0da859f",
      "detail": "Professionalism, dependability, determination, consistency, resilience, honesty and integrity. Will respect others, act ethically and contribute to sustainable development of the railway. Acts as an ambassador/role model for their professional discipline."
    },
    {
      "behaviourId": "282e9580-8784-42dd-8c40-a84901cd0e8f",
      "detail": "A proactive self-disciplined, self-motivated and motivational approach to work."
    },
    {
      "behaviourId": "ef253263-a234-4014-802b-c5e3ce00ffca",
      "detail": "Safe working practices, to approved rail industry standards, and ensures others do likewise. Identifies and takes responsibility for own obligations for health, safety and welfare issues. Demonstrates safety leadership at all times."
    },
    {
      "behaviourId": "677c541c-6226-4cd5-bdb2-74acd689cad0",
      "detail": "Collaborative working and actively engages others in doing so. Is aware of personal actions and impact they may have on others, maintaining effective relationships with rail colleagues, clients, suppliers and the public; often a key representative of the company."
    },
    {
      "behaviourId": "4b670d14-b237-4acf-a630-fbad9ce305e1",
      "detail": "A quality focus, promoting continuous improvement/different techniques [e.g. Lean]."
    },
    {
      "behaviourId": "0f6008bf-94e4-466b-85f0-3ef15a92df66",
      "detail": "Continuous Professional Development, giving and receiving constructive feedback, and willing to learn new skills and adjust to change. Identifies, undertakes, and records CPD necessary to maintain and augment railway competences. Maintains and extends a sound theoretical approach to the application of technology in rail engineering practice recognising technological, political, and economic developments affecting the industry."
    }
  ],
  "skills": [
    {
      "skillId": "cc96127e-c952-457b-b3b5-ea8d29a9ca1f",
      "detail": "Keep themselves and others safe by implementing and managing safe working practices and challenging unsafe practices. Promote and comply with railway/statutory regulations and organisational or project safety requirements, including competence and safe access to railway sites.  Undertake and manage risk assessments / hazard reviews."
    },
    {
      "skillId": "00440085-df08-440c-b905-212244ba3be0",
      "detail": "Support the technical input to the development of railway standards, specifications and means of compliance; contribute to design/development of engineering solutions."
    },
    {
      "skillId": "0239e094-b1f2-4a81-8dbd-e355999c272b",
      "detail": "Manage value engineering and whole life costing; evaluating information from diverse sources to develop, test and cost options: drafting rail specifications or detailed designs."
    },
    {
      "skillId": "c2b3800c-852b-4b99-9997-57074d9b85cc",
      "detail": "Deliver rail and rail systems engineering solutions effectively including planning, resource allocation and management and delivery to rail industry specifications. Manage change and risk, monitor work, and make decisions and complex critical judgements."
    },
    {
      "skillId": "a538b609-dfe3-4a77-9a1a-72260ca41ca7",
      "detail": "Contribute to and attend Senior Management and Executive meetings and report on both complex technical and financial issues both verbally and in writing."
    },
    {
      "skillId": "8bb6ae8a-926a-414f-be76-2bac2dc6e648",
      "detail": "Manage financial systems, forecasts and budgets and operational / business performance using a variety of analytical techniques. Able to contribute to commercial and contractual reviews within a railway/regulated industry."
    },
    {
      "skillId": "c3bcf737-083d-4b97-8110-2916bc216221",
      "detail": "Use evidence based approaches to problem solving and decision making. Manage and contribute to railway research and development of products and processes with cross-disciplinary collaboration. Conduct statistically sound appraisal of data, applying root cause analysis, and using evidence drawn from best practice to improve effectiveness."
    },
    {
      "skillId": "b965dc40-7267-4d95-9a68-09ed3bfbf5ae",
      "detail": "Lead /manage multi-disciplinary teams to effectively delegate tasks, identifying appropriate mentorship and coaching required, in line with talent management and succession planning. Able to apply change management processes."
    },
    {
      "skillId": "78e0b0cc-c79f-4e9f-932a-84131fa18ef4",
      "detail": "Work effectively and collaboratively, individually and as part of a team, being aware of personal actions and the impact they may have on others. Develop and maintain effective relationships with rail colleagues, clients, suppliers and the public at their level of influence [e.g. rail industry, local authority, and suppliers]."
    },
    {
      "skillId": "eb288704-65fc-4a34-b76f-b0c09ba1f6c0",
      "detail": "Apply civil engineering skills e.g. geotechnics to support the effective performance and operation of the business."
    },
    {
      "skillId": "a6f753ec-2b8c-4e60-ab57-d43749749c08",
      "detail": "Provide expert advice and leadership specific to the Rail Civils discipline, but cognisant of how the railway works as an integrated, complex system."
    },
    {
      "skillId": "7b6423c9-cc67-4f4f-a86c-336ac9e7bfeb",
      "detail": "Apply and manage a wide range of Rail Civils skill-sets e.g. geotechnics, structures, bridges, tunnels, embankments, cuttings, vegetation and drainage in order to support and manage research, development, design, procurement, logistics, planning, delivery, quality assurance, inspection, testing, installation, commissioning, maintenance, life cycle management, decommissioning and environmental compliance."
    },
    {
      "skillId": "206d1674-01a7-4f39-83fb-be74654f5c83",
      "detail": "Apply and manage a wide range of track engineering skill-sets e.g. surveying for track design (for heavy rail and light rail projects) to support the effective performance and operation of the business."
    },
    {
      "skillId": "3663b0b7-3664-4b47-ac03-51cbd89be4df",
      "detail": "Provide expert advice specific to the track discipline, but cognisant of how the railway works as an integrated, complex system."
    },
    {
      "skillId": "bdcb25cb-0ec3-48cb-934f-e79d01948e63",
      "detail": "Apply rail signalling and control systems skills e.g. independence of design checking and verification, assessing risk, manage interdisciplinary reviews."
    },
    {
      "skillId": "2a87d1fc-c502-41a8-a789-e9c8c54dba68",
      "detail": "Produce rail signalling and control solutions for the railway industry based on known and defined concepts and principles and new and novel rail management system approaches."
    },
    {
      "skillId": "31aace4d-1d62-4427-b672-de562b323fa1",
      "detail": "Take responsibility for managing the development of integrated designs that shall maintain or improve on the existing safety, reliability, capability (capacity), performance, efficiency and maintainability of the railway."
    },
    {
      "skillId": "e604e5bf-8377-49dd-b700-d3d1b4617bea",
      "detail": "Undertake systems integration engineering skills in line with mandatory company and client procedures, and relevant national / international legislation e.g. interoperability."
    },
    {
      "skillId": "28561154-f76b-453d-af94-8ed5fc350037",
      "detail": "Develop, produce, alter, review and approve detailed specifications relevant to new or altered traction and rolling stock assets."
    },
    {
      "skillId": "95903254-24bc-4166-88df-9fa214c4974c",
      "detail": "Obtain and retain relevant rail industry specific technical accreditation/ licences applicable to role."
    },
    {
      "skillId": "2798c09b-edf0-48b5-8a1a-22e16c7b5853",
      "detail": "Support rail telecommunication, network and digital engineering design, application, configuration, operation, maintenance or decommissioning and disposal."
    },
    {
      "skillId": "f2810e54-1c75-40b0-9eb5-453c8935bc40",
      "detail": "Undertake company standards review and development as a designated subject matter expert within the discipline."
    },
    {
      "skillId": "5c73a8e3-a09b-42bc-b601-fe57748771fd",
      "detail": "Undertake standards review, operational practice, approvals and assessment of relevant rail asset types in line with technical knowledge."
    },
    {
      "skillId": "9657bea7-354b-478a-8a81-1224bac503c6",
      "detail": "Approve and certify rail related electrical and mechanical and building services assets, as appropriate within the defined safety legislation e.g. building regulations."
    }
  ],
  "optionsUnstructuredTemplate": [
    "Rail Civil Engineering",
    "Track Engineering",
    "Signalling & Control Systems",
    "Rail Systems Integration",
    "Traction & Rolling Stock",
    "Telecoms, Networks & Digital",
    "Electrical, Mechanical or Building Services"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2018-07-13T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0017",
  "tbMainContact": "Barry.Smith@nsar.co.uk",
  "involvedEmployers": "Alstom Transport UK Limited, Amey, Arcadis, Arup, Atkins, Babcock International Group – Network Engineering, Bombardier, Carillion plc, Costain, DB Schenker Rail UK Limited, DEG Signal Ltd, ESG-Rail, Eurostar International Ltd, High Speed Two Limited, Hitachi Rail Europe Ltd, Merseyrail Electrics 2002 Limited, MGB Engineering Ltd, Network Rail, Northern Rail, Siemens Rail Systems, Siemens Rail Automation, Signalling Solutions Ltd, Stagecoach South Western Trains Limited, SW Trains, telent Technology Services Ltd, Thales, Transport for London, Virgin Trains East Coast, VolkerRail Ltd, National Skills Academy for Railway Engineering",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Senior Track Engineer",
    "Senior Signalling & Control Systems Engineer",
    "Senior Rail Civil Engineer",
    "Simulation Systems Engineer",
    "Senior Rail Mechanical Engineer",
    "Rail Plant Engineer",
    "Senior Rail Systems Integration Engineer",
    "Senior Telecoms Engineer",
    "Lead Systems Engineer",
    "Senior Traction and Rolling Stock Engineer",
    "Senior Electrification Engineer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, installation and repair",
  "cluster": "Installation and service engineer",
  "clusterId": "53",
  "clusterDescription": "Build and install plant and equipment using application and/or context specific expertise",
  "createdDate": "2017-11-14T17:08:47 +00:00",
  "lastUpdated": "2021-01-22T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-07-13T00:00:00 +00:00",
  "banners": "This apprenticeship standard is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards in revision are available in the revisions status report.",
  "occupationCode": "OCC0496",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0496-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0496-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "ddffc731-07d4-4976-8b20-dcc20bc071da",
      "title": "Rail Civil Engineering",
      "occupationCode": "OCC0496B"
    },
    {
      "optionId": "76c0a74a-6a7a-4d6d-8555-704d945d9e9b",
      "title": "Track Engineering",
      "occupationCode": "OCC0496F"
    },
    {
      "optionId": "95d190e6-e037-434c-a257-e6d1fef850aa",
      "title": "Signalling & Control Systems",
      "occupationCode": "OCC0496D"
    },
    {
      "optionId": "d8e0759a-71bc-40d5-a9e2-ee0fca434f6f",
      "title": "Rail Systems Integration",
      "occupationCode": "OCC0496C"
    },
    {
      "optionId": "de810580-4807-4110-a89b-96def587166a",
      "title": "Traction & Rolling Stock",
      "occupationCode": "OCC0496G"
    },
    {
      "optionId": "eb22c8c8-6a38-46f6-a699-84e177816794",
      "title": "Telecoms, Networks & Digital",
      "occupationCode": "OCC0496E"
    },
    {
      "optionId": "49e38e2b-bce3-4870-a0a0-08365b7d03f4",
      "title": "Electrical, Mechanical or Building Services",
      "occupationCode": "OCC0496A"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "f896d004-47d2-4f2e-b886-24a9067e4c50",
        "41704335-f8ea-4556-8806-3913f0da859f",
        "282e9580-8784-42dd-8c40-a84901cd0e8f",
        "ef253263-a234-4014-802b-c5e3ce00ffca",
        "677c541c-6226-4cd5-bdb2-74acd689cad0",
        "4b670d14-b237-4acf-a630-fbad9ce305e1",
        "0f6008bf-94e4-466b-85f0-3ef15a92df66"
      ],
      "mappedKnowledge": [
        "7260b43c-40bb-49c1-91a6-eabc2a33163a",
        "d88038c3-29de-4d6e-8d65-4d23be58e6ef",
        "62596664-4977-41a9-98d4-2ea69f5e857f",
        "458d3272-1892-411a-be3a-1efb4514f6bc",
        "5e687d9f-45e1-4007-8440-29ebc632bf4f",
        "cd2009bc-ac8e-4441-83f8-2448163ed78a",
        "66a2a473-598a-48da-b328-e1e4c45f55e2"
      ],
      "mappedSkills": [
        "cc96127e-c952-457b-b3b5-ea8d29a9ca1f",
        "00440085-df08-440c-b905-212244ba3be0",
        "0239e094-b1f2-4a81-8dbd-e355999c272b",
        "c2b3800c-852b-4b99-9997-57074d9b85cc",
        "a538b609-dfe3-4a77-9a1a-72260ca41ca7",
        "8bb6ae8a-926a-414f-be76-2bac2dc6e648",
        "c3bcf737-083d-4b97-8110-2916bc216221",
        "b965dc40-7267-4d95-9a68-09ed3bfbf5ae",
        "78e0b0cc-c79f-4e9f-932a-84131fa18ef4"
      ]
    },
    {
      "coreOrOptionTitle": "Rail Civil Engineering",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "41191e9e-1d32-465e-bd8a-06a22651e202",
        "4cd35e52-4c4a-4f46-9e7f-4a47b4aabb5a"
      ],
      "mappedSkills": [
        "eb288704-65fc-4a34-b76f-b0c09ba1f6c0",
        "a6f753ec-2b8c-4e60-ab57-d43749749c08",
        "7b6423c9-cc67-4f4f-a86c-336ac9e7bfeb"
      ]
    },
    {
      "coreOrOptionTitle": "Track Engineering",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "56918a38-358b-4f0a-9aa6-a8a55f5a00c6",
        "8ef2ba19-5ea3-42fa-8b5a-fba0e5a8da38",
        "0465114b-9a62-44a0-940c-ed9929af4375",
        "b6692a91-e690-4b9c-89c7-0f2f23a1ccb4"
      ],
      "mappedSkills": [
        "206d1674-01a7-4f39-83fb-be74654f5c83",
        "3663b0b7-3664-4b47-ac03-51cbd89be4df"
      ]
    },
    {
      "coreOrOptionTitle": "Signalling & Control Systems",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "e8f26055-1989-4c55-a806-30891e472666",
        "396ad504-7f24-4d0b-93ba-36bbe8957cfc"
      ],
      "mappedSkills": [
        "bdcb25cb-0ec3-48cb-934f-e79d01948e63",
        "2a87d1fc-c502-41a8-a789-e9c8c54dba68"
      ]
    },
    {
      "coreOrOptionTitle": "Rail Systems Integration",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "34f7d44e-bdbb-45ea-bcb5-753f1b68d075"
      ],
      "mappedSkills": [
        "31aace4d-1d62-4427-b672-de562b323fa1",
        "e604e5bf-8377-49dd-b700-d3d1b4617bea"
      ]
    },
    {
      "coreOrOptionTitle": "Traction & Rolling Stock",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "064cc66b-3ea9-4163-aff2-641a66616978",
        "f993b5bb-c11a-4bd9-94e2-6a6d24a427b8"
      ],
      "mappedSkills": [
        "28561154-f76b-453d-af94-8ed5fc350037",
        "95903254-24bc-4166-88df-9fa214c4974c"
      ]
    },
    {
      "coreOrOptionTitle": "Telecoms, Networks & Digital",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "3497b47f-43bc-4cab-a046-d238e783c969",
        "877dcf63-ef11-4325-bd30-e5f3e206b29b",
        "a79b18da-b638-4f14-a770-07ca6be4e329"
      ],
      "mappedSkills": [
        "2798c09b-edf0-48b5-8a1a-22e16c7b5853",
        "f2810e54-1c75-40b0-9eb5-453c8935bc40"
      ]
    },
    {
      "coreOrOptionTitle": "Electrical, Mechanical or Building Services",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "bd9733fe-c8cb-4d47-8cc6-69e24179afea",
        "a59f4cd3-9af5-4fcc-8abb-4c01a4a4995d"
      ],
      "mappedSkills": [
        "5c73a8e3-a09b-42bc-b601-fe57748771fd",
        "9657bea7-354b-478a-8a81-1224bac503c6"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-01-22T00:00:00"
}