{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 0,
  "referenceNumber": "ST0468",
  "learningAimClassCode": "",
  "title": "Journeyman bookbinder",
  "status": "Withdrawn",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0468",
  "qualificationStandardUrl": null,
  "versionNumber": "",
  "change": "Withdrawn",
  "changedDate": "2023-07-06T00:00:00",
  "earliestStartDate": null,
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "",
  "level": 5,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 0,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "creative",
    "design",
    "craft",
    "journeyman bookbinder",
    "book"
  ],
  "jobRoles": [
    "Journeyman Bookbinder",
    "Senior Bookbinder",
    "Master Bookbinder",
    "Master Binder",
    "Forwarder",
    "Finisher"
  ],
  "entryRequirements": "&lt;p&gt;&lt;span&gt;Entry requirements will be determined by individual employers but typically these may include a Level 2 Bookbinding apprenticeship or equivalent experience.&lt;/span&gt;&lt;/p&gt;",
  "assessmentPlanUrl": "",
  "ssa1": "",
  "ssa2": "",
  "version": "0.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the craft, creative and design sectors as well as in museums, libraries and heritage &amp;amp; conservation sectors.&#160; The broad purpose of this occupation is to oversee and be responsible for all bookbinding processes and operations, including conservation and restoration of high value items and the functional running a bindery or workshop.&lt;/p&gt;\n&lt;p&gt;The Journeyman Bookbinder will often be working on books that have both a cultural and financial value and must be able to assess the ethical and practical issues of rebinding or restoring valuable and historically important items. The Journeyman’s knowledge of binding styles must cover a wide variety of items including medieval manuscripts, books printed before 1500, early English and Continental printed books, and later structures such as 19th century colour-plate books and modern edition bindings.&#160; Many of today&#39;s processes and techniques continue a craft tradition established around the birth of printing in the fifteenth century when binding procedures were adapted to the new technology. Today, hand binding provides employment opportunities in commercial binderies as well as libraries, archives and museums.&lt;/p&gt;\n&lt;p&gt;Fine Binding techniques are the building blocks of the Journeyman Bookbinder’s skills and they must be able to carry out every aspect of the process of making a finely bound book including sewing, preparing boards, covering in leather, and gold tooling and decoration.&#160; Additionally, the Journeyman will be responsible for restoration techniques including restoration and conservation of leather and cloth bindings, box-making and enclosures, gold tooling, decoration and edge-gilding, and the creation of new bindings and book designs.&#160; The Journeyman Bookbinder will also develop significant skills in relation to the conception, design and creation of new binding designs.&#160; They will also be responsible for accurate record keeping along with proper safeguards to ensure the safety of all materials, particularly items held in trust for third parties and ensuring proper insurance measures are in place for transit and the safekeeping of valuable items.&lt;/p&gt;\n&lt;p&gt;The Journeyman must be able to navigate a professional approach to each binding project and act in an advisory capacity based on the physical condition of the book whilst maintaining a balance between ethical considerations and a customer’s particular requirements.&lt;/p&gt;\n&lt;p&gt;The Journeyman must be capable of joining a professional environment as a member of a team and have the behavioural abilities to cooperate with other senior craftsmen as well as guiding junior colleagues in a supervisory role. A thorough knowledge of costing issues will enable the Journeyman to give estimates and quotes, monitor cost sheets, and issue invoices. A good knowledge of small business practice, basic bookkeeping (using spreadsheets or commercial software), and understanding insurance issues, including third party property cover and professional indemnity, are also essential, particularly when dealing with high value items.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "2d6146ce-5d36-4f27-9908-f923a075a447",
      "detail": "Understanding of legislative requirements and responsibilities relating to health and safety, manual handling, hazardous substances (COSHH), chemicals, dust, hazard identification and risk assessment in the work area."
    },
    {
      "knowledgeId": "dbb0c056-c6b0-47f2-bdc8-491964a6ad7c",
      "detail": "Understand the environmental impact of working practices, minimising waste, the efficient use of resources and recycling/re-using materials."
    },
    {
      "knowledgeId": "7efedf08-74f9-4cb0-96a7-f07b3cb1e966",
      "detail": "Understand which clothing to wear when and for what purpose and which equipment to use, including the safe handling of board choppers, guillotines, laying presses, paring knives, shears, hot glue, and other hazardous workshop equipment."
    },
    {
      "knowledgeId": "8c59aa3e-9671-47c8-b0f9-95a7d7c7ee7a",
      "detail": "Understand the environmental impact of working practices on the environment including the efficient use of resources and recycling."
    },
    {
      "knowledgeId": "059385ec-ced0-43d2-a386-1842491eb7c3",
      "detail": "Understand the operational arrangements of the workshop such as the respective staff roles and the flow of work for the business."
    },
    {
      "knowledgeId": "dd658e08-78bf-4be7-9162-21c75635a4ea",
      "detail": "Understanding the range of materials and their applications, such as different leather types and qualities, appropriate selection of papers, adhesives, threads and sewing support materials (e.g. tapes and cords), types of gold leaf, gold foil and book cloths."
    },
    {
      "knowledgeId": "9c93e4b8-1655-4128-bcfe-ecc383e78150",
      "detail": "Understanding the use of equipment and its intended purposes, examples include board choppers, guillotines, glue pots, laying presses, sewing frames, finishing stoves, blocking presses, riveters, book washing sinks, humidifiers and fume cupboards."
    },
    {
      "knowledgeId": "2ee45982-4402-4e37-a18a-d240d154c531",
      "detail": "Understand the value of stock and role of inventory checking in the efficient running of a workshop including consumption rate of stock use and its relationship to both work and cash flow."
    },
    {
      "knowledgeId": "1f281995-bf9d-4106-9dee-e6140767eb76",
      "detail": "Understand the markets from which materials, tools and equipment may be sourced and the related issues arising from the ordering of materials, tools and equipment, such as transport, installation or other physical matters and the time frames between ordering and delivery from specialist suppliers and manufacturers."
    },
    {
      "knowledgeId": "3968c007-e17d-49b4-9d05-4148037f1835",
      "detail": "Understand the principle skills required in fine binding and their application."
    },
    {
      "knowledgeId": "8415a42f-200a-48fe-aa15-5c393f0b3d19",
      "detail": "Understand how make a variety of boxes including drop-back boxes and slipcases."
    },
    {
      "knowledgeId": "b2a084ea-e84f-4ffe-bee1-9530d5d01ede",
      "detail": "Understand the art of applying gold leaf as a form of decoration and titling to the covers of leather books."
    },
    {
      "knowledgeId": "fe7c0163-6825-41cc-b16f-7074159482df",
      "detail": "Understand how a design in art form translates into a physical block for use in the bindery."
    },
    {
      "knowledgeId": "4d87552c-273a-4dc6-a572-026bc2d3720a",
      "detail": "Understand the history of the book and in particular of the history of bookbinding."
    },
    {
      "knowledgeId": "72260f1a-dd3c-4d8d-93db-3c4bf1db353b",
      "detail": "Knowledge of conservation and the practical measures that can be taken to protect items from long-term damage, such as: identifying acidic materials frequently found in nineteenth and twentieth century books, the long term damage of acidity and other harmful materials, PH values and the principle of reversibility (particularly in relation to adhesives) and understanding the processes used in leather tanning that can affect the long term durability of the binding."
    },
    {
      "knowledgeId": "7e7417e5-3398-4253-84ed-9539518b4a4e",
      "detail": "Understanding of company security procedures and applicable security arrangements relating to the property belonging to customers."
    },
    {
      "knowledgeId": "3e81decd-c2e4-413b-a8ac-798af31759f7",
      "detail": "Understanding insurance issues, including third party property cover and professional indemnity, particularly when dealing with high value items."
    },
    {
      "knowledgeId": "e8a8c9bb-b3ab-44b9-9ff5-5dc09e142a8e",
      "detail": "Understanding how a customer’s needs translate into costs and timeframe by being aware of the implications of requirements in terms of materials, equipment and the workflow within the workshop."
    },
    {
      "knowledgeId": "de9bc075-5208-46ef-9b79-c4d7db870f3d",
      "detail": "Understand the mechanical and physical properties of tools and the purposes for which they are designed."
    },
    {
      "knowledgeId": "2cc85c7e-f8dc-4320-aace-e41222ae027f",
      "detail": "Understand how tools are to be maintained and stored, examples include shaping and sharpening knives and making knife covers, making strops, maintaining finishing tools and keeping them in a serviceable and workshop-ready condition."
    },
    {
      "knowledgeId": "9fdceb00-4d92-4eb4-b3b9-5333889961f2",
      "detail": "Understand the reason and importance of keeping accurate timesheets and records of work undertaken."
    },
    {
      "knowledgeId": "6d1aabac-0468-4e8f-a622-b568cec3ea2b",
      "detail": "Awareness of how the workflow process is managed from the enquiry and ordering stage through to the completion of a project and the return of items to customers."
    },
    {
      "knowledgeId": "efe7eae4-9a5f-4d70-999e-2070d0866b19",
      "detail": "Understanding the varied nature of the workload and how different jobs can be processed at the same time to allow for pressing and drying times."
    },
    {
      "knowledgeId": "15dbe155-f990-4ee2-b0a4-ec11462b8aa6",
      "detail": "Understanding of the importance of learned techniques, their possible range applications and where skills-gaps need to be addressed through continuous professional development."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "6fe69e7c-3d82-48a2-a68a-efaf6947689a",
      "detail": "A professional attitude to all aspects of workshop procedures."
    },
    {
      "behaviourId": "edae7f13-f081-4dd5-83e6-82e5a8e7e5de",
      "detail": "Adopt a questioning attitude to ensure that processes are understood and applied properly."
    },
    {
      "behaviourId": "06b6b79d-283b-4cf4-854d-132f13d37709",
      "detail": "Be prepared to intervene when seeing procedures not being followed and be prepared to escalate a matter to senior colleagues where a Health & Safety issue may be present."
    },
    {
      "behaviourId": "9eacfdad-1c7e-470e-b9c2-626b4ba009d7",
      "detail": "Lead by example and set a standard of behaviour and conduct for others to follow."
    },
    {
      "behaviourId": "0552d021-59ba-428e-98a5-03fdb742e946",
      "detail": "Taking care with planning and learning how to balance both the short-term and long-term needs of the business or institution, being responsible and accountable for the property, materials, and equipment of the business or organisation."
    },
    {
      "behaviourId": "97d25a33-bf2c-4053-9337-ba30ffb69278",
      "detail": "Act with care and patience and diligence in checking stock levels regularly."
    },
    {
      "behaviourId": "7bb98775-43c4-413f-974e-7524325c7022",
      "detail": "Be timely and accurate in committing resources to the acquisition of materials, tools and equipment."
    },
    {
      "behaviourId": "1f43ab93-ab41-443e-9099-6b9defec2e9a",
      "detail": "Willingness to learn continuously."
    },
    {
      "behaviourId": "5d2e86df-c393-4574-a387-7df7550ca534",
      "detail": "Follow all procedures accurately and with great patience, paying close attention to the smallest details in the craft process."
    },
    {
      "behaviourId": "e89cd7ac-633d-427f-bb90-f289b8c94029",
      "detail": "Work collaboratively with others, promoting effective inter-professional and multi-disciplinary team working with peers, colleagues and staff and provides appropriate leadership within the scope of the role."
    },
    {
      "behaviourId": "57cf5eee-05f6-4425-b8b1-fef10aa13251",
      "detail": "Treat the customer's property with the utmost care and consideration."
    },
    {
      "behaviourId": "fc946b3f-ce6a-4db4-bd4f-b7af99b41ec8",
      "detail": "Take a responsible and meticulous approach to filling-out cost sheets and time sheets."
    },
    {
      "behaviourId": "264ba351-1d6b-491f-a3ed-e5c972c7a7ae",
      "detail": "A flexible approach and having the self-discipline and patience to switch from one project to another depending on business requirements."
    },
    {
      "behaviourId": "e37d023a-e29f-4e24-b08b-27354c9bef15",
      "detail": "Proactively discuss and develop ideas with colleagues and customers."
    }
  ],
  "skills": [
    {
      "skillId": "8c25f9bd-4ab3-4581-8989-7a655c171451",
      "detail": "Comply with relevant health, safety and environmental legislation (Health and Safety at Work Act 1974) e.g. logging and reporting incidents, correct use of PPE."
    },
    {
      "skillId": "437f8e6c-af28-4700-a75f-e19c522d1832",
      "detail": "Safely use equipment in accordance with manufacturer's instructions and/or in accordance with workshop practices for equipment made in the workshop, examples include board choppers, guillotines, glue pots, laying presses, sewing frames, finishing stoves, blocking presses, riveters, book washing sinks, humidifiers and fume cupboards."
    },
    {
      "skillId": "b3a5917b-f9e8-4540-8675-5b465cff6007",
      "detail": "Store tools correctly according to company health and safety requirements."
    },
    {
      "skillId": "203b25a9-c152-423b-a945-ccf130c7f267",
      "detail": "Use appropriate accounting software in order to complete stock-counting and procurement responsibilities."
    },
    {
      "skillId": "5b015c0d-294b-477b-b393-5f64be3ef16d",
      "detail": "Apply applicable human resources procedures and standards when managing teams or supervising junior staff."
    },
    {
      "skillId": "fb49749b-5b28-4483-872b-7187fc6cf09c",
      "detail": "Ensure all workshop process are completed in an appropriate timescale and that work is prioritised in order to meet customer requirements."
    },
    {
      "skillId": "3f15526b-038c-471a-8971-a559e1d11814",
      "detail": "Select the right materials, such as different leather types and qualities, appropriate selection of papers, adhesives, threads and sewing support materials (e.g. tapes and cords), types of gold leaf and gold foil, book cloths, in accordance with their senior colleagues instructions."
    },
    {
      "skillId": "c8795402-e76e-4664-aef0-6d035ee858fa",
      "detail": "Select and maintain the right levels of stock of the right types of material and be adept at applying knowledge of what is required to source the best value."
    },
    {
      "skillId": "1bd5ff16-322e-4aec-90af-8354b268cc43",
      "detail": "Forecasting stock requirements as required by the company specific business plan."
    },
    {
      "skillId": "01415856-5e40-45c0-a817-789d97d67cb5",
      "detail": "Apply the requirements of the workshop and the customer to ensure that the appropriate level of cost and quality is factored in to any orders placed."
    },
    {
      "skillId": "60191cc1-bf7a-4572-a51f-65f9552d8ef8",
      "detail": "Checking stock for defects and returning fault stock and dealing with errors in a timely manner."
    },
    {
      "skillId": "ef3b07b3-83f2-4ba4-ae8f-047eee8839be",
      "detail": "Make hand-sewn silk headbands."
    },
    {
      "skillId": "ac4a0f06-0598-4583-8980-a44619a7d047",
      "detail": "Pare leather by hand."
    },
    {
      "skillId": "0923fedc-32a1-4352-909a-e0d1d5117477",
      "detail": "Make laced-on (also known as drawn-on) boards."
    },
    {
      "skillId": "045a7c32-9941-46a9-900a-918fc5b6d21e",
      "detail": "Set head-caps and raised bands."
    },
    {
      "skillId": "ae9db4c4-00f9-42d0-99c5-e3eaba7ce805",
      "detail": "Undertake titling and decoration in gold leaf."
    },
    {
      "skillId": "8522e39a-61d8-41f0-89f9-0a5fb639e37c",
      "detail": "Make drop-back/clamshell boxes."
    },
    {
      "skillId": "69460988-d9c5-4c6e-8df6-f2c2173b82f3",
      "detail": "Make slipcases, including 'leather entry' slipcases."
    },
    {
      "skillId": "01e55dc3-1f5b-415b-829a-9f201ea1b648",
      "detail": "Make portfolios to house loose collections of sheets."
    },
    {
      "skillId": "853ea93d-55bf-490e-8bfc-1a8e5ccf5bb1",
      "detail": "Make brass-post folders to house melinex sleeves."
    },
    {
      "skillId": "3724678d-0209-405b-8088-e945ec87056f",
      "detail": "Apply gold tooling using egg and BS glaire."
    },
    {
      "skillId": "4521ba86-f3ba-4ff2-806c-1896862f49cf",
      "detail": "Use handle letters, type-holders, wheels and decorative tools."
    },
    {
      "skillId": "161bd413-14fa-431d-8420-0cec7c4cde64",
      "detail": "Use varying design techniques and the application of leather on-lays."
    },
    {
      "skillId": "78ab37dd-b707-486a-be94-b55a0414dbd2",
      "detail": "Produce edge gilding, solid edges and rough gilt edges."
    },
    {
      "skillId": "fd33e1b5-a636-41c7-9a24-12873fd69a5a",
      "detail": "Use appropriate software to create or save the art work electronically."
    },
    {
      "skillId": "a261c2d1-d852-4d46-9489-23119e9e155c",
      "detail": "Apply skills learned in binding and restoration processes to determine the design and form of the block."
    },
    {
      "skillId": "91dda18d-f8af-4d25-9ae2-8938773da91e",
      "detail": "Communicate requirements to the block maker."
    },
    {
      "skillId": "2d652ab2-3750-4d4f-949d-64b15fe95cdd",
      "detail": "Apply knowledge of the history of the book and of historical bookbinding techniques in order to create faithful and historically accurate designs ensuring that any design is consistent with the structure of the book, its age and purpose."
    },
    {
      "skillId": "0e5f27f3-cfeb-4129-9bc8-dd26756eaba0",
      "detail": "Apply knowledge of conservation when planning treatment procedures and be able to make informed decisions based on the latest techniques and research."
    },
    {
      "skillId": "7ea95371-2a8f-455c-83da-047a3647db6d",
      "detail": "Correctly apply company security procedures."
    },
    {
      "skillId": "43053738-f6a2-4307-b812-faa2f6276b15",
      "detail": "Apply the appropriate procedures for recording the safe custody of the property of others."
    },
    {
      "skillId": "66ea0f40-22f1-4898-838f-a6d7b3965960",
      "detail": "Sharpen, repair, or otherwise fettle tools as appropriate."
    },
    {
      "skillId": "f22c96e7-d728-44f3-b2a7-01abef2b3f39",
      "detail": "Make or repair housing and cases for tools."
    },
    {
      "skillId": "a4d1b6e3-83ef-490f-b627-e7a3abe63765",
      "detail": "Record accurately the use of materials and the time taken on projects."
    },
    {
      "skillId": "21b4c9f2-95d6-4349-9dc0-e0474bee38d5",
      "detail": "Participate in the management of the business workflow, including using the appropriate paperwork and software to monitor progress of projects."
    },
    {
      "skillId": "cc63b9f1-7660-4502-9b9a-e0f6725b6371",
      "detail": "Display effective listening and communications skills to a customer throughout the life of all projects."
    },
    {
      "skillId": "1d1132c6-575c-403f-913d-65cb9d668644",
      "detail": "Ability to use a range of media and formats where required to describe the knowledge and skills, such as narrative accounts, sketches, or the use of electronic media such as drawing or illustrations in order to contribute to continuous professional development and to act as a reference for future projects."
    },
    {
      "skillId": "49b8064a-b4ec-48b4-9c8a-ef741c5072c7",
      "detail": "Application of insurance rules and safeguards to high value items, including third party property cover and professional indemnity."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "false",
  "fundingApprovalDate": "",
  "eQAProvider": null,
  "approvedForDelivery": "",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0105",
  "tbMainContact": "Kirsty.Woolastone@education.gov.uk",
  "involvedEmployers": "",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Journeyman Bookbinder",
    "Senior Bookbinder",
    "Master Bookbinder",
    "Master Binder",
    "Forwarder",
    "Finisher"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Craft and Design",
  "cluster": "Heritage specialist",
  "clusterId": "182",
  "clusterDescription": null,
  "createdDate": "2021-12-14T09:04:01 +00:00",
  "lastUpdated": "2023-07-06T00:00:00 +00:00",
  "occupationalStandardApprovalDate": null,
  "banners": "",
  "occupationCode": "OCC0468",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0468?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0468",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "a2ad52a2-7c2e-4759-9408-f327f2c4afdb",
      "dutyDetail": "Comply with health and safety and other legislation and organizational policies and procedures.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6fe69e7c-3d82-48a2-a68a-efaf6947689a",
        "06b6b79d-283b-4cf4-854d-132f13d37709",
        "9eacfdad-1c7e-470e-b9c2-626b4ba009d7"
      ],
      "mappedKnowledge": [
        "2d6146ce-5d36-4f27-9908-f923a075a447",
        "7efedf08-74f9-4cb0-96a7-f07b3cb1e966",
        "8c59aa3e-9671-47c8-b0f9-95a7d7c7ee7a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8c25f9bd-4ab3-4581-8989-7a655c171451",
        "437f8e6c-af28-4700-a75f-e19c522d1832",
        "b3a5917b-f9e8-4540-8675-5b465cff6007"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e2241acf-5adb-4af2-97a9-eb6cbdd23da2",
      "dutyDetail": "Run a bookbinding workshop or bindery including the management of all bookbinding processes and supervision of junior staff.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6fe69e7c-3d82-48a2-a68a-efaf6947689a",
        "edae7f13-f081-4dd5-83e6-82e5a8e7e5de",
        "9eacfdad-1c7e-470e-b9c2-626b4ba009d7",
        "7bb98775-43c4-413f-974e-7524325c7022",
        "e89cd7ac-633d-427f-bb90-f289b8c94029",
        "fc946b3f-ce6a-4db4-bd4f-b7af99b41ec8",
        "264ba351-1d6b-491f-a3ed-e5c972c7a7ae"
      ],
      "mappedKnowledge": [
        "dbb0c056-c6b0-47f2-bdc8-491964a6ad7c",
        "059385ec-ced0-43d2-a386-1842491eb7c3",
        "3968c007-e17d-49b4-9d05-4148037f1835",
        "e8a8c9bb-b3ab-44b9-9ff5-5dc09e142a8e",
        "9fdceb00-4d92-4eb4-b3b9-5333889961f2",
        "6d1aabac-0468-4e8f-a622-b568cec3ea2b",
        "efe7eae4-9a5f-4d70-999e-2070d0866b19"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5b015c0d-294b-477b-b393-5f64be3ef16d",
        "fb49749b-5b28-4483-872b-7187fc6cf09c",
        "a4d1b6e3-83ef-490f-b627-e7a3abe63765",
        "21b4c9f2-95d6-4349-9dc0-e0474bee38d5",
        "cc63b9f1-7660-4502-9b9a-e0f6725b6371"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d9e4e829-228e-437b-b7da-1bf0faaf38ae",
      "dutyDetail": "Carry out stock taking audits, ensuring adequate supply of materials, sourcing and preparation of materials.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0552d021-59ba-428e-98a5-03fdb742e946",
        "97d25a33-bf2c-4053-9337-ba30ffb69278",
        "7bb98775-43c4-413f-974e-7524325c7022"
      ],
      "mappedKnowledge": [
        "2ee45982-4402-4e37-a18a-d240d154c531",
        "1f281995-bf9d-4106-9dee-e6140767eb76"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "203b25a9-c152-423b-a945-ccf130c7f267",
        "c8795402-e76e-4664-aef0-6d035ee858fa",
        "1bd5ff16-322e-4aec-90af-8354b268cc43",
        "01415856-5e40-45c0-a817-789d97d67cb5",
        "60191cc1-bf7a-4572-a51f-65f9552d8ef8",
        "a4d1b6e3-83ef-490f-b627-e7a3abe63765",
        "21b4c9f2-95d6-4349-9dc0-e0474bee38d5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8f53b087-de56-4bde-b5f3-8e5afe7cd516",
      "dutyDetail": "Carry out fine binding techniques to customer and company specified quality levels including the use of leather binding.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6fe69e7c-3d82-48a2-a68a-efaf6947689a",
        "1f43ab93-ab41-443e-9099-6b9defec2e9a",
        "5d2e86df-c393-4574-a387-7df7550ca534"
      ],
      "mappedKnowledge": [
        "dd658e08-78bf-4be7-9162-21c75635a4ea",
        "9c93e4b8-1655-4128-bcfe-ecc383e78150",
        "3968c007-e17d-49b4-9d05-4148037f1835"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fb49749b-5b28-4483-872b-7187fc6cf09c",
        "3f15526b-038c-471a-8971-a559e1d11814",
        "01415856-5e40-45c0-a817-789d97d67cb5",
        "ef3b07b3-83f2-4ba4-ae8f-047eee8839be",
        "ac4a0f06-0598-4583-8980-a44619a7d047",
        "0923fedc-32a1-4352-909a-e0d1d5117477",
        "045a7c32-9941-46a9-900a-918fc5b6d21e",
        "69460988-d9c5-4c6e-8df6-f2c2173b82f3",
        "853ea93d-55bf-490e-8bfc-1a8e5ccf5bb1",
        "4521ba86-f3ba-4ff2-806c-1896862f49cf",
        "161bd413-14fa-431d-8420-0cec7c4cde64",
        "66ea0f40-22f1-4898-838f-a6d7b3965960",
        "f22c96e7-d728-44f3-b2a7-01abef2b3f39"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "193ee286-f665-47ae-b8ca-36ec8bf51d7a",
      "dutyDetail": "Carry out box-making processes to customer and company specified quality levels.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6fe69e7c-3d82-48a2-a68a-efaf6947689a",
        "5d2e86df-c393-4574-a387-7df7550ca534"
      ],
      "mappedKnowledge": [
        "dd658e08-78bf-4be7-9162-21c75635a4ea",
        "9c93e4b8-1655-4128-bcfe-ecc383e78150",
        "8415a42f-200a-48fe-aa15-5c393f0b3d19"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3f15526b-038c-471a-8971-a559e1d11814",
        "8522e39a-61d8-41f0-89f9-0a5fb639e37c",
        "69460988-d9c5-4c6e-8df6-f2c2173b82f3",
        "01e55dc3-1f5b-415b-829a-9f201ea1b648",
        "853ea93d-55bf-490e-8bfc-1a8e5ccf5bb1",
        "a4d1b6e3-83ef-490f-b627-e7a3abe63765"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "203083c5-5c4c-4508-b592-504dc0d0b23e",
      "dutyDetail": "Carry out gold finishing and decoration processes to customer and company specified quality levels.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6fe69e7c-3d82-48a2-a68a-efaf6947689a",
        "7bb98775-43c4-413f-974e-7524325c7022",
        "5d2e86df-c393-4574-a387-7df7550ca534"
      ],
      "mappedKnowledge": [
        "dd658e08-78bf-4be7-9162-21c75635a4ea",
        "9c93e4b8-1655-4128-bcfe-ecc383e78150",
        "b2a084ea-e84f-4ffe-bee1-9530d5d01ede"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ae9db4c4-00f9-42d0-99c5-e3eaba7ce805",
        "3724678d-0209-405b-8088-e945ec87056f",
        "4521ba86-f3ba-4ff2-806c-1896862f49cf",
        "78ab37dd-b707-486a-be94-b55a0414dbd2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a693b0fc-42e3-428f-b511-7d0481d632ef",
      "dutyDetail": "Prepare artwork for finishing books to customer and company specified quality levels.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5d2e86df-c393-4574-a387-7df7550ca534",
        "e89cd7ac-633d-427f-bb90-f289b8c94029",
        "e37d023a-e29f-4e24-b08b-27354c9bef15"
      ],
      "mappedKnowledge": [
        "3968c007-e17d-49b4-9d05-4148037f1835",
        "fe7c0163-6825-41cc-b16f-7074159482df",
        "4d87552c-273a-4dc6-a572-026bc2d3720a",
        "e8a8c9bb-b3ab-44b9-9ff5-5dc09e142a8e",
        "de9bc075-5208-46ef-9b79-c4d7db870f3d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "01415856-5e40-45c0-a817-789d97d67cb5",
        "4521ba86-f3ba-4ff2-806c-1896862f49cf",
        "a261c2d1-d852-4d46-9489-23119e9e155c",
        "91dda18d-f8af-4d25-9ae2-8938773da91e",
        "2d652ab2-3750-4d4f-949d-64b15fe95cdd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "583a85c6-97aa-4f5e-818a-a3f1b4824581",
      "dutyDetail": "Create and apply original designs to binding and finishing processes.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1f43ab93-ab41-443e-9099-6b9defec2e9a",
        "5d2e86df-c393-4574-a387-7df7550ca534",
        "e89cd7ac-633d-427f-bb90-f289b8c94029",
        "e37d023a-e29f-4e24-b08b-27354c9bef15"
      ],
      "mappedKnowledge": [
        "4d87552c-273a-4dc6-a572-026bc2d3720a",
        "e8a8c9bb-b3ab-44b9-9ff5-5dc09e142a8e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3f15526b-038c-471a-8971-a559e1d11814",
        "4521ba86-f3ba-4ff2-806c-1896862f49cf",
        "fd33e1b5-a636-41c7-9a24-12873fd69a5a",
        "a4d1b6e3-83ef-490f-b627-e7a3abe63765",
        "cc63b9f1-7660-4502-9b9a-e0f6725b6371"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ae1c3709-ce14-41c1-afc9-a72c660ff636",
      "dutyDetail": "Carry out restoration and conservation processes ensuring that ethical and practical considerations are applied appropriately in order to achieve the best outcome for the customer, whilst preserving the integrity of the artefacts.  This may include seeking advice and guidance from other master binders where required.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6fe69e7c-3d82-48a2-a68a-efaf6947689a",
        "edae7f13-f081-4dd5-83e6-82e5a8e7e5de",
        "7bb98775-43c4-413f-974e-7524325c7022",
        "1f43ab93-ab41-443e-9099-6b9defec2e9a",
        "57cf5eee-05f6-4425-b8b1-fef10aa13251",
        "e37d023a-e29f-4e24-b08b-27354c9bef15"
      ],
      "mappedKnowledge": [
        "4d87552c-273a-4dc6-a572-026bc2d3720a",
        "72260f1a-dd3c-4d8d-93db-3c4bf1db353b",
        "3e81decd-c2e4-413b-a8ac-798af31759f7",
        "9fdceb00-4d92-4eb4-b3b9-5333889961f2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2d652ab2-3750-4d4f-949d-64b15fe95cdd",
        "0e5f27f3-cfeb-4129-9bc8-dd26756eaba0",
        "a4d1b6e3-83ef-490f-b627-e7a3abe63765",
        "cc63b9f1-7660-4502-9b9a-e0f6725b6371"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a6b8fe4d-1dc0-4676-bd96-f49a61677e52",
      "dutyDetail": "Be responsible for the security of the workshop and the safe and secure storage of high value items.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6fe69e7c-3d82-48a2-a68a-efaf6947689a",
        "0552d021-59ba-428e-98a5-03fdb742e946",
        "57cf5eee-05f6-4425-b8b1-fef10aa13251"
      ],
      "mappedKnowledge": [
        "7e7417e5-3398-4253-84ed-9539518b4a4e",
        "3e81decd-c2e4-413b-a8ac-798af31759f7",
        "9fdceb00-4d92-4eb4-b3b9-5333889961f2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7ea95371-2a8f-455c-83da-047a3647db6d",
        "43053738-f6a2-4307-b812-faa2f6276b15",
        "49b8064a-b4ec-48b4-9c8a-ef741c5072c7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "44bedea5-fc48-4cd0-a168-9a92ec218aec",
      "dutyDetail": "Effectively interact with customers in order to attain their desired outcome as well as advising on any relevant limitations of processes, costs and timescales.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "57cf5eee-05f6-4425-b8b1-fef10aa13251",
        "e37d023a-e29f-4e24-b08b-27354c9bef15"
      ],
      "mappedKnowledge": [
        "6d1aabac-0468-4e8f-a622-b568cec3ea2b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fb49749b-5b28-4483-872b-7187fc6cf09c",
        "21b4c9f2-95d6-4349-9dc0-e0474bee38d5",
        "cc63b9f1-7660-4502-9b9a-e0f6725b6371"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5949e504-52cf-4c2a-af13-5853324848b4",
      "dutyDetail": "Keep accurate and legible records of their learning experience with notes, photographs and sketches in order to act as a reference point for repeating exercises and remembering techniques.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1f43ab93-ab41-443e-9099-6b9defec2e9a",
        "e37d023a-e29f-4e24-b08b-27354c9bef15"
      ],
      "mappedKnowledge": [
        "15dbe155-f990-4ee2-b0a4-ec11462b8aa6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1d1132c6-575c-403f-913d-65cb9d668644"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-07-06T00:00:00"
}