{
  "templateType": "Apprenticeship Standard",
  "larsCode": 188,
  "referenceNumber": "ST0419",
  "learningAimClassCode": "",
  "title": "Rail infrastructure operator 2017",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0419",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2022-12-07T00:00:00",
  "earliestStartDate": "2017-08-17T00:00:00",
  "latestStartDate": "2022-09-20T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Operating the signals and electrical controls needed to keep trains running safely and on time.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 12000,
  "maxFundingAdditionalInformation": "",
  "route": "Transport and logistics",
  "keywords": [
    "railway signalling",
    "rail network operations",
    "customer service",
    "operational",
    "rail transport"
  ],
  "jobRoles": [
    "Electrical control operator",
    "Incident response manager",
    "Points operator",
    "Route controller",
    "Service and infrastructure manager",
    "Signaller",
    "Signalling operator",
    "Traffic manager"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/5972/st0419-rail_infrastructure_operator-epa-07_03_2022-pdf.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;TYPICAL JOB TITLES&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Signalling Operator, Signaller, Traffic Manager, Electrical Control Operator, Route Controller, Incident Controller, Service Controller, Service and Infrastructure Manager, Power Controller, Network Incident Response Manager, Incident Response Manager and/or Mobile Operations Manager.&lt;/p&gt;\n&lt;p&gt;Industry sector &lt;strong&gt;Rail Transport &lt;/strong&gt;(Mainline railways, underground and metro railways, light railways, and tram railways)&lt;/p&gt;\n&lt;h3&gt;Level&lt;/h3&gt;\n&lt;p&gt;This apprenticeship is set at level 2&lt;/p&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;Minimum of 12 months (and typically 12-18 months) Review period: 36 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;OCCUPATIONAL PROFILE&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Rail Infrastructure Operators support and regulate the safe operation of the Rail network through the use of: signalling control systems, electrical control systems, and responding to incidents, where the operational integrity of the UK rail transport network is affected. Rail Infrastructure Operators will be required to work closely with stakeholders e.g. controllers, train drivers, maintenance staff, power companies and specialists e.g. emergency services in order to respond effectively to incidents.&lt;/p&gt;\n&lt;p&gt;Rail Infrastructure Operators may be required to work in a small control location, a major operations control room or be required to go trackside depending on their discipline and the activity.&lt;/p&gt;\n&lt;p&gt;This apprenticeship adopts a core and options approach to allow flexibility for employers and enable transferability between roles and employers for apprentices. The core content includes safety, quality and customer service, the apprentice will then follow one of the following specialist options: Signalling Operator, Electrical Controller or Incident Responder.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Signalling Operators &lt;/strong&gt;are responsible for the movement of rail transport through the safe operation of signalling control systems. Signalling Operators regulate the safe movement and control of rail transport and communicate to rail transport drivers, those working on rail infrastructure as well as members of the public, to enable them to move or work safely across the network.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Electrical Controllers &lt;/strong&gt;are responsible for maintaining and controlling the electrical supply to the rail network to ensure the smooth operation of passenger services, safe access to the rail network for maintenance and incident response. Electrical supply is required for signalling, traction and other assets, such as tunnel ventilation systems.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Incident Responders &lt;/strong&gt;are responsible for making the rail infrastructure safe and minimising service disruptions following an incident or event, this can range from low-level situations (e.g. level crossing failure and animals on the line) through to supporting major events (e.g. derailment, fatalities and fire).&lt;/p&gt;\n&lt;p&gt;Depending on the nature and scale, an Incident Responder will either take direct action or assist in activities with specialists in order to return back to safe operations and minimise service disruptions.&lt;/p&gt;\n&lt;p&gt;During non-response time Incident Responders will assist colleagues with monitoring the network to identify potential issues and/or incident avoidance activities e.g. weather preparedness, checking of fences and gates or inspecting operational locations.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;ENTRY AND QUALIFICATION REQUIREMENTS&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the entry criteria for their own apprentices. Prior to taking the end point assessment all apprentices must have achieved at least a level 1 qualification in both English and Maths and have also taken the test for level 2.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;PROFESSIONAL BODY RECOGNITION&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Successful completion of the apprenticeship programme provides eligibility for Associate level of membership with the Institution of Railway Operators or Affiliate level of membership with the Chartered Institute of Logistics and Transport.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;CORE BEHAVIOURS&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Rail Infrastructure Operators need to demonstrate the following behaviours:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;A&lt;/strong&gt;&lt;strong&gt;c&lt;/strong&gt;&lt;strong&gt;t professionally, &lt;/strong&gt;demonstrating dependability, determination, honesty and integrity. Be approachable, respect others, act ethically and contribute to sustainable development.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Be risk aware, &lt;/strong&gt;in order to reduce risks by checking information, concentrating on the task, maintaining an awareness of changing circumstances and remaining calm under pressure.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Display a self-disciplined, self-motivated, proactive approach to work&lt;/strong&gt;, the ability to make independent decisions whilst understanding limits and knowing when to ask for help or to escalate.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Be receptive to feedback&lt;/strong&gt;, willing to learn new skills and to adjust to change. Undertaking professional development necessary in order to maintain and enhance competence.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;M&lt;/strong&gt;&lt;strong&gt;ak&lt;/strong&gt;&lt;strong&gt;e a personal commitment &lt;/strong&gt;to an employer, the industry and its professional standards.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;CORE KNOWLEDGE&lt;/strong&gt;.&lt;/h3&gt;\n&lt;p&gt;Rail Infrastructure Operators need to understand:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Safe and professional working practices, &lt;/strong&gt;including legislation, statutory operating regulations e.g. the Railways and Other Guided Transport Systems (Safety) regulations, industry procedures and safety requirements and instructions, as well as the need to understand and adhere to corporate policies on ethics, equality and diversity.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;The importance of maintaining a safe working environment and equipment, &lt;/strong&gt;including how to secure the work environment, how to take and handover duties and the importance of equipment testing/checks.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;The importance of commercial principles &lt;/strong&gt;applicable to the rail network and the implications of these regarding timetabling, scheduling and performance, as well as understanding the impact of events and decisions on customer service and reputation.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;The general operating principles &lt;/strong&gt;required to support the operation of rail transport infrastructure and vehicles, including the network as a system, different roles and responsibilities and underpinning processes including normal and contingency planning processes.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;How to work safely and effectively in routine, non-routine and emergency situations, &lt;/strong&gt;including awareness of the importance of managing non-routine events and emergency situations and the implications for the safe operation of the rail network.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;The limits of your own authority &lt;/strong&gt;and the implications of operating outside of this.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;CORE SKILLS&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Rail Infrastructure Operators need to be able to:&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;A&lt;/strong&gt;&lt;strong&gt;FETY&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Keep themselves and others safe by adhering to safe working practices&amp;nbsp;&lt;/strong&gt;Understand and comply with statutory regulations and organisational safety requirements, with or without supervision. These may include: receiving and relaying communications, protecting persons on or near the track, activities capable of controlling the movement of a vehicle, signalling and signalling operations, operation of level crossing equipment and controlling the supply of electricity to electric traction, signalling systems and other services.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;QUALITY&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Prepare for a high standard of work.&amp;nbsp;&lt;/strong&gt;Gather information from drawings, plans, schedules, safe systems of work and permits, as appropriate, to support operating activities. Be mentally and physically prepared for duty and able to interpret information, including information about the state of the network in support of all other rail transport operating activities.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Deliver a high standard of work.&amp;nbsp;&lt;/strong&gt;Undertake planned, unplanned and emergency rail transport operating activities diligently at all times. Communicate and provide accurate information to stakeholders in line with personal role. Continually monitor the situation, even during periods of relative inactivity, and maintain focus during peak workload times. Prioritise activities according to the situation and take responsibility for personal actions.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;CUSTOMER SERVICE&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;W&lt;/strong&gt;&lt;strong&gt;ork with others.&amp;nbsp;&lt;/strong&gt;Work effectively and efficiently, individually and as part of a team, with colleagues, clients, suppliers and the public. Deliver excellent customer service with the aim of exceeding customer expectations and managing conflict when required.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Communicate effectively.&amp;nbsp;&lt;/strong&gt;Use all appropriate methods and systems for accurate and effective communication. Use clear and engaging communication to establish a good rapport with customers and ask relevant questions to determine their needs. Report &amp;amp; accurately record all required information, using correct terms, standards, templates and protocols.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;PECIALIST KNOWLEDGE &amp;amp; SKILLS&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;&lt;strong&gt;Signalling operator&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Knowledge of railway operating and signalling principles to underpin the safe operation of signalling systems.&lt;/li&gt;\n&lt;li&gt;A good understanding of industry agreed rules and regulations for signalling operations.&lt;/li&gt;\n&lt;li&gt;Understand how to monitor and operate signalling equipment in order to deliver a safe and efficient UK rail transport network, in normal, degraded and emergency situations.&lt;/li&gt;\n&lt;li&gt;Knowledge of information systems used to support signalling activities including timetables and route contingencies.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Operate a safe working environment for normal operating activities taking place on the infrastructure, including the management of vehicle movements, network interfaces and supporting testing to restore operational activities to normal after interruption.&lt;/li&gt;\n&lt;li&gt;Provide access to those working on the rail infrastructure as well as members of the public to enable them to move or work safely across the rail network e.g. authorising users at level crossings.&lt;/li&gt;\n&lt;li&gt;Be able to operate and control signalling equipment in unplanned and emergency situations e.g. accident, reported fatality on the network, working with stakeholders to facilitate a return to normal working e.g. facilitating access for Incident Responders and other specialists.&lt;/li&gt;\n&lt;li&gt;Report infrastructure and train-running incidents to the controller e.g. making the area safe, fault reporting and cautioning trains, to minimise the impact on the rail transport network.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Electrical Controller&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand basic electrical principles and the electrical distribution arrangements including knowledge of faults to underpin the safe operation of electrical systems.&lt;/li&gt;\n&lt;li&gt;Have a good understanding of rail and electrical industry agreed rules and regulations for the safe operation of electric control.&lt;/li&gt;\n&lt;li&gt;In line with operating procedures, know how to operate electrical control systems and respond to a wide range of alarms associated with safe working and operation of the electrical infrastructure.&lt;/li&gt;\n&lt;li&gt;Understand how to monitor and operate electrification equipment in order to deliver a safe and efficient UK rail transport network, in normal, degraded and emergency situations.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Be able to monitor the electrical supervisory systems, in order to manage electrical supplies to traction and non-traction equipment.&lt;/li&gt;\n&lt;li&gt;Operate electrical control systems and respond to a wide range of alarms associated with safe working and operation of the electrical infrastructure.&lt;/li&gt;\n&lt;li&gt;Recognise and respond to situations requiring an emergency switch off of the electricity supply or electrification infrastructure e.g. fires and persons in contact with the electrical system and manage subsequent re-energisation.&lt;/li&gt;\n&lt;li&gt;Check and implement planned isolations of the electrical infrastructure in order to facilitate work on the network including third party isolations from the national supply system and completion of associated processes to ensure the isolation is safe.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Incident Responder&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand the type of incidents and events, which can occur on a railway and the appropriate emergency procedures for making the network safe.&lt;/li&gt;\n&lt;li&gt;Understand the roles and responsibilities of the rail industry and emergency services command structures and how they would operate in rail incidents and emergencies.&lt;/li&gt;\n&lt;li&gt;Understand the role of internal and external specialists, such as British Transport Police, emergency services and maintenance staff and when and how they should be brought in to respond to an incident or event.&lt;/li&gt;\n&lt;li&gt;Understand how to contact and communicate effectively with colleagues and specialists to coordinate activities in order to return to normal operations or implement safe but degraded operations where this cannot be achieved.&lt;/li&gt;\n&lt;li&gt;Know how to document evidence and initiate an investigation into the cause of an incident e.g. fatality.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Work with others to identify, respond to and manage incidents on the rail network, either on site or from a control room. E.g. Incident Responders will seek input and advice from both electrical controllers and signalling operators and take the necessary decisions to ensure safe access to the incident site.&lt;/li&gt;\n&lt;li&gt;Be able to take control of an incident, identify the correct type of response and implement a prioritised plan e.g. applying and removing a temporary and emergency speed restriction, removal of objects from overhead line. This may be either as an initial responder to a major event or taking control of a local railway specific event such as animals on the line, level crossing failures and trespassers.&lt;/li&gt;\n&lt;li&gt;Ensure the correct protection measures have been taken to make an incident safe for those directly impacted e.g. colleagues, passengers, emergency services.&lt;/li&gt;\n&lt;li&gt;Facilitate investigation and recovery activities such as preserving evidence; initiating an investigation.&lt;/li&gt;\n&lt;li&gt;Follow a defined set of procedures which outline the basic response to an incident, such as arrive on site, assess, make safe, report and liaise with others as necessary.&lt;/li&gt;\n&lt;/ul&gt;",
  "occupationalSummary": "&lt;p&gt;Rail Infrastructure Operators support and regulate the safe operation of the Rail network through the use of: signalling control systems, electrical control systems, and responding to incidents, where the operational integrity of the UK rail transport network is affected. Rail Infrastructure Operators will be required to work closely with stakeholders e.g. controllers, train drivers, maintenance staff, power companies and specialists e.g. emergency services in order to respond effectively to incidents. Rail Infrastructure Operators may be required to work in a small control location, a major operations control room or be required to go trackside depending on their discipline and the activity. This apprenticeship adopts a core and options approach to allow flexibility for employers and enable transferability between roles and employers for apprentices. The core content includes safety, quality and customer service, the apprentice will then follow one of the following specialist options: Signalling Operator, Electrical Controller or Incident Responder. Signalling Operators are responsible for the movement of rail transport through the safe operation of signalling control systems. Signalling Operators regulate the safe movement and control of rail transport and communicate to rail transport drivers, those working on rail infrastructure as well as members of the public, to enable them to move or work safely across the network. Electrical Controllers are responsible for maintaining and controlling the electrical supply to the rail network to ensure the smooth operation of passenger services, safe access to the rail network for maintenance and incident response. Electrical supply is required for signalling, traction and other assets, such as tunnel ventilation systems. Incident Responders are responsible for making the rail infrastructure safe and minimising service disruptions following an incident or event, this can range from low-level situations (e.g. level crossing failure and animals on the line) through to supporting major events (e.g. derailment, fatalities and fire). Depending on the nature and scale, an Incident Responder will either take direct action or assist in activities with specialists in order to return back to safe operations and minimise service disruptions. During non-response time Incident Responders will assist colleagues with monitoring the network to identify potential issues and/or incident avoidance activities e.g. weather preparedness, checking of fences and gates or inspecting operational locations.&lt;/p&gt;\n&lt;p&gt;Operating the signals and electrical controls needed to keep trains running safely and on time.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "24fb1ef5-14cd-4abb-82bc-ad3fc1bc7058",
      "detail": "Core: Safe and professional working practices, including legislation, statutory operating regulations e.g. the Railways and Other Guided Transport Systems (Safety) regulations, industry procedures and safety requirements and instructions, as well as the need to understand and adhere to corporate policies on ethics, equality and diversity."
    },
    {
      "knowledgeId": "2beebba2-9d1c-426c-a59f-f0e0a5b9ecbc",
      "detail": "Core: The importance of maintaining a safe working environment and equipment, including how to secure the work environment, how to take and handover duties and the importance of equipment testing/checks."
    },
    {
      "knowledgeId": "087ca208-b78d-4fbb-9a0c-2fa0cb18cdef",
      "detail": "Core: The importance of commercial principles applicable to the rail network and the implications of these regarding timetabling, scheduling and performance, as well as understanding the impact of events and decisions on customer service and reputation."
    },
    {
      "knowledgeId": "cc57f340-0a69-4f92-9b20-2791b6179eb9",
      "detail": "Core: The general operating principles required to support the operation of rail transport infrastructure and vehicles, including the network as a system, different roles and responsibilities and underpinning processes including normal and contingency planning processes."
    },
    {
      "knowledgeId": "2e6050c3-4975-44cc-8819-e1c1e95d5e50",
      "detail": "Core: How to work safely and effectively in routine, non-routine and emergency situations, including awareness of the importance of managing non-routine events and emergency situations and the implications for the safe operation of the rail network."
    },
    {
      "knowledgeId": "f861f56d-b6b4-4f8b-900b-e8170869540d",
      "detail": "Core: The limits of your own authority and the implications of operating outside of this."
    },
    {
      "knowledgeId": "0f39cb55-3c67-48d0-b6dd-7966cf444915",
      "detail": "Signalling operator: Knowledge of railway operating and signalling principles to underpin the safe operation of signalling systems."
    },
    {
      "knowledgeId": "fedb4e76-2523-41c8-871c-6f97edbe1e68",
      "detail": "Signalling operator: A good understanding of industry agreed rules and regulations for signalling operations."
    },
    {
      "knowledgeId": "567ff1f7-b5ff-4560-a1e4-294fdcc689c6",
      "detail": "Signalling operator: Understand how to monitor and operate signalling equipment in order to deliver a safe and efficient UK rail transport network, in normal, degraded and emergency situations."
    },
    {
      "knowledgeId": "1c716c03-9b53-435d-b269-b3a5569769b8",
      "detail": "Signalling operator: Knowledge of information systems used to support signalling activities including timetables and route contingencies."
    },
    {
      "knowledgeId": "c03d7f52-ba44-4e31-9b40-981e3b05afa4",
      "detail": "Electrical controller: Understand basic electrical principles and the electrical distribution arrangements including knowledge of faults to underpin the safe operation of electrical systems."
    },
    {
      "knowledgeId": "fda14752-fdd9-4043-92ff-3f2cba864864",
      "detail": "Electrical controller: Have a good understanding of rail and electrical industry agreed rules and regulations for the safe operation of electric control."
    },
    {
      "knowledgeId": "c7582c9d-5043-4e53-a476-f3a43377bb7c",
      "detail": "Electrical controller: In line with operating procedures, know how to operate electrical control systems and respond to a wide range of alarms associated with safe working and operation of the electrical infrastructure."
    },
    {
      "knowledgeId": "c92af9c7-86e1-4a09-9872-47bcf5c70922",
      "detail": "Electrical controller: Understand how to monitor and operate electrification equipment in order to deliver a safe and efficient UK rail transport network, in normal, degraded and emergency situations."
    },
    {
      "knowledgeId": "18453b5e-e7ad-4048-8106-f2921873d915",
      "detail": "Incident responder: Understand the type of incidents and events, which can occur on a railway and the appropriate emergency procedures for making the network safe."
    },
    {
      "knowledgeId": "9fca750d-edd7-4dd4-ab76-204dd9b0dac1",
      "detail": "Incident responder: Understand the roles and responsibilities of the rail industry and emergency services command structures and how they would operate in rail incidents and emergencies."
    },
    {
      "knowledgeId": "802fad15-2afe-4189-a53f-63645dbff042",
      "detail": "Incident responder: Understand the role of internal and external specialists, such as British Transport Police, emergency services and maintenance staff and when and how they should be brought in to respond to an incident or event."
    },
    {
      "knowledgeId": "b657b6b1-0ab8-4eea-a829-fed2f1e7cc2a",
      "detail": "Incident responder: Understand how to contact and communicate effectively with colleagues and specialists to coordinate activities in order to return to normal operations or implement safe but degraded operations where this cannot be achieved."
    },
    {
      "knowledgeId": "907e4d23-e433-4e12-986f-e443a94f4178",
      "detail": "Incident responder: Know how to document evidence and initiate an investigation into the cause of an incident e.g. fatality."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "020953c7-1323-40ef-be0e-edd226aa4a80",
      "detail": "Act professionally, demonstrating dependability, determination, honesty and integrity. Be approachable, respect others, act ethically and contribute to sustainable development."
    },
    {
      "behaviourId": "27fb06e5-9d5e-4596-9cbb-7bf1481a79d2",
      "detail": "Be risk aware, in order to reduce risks by checking information, concentrating on the task, maintaining an awareness of changing circumstances and remaining calm under pressure."
    },
    {
      "behaviourId": "912a9a21-af61-44e6-9c44-67c8fdf421fb",
      "detail": "Display a self-disciplined, self-motivated, proactive approach to work, the ability to make independent decisions whilst understanding limits and knowing when to ask for help or to escalate."
    },
    {
      "behaviourId": "6d775c36-c344-4746-b16b-ca50b5461a89",
      "detail": "Be receptive to feedback, willing to learn new skills and to adjust to change. Undertaking professional development necessary in order to maintain and enhance competence."
    },
    {
      "behaviourId": "afff2d83-6f81-474b-90d8-998dc5ea77c3",
      "detail": "Make a personal commitment to an employer, the industry and its professional standards."
    }
  ],
  "skills": [
    {
      "skillId": "a19a327b-233c-42d5-adb0-9fc157b6a909",
      "detail": "Core: Keep themselves and others safe by adhering to safe working practices Understand and comply with statutory regulations and organisational safety requirements, with or without supervision. These may include: receiving and relaying communications, protecting persons on or near the track, activities capable of controlling the movement of a vehicle, signalling and signalling operations, operation of level crossing equipment and controlling the supply of electricity to electric traction, signalling systems and other services."
    },
    {
      "skillId": "b0384022-7281-44c9-9dd9-4f484a1ad183",
      "detail": "Core: Prepare for a high standard of work. Gather information from drawings, plans, schedules, safe systems of work and permits, as appropriate, to support operating activities. Be mentally and physically prepared for duty and able to interpret information, including information about the state of the network in support of all other rail transport operating activities."
    },
    {
      "skillId": "890bffad-547a-4d4c-9989-71e2d02faccf",
      "detail": "Core: Deliver a high standard of work. Undertake planned, unplanned and emergency rail transport operating activities diligently at all times. Communicate and provide accurate information to stakeholders in line with personal role. Continually monitor the situation, even during periods of relative inactivity, and maintain focus during peak workload times. Prioritise activities according to the situation and take responsibility for personal actions."
    },
    {
      "skillId": "6f4c0694-11b8-4673-bf50-754c30ff1cab",
      "detail": "Core: Work with others. Work effectively and efficiently, individually and as part of a team, with colleagues, clients, suppliers and the public. Deliver excellent customer service with the aim of exceeding customer expectations and managing conflict when required."
    },
    {
      "skillId": "0bc873be-67b1-46b1-8e43-923cb6a2d638",
      "detail": "C:Communicate effectively. Use all appropriate methods and systems for accurate and effective communication. Use clear and engaging communication to establish a good rapport with customers and ask relevant questions to determine their needs. Report & accurately record all required information, using correct terms, standards, templates and protocols."
    },
    {
      "skillId": "8e9c1138-c4bb-448c-a14e-6da461e82e6d",
      "detail": "Signalling operator: Operate a safe working environment for normal operating activities taking place on the infrastructure, including the management of vehicle movements, network interfaces and supporting testing to restore operational activities to normal after interruption."
    },
    {
      "skillId": "fed3ae47-4e3b-40d9-bec4-a1d0d02e31c1",
      "detail": "Signalling operator: Provide access to those working on the rail infrastructure as well as members of the public to enable them to move or work safely across the rail network e.g. authorising users at level crossings."
    },
    {
      "skillId": "a58a03af-ba76-4d79-a9ba-cca8ccdf9fac",
      "detail": "Signalling operator: Be able to operate and control signalling equipment in unplanned and emergency situations e.g. accident, reported fatality on the network, working with stakeholders to facilitate a return to normal working e.g. facilitating access for Incident Responders and other specialists."
    },
    {
      "skillId": "6974ad2f-1de3-404e-afbc-25aba99b1761",
      "detail": "Signalling operator: Report infrastructure and train-running incidents to the controller e.g. making the area safe, fault reporting and cautioning trains, to minimise the impact on the rail transport network."
    },
    {
      "skillId": "8f36809d-202c-4842-9caf-3ab0ca5b0882",
      "detail": "Electrical controller: Be able to monitor the electrical supervisory systems, in order to manage electrical supplies to traction and non-traction equipment."
    },
    {
      "skillId": "32d266f5-fbf4-4f27-b7f9-4ee06409bb66",
      "detail": "Electrical controller: Operate electrical control systems and respond to a wide range of alarms associated with safe working and operation of the electrical infrastructure."
    },
    {
      "skillId": "3420cf91-082b-481a-8772-c69bfba4d38f",
      "detail": "Electrical controller: Recognise and respond to situations requiring an emergency switch off of the electricity supply or electrification infrastructure e.g. fires and persons in contact with the electrical system and manage subsequent re-energisation."
    },
    {
      "skillId": "85b15779-4882-4e28-9d80-0239122b766f",
      "detail": "Electrical controller: Check and implement planned isolations of the electrical infrastructure in order to facilitate work on the network including third party isolations from the national supply system and completion of associated processes to ensure the isolation is safe."
    },
    {
      "skillId": "721f42bf-87f5-4148-b097-37d4805dfb76",
      "detail": "Incident responder: Work with others to identify, respond to and manage incidents on the rail network, either on site or from a control room. E.g. Incident Responders will seek input and advice from both electrical controllers and signalling operators and take the necessary decisions to ensure safe access to the incident site."
    },
    {
      "skillId": "892ad4cc-83b1-467f-ad37-1e1f836fb14e",
      "detail": "Incident responder: Be able to take control of an incident, identify the correct type of response and implement a prioritised plan e.g. applying and removing a temporary and emergency speed restriction, removal of objects from overhead line. This may be either as an initial responder to a major event or taking control of a local railway specific event such as animals on the line, level crossing failures and trespassers."
    },
    {
      "skillId": "5bb982b7-e208-4f16-8c67-99ccdd218e50",
      "detail": "Incident responder: Ensure the correct protection measures have been taken to make an incident safe for those directly impacted e.g. colleagues, passengers, emergency services."
    },
    {
      "skillId": "528aeb94-7ac1-45ce-8764-b3a69dbab195",
      "detail": "Incident responder: Facilitate investigation and recovery activities such as preserving evidence; initiating an investigation."
    },
    {
      "skillId": "4abe8349-40f6-4652-9342-16659e2ca83c",
      "detail": "Incident responder: Follow a defined set of procedures which outline the basic response to an incident, such as arrive on site, assess, make safe, report and liaise with others as necessary."
    }
  ],
  "optionsUnstructuredTemplate": [
    "Electrical Controller",
    "Incident Responder",
    "Signalling Operators"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-08-17T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0276",
  "tbMainContact": "Barry.Smith@nsar.co.uk",
  "involvedEmployers": "Crossrail, Network Rail, HS1, Transport for London , GWR",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Electrical control operator",
    "Incident response manager",
    "Points operator",
    "Route controller",
    "Service and infrastructure manager",
    "Signaller",
    "Signalling operator",
    "Traffic manager"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Transport",
  "cluster": "Transport Operations Operative/Technician",
  "clusterId": "16",
  "clusterDescription": "Support a transport facility's operation and/or support the loading and movement of a freight or passenger vehicle or vessel",
  "createdDate": "2022-04-11T14:04:15 +00:00",
  "lastUpdated": "2022-12-07T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-08-17T00:00:00 +00:00",
  "banners": "The Level 2 Rail Infrastructure Operator occupation (ST0419) that was approved for delivery 17 August 2017 underwent revision during 2022. This resulted in (ST0419) being retired and replaced by the Level 3 occupation (ST1378).",
  "occupationCode": "",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0419-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0419-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "c117feeb-498e-4f35-b66e-883791301830",
      "title": "Electrical Controller",
      "occupationCode": ""
    },
    {
      "optionId": "086361b2-ac9f-4aac-a523-5be0c13d5cd9",
      "title": "Incident Responder",
      "occupationCode": ""
    },
    {
      "optionId": "dc28114e-1955-4ada-a654-cc65e20e347f",
      "title": "Signalling Operators",
      "occupationCode": ""
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Electrical Controller",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Incident Responder",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Signalling Operators",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-12-07T00:00:00"
}