{
  "templateType": "Apprenticeship Standard",
  "larsCode": 167,
  "referenceNumber": "ST0457",
  "learningAimClassCode": "",
  "title": "Engineering technician",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0457",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "The funding band for this standard has been reviewed as part of the apprenticeship funding band review. The new funding band is £26000",
  "changedDate": "2022-04-28T00:00:00",
  "earliestStartDate": "2019-03-04T00:00:00",
  "latestStartDate": "2022-10-18T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Designing, building, servicing and repairing a range of engineering products and services.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 42,
  "maxFunding": 26000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "engineer",
    "toolmaking",
    "technician",
    "design",
    "building",
    "repaire",
    "engineering"
  ],
  "jobRoles": [
    "Engineering Technician",
    "Aerospace Technician",
    "Aviation Engineer",
    "Maritime Engineering",
    "Machinist",
    "Mechatronics Engineer and Toolmaker"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4673/st0457_engineering-technician_l3_ap-for-publication_181120.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.1",
  "standardInformation": "&lt;p&gt;The following Standard reflects employers’ requirements for the skills, knowledge and behaviours expected from someone to be competent in the job role.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core occupational profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Engineering Technicians in the Aerospace, Aviation, Automotive, Maritime Defence and wider Advanced Manufacturing and Engineering Sector are predominantly involved in highly skilled, complex work and must, as a minimum be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Apply safe systems of working&lt;/li&gt;\n&lt;li&gt;Make a technical contribution to either the design, development, quality assurance, manufacture, installation, commissioning, decommissioning, operation or maintenance of products, equipment, systems, processes or services&lt;/li&gt;\n&lt;li&gt;Apply proven techniques and procedures to solve engineering/manufacturing problems&lt;/li&gt;\n&lt;li&gt;Demonstrate effective interpersonal skills in communicating both technical and non-technical information&lt;/li&gt;\n&lt;li&gt;Have a commitment to continued professional development&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Engineering Technicians take responsibility for the quality and accuracy of the work they undertake within the limits of their personal authority. They also need to be able to demonstrate a core set of behaviours in order to be competent in their job role, complement wider business strategy and development. This will enable them to support their long term career development.&lt;/p&gt;\n&lt;p&gt;Engineered and manufactured products and systems that Engineering Technicians work on could involve mechanical, electrical, electronic, electromechanical and fluid power components/systems.&lt;/p&gt;\n&lt;h3&gt;Typical job titles:&amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;Engineering Technician, Aerospace Technician, Aviation Engineer, Maritime Engineering, Machinist, Mechatronics Engineer and Toolmaker&amp;nbsp;&lt;/p&gt;\n&lt;h4&gt;Aerospace and Aviation&lt;/h4&gt;\n&lt;p&gt;1. Aerospace Manufacturing Fitter&lt;br&gt;2. Aerospace Manufacturing Electrical/Mechanical and Systems Fitter&lt;br&gt;3. Aircraft Maintenance Fitter/ Technician (Fixed and Rotary Wing)&lt;br&gt;4.Airworthiness, Planning, Quality and Safety Technician&lt;/p&gt;\n&lt;h4&gt;Maritime Defence&lt;/h4&gt;\n&lt;p&gt;5. Maritime Electrical Fitter&lt;br&gt;6. Maritime Mechanical Fitter&lt;br&gt;7. Maritime Fabricator&lt;br&gt;8. Maritime Pipeworker&lt;/p&gt;\n&lt;h4&gt;Sector Wide&lt;/h4&gt;\n&lt;p&gt;9. Machinist – Advanced Manufacturing Engineering&lt;br&gt;10. Mechatronics Maintenance Technician&lt;br&gt;11. Product Design and Development Technician&lt;br&gt;12. Toolmaker and Tool and Die Maintenance Technician&lt;br&gt;13. Technical Support Technician&lt;/p&gt;\n&lt;h4&gt;Core Knowledge &amp;amp; Skills&lt;/h4&gt;\n&lt;p&gt;Engineering Technicians are able to demonstrate:&lt;/p&gt;\n&lt;h4&gt;Knowledge:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;understanding the importance of complying with statutory, quality, organisational and health and safety regulations&lt;/li&gt;\n&lt;li&gt;understanding of general engineering/manufacturing mathematical and scientific principles, methods, techniques, graphical expressions, symbols formulae and calculations used by engineering technicians&lt;/li&gt;\n&lt;li&gt;understanding the structure, properties and characteristics of common materials used in the sector&lt;/li&gt;\n&lt;li&gt;understanding the typical problems that may arise within their normal work activities/environment&lt;/li&gt;\n&lt;li&gt;understanding approved diagnostic methods and techniques used to help solve engineering/manufacturing problems&lt;/li&gt;\n&lt;li&gt;understanding the importance of only using current approved processes, procedures, documentation and the potential implications for the organisation if this is not adhered to&lt;/li&gt;\n&lt;li&gt;understanding and interpreting relevant engineering/manufacturing data and documentation in order to complete their job role&lt;/li&gt;\n&lt;li&gt;understanding the different roles and functions in the organisation and how they interact.&lt;/li&gt;\n&lt;li&gt;understanding why it is important for an organisation to continually review their processes and procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Skills:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;obtaining, checking and using the appropriate documentation (such as job instructions, drawings, quality control documentation)&lt;/li&gt;\n&lt;li&gt;working safely at all times, complying with health, safety and environmental legislation, regulations and organisational requirements&lt;br&gt;planning and where applicable obtaining all the resources required to undertake the work activity&lt;/li&gt;\n&lt;li&gt;undertaking the work activity using the correct processes, procedures and equipment&lt;/li&gt;\n&lt;li&gt;carrying out the required checks (such as quality, compliance or testing) using the correct procedures, processes and/or equipment&lt;/li&gt;\n&lt;li&gt;dealing promptly and effectively with engineering/manufacturing problems within the limits of their responsibility using approved diagnostic methods and techniques and report those which cannot be resolved to the appropriate personnel&lt;/li&gt;\n&lt;li&gt;completing any required documentation using the defined recording systems at the appropriate stages of the work activity&lt;/li&gt;\n&lt;li&gt;restoring the work area on completion of the activity and where applicable return any resources and consumables to the appropriate location&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Behaviours&lt;/h4&gt;\n&lt;p&gt;&lt;br&gt;The required behaviours are:&lt;/p&gt;\n&lt;p&gt;1. Personal responsibility, resilience and ethics. Comply with health and safety guidance and procedures, be disciplined and have a responsible approach to risk, work diligently at all times, accept responsibility for managing time and workload and stay motivated and committed when facing challenges. Comply with any organisational policies/codes of conduct in relation to ethical compliance&lt;br&gt;2. Work effectively in teams. Integrate with the team, support other people, consider implications of their actions on other people and the business&lt;br&gt;3. Effective communication and interpersonal skills. open and honest communicator, communicating clearly using appropriate methods, listening to others and have a positive and respectful attitude&lt;br&gt;4. Focus on quality and problem solving. Follow instructions and guidance, demonstrates attention to detail, follow a logical approach to problem solving and seek opportunities to improve quality, speed and efficiency&lt;br&gt;5. Continuous personal development. Reflect on skills, knowledge and behaviours and seeks opportunities to develop, adapt to different situations, environments or technologies and have a positive attitude to feedback and advice&lt;/p&gt;\n&lt;h3&gt;Entry Requirements&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the recruitment and selection criteria for their Apprenticeships. In order to optimise success, candidates will typically have 4 GCSEs at Grade C/4 or equivalent, including Mathematics, English and a Science.&lt;/p&gt;\n&lt;h3&gt;Duration of apprenticeship&lt;/h3&gt;\n&lt;p&gt;Typically 42-48 months - timescales may vary depending on occupational role and/or prior relevant qualifications / experience and Assessment of Prior Learning and Knowledge (APL/K) opportunities.&lt;/p&gt;\n&lt;h3&gt;Qualifications and development&lt;/h3&gt;\n&lt;p&gt;All apprentices will be required to achieve as&amp;nbsp; a minimum:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;An employer approved Level 2 Foundation Competence qualification&lt;/li&gt;\n&lt;li&gt;An employer approved Level 3 Development Competence qualification&lt;/li&gt;\n&lt;li&gt;An employer approved Level 3 Development Technical Knowledge qualification&lt;/li&gt;\n&lt;li&gt;Apprentices without Level 2 English and Maths will need to achieve this level prior to taking end point assessment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;See section Employer Specific Requirements of this Standard for further details on the specific mandatory qualifications required for each job role&lt;/p&gt;\n&lt;p&gt;All of the qualification requirements in the foundation and development phases are mandatory outcomes for the completion and final certification of the Apprenticeship Standard. Each qualification has a core and options approach and employers will select the most applicable pathway and unit options to meet their organisational requirements.&lt;br&gt;There will be an end point assessment during the final phase of the Apprenticeship where the apprentice will need to demonstrate to the employer how they have achieved full occupational&amp;nbsp; competence against, skills, knowledge and behaviours, set out in the Standard On successful completion of the End Point assessment and employer endorsement phase (final sign off) apprentices will be then be put forward to be awarded their Apprenticeship completion certificate.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional recognition&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Completion of the Apprenticeship is designed to be recognised by relevant Professional Engineering Institutions at the appropriate level of professional registration (EngTech). In the case of the Military specific pathway in the Aircraft Maintenance Fitter/Technician Standard, professional competence will be recognised by the Military Independent Assessment Authority (MIAA).&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level and review &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship Standard is at Level 3 and will be reviewed as a minimum every three years.&lt;/p&gt;\n&lt;p&gt;Options: Sector/Occupational Specific Role Requirements – Knowledge, Skills and&lt;br&gt;Behaviours (NB All Mandatory Qualifications listed in sections 1-13 to be made available by September 2017)&lt;/p&gt;\n&lt;h3&gt;Aerospace and Aviation&lt;/h3&gt;\n&lt;h4&gt;1. Aerospace Manufacturing Fitter&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Role Profile&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Aerospace manufacturing fitters are predominantly involved in highly skilled, complex and specialist detailed work, assembling aircraft systems according to specific work instructions, using relevant hand and machine tools, jigs and measuring equipment. They must comply with statutory regulations and organisational safety requirements. They must be able to use and interpret engineering data and documentation such as engineering drawings and computer generated printouts. They will be expected to work both individually and as part of a manufacturing team. They will be expected to&lt;br&gt;test and adjust the systems they have installed ensuring individual components and assemblies meet the required specification. They will be able to work with minimum supervision, taking responsibility for the quality and accuracy of the work they undertake. They will be proactive in finding solutions to problems and identifying areas for improving the business.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge and Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand mathematical techniques, algebraic expressions, formulae and calculation applied to the theory of flight, aerodynamics and aviation manufacturing processes&lt;/li&gt;\n&lt;li&gt;understand the structure, properties and characteristics of materials used in the construction of aero components, sub-assemblies and whole structures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;understand the fundamentals of electrical, electronic and fluid power theory&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&amp;nbsp;&lt;strong&gt;Specific Specialist Skills &lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;read and interpret relevant data and documentation used to manufacture aerospace components/systems&lt;/li&gt;\n&lt;li&gt;assemble and disassemble aerospace mechanical components, sub-assemblies and whole systems (new and in service) as required&lt;br&gt;measure and mark out of materials to carry out precision machining and hand fitting processes&lt;/li&gt;\n&lt;li&gt;precision drilling and finishing of holes in aircraft assemblies&lt;br&gt;use mechanical and or electrical/electronic measuring and or test equipment used on aircraft assemblies and systems&lt;/li&gt;\n&lt;li&gt;apply assembly techniques (such as mechanical fasteners, welding and bonding techniques)&lt;/li&gt;\n&lt;li&gt;use sealing and jointing techniques: use of seals, gaskets, and jointing materials&lt;br&gt;contribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Mandatory Qualifications&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;After a period of foundation skills and technical knowledge development all apprentices will be required to achieve the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 2 Diploma in Aerospace and Aviation Engineering (Foundation Competence)&lt;/li&gt;\n&lt;li&gt;Level 2 Diploma in Aerospace and Aviation Engineering (Foundation Knowledge)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;After a further period of skills and technical knowledge development all apprentices will be required to achieve the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 Diploma in Aerospace Manufacturing (Development Competence)&lt;/li&gt;\n&lt;li&gt;Level 3 Diploma in Aerospace and Aviation (Development Knowledge)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;2. Aerospace Manufacturing Electrical / Mechanical and Systems Fitter&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Role Profile&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Aerospace Manufacturing Electrical / Mechanical and Systems Fitters are predominantly involved in highly skilled, complex and specialist detailed work, assembling, installing and testing aircraft electrical / mechanical/electromechanical equipment and systems according to specific work instructions, using relevant hand tools, installation and testing methods and techniques. They will be expected to test and adjust the equipment/ systems they have installed ensuring individual components, assemblies and systems meet the required specification.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge and Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand mathematical techniques, algebraic expressions, formulae and calculation applied to the theory of flight, aerodynamics, electrical, fuel, hydraulic&lt;br&gt;and pneumatic and flying control systems and aviation manufacturing processes&lt;/li&gt;\n&lt;li&gt;understand the structure, properties and characteristics of materials used in the construction of aerospace components, sub-assemblies and whole structures&lt;/li&gt;\n&lt;li&gt;understand the practical and theoretical requirements of aerospace electrical, electronic, mechanical, electromechanical and fluid power equipment and systems&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;read and interpret relevant data and documentation used to manufacture aerospace components/systems&lt;/li&gt;\n&lt;li&gt;assemble, disassemble and install aerospace components, sub-assemblies and whole systems (new and in service) as required such as wiring looms, anti-icing systems, electrical connectors, avionic units and using specified methods and procedures&lt;/li&gt;\n&lt;li&gt;set up and use a range of measuring, testing, diagnostic tools, rigs and equipment, using approved methods and procedures install lighting, power supplies, engine control and instrumentation systems&lt;/li&gt;\n&lt;li&gt;carry out testing and diagnostic activities on installed components, equipment and systems and making adjustment/rectification where applicable&lt;/li&gt;\n&lt;li&gt;carry out precision drilling and finishing of holes in aerospace assemblies&lt;br&gt;apply correct locking and securing methods and techniques (mechanical fasteners, locking and electrical bonding techniques)&lt;/li&gt;\n&lt;li&gt;use sealing and jointing techniques: use of seals, gaskets, and jointing materials&lt;br&gt;install and connect pipe-work systems and aerospace assemblies&lt;/li&gt;\n&lt;li&gt;contribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Mandatory Qualifications&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;After a period of foundation skills and technical knowledge development all apprentices will be required to achieve the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 2 Diploma in Aerospace and Aviation Engineering (Foundation Competence)&lt;/li&gt;\n&lt;li&gt;Level 2 Diploma in Aerospace and Aviation Engineering (Foundation Knowledge)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;After a further period of skills and technical knowledge development all apprentices will be required to achieve the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 Diploma in Aerospace Manufacturing (Development Competence)&lt;/li&gt;\n&lt;li&gt;Level 3 Diploma in Aerospace and Aviation (Development Knowledge)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;3&lt;/strong&gt;&lt;strong&gt;. Aircraft Maintenance Fitter/Technician (Fixed and Rotary Wing) Role Profile&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Aircraft Maintenance Fitters/Technicians work on maintaining aircraft of all types from small aeroplanes to airliners, jet fighters and helicopters, both civil and military. They are expected to carry out approved maintenance processes to maintain the airworthiness of the aircraft. It involves highly skilled, complex and specialist work, maintaining aircraft systems according to approved requirements and work instructions, using relevant hand tools and equipment. They must comply with civil and or military regulatory and organisational requirements. They must be able to research data sources, ensuring that on completion of a task all aircraft documentation is accurately filled in.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Specialist Knowledge and Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand mathematical techniques, formula and calculation applied in an aircraft maintenance environment.&lt;/li&gt;\n&lt;li&gt;understand the structure, properties and characteristics of materials used in the construction, maintenance and repair of aircraft components, whole structures and sub-assemblies&lt;/li&gt;\n&lt;li&gt;understand the fundamentals of electrical, electronic, digital, analogue, aircraft systems and maintenance practices&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;read and interpret relevant data and documentation used to maintain aircraft components and systems&lt;/li&gt;\n&lt;li&gt;select and use the correct hand and mechanical tools and equipment while carrying out maintenance of aircraft&lt;br&gt;apply human factors in aviation – attitudes and behaviours to ensure aviation safety&lt;/li&gt;\n&lt;li&gt;use mechanical and electrical measuring and or test equipment while carrying out aircraft maintenance activities&lt;/li&gt;\n&lt;li&gt;carry out aircraft functional checks and fault diagnosis e.g. electrical bonding and earthing; flight control rigging&lt;/li&gt;\n&lt;li&gt;use ground support equipment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Plus &lt;strong&gt;two&lt;/strong&gt; of the following:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;identify, control, repair and prevent damage, fatigue and corrosion of aircraft components&lt;/li&gt;\n&lt;li&gt;maintain power-plant (piston or turbine engines), propellers or rotors&lt;/li&gt;\n&lt;li&gt;use the correct bonding and assembly techniques e.g. in composite assembly&lt;/li&gt;\n&lt;li&gt;measure and mark out materials to carry out precision repairs to aircraft&lt;/li&gt;\n&lt;li&gt;carry out precision drilling and finishing of holes in aircraft assemblies&lt;/li&gt;\n&lt;li&gt;identify and install mechanical fasteners&lt;/li&gt;\n&lt;li&gt;use sealing and jointing techniques: use of seals, gaskets and jointing techniques&lt;/li&gt;\n&lt;li&gt;assemble, repair and replace pipe work for aircraft and engine systems&lt;/li&gt;\n&lt;li&gt;inspect, repair, remove and replace aircraft structures, components, sub-assemblies and systems&lt;/li&gt;\n&lt;li&gt;undertake aircraft flight-line handling and operations&lt;/li&gt;\n&lt;li&gt;carry out testing and diagnostic activities on components, sub – assemblies or whole systems, making adjustments/rectifications where applicable&lt;/li&gt;\n&lt;li&gt;maintain aerospace components, sub – assemblies or whole systems as required&lt;br&gt;undertake aircraft role configuration activities/requirements&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Mandatory Qualifications&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;After a period of foundation skills and technical knowledge development all apprentices will be required to achieve the following qualification:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 2 Diploma Aerospace and Aviation Engineering (Foundation Competence) Or&lt;/li&gt;\n&lt;li&gt;Level 2 Diploma in Aerospace and Aviation Engineering (Military Foundation Competence)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;After a further period of skills and technical knowledge development all apprentices will be required to achieve one of the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 Diploma in Aviation Maintenance (Development Competence)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Or&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 Diploma in Aviation Maintenance (Development Competence) - Military&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Plus &lt;strong&gt;one&lt;/strong&gt; of the following Technical Knowledge Qualifications as applicable to the pathway being undertaken&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 Diploma in Aircraft Maintenance (Civil Aircraft Mechanical) approved by the CAA&lt;/li&gt;\n&lt;li&gt;Level 3 Diploma in On-Aircraft Maintenance Category A&lt;/li&gt;\n&lt;li&gt;Level 3 Diploma in Aircraft Maintenance (Military)&lt;/li&gt;\n&lt;li&gt;EASA Aircraft Maintenance Licence Category A, Part 66 modules through an approved Part 147 Training Organisation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;4. Airworthiness, Planning, Quality and Safety Technician&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Role Profile&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Airworthiness, Planning, Quality and Safety Technicians work on reviewing data, making and implementing decisions, and monitoring their effect on the operation and airworthiness of aircraft of all types from small aeroplanes to airliners, jet fighters, airships and helicopters, both civil and military, using approved airworthiness information and processes. It involves highly skilled, complex and specialist work, monitoring continuing airworthiness data and aircraft systems according to applicable requirements and work instructions, using relevant documentation. They may work within civil or military organisations identifying and researching applicable information, ensuring that all aircraft documentation is accurately completed. They will be expected to work both individually or as part of a larger team. They will identify and resolve problems using the appropriate processes within the limits of their authority/approval. They will understand how and why procedures are produced for keeping aircraft airworthy and the importance of following them. Progression from this role could include supervisory and management roles.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge and Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand the regulatory and organisational requirements and need for producing, monitoring and completing aircraft continuing airworthiness document sets and associated tasks&lt;/li&gt;\n&lt;li&gt;understand practices, processes and philosophy of aircraft maintenance for servicing, scheduled, condition based, unplanned maintenance work, and defect&lt;br&gt;rectification&lt;/li&gt;\n&lt;li&gt;understand mathematical techniques, algebraic expressions, formulae, calculation and physics applied to the theory of flight, aerodynamics and aviation maintenance processes&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;prepare and maintain the aircraft maintenance programme&lt;/li&gt;\n&lt;li&gt;comply with statutory, quality and organisational requirements for aviation safety and occupational health and safety in a continuing airworthiness organisation&lt;/li&gt;\n&lt;li&gt;apply Human Factors in aviation – developing attitudes and behaviours to ensure aviation safety&lt;/li&gt;\n&lt;li&gt;maintain relationships between the aircraft operator and the aircraft maintenance organisation recognising the regulatory responsibilities of both parties&lt;/li&gt;\n&lt;li&gt;use relevant computer software, information systems and documentation necessary to carry out the role&lt;/li&gt;\n&lt;li&gt;use asset and inventory management systems within a continuing airworthiness environment&lt;/li&gt;\n&lt;li&gt;contribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures&lt;/li&gt;\n&lt;li&gt;Several options are available through the apprenticeship depending on the context of the organisation, whether in civil or military aviation, rotary or fixed wing aircraft, in continuing airworthiness management or aircraft maintenance and repair organisations.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Plus &lt;strong&gt;two&lt;/strong&gt; of the following:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;apply the principles and methods used to implement aviation safety management systems&lt;/li&gt;\n&lt;li&gt;apply reliability monitoring and analysis of aircraft and their systems&lt;/li&gt;\n&lt;li&gt;apply compliance monitoring and quality auditing of the organisation and aircraft&lt;br&gt;work with other personnel internal and external to the organisation, providing good customer service&lt;/li&gt;\n&lt;li&gt;apply fleet planning, maintenance scheduling and aircraft on the ground (AOG)&lt;br&gt;requirements&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Mandatory Qualifications&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;After a period of foundation skills and technical knowledge development within a protected environment all apprentices will be required to achieve the following qualification:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 2 Diploma in Aerospace and Aviation Engineering (Foundation Competence) – Airworthiness&lt;br&gt;Planning, Quality and Safety Technician&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;After a further period of skills and technical knowledge development all apprentices will be required to achieve the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 Diploma in Airworthiness Planning, Quality and Safety (Development Competence)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Or&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 Extended NVQ Diploma – Engineering Technical Support&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Or&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 Diploma in Advanced Manufacturing Engineering (Development Competence) – Technical Support&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Plus one of the following Technical Knowledge Qualifications:&lt;br&gt;&lt;br&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 Diploma in Aircraft Maintenance (Civil Aircraft Mechanical) – approved by the CAA&lt;/li&gt;\n&lt;li&gt;Level 3 Diploma in Aircraft Maintenance (Military)&lt;/li&gt;\n&lt;li&gt;Level 3 Diploma in On-Aircraft Maintenance-Category A&lt;/li&gt;\n&lt;li&gt;EASA Aircraft Maintenance Licence Category A Part 66 modules&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Maritime Defence&lt;/h3&gt;\n&lt;h4&gt;5. Maritime Electrical Fitter&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Role Profile&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;The Electrical Fitter utilises engineering drawings, data and documentation in order to undertake the manufacture, installation, testing, commissioning, fault diagnosis, maintenance, overhaul and removal of electrical and data systems on maritime vessels. This covers propulsion machinery, weapons, sensors, reactor and auxiliary systems (such as water, air conditioning, electronic equipment including programmable logic controllers, power generation and distribution). It requires knowledge and expertise in the use of common and specialist electrical equipment, machines and hand tools, and the use of a variety of measuring and diagnostic equipment and processes to ensure individual components and assemblies meet the required specification.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge and Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand the specific mathematical techniques, formula and calculation in a maritime electrical/electronic environment&lt;/li&gt;\n&lt;li&gt;understand maritime electrical/electronic engineering technology and principles in the design, equipment build, operation and maintenance of maritime vessels.&lt;/li&gt;\n&lt;li&gt;understand how to correctly select and use hand, electrical, mechanical tools and test equipment used in the Maritime Industry.&lt;/li&gt;\n&lt;li&gt;understand the practical and theoretical requirements of maritime electrical, electronic, mechanical, electromechanical, fibre-optics, fluid power equipment and systems used on board vessels.&lt;/li&gt;\n&lt;li&gt;understand the materials and properties used in the electrical area of the Maritime Industry.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;read, analyse and interpret engineering data, drawings and documentation used in the design, build, operation and repair of maritime vessels&lt;/li&gt;\n&lt;li&gt;use hand, power and machine tools to measure, mark out, cut, drill, shape and finish components to the required engineering tolerances.&lt;/li&gt;\n&lt;li&gt;assemble, remove, maintain and overhaul components, sub-assemblies and whole systems in a maritime environment.&lt;/li&gt;\n&lt;li&gt;apply assembly and installation methods and techniques (such as terminations, connectors, mechanical fasteners, seals, gaskets, and jointing materials) on maritime vessels.&lt;/li&gt;\n&lt;li&gt;undertake testing, inspection and diagnostic activities on components, equipment and systems on maritime vessels, making adjustments where applicable.&lt;/li&gt;\n&lt;li&gt;contribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Mandatory Qualifications&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;After a period of foundation skills and technical knowledge development all apprentices will be required to achieve the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 2 Diploma in Maritime Defence (Foundation Competence)&lt;/li&gt;\n&lt;li&gt;Level 2 Diploma in Maritime Defence (Foundation Knowledge)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;After a further period of skills and technical knowledge development all apprentices will be required to achieve the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 Diploma in Maritime Defence (Development Competence)&lt;/li&gt;\n&lt;li&gt;Level 3 Diploma in Maritime Defence (Development Knowledge)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;6. Maritime Mechanical Fitter&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Role Profile&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;The Mechanical Fitter role involves working from engineering drawings, data and documentation in order to undertake the manufacture, installation, testing, commissioning, fault diagnosis, maintenance, overhaul and removal of mechanical and fluid power equipment on ships and submarines involved in defence and commercial shipping. This can include propulsion machinery, weapons, reactor and auxiliary systems (such as water, air conditioning and power generation). It requires knowledge and expertise in the use of common and specialist machine and hand tools, and the use of a variety of measuring and diagnostic equipment and processes to ensure individual components and assemblies meet the required specification. The Mechanical Fitter must comply with statutory regulations and organisational safety requirements and will be expected to work both individually and as part of a team. On completion of the Apprenticeship they will be able to work with minimum supervision, taking responsibility for the quality and accuracy of the work they undertake and will be proactive in finding solutions to problems and identifying areas to improve business processes.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge and Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand the specific mathematical techniques, formula and calculation applied in a maritime mechanical fitting environment&lt;/li&gt;\n&lt;li&gt;understand maritime engineering technology and principles applied in the design, build, operation and maintenance of Maritime vessels.&lt;/li&gt;\n&lt;li&gt;understand the practical and theoretical requirements of maritime electrical, electronic, mechanical, electromechanical and fluid power equipment and systems used on board vessels.&lt;/li&gt;\n&lt;li&gt;understand material and fluid properties used in the mechanical area of the Maritime Industry.&lt;/li&gt;\n&lt;li&gt;understand how to correctly select and use hand and mechanical tools and jigs used in the Maritime industry.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;read, analyse and interpret engineering data, drawings and documentation used in the design, build, operation and repair of maritime vessels&lt;/li&gt;\n&lt;li&gt;measure and mark out to carry out precision machining and hand fitting processes&lt;br&gt;use hand tools to cut, drill, shape and finish components to the required engineering tolerances.&lt;/li&gt;\n&lt;li&gt;assemble, remove and overhaul components, sub-assemblies and whole systems in a maritime environment&lt;/li&gt;\n&lt;li&gt;apply assembly and installation methods and techniques (such as mechanical fasteners, use of seals, gaskets, and jointing materials) on board ships and submarines.&lt;/li&gt;\n&lt;li&gt;undertake the testing, inspection and diagnostic activities on components, equipment and systems on board ships and submarines and making adjustments where applicable.&lt;/li&gt;\n&lt;li&gt;undertake planned and corrective maintenance activities on components, equipment and systems.&lt;/li&gt;\n&lt;li&gt;contribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Mandatory Qualifications&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;After a period of foundation skills and technical knowledge development all apprentices will be required to achieve the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 2 Diploma in Maritime Defence (Foundation Competence)&lt;/li&gt;\n&lt;li&gt;Level 2 Diploma in Maritime Defence (Foundation Knowledge)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;After a further period of skills and technical knowledge development all apprentices will be required to achieve the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 Diploma in Maritime Defence (Development Competence)&lt;/li&gt;\n&lt;li&gt;Level 3 Diploma in Maritime Defence (Development Knowledge)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;7. Maritime Fabricator&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Role Profile&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;The Maritime Fabricator role involves the fabrication, construction and repair of structures for defence and commercial vessels. This is achieved by working from engineering drawings, data and documentation. It requires knowledge and expertise in the use of machine and hand tools involved in preparing and cutting materials, this can include hot working processes such as welding, thermal cutting and grinding. A variety of measuring equipment, diagnostic techniques and processes are used to ensure individual components and assemblies meet the required specification. The&lt;br&gt;Fabricator must comply with statutory regulations and organisational safety requirements and will be expected to work both individually and as part of a team. They will be able to work with minimum supervision, taking responsibility for the quality and accuracy of the work they undertake and will be proactive in finding solutions to problems and identifying areas to improve business processes.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge and Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand specific mathematical techniques, formula and calculation applied in a maritime fabrication environment.&lt;/li&gt;\n&lt;li&gt;understand engineering terminology and principles applied in the design, build, operation and repair of maritime vessels.&lt;/li&gt;\n&lt;li&gt;understand how to select the correct hot working process and tools / equipment.&lt;/li&gt;\n&lt;li&gt;understand materials and processes used in the fabrication and construction area of the Maritime Industry.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;use hand and mechanical tools, jigs and test equipment safely in the Maritime Industry.&lt;/li&gt;\n&lt;li&gt;read, analyse and interpret engineering data, drawings and documentation used in the design, build, operation and repair of maritime vessels.&lt;/li&gt;\n&lt;li&gt;carry out fabrication and construction processes through precision measuring and marking out.&lt;/li&gt;\n&lt;li&gt;use hand tools / machinery to cut, drill, shape and finish components to the required engineering tolerances.&lt;/li&gt;\n&lt;li&gt;assemble, remove and overhaul components in a maritime environment.&lt;/li&gt;\n&lt;li&gt;apply assembly and installation methods and techniques (such as mechanical fasteners, use of seals, gaskets, and jointing materials) on maritime vessels.&lt;/li&gt;\n&lt;li&gt;undertake planned and corrective repair activities on structures, components and equipment.&lt;/li&gt;\n&lt;li&gt;contribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Mandatory Qualifications&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;After a period of foundation skills and technical knowledge development all apprentices will be required to achieve the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 2 Diploma in Maritime Defence (Foundation Competence)&lt;/li&gt;\n&lt;li&gt;Level 2 Diploma in Maritime Defence (Foundation Knowledge)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;After a further period of skills and technical knowledge development all apprentices will be required to achieve the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 Diploma in Maritime Defence (Development Competence)&lt;/li&gt;\n&lt;li&gt;Level 3 Diploma in Maritime Defence (Development Knowledge)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;8. Maritime Pipeworker&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Role Profile&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;The Pipeworker role involves working from engineering drawings, data and documentation in order to undertake the fabrication, installation, testing, commissioning and removal of fluid power and domestic pipe systems on ships and submarines in defence and commercial shipping. This can&lt;br&gt;include systems associated with propulsion, machinery, weapons, reactor and auxiliary (such as water, air conditioning and power generation). It requires knowledge and expertise in the use of common and specialist pipe forming machine and hand tools. The Pipeworker will use a variety of measuring and diagnostic processes to ensure individual components and assemblies meet the required specification. They must comply with statutory regulations, organisational safety requirements and be expected to work both individually and as part of a team. They will work with minimum supervision, taking responsibility for the quality and accuracy of the work they undertake and be proactive in finding solutions to problems and identifying improvements to business processes.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge and Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand mathematical techniques, formula and calculation applied in the fabrication, repair and installation of maritime pipe systems.&lt;/li&gt;\n&lt;li&gt;understand engineering technology and principles applied in the design, build, operation and maintenance of maritime vessels.&lt;/li&gt;\n&lt;li&gt;understand how to correctly select and use hand and mechanical tools and jigs used in fabrication, repair and installation of maritime pipe systems.&lt;/li&gt;\n&lt;li&gt;understand the common and specialist pipe material (ferrous, non-ferrous and non- metallic) used in the pipework area of the Maritime Industry.&lt;/li&gt;\n&lt;li&gt;understand the principles of brazing, welding and other hot working techniques used in the fabrication, repair and installation of pipework systems.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;read, analyse and interpret engineering data, drawings and documentation used in the design, build, operation and repair of maritime vessels&lt;/li&gt;\n&lt;li&gt;measure and mark out to enable the fabrication of pipework using a variety of materials (ferrous, non-ferrous and non-metallic) and processes (to include taking&lt;/li&gt;\n&lt;li&gt;wire templates and jigs, setting to boards etc).&lt;/li&gt;\n&lt;li&gt;use hand and machine tools to cut, drill, shape and finish components to the required engineering tolerances.&lt;/li&gt;\n&lt;li&gt;fabricate, install and repair pipe systems in a maritime environment.&lt;/li&gt;\n&lt;li&gt;apply assembly and installation techniques (such as brazing, welding, mechanical fasteners, seals, gaskets, jointing materials and methods) on Maritime vessels.&lt;/li&gt;\n&lt;li&gt;undertake testing, inspection and diagnostic activities on pipework systems on maritime vessels, making adjustments where applicable.&lt;/li&gt;\n&lt;li&gt;undertake planned, corrective maintenance and survey activities on pipework components and systems.&lt;/li&gt;\n&lt;li&gt;contribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Mandatory Qualifications&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;After a period of foundation skills and technical knowledge development all apprentices will be required to achieve the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 2 Diploma in Maritime Defence (Foundation Competence)&lt;/li&gt;\n&lt;li&gt;Level 2 Diploma in Maritime Defence (Foundation Knowledge)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;After a further period of skills and technical knowledge development all apprentices will be required to achieve the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 Diploma in Maritime Defence (Development Competence)&lt;/li&gt;\n&lt;li&gt;Level 3 Diploma in Maritime Defence (Development Knowledge)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Sector Wide Advanced Manufacturing and Engineering&lt;/h3&gt;\n&lt;h4&gt;Machinist - Advanced Manufacturing Engineering&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;9. Role Profile&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Machinists in the Advanced Manufacturing Engineering sector are predominantly involved in highly skilled, complex and precision work, machining components from specialist materials using conventional and/or CNC machine tools such as centre lathes, vertical and horizontal milling machines, horizontal and cylindrical grinding machines, electro discharge machines, single and multi- axis CNC machine tools centres. They will be expected to be able set up, operate and adjust/edit equipment settings as applicable to the machine tool being used. When using CNC equipment they&lt;br&gt;will be expected to be able to produce, prove and/or edit programmes. During and on completion of the machining operations they will be expected to measure and check the components being produced and make adjustments to the equipment/programme to ensure components meet the required specification.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge and Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand mathematical techniques, formula and calculation involved in the machining processes such as speeds and feeds, calculating angles/tapers, material removal&lt;/li&gt;\n&lt;li&gt;understand the practical and theoretical uses of the machines used, and their applications.&lt;/li&gt;\n&lt;li&gt;understand the work-holding devices, cutting tools, and setting up procedures, in adequate depth to provide a sound basis for carrying out the activities, correcting faults and ensuring the work output is to the required specification&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;read and interpret relevant data and documentation used to produce machined components&lt;/li&gt;\n&lt;li&gt;determine the most efficient and effective approach to machine the component using a range of tools, machining process and Techniques&lt;/li&gt;\n&lt;li&gt;select and set up the correct tooling and work holding devices&lt;/li&gt;\n&lt;li&gt;set and adjust the machine operating parameters to produce the work pieces to the required specification. This will involve setting feeds and speeds for roughing and finishing operations&lt;/li&gt;\n&lt;li&gt;select and use a range of measuring and testing equipment to check components are to the required quality and accuracy&lt;/li&gt;\n&lt;li&gt;produce complex and specialist components as a one off test and trial work piece and/or producing components in small or large batches&lt;/li&gt;\n&lt;li&gt;contribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Mandatory Qualifications&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;After a period of foundation skills and technical knowledge development all apprentices will be required to achieve the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 2 Diploma in Advanced Manufacturing Engineering (Foundation Competence)&lt;/li&gt;\n&lt;li&gt;Level 2 Diploma in Machining (Foundation Knowledge)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;After a further period of skills and technical knowledge development all apprentices will be required to achieve the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 Diploma in Advanced Manufacturing Engineering (Development Competence) - Machining&lt;/li&gt;\n&lt;li&gt;Level 3 Diploma in Machining (Development Knowledge)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;10. Mechatronics Maintenance Technician&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Role Profile&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Mechatronics Maintenance Technicians ensure that plant and equipment perform to the required standard to facilitate production targets regarding Safety, Quality, Delivery and Cost within High Value Manufacturing environments. Typically the work would cover a broad range of activities include installation, testing, fault finding and the on-going planned maintenance of complex automated equipment. This requires the application of a complex blend of skills, knowledge and occupational behaviours across the electrical, electronic, mechanical, fluid power and control systems disciplines.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge and Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand mathematical techniques, formula and calculations in a mechatronics maintenance environment and the type of equipment being maintained&lt;/li&gt;\n&lt;li&gt;understand mechanical, electrical, electronic, fluid power and process control principles in a mechatronics maintenance environment&lt;/li&gt;\n&lt;li&gt;understand how equipment being maintained functions and operating parameters in individual components and how they interact&lt;/li&gt;\n&lt;li&gt;understand fault diagnostic methods, techniques and equipment used when maintaining equipment and systems&lt;/li&gt;\n&lt;li&gt;understand condition monitoring methods and equipment used and understand how the information gained supports the planning of maintenance activities&lt;/li&gt;\n&lt;li&gt;understand how to minimise machinery downtime by implementing planned preventative maintenance programmes&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;read and interpret relevant data and documentation used to maintain components, equipment and systems&lt;/li&gt;\n&lt;li&gt;carry out condition monitoring of plant and equipment&lt;/li&gt;\n&lt;li&gt;carry out planned maintenance activities on plant and equipment&lt;/li&gt;\n&lt;li&gt;carrying out complex fault diagnosis and repair activities on high technology engineered systems such as:\n&lt;ul&gt;\n&lt;li&gt;Maintaining mechanical equipment&lt;/li&gt;\n&lt;li&gt;Maintaining fluid &amp;amp; pneumatic power equipment&lt;/li&gt;\n&lt;li&gt;Maintaining electrical &amp;amp; electronic equipment&lt;/li&gt;\n&lt;li&gt;Maintaining process control equipment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/li&gt;\n&lt;li&gt;carrying out confirmation testing and subsequent smooth hand over of equipment &amp;amp; plant support the installation, testing and commissioning of equipment (where applicable).&lt;/li&gt;\n&lt;li&gt;contribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Mandatory Qualifications&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;After a period of foundation skills and technical knowledge development all apprentices will be required to achieve the following qualifications&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 2 Diploma in Advanced Manufacturing Engineering (Foundation Competence)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;After a further period of skills and technical knowledge development all apprentices will be required to achieve the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 Diploma in Advanced Manufacturing Engineering (Development Competence) – Mechatronics Maintenance Technician&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Plus &lt;strong&gt;one&lt;/strong&gt; of the following&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 Diploma in Engineering Technology (QCF) – for starts up to June 2017 only&lt;/li&gt;\n&lt;li&gt;Level 3 Extended Diploma in Engineering Technologies (QCF) - for starts up to June 2017 only&lt;/li&gt;\n&lt;li&gt;Level 3 Diploma or Extended Diploma in Advanced Manufacturing Engineering (Development Knowledge) – for all starts from 1st July 2017&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;11. Product Design and Development Technician&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Role Profile&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Product Design &amp;amp; Development Technicians primarily work on all stages of product creation and modification. They support activities ranging from early concept feasibility, design and development stages right through to final preparation for launch and customers. This includes working in concept studios, rapid prototyping, assembly, testing, validating and analysing performance. Typically they&lt;br&gt;work closely with engineers in bring new concepts to life or supporting redesigns of existing products.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge and Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand mathematical techniques, formula and calculations in a product design and development environment&lt;/li&gt;\n&lt;li&gt;understand material applications and methods of testing (destructive and non- destructive)&lt;/li&gt;\n&lt;li&gt;understand Computer Aided Design (CAD) methods and applications&lt;/li&gt;\n&lt;li&gt;understand material joining applications and systems&lt;/li&gt;\n&lt;li&gt;understand mechanical, electrical, electronic and process control systems&lt;/li&gt;\n&lt;li&gt;understand measurement, monitoring, testing and diagnostic methods and techniques&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;read and interpret relevant data and documentation used in the design and development of components, assemblies and systems&lt;/li&gt;\n&lt;li&gt;produce components and prototypes using a wide range of hand fitting techniques&lt;/li&gt;\n&lt;li&gt;produce assemblies and rigs using a range of materials and techniques&lt;/li&gt;\n&lt;li&gt;prepare and using lathes, milling machines, as well as other general or specialist high technology equipment such as 3D printing/additive manufacturing techniques&lt;/li&gt;\n&lt;li&gt;use a range of mechanical, electrical and electronic testing devices and equipment&lt;/li&gt;\n&lt;li&gt;apply mechanical principles and joining techniques to develop products, devices and equipment&lt;/li&gt;\n&lt;li&gt;apply electrical and electronic principles to develop products devices and equipment&lt;/li&gt;\n&lt;li&gt;identify, diagnose and rectify design problems through the whole creation process including design studio, workshops, test environments or under laboratory conditions&lt;/li&gt;\n&lt;li&gt;contribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Mandatory Qualifications&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;After a period of foundation skills and technical knowledge development all apprentices will be required to achieve the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 2 Diploma in Advanced Manufacturing Engineering (Foundation Competence)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;After a further period of skills and technical knowledge development all apprentices will be required to achieve the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 Diploma in Advanced Manufacturing Engineering (Development Competence) – Product&amp;nbsp; Design and Development&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Plus &lt;strong&gt;one&lt;/strong&gt; of the following&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 Diploma in Engineering Technology (QCF) – for starts up to June 2017 only&lt;/li&gt;\n&lt;li&gt;Level 3 Extended Diploma in Engineering Technologies (QCF) - for starts up to June 2017 only&lt;/li&gt;\n&lt;li&gt;Level 3 Diploma or Extended Diploma in Advanced Manufacturing Engineering (Development Knowledge) - for all starts from 1st July 2017&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;12. Toolmaker and Tool and Die Maintenance Technician&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Role Profile&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Toolmakers and Tool &amp;amp; Die Maintenance Technicians are predominantly involved in the highly skilled, complex and specialist detailed work of manufacturing and maintaining the engineering tooling used to produce components, products and assemblies. These products, assemblies and systems affect all of our daily lives, whether it be for travel such as (cars, planes, boats and rail) energy, defence, food, clothing, packaging and health including medical equipment, devices and implants such as joint replacements. This requires the application of a broad range of activities including the interpretation of Engineering drawings and technical instructions and the use of hand, machine and automated computer controlled machine tools and measuring equipment.&lt;br&gt;Technicians must comply with applicable legislation and organisational safety requirements and be expected to work both individually and as part of a manufacturing team, working with minimum supervision, taking responsibility for the quality and accuracy of the work they undertake. They will be proactive in finding solutions to problems and identifying ways to improve the business&lt;br&gt;They will be expected to test and adjust the systems they have built or maintained ensuring tooling, jigs, fixtures and assemblies meet the required specification. This requires the application of a broad range of skills, knowledge and occupational behaviours across a range of engineering disciplines.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge and Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand mathematical techniques, formula and calculations in a Toolmaking environment&lt;/li&gt;\n&lt;li&gt;understand the structure, properties and characteristics of common materials used for the manufacture and repair of tooling, Moulds, Dies and jigs and fixtures&lt;/li&gt;\n&lt;li&gt;understand the safe operation, correct selection and the application of a range of hand tools used for toolmaking and die maintenance, including grinders, drills, stones etc.&lt;/li&gt;\n&lt;li&gt;understand the safe operation and operating principles of a range of complex and often state of the art workshop machinery (such as CNC lathes, milling, grinding and erosion machining centres, drilling and welding equipment)&lt;/li&gt;\n&lt;li&gt;understand how to set up and operate the machinery/equipment efficiently and effectively&lt;/li&gt;\n&lt;li&gt;understand the principles of how the relevant tools, dies, jigs and fixtures being manufactured/maintained function, the operating sequences, the purpose of individual components/systems and how they interact&lt;/li&gt;\n&lt;li&gt;Understand the application of pneumatics, hydraulics, electrical and electronic systems as applied to various moulding, injection, pressing and similar associated&lt;br&gt;machinery.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;read and interpret relevant data and documentation used to produce and/or maintain tool and die components, assemblies and systems&lt;/li&gt;\n&lt;li&gt;apply methods and techniques to produce, assemble, disassemble repair and/or maintain tools, dies, jigs and fixtures as applicable to the employer requirements&lt;/li&gt;\n&lt;li&gt;manufacture components (such as tooling, dies, jigs and fixtures)&lt;/li&gt;\n&lt;li&gt;undertake testing to confirm correct operation, and of the effectiveness of repairs and maintenance activities carried out.&lt;/li&gt;\n&lt;li&gt;undertake equipment/asset care and/or Preventative Planned Maintenance processes and procedures&lt;/li&gt;\n&lt;li&gt;Carry out complex fault diagnosis and repair activities covering the following technologies as applicable to the tool, die, jig and fixture environment:\n&lt;ul&gt;\n&lt;li&gt;Maintaining mechanical equipment&lt;/li&gt;\n&lt;li&gt;Maintaining fluid &amp;amp; pneumatic power equipment&lt;/li&gt;\n&lt;li&gt;Maintaining electrical &amp;amp; electronic equipment&lt;/li&gt;\n&lt;li&gt;Maintaining process control equipment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;contribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Mandatory Qualifications&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;After a period of foundation skills and technical knowledge development all apprentices will be required to achieve the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 2 Diploma in Advanced Manufacturing Engineering (Foundation Competence)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;After a further period of skills and technical knowledge development all apprentices will be required to achieve the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 Diploma in Advanced Manufacturing Engineering (Development Competence) – Toolmaker, Tool and Die Maintenance&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Plus &lt;strong&gt;one&lt;/strong&gt; of the following&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 Diploma in Engineering Technology (QCF) – for starts up to June 2017 only&lt;/li&gt;\n&lt;li&gt;Level 3 Extended Diploma in Engineering Technologies (QCF) - for starts up to June 2017 only&lt;/li&gt;\n&lt;li&gt;Level 3 Diploma or Extended Diploma in Advanced Manufacturing Engineering (Development Knowledge) - for all starts from 1st July 2017&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;13. Technical Support Technician&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Role Profile&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Technical Support Technicians, work as part of a team to provide technical support and expertise for all areas of the Engineering and Manufacturing function including communications software, test, analysis tools, measurement, off line programming, process control, performance and continuous improvement solutions, capacity planning, production scheduling/planning, product technical applications and capability, technical sales and marketing support, product development and innovation, engineering drawing, purchasing and/or supply of goods or services for engineering activities, quality control, inspection and e-commerce technologies as required. The requirements are designed to offer stretch and progression. They will be able to work with minimum supervision, taking responsibility for the quality, accuracy and timely delivery of the work they undertake. They will be proactive in finding solutions to problems and identifying areas for improving the business.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge and Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand mathematical techniques, formula and calculations used in a technical support environment&lt;/li&gt;\n&lt;li&gt;understand the methods and techniques used to evaluate technical data and documentation&lt;/li&gt;\n&lt;li&gt;understand how to identify that the data and documentation being used is current and up to date&lt;/li&gt;\n&lt;li&gt;understand the procedure to be used for making changes to issued documentation&lt;/li&gt;\n&lt;li&gt;understand where and how to source other areas of technical expertise/information to help solve technical problems&lt;/li&gt;\n&lt;li&gt;understand the requirements of the customer (internal/external) and support using the appropriate tools, equipment and processes&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;produce technical documentation that contains all the relevant and necessary data&lt;br&gt;and information required for the technical support activity being carried out&lt;/li&gt;\n&lt;li&gt;present the technical documentation in the required format&lt;br&gt;ensure that codes, symbols and other references used in the technical&lt;br&gt;documentation follows agreed uk/international conventions&lt;/li&gt;\n&lt;li&gt;save and store technical documentation in the correct format, location in accordance with organisational and/or customer requirements&lt;/li&gt;\n&lt;li&gt;make any changes/amendments to the technical documentation using agreed quality&lt;/li&gt;\n&lt;li&gt;assurance control procedures&lt;/li&gt;\n&lt;li&gt;develop effective business and/or customer relationships&lt;/li&gt;\n&lt;li&gt;provide technical advice and guidance to others&lt;/li&gt;\n&lt;li&gt;contribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Plus &lt;strong&gt;one&lt;/strong&gt; of the following:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;produce engineering/manufacturing production plans&lt;/li&gt;\n&lt;li&gt;obtain resources for engineering/manufacturing activities&lt;/li&gt;\n&lt;li&gt;obtain and control materials used in engineering/manufacturing environments&lt;br&gt;implement quality control/assurance systems and procedures in an engineering/manufacturing environment&lt;/li&gt;\n&lt;li&gt;provide technical support services on products or services to internal and/or external customers&lt;/li&gt;\n&lt;li&gt;produce documentation to supply or procure goods or services&lt;/li&gt;\n&lt;li&gt;produce off line programs for computer numerical controlled machines&lt;/li&gt;\n&lt;li&gt;produce programs for scanning/digitizing or co-ordinate measuring machines&lt;/li&gt;\n&lt;li&gt;produce programs for programmable logic control equipment&lt;/li&gt;\n&lt;li&gt;produce programs for industrial robot applications&lt;/li&gt;\n&lt;li&gt;produce engineering software tools/programs for analysis, quality, configuration management, safety assessments, system security applications&lt;/li&gt;\n&lt;li&gt;produce engineering drawings/models using computer aided design techniques&lt;br&gt;(such as mechanical, electrical, fabrication, fluid power, integrated systems or services)&lt;/li&gt;\n&lt;li&gt;undertake complex fault diagnostic and/or condition monitoring activities on equipment, plant or services&lt;/li&gt;\n&lt;li&gt;carry out inspection activities on equipment/components/systems (such as mechanical, electrical, electronic, welded and fabricated.&lt;/li&gt;\n&lt;li&gt;check and calibrate control and test equipment used in an engineering and/or manufacturing environment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Mandatory Qualifications&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;After a period of foundation skills and technical knowledge development all apprentices will be required to achieve the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 2 Diploma in Advanced Manufacturing Engineering (Foundation Competence)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;After a further period of skills and technical knowledge development all apprentices will be required to achieve the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 3 Diploma in Advanced Manufacturing Engineering (Development Competence) – Technical Support&lt;/li&gt;\n&lt;li&gt;Level 3 Diploma or Extended Diploma in Advanced Manufacturing Engineering (Development Knowledge) - for all starts from 1st July 2017&lt;/li&gt;\n&lt;/ul&gt;",
  "occupationalSummary": "",
  "knowledges": [
    {
      "knowledgeId": "c608b600-a124-45f2-927a-f0d4ab7606bc",
      "detail": "understanding of general engineering/manufacturing mathematical and scientific principles, methods, techniques, graphical expressions, symbols formulae and calculations used by engineering technicians"
    },
    {
      "knowledgeId": "b16bf74e-ce6c-470d-88c6-ba0bb840f64f",
      "detail": "understanding approved diagnostic methods and techniques used to help solve engineering/manufacturing problems"
    },
    {
      "knowledgeId": "2380d199-49b1-429a-b366-03abe0b29014",
      "detail": "understanding the importance of only using current approved processes, procedures, documentation and the potential implications for the organisation if this is not adhered to"
    },
    {
      "knowledgeId": "25cef5cf-f24a-4211-8319-b4773d402153",
      "detail": "understanding and interpreting relevant engineering/manufacturing data and documentation in order to complete their job role"
    },
    {
      "knowledgeId": "306d508f-d5f7-4c27-a097-6735662d2bec",
      "detail": "understanding the different roles and functions in the organisation and how they interact."
    },
    {
      "knowledgeId": "98454b5c-feac-41a1-a1a6-72b807d5e2ce",
      "detail": "understanding why it is important for an organisation to continually review their processes and procedures"
    },
    {
      "knowledgeId": "028fe990-3354-44fe-b976-bb2698cc7637",
      "detail": "understand mathematical techniques, algebraic expressions, formulae and calculation applied to the theory of flight, aerodynamics and aviation manufacturing processes"
    },
    {
      "knowledgeId": "12c6416f-ab84-436a-84ad-24b2456aa8d7",
      "detail": "understand the structure, properties and characteristics of materials used in the construction of aero components, sub-assemblies and whole structures"
    },
    {
      "knowledgeId": "5661e171-e75b-4562-b7c4-0dce92b26b81",
      "detail": "understand the fundamentals of electrical, electronic and fluid power theory"
    },
    {
      "knowledgeId": "3445d336-1ef3-41d6-bd28-31e8894a46d0",
      "detail": "understand mathematical techniques, algebraic expressions, formulae and calculation applied to the theory of flight, aerodynamics, electrical, fuel, hydraulic\nand pneumatic and flying control systems and aviation manufacturing processes"
    },
    {
      "knowledgeId": "60eca3bc-5eb5-4889-991a-3fecc8868305",
      "detail": "understand the structure, properties and characteristics of materials used in the construction of aerospace components, sub-assemblies and whole structures"
    },
    {
      "knowledgeId": "ddc9c006-d681-451f-bd66-c896c197d8fe",
      "detail": "understand the practical and theoretical requirements of aerospace electrical, electronic, mechanical, electromechanical and fluid power equipment and systems"
    },
    {
      "knowledgeId": "4e7073d8-0bb7-4793-b460-9cec5ae0b1fa",
      "detail": "understand mathematical techniques, formula and calculation applied in an aircraft maintenance environment."
    },
    {
      "knowledgeId": "e81c6398-cfcf-401f-9c75-a23daa710055",
      "detail": "understand the structure, properties and characteristics of materials used in the construction, maintenance and repair of aircraft components, whole structures and sub-assemblies"
    },
    {
      "knowledgeId": "776bff92-1f64-4dd4-966c-2930ba99b0c1",
      "detail": "understand the fundamentals of electrical, electronic, digital, analogue, aircraft systems and maintenance practices"
    },
    {
      "knowledgeId": "ea031ecc-c6a4-4b3a-8236-628987bdfded",
      "detail": "understand the regulatory and organisational requirements and need for producing, monitoring and completing aircraft continuing airworthiness document sets and associated tasks"
    },
    {
      "knowledgeId": "9def9cee-588a-4928-ac2f-31361a89f4d9",
      "detail": "understand practices, processes and philosophy of aircraft maintenance for servicing, scheduled, condition based, unplanned maintenance work, and defect\nrectification"
    },
    {
      "knowledgeId": "be827a11-515e-48b4-a95d-a09a05517bd4",
      "detail": "understand mathematical techniques, algebraic expressions, formulae, calculation and physics applied to the theory of flight, aerodynamics and aviation maintenance processes"
    },
    {
      "knowledgeId": "1ffd9649-46ef-4456-9c2e-4ce709e8c1ec",
      "detail": "understand the specific mathematical techniques, formula and calculation in a maritime electrical/electronic environment"
    },
    {
      "knowledgeId": "be9fd340-8156-4dea-a77b-6e0a28e1fce8",
      "detail": "understand maritime electrical/electronic engineering technology and principles in the design, equipment build, operation and maintenance of maritime vessels."
    },
    {
      "knowledgeId": "21e964aa-c386-4234-abb6-4c0f36cb39f2",
      "detail": "understand how to correctly select and use hand, electrical, mechanical tools and test equipment used in the Maritime Industry."
    },
    {
      "knowledgeId": "3b53cbba-4afd-424e-8a11-f4508bfa08be",
      "detail": "understand the materials and properties used in the electrical area of the Maritime Industry"
    },
    {
      "knowledgeId": "7e254919-8b28-46e3-a254-eec6c15d70df",
      "detail": "understand the specific mathematical techniques, formula and calculation applied in a maritime mechanical fitting environment"
    },
    {
      "knowledgeId": "c2252ad8-bfe0-407b-a123-dd2fb4ba2c73",
      "detail": "understand maritime engineering technology and principles applied in the design, build, operation and maintenance of Maritime vessels."
    },
    {
      "knowledgeId": "09713639-21e2-4ef3-b403-4479568043fc",
      "detail": "understand material and fluid properties used in the mechanical area of the Maritime Industry."
    },
    {
      "knowledgeId": "9ade670b-5e6f-40ec-ba42-b2c3032bcc7e",
      "detail": "understand how to correctly select and use hand and mechanical tools and jigs used in the Maritime industry."
    },
    {
      "knowledgeId": "6a521cb4-c072-41a8-985f-1689eefb95aa",
      "detail": "understand specific mathematical techniques, formula and calculation applied in a maritime fabrication environment."
    },
    {
      "knowledgeId": "7dc853e1-a94d-4b88-be25-fc2b6ae7d150",
      "detail": "understand engineering terminology and principles applied in the design, build, operation and repair of maritime vessels."
    },
    {
      "knowledgeId": "6ff5eecd-7701-41cb-93b1-48fa5a8e1fe7",
      "detail": "understand how to select the correct hot working process and tools / equipment."
    },
    {
      "knowledgeId": "2a273e69-1012-4ba2-b7f9-0263630c8cc1",
      "detail": "understand materials and processes used in the fabrication and construction area of the Maritime Industry"
    },
    {
      "knowledgeId": "20bb735e-625f-42c8-a3dc-45f66239632f",
      "detail": "understand mathematical techniques, formula and calculation applied in the fabrication, repair and installation of maritime pipe systems."
    },
    {
      "knowledgeId": "bef69b60-0ad0-4f7d-9b86-69ce94de40ae",
      "detail": "understand engineering technology and principles applied in the design, build, operation and maintenance of maritime vessels."
    },
    {
      "knowledgeId": "83494137-e8d4-441d-8a70-56192626f1f4",
      "detail": "understand how to correctly select and use hand and mechanical tools and jigs used in fabrication, repair and installation of maritime pipe systems."
    },
    {
      "knowledgeId": "af4e45fa-6237-4462-a5de-d52768a2fd20",
      "detail": "understand the principles of brazing, welding and other hot working techniques used in the fabrication, repair and installation of pipework systems."
    },
    {
      "knowledgeId": "3f1753c2-388d-48a6-9ad6-e4637bc4f576",
      "detail": "understand mathematical techniques, formula and calculation involved in the machining processes such as speeds and feeds, calculating angles/tapers, material removal"
    },
    {
      "knowledgeId": "e6673f3d-f4e3-47bc-bb60-b05341cb64cf",
      "detail": "understand the practical and theoretical uses of the machines used, and their applications."
    },
    {
      "knowledgeId": "8088b538-ed82-43e2-9605-b67cc7d83bf0",
      "detail": "understand the work-holding devices, cutting tools, and setting up procedures, in adequate depth to provide a sound basis for carrying out the activities, correcting faults and ensuring the work output is to the required specification"
    },
    {
      "knowledgeId": "d82427ce-c284-405d-91fa-762079484f6a",
      "detail": "understand mathematical techniques, formula and calculations in a mechatronics maintenance environment and the type of equipment being maintained"
    },
    {
      "knowledgeId": "0a19fea3-cd5e-4369-a6ff-9ad605274976",
      "detail": "understand mechanical, electrical, electronic, fluid power and process control principles in a mechatronics maintenance environment"
    },
    {
      "knowledgeId": "e97149cb-1267-44ae-a1ab-cf49c11e7218",
      "detail": "understand how equipment being maintained functions and operating parameters in individual components and how they interact"
    },
    {
      "knowledgeId": "ea3abd4b-123f-4003-b563-c1ddaa25c690",
      "detail": "understand fault diagnostic methods, techniques and equipment used when maintaining equipment and systems"
    },
    {
      "knowledgeId": "51c665db-ffed-4ce0-b789-ef72464019b9",
      "detail": "understand condition monitoring methods and equipment used and understand how the information gained supports the planning of maintenance activities"
    },
    {
      "knowledgeId": "a637ace0-730a-4a29-a7d5-936f058bd0e1",
      "detail": "understand how to minimise machinery downtime by implementing planned preventative maintenance programmes"
    },
    {
      "knowledgeId": "52e6dff1-6cae-456f-9a0d-58aec1b4c053",
      "detail": "understand mathematical techniques, formula and calculations in a product design and development environment"
    },
    {
      "knowledgeId": "9c5a1ce0-be1a-42a0-a485-5f398e778c4b",
      "detail": "understand material applications and methods of testing (destructive and non- destructive)"
    },
    {
      "knowledgeId": "abefcbee-8cec-488b-baac-dab7ae6fb84c",
      "detail": "understand Computer Aided Design (CAD) methods and applications"
    },
    {
      "knowledgeId": "61dfcfb0-d809-43f7-a586-587631433868",
      "detail": "understand material joining applications and systems"
    },
    {
      "knowledgeId": "1df3bccd-6051-42be-be5c-4b43962ab9e7",
      "detail": "understand mechanical, electrical, electronic and process control systems"
    },
    {
      "knowledgeId": "a53b4ada-6e39-43fa-af82-09e07edb8a48",
      "detail": "understand measurement, monitoring, testing and diagnostic methods and techniques"
    },
    {
      "knowledgeId": "93b6f589-6e0a-4eec-b32b-3515ef88feb5",
      "detail": "understand mathematical techniques, formula and calculations in a Toolmaking environment"
    },
    {
      "knowledgeId": "4f7b837a-56b9-4a0e-a8f4-1a937037fc40",
      "detail": "understand the structure, properties and characteristics of common materials used for the manufacture and repair of tooling, Moulds, Dies and jigs and fixtures"
    },
    {
      "knowledgeId": "0fb16ea8-7e1e-4d5b-86b7-5d2b9e88fe02",
      "detail": "understand the safe operation and operating principles of a range of complex and often state of the art workshop machinery (such as CNC lathes, milling, grinding and erosion machining centres, drilling and welding equipment)"
    },
    {
      "knowledgeId": "841907f2-04b8-4480-b53f-a168a0600344",
      "detail": "understand how to set up and operate the machinery/equipment efficiently and effectively"
    },
    {
      "knowledgeId": "063a9a1f-ad95-44e4-8a85-1264f08c49a5",
      "detail": "understand the principles of how the relevant tools, dies, jigs and fixtures being manufactured/maintained function, the operating sequences, the purpose of individual components/systems and how they interact"
    },
    {
      "knowledgeId": "c5c95fb3-af06-47ad-87a8-899bdbdc417f",
      "detail": "Understand the application of pneumatics, hydraulics, electrical and electronic systems as applied to various moulding, injection, pressing and similar associated machinery."
    },
    {
      "knowledgeId": "e17dacbb-12ee-4be8-9fc3-ad3cbf4ea107",
      "detail": "understand mathematical techniques, formula and calculations used in a technical support environment"
    },
    {
      "knowledgeId": "e225dd49-7f64-46ff-8299-5282aa8d21b0",
      "detail": "understand the methods and techniques used to evaluate technical data and documentation"
    },
    {
      "knowledgeId": "39843904-002a-4917-9e16-5051d8002e1f",
      "detail": "understand how to identify that the data and documentation being used is current and up to date"
    },
    {
      "knowledgeId": "8153d1ff-4ade-4061-9d45-0ed0167cbc22",
      "detail": "understand the procedure to be used for making changes to issued documentation"
    },
    {
      "knowledgeId": "9cc78260-e9e7-433a-90ff-b29e1476c5bd",
      "detail": "understand where and how to source other areas of technical expertise/information to help solve technical problems"
    },
    {
      "knowledgeId": "8c0c4b02-68a9-428a-9c85-d4121fb2c0f7",
      "detail": "understand the requirements of the customer (internal/external) and support using the appropriate tools, equipment and processes"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "8206837b-8e95-4d5c-ac71-b41a0100083e",
      "detail": "Work effectively in teams. Integrate with the team, support other people, consider implications of their actions on other people and the business"
    },
    {
      "behaviourId": "9792d03f-86f3-40a9-a7d5-0360f91908f7",
      "detail": "Continuous personal development. Reflect on skills, knowledge and behaviours and seeks opportunities to develop, adapt to different situations, environments or technologies and have a positive attitude to feedback and advice"
    }
  ],
  "skills": [
    {
      "skillId": "abcfbf20-cf83-4b7e-a4e5-bbfaef0eb001",
      "detail": "working safely at all times, complying with health, safety and environmental legislation, regulations and organisational requirements\nplanning and where applicable obtaining all the resources required to undertake the work activity"
    },
    {
      "skillId": "b559d20a-4176-49af-8a68-693eb74efd19",
      "detail": "dealing promptly and effectively with engineering/manufacturing problems within the limits of their responsibility using approved diagnostic methods and techniques and report those which cannot be resolved to the appropriate personnel"
    },
    {
      "skillId": "07a34941-2837-4901-8608-cf3be2cb2cc6",
      "detail": "completing any required documentation using the defined recording systems at the appropriate stages of the work activity"
    },
    {
      "skillId": "3285c9dc-d7ae-4512-817f-c14d6947baab",
      "detail": "restoring the work area on completion of the activity and where applicable return any resources and consumables to the appropriate location"
    },
    {
      "skillId": "764f3f91-54d4-4ef1-b622-3efe38d9f23e",
      "detail": "read and interpret relevant data and documentation used to manufacture aerospace components/systems"
    },
    {
      "skillId": "dcd584d3-ba5b-450d-b459-89989c90b9af",
      "detail": "assemble and disassemble aerospace mechanical components, sub-assemblies and whole systems (new and in service) as required\nmeasure and mark out of materials to carry out precision machining and hand fitting processes"
    },
    {
      "skillId": "ccca7d47-c81a-478f-bbc5-51e68ff4b859",
      "detail": "precision drilling and finishing of holes in aircraft assemblies\nuse mechanical and or electrical/electronic measuring and or test equipment used on aircraft assemblies and systems"
    },
    {
      "skillId": "d5762c63-a793-4b49-9937-b51c1eb69fe3",
      "detail": "apply assembly techniques (such as mechanical fasteners, welding and bonding techniques)"
    },
    {
      "skillId": "48045da4-955e-4b11-b23f-28751cfce67b",
      "detail": "use sealing and jointing techniques: use of seals, gaskets, and jointing materials\ncontribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures"
    },
    {
      "skillId": "c8da2a2c-cbfa-491f-8546-e4ebd98b41e7",
      "detail": "read and interpret relevant data and documentation used to manufacture aerospace components/systems"
    },
    {
      "skillId": "1be2c9db-54c1-4c84-97b5-09faa80fc58b",
      "detail": "assemble, disassemble and install aerospace components, sub-assemblies and whole systems (new and in service) as required such as wiring looms, anti-icing systems, electrical connectors, avionic units and using specified methods and procedures"
    },
    {
      "skillId": "5184e9b1-c0b2-4de5-8fe3-9b3933d7e080",
      "detail": "set up and use a range of measuring, testing, diagnostic tools, rigs and equipment, using approved methods and procedures install lighting, power supplies, engine control and instrumentation systems"
    },
    {
      "skillId": "215c9245-9faa-45d2-ae35-ee56d967e3f1",
      "detail": "carry out testing and diagnostic activities on installed components, equipment and systems and making adjustment/rectification where applicable"
    },
    {
      "skillId": "3cd92e89-e085-4910-9fa8-10066b6c7ecb",
      "detail": "carry out precision drilling and finishing of holes in aerospace assemblies\napply correct locking and securing methods and techniques (mechanical fasteners, locking and electrical bonding techniques)"
    },
    {
      "skillId": "4e17057f-6c84-4a02-81ae-dbc6cf5db9b1",
      "detail": "use sealing and jointing techniques: use of seals, gaskets, and jointing materials\ninstall and connect pipe-work systems and aerospace assemblies"
    },
    {
      "skillId": "39921d1f-b1c6-447b-9913-76ba47aab580",
      "detail": "contribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures"
    },
    {
      "skillId": "1527044e-4144-480b-bff9-7b324b9f5452",
      "detail": "read and interpret relevant data and documentation used to maintain aircraft components and systems"
    },
    {
      "skillId": "52c01754-922f-4f44-b3a1-0322f0d1d3de",
      "detail": "select and use the correct hand and mechanical tools and equipment while carrying out maintenance of aircraft apply human factors in aviation – attitudes and behaviours to ensure aviation safety"
    },
    {
      "skillId": "178efdda-f9c6-44be-a650-c6b55b97f189",
      "detail": "use mechanical and electrical measuring and or test equipment while carrying out aircraft maintenance activities"
    },
    {
      "skillId": "a75bb759-ac1a-4cca-b08c-578494302fc7",
      "detail": "carry out aircraft functional checks and fault diagnosis e.g. electrical bonding and earthing; flight control rigging"
    },
    {
      "skillId": "2f717e6f-bece-4c11-ac8a-53e047b8b672",
      "detail": "use ground support equipment"
    },
    {
      "skillId": "8dff949e-c380-48e7-b2b5-8239906e9eb3",
      "detail": "identify, control, repair and prevent damage, fatigue and corrosion of aircraft components"
    },
    {
      "skillId": "3b6ccfe2-930c-432d-97ec-6c6ac89d35b2",
      "detail": "maintain power-plant (piston or turbine engines), propellers or rotors"
    },
    {
      "skillId": "5d89550d-0e6c-4359-bb89-20712cd7597d",
      "detail": "use the correct bonding and assembly techniques e.g. in composite assembly"
    },
    {
      "skillId": "c780351f-38d7-463d-82be-b42619c52ab0",
      "detail": "carry out precision drilling and finishing of holes in aircraft assemblies"
    },
    {
      "skillId": "a264e4f7-ff11-4393-8ad6-650c23c1921e",
      "detail": "identify and install mechanical fasteners"
    },
    {
      "skillId": "1a19dd3c-6e06-4505-b826-4d1c03c318c3",
      "detail": "use sealing and jointing techniques: use of seals, gaskets and jointing techniques"
    },
    {
      "skillId": "6d4b0939-cf10-450b-9415-0c472a22487e",
      "detail": "assemble, repair and replace pipe work for aircraft and engine systems"
    },
    {
      "skillId": "d05a3b12-b4f1-4063-b33d-8474b028cd45",
      "detail": "inspect, repair, remove and replace aircraft structures, components, sub-assemblies and systems"
    },
    {
      "skillId": "8463b45a-32f6-4b38-9a68-eeba9f57d2be",
      "detail": "undertake aircraft flight-line handling and operations"
    },
    {
      "skillId": "0fee6556-cc78-4474-b321-bd5d67cbe2ea",
      "detail": "carry out testing and diagnostic activities on components, sub – assemblies or whole systems, making adjustments/rectifications where applicable"
    },
    {
      "skillId": "bd1a9978-d2ad-49ac-a9f9-0ab1e77e0b04",
      "detail": "maintain aerospace components, sub – assemblies or whole systems as required\nundertake aircraft role configuration activities/requirements"
    },
    {
      "skillId": "74e8c23e-0e00-47a8-b0b7-b5c573ba3ee4",
      "detail": "prepare and maintain the aircraft maintenance programme"
    },
    {
      "skillId": "36a30e96-7e3c-4a75-bd72-50749a02a2b1",
      "detail": "apply Human Factors in aviation – developing attitudes and behaviours to ensure aviation safety"
    },
    {
      "skillId": "d89991ca-fe87-4cd3-9b4d-e06818604107",
      "detail": "maintain relationships between the aircraft operator and the aircraft maintenance organisation recognising the regulatory responsibilities of both parties"
    },
    {
      "skillId": "90315575-9aa9-4318-8d1d-a8182af67e7e",
      "detail": "use relevant computer software, information systems and documentation necessary to carry out the role"
    },
    {
      "skillId": "7d2c9bfe-cc1b-48e0-85b9-c95b26ff1036",
      "detail": "use asset and inventory management systems within a continuing airworthiness environment"
    },
    {
      "skillId": "2022cf01-4521-4f4e-9d6f-2f075cf1a576",
      "detail": "contribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures"
    },
    {
      "skillId": "2287fc98-d113-4bc6-b4d7-e91d39b0bc56",
      "detail": "Several options are available through the apprenticeship depending on the context of the organisation, whether in civil or military aviation, rotary or fixed wing aircraft, in continuing airworthiness management or aircraft maintenance and repair organisations."
    },
    {
      "skillId": "95aabbe8-56e0-4e06-9797-531ebc75363a",
      "detail": "apply the principles and methods used to implement aviation safety management systems"
    },
    {
      "skillId": "3c2eb448-f614-4c2d-b5f1-8a06ae9287f9",
      "detail": "apply reliability monitoring and analysis of aircraft and their systems"
    },
    {
      "skillId": "afaedf4d-8a28-4718-8b38-6bdffa0371fa",
      "detail": "apply compliance monitoring and quality auditing of the organisation and aircraft\nwork with other personnel internal and external to the organisation, providing good customer service"
    },
    {
      "skillId": "8d703273-d652-42d8-bcee-a9d6440dd124",
      "detail": "apply fleet planning, maintenance scheduling and aircraft on the ground (AOG)\nrequirements"
    },
    {
      "skillId": "0f481bb3-5d61-45df-8ead-dcad83044beb",
      "detail": "read, analyse and interpret engineering data, drawings and documentation used in the design, build, operation and repair of maritime vessels"
    },
    {
      "skillId": "f74a1aa9-03c8-45bd-80fd-d755d340db84",
      "detail": "use hand, power and machine tools to measure, mark out, cut, drill, shape and finish components to the required engineering tolerances."
    },
    {
      "skillId": "ce353709-d268-4529-9fa7-e51e39793ed9",
      "detail": "assemble, remove, maintain and overhaul components, sub-assemblies and whole systems in a maritime environment."
    },
    {
      "skillId": "d49f0cb2-3a4a-4acd-b961-6c451c969307",
      "detail": "apply assembly and installation methods and techniques (such as terminations, connectors, mechanical fasteners, seals, gaskets, and jointing materials) on maritime vessels."
    },
    {
      "skillId": "43e5db5a-2d8e-4bfa-97f2-0c30fc4ea91d",
      "detail": "undertake testing, inspection and diagnostic activities on components, equipment and systems on maritime vessels, making adjustments where applicable."
    },
    {
      "skillId": "53df2a6c-7e00-42b9-9cd8-2140b63b3bb7",
      "detail": "contribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures"
    },
    {
      "skillId": "180a2269-2b78-4d79-a98b-de7a09708be6",
      "detail": "read, analyse and interpret engineering data, drawings and documentation used in the design, build, operation and repair of maritime vessels"
    },
    {
      "skillId": "1d897427-08af-4b93-80c3-4891812f2984",
      "detail": "assemble, remove and overhaul components, sub-assemblies and whole systems in a maritime environment"
    },
    {
      "skillId": "1a62128a-72f1-46cf-a714-ab7a6feac75f",
      "detail": "apply assembly and installation methods and techniques (such as mechanical fasteners, use of seals, gaskets, and jointing materials) on board ships and submarines."
    },
    {
      "skillId": "91bb754e-d1fe-4a1f-8283-dd89396bce54",
      "detail": "undertake the testing, inspection and diagnostic activities on components, equipment and systems on board ships and submarines and making adjustments where applicable."
    },
    {
      "skillId": "7a365bf0-0328-47f2-82b4-a33128f14dc0",
      "detail": "undertake planned and corrective maintenance activities on components, equipment and systems."
    },
    {
      "skillId": "505c514b-460f-4fb6-b779-afbd3c5dede0",
      "detail": "contribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures"
    },
    {
      "skillId": "1c585d0b-33dd-4a48-9bfe-29e6767888b8",
      "detail": "use hand and mechanical tools, jigs and test equipment safely in the Maritime Industry."
    },
    {
      "skillId": "e72d1807-97e7-4911-a9b9-526f97695877",
      "detail": "read, analyse and interpret engineering data, drawings and documentation used in the design, build, operation and repair of maritime vessels."
    },
    {
      "skillId": "7dce718b-c677-4924-959b-69944676e90b",
      "detail": "carry out fabrication and construction processes through precision measuring and marking out."
    },
    {
      "skillId": "6aa0834d-1d17-4b41-b985-d380f617b7da",
      "detail": "use hand tools / machinery to cut, drill, shape and finish components to the required engineering tolerances."
    },
    {
      "skillId": "d1d06090-9bd4-40ae-ad43-a6c58f751fe7",
      "detail": "assemble, remove and overhaul components in a maritime environment."
    },
    {
      "skillId": "444693ce-b5a6-45db-9730-f4e3c4838c8d",
      "detail": "apply assembly and installation methods and techniques (such as mechanical fasteners, use of seals, gaskets, and jointing materials) on maritime vessels."
    },
    {
      "skillId": "2949493f-cf15-4655-99c0-6f5b235bb498",
      "detail": "undertake planned and corrective repair activities on structures, components and equipment."
    },
    {
      "skillId": "a55e56d1-8274-4576-8f38-416d7ea6f553",
      "detail": "contribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures"
    },
    {
      "skillId": "30f45565-c62d-4fae-bd71-28f20e57dd77",
      "detail": "read, analyse and interpret engineering data, drawings and documentation used in the design, build, operation and repair of maritime vessels"
    },
    {
      "skillId": "7767b479-695d-4dac-9ea1-df85f415b4c8",
      "detail": "measure and mark out to enable the fabrication of pipework using a variety of materials (ferrous, non-ferrous and non-metallic) and processes (to include taking wire templates and jigs, setting to boards etc)."
    },
    {
      "skillId": "93e35f11-8cd2-4178-bb48-257893f60816",
      "detail": "use hand and machine tools to cut, drill, shape and finish components to the required engineering tolerances."
    },
    {
      "skillId": "4f9d1fb8-bb61-4b61-9130-bf3435182126",
      "detail": "fabricate, install and repair pipe systems in a maritime environment."
    },
    {
      "skillId": "33ce853e-4f35-4aa8-947e-85808a643c1f",
      "detail": "apply assembly and installation techniques (such as brazing, welding, mechanical fasteners, seals, gaskets, jointing materials and methods) on Maritime vessels."
    },
    {
      "skillId": "f337c2a0-28c9-41d9-bf63-edf207609188",
      "detail": "undertake testing, inspection and diagnostic activities on pipework systems on maritime vessels, making adjustments where applicable."
    },
    {
      "skillId": "0d3cfcce-afb8-49c9-a2c1-5ee3a3bab73b",
      "detail": "undertake planned, corrective maintenance and survey activities on pipework components and systems."
    },
    {
      "skillId": "4e1a2226-d969-4188-aa1a-486fd8844883",
      "detail": "contribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures"
    },
    {
      "skillId": "ad2f0cfc-3eeb-4d03-93c1-bcd6b89cdf03",
      "detail": "determine the most efficient and effective approach to machine the component using a range of tools, machining process and Techniques"
    },
    {
      "skillId": "edf70998-8e8e-4204-908f-6d8df8cdfdcd",
      "detail": "select and set up the correct tooling and work holding devices"
    },
    {
      "skillId": "358e654c-1103-4a5d-91fb-92dde5244d9f",
      "detail": "set and adjust the machine operating parameters to produce the work pieces to the required specification. This will involve setting feeds and speeds for roughing and finishing operations"
    },
    {
      "skillId": "c0328c35-8fe5-43af-bd03-5b0d54e7a9fe",
      "detail": "select and use a range of measuring and testing equipment to check components are to the required quality and accuracy"
    },
    {
      "skillId": "4d491933-0e45-4dca-aa34-d46cdfd5e585",
      "detail": "produce complex and specialist components as a one off test and trial work piece and/or producing components in small or large batches"
    },
    {
      "skillId": "f92bdae9-fa6a-4f11-b768-4d9ee1516a95",
      "detail": "contribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures"
    },
    {
      "skillId": "96852cf9-a0b2-47d0-b069-2d3d7975c9f6",
      "detail": "read and interpret relevant data and documentation used to maintain components, equipment and systems"
    },
    {
      "skillId": "a833bc84-89eb-4182-9de5-820f2cabf622",
      "detail": "carry out condition monitoring of plant and equipment"
    },
    {
      "skillId": "888f2414-0ef5-409b-a53f-30cf92bbe2f6",
      "detail": "carry out planned maintenance activities on plant and equipment"
    },
    {
      "skillId": "5590f12a-141a-45dd-b997-b09554d8393b",
      "detail": "carrying out complex fault diagnosis and repair activities on high technology engineered systems such as: Maintaining mechanical equipment, Maintaining fluid & pneumatic power equipment, Maintaining electrical & electronic equipment, Maintaining process control equipment"
    },
    {
      "skillId": "6bfb44c8-4084-4eb4-8d5b-525cd244b2b5",
      "detail": "carrying out confirmation testing and subsequent smooth hand over of equipment & plant support the installation, testing and commissioning of equipment (where applicable)."
    },
    {
      "skillId": "aa6239b2-e394-4e95-bc10-fba5e9c3d167",
      "detail": "contribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures"
    },
    {
      "skillId": "bf12425b-5f8c-4f0b-9b6d-c56415fce284",
      "detail": "read and interpret relevant data and documentation used in the design and development of components, assemblies and systems"
    },
    {
      "skillId": "24a7c19f-9c47-4d77-9774-b5f04dc3ef52",
      "detail": "produce components and prototypes using a wide range of hand fitting techniques"
    },
    {
      "skillId": "9f331b45-831b-4647-a677-40276c3f9ee1",
      "detail": "prepare and using lathes, milling machines, as well as other general or specialist high technology equipment such as 3D printing/additive manufacturing techniques"
    },
    {
      "skillId": "0a5a20e7-a5be-4b3a-b5ec-9f74c533868b",
      "detail": "use a range of mechanical, electrical and electronic testing devices and equipment"
    },
    {
      "skillId": "cb5400a9-0af6-4043-8448-f0243ba0b04d",
      "detail": "apply mechanical principles and joining techniques to develop products, devices and equipment"
    },
    {
      "skillId": "7c75f02a-1678-43c9-bdfb-d432da4314d9",
      "detail": "apply electrical and electronic principles to develop products devices and equipment"
    },
    {
      "skillId": "248b75ef-2118-457d-b443-9c0fac85be00",
      "detail": "identify, diagnose and rectify design problems through the whole creation process including design studio, workshops, test environments or under laboratory conditions"
    },
    {
      "skillId": "7a429484-8d5e-417c-83a3-a80c72720dab",
      "detail": "contribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures"
    },
    {
      "skillId": "83ab4d81-56ef-4355-9570-0e7291926167",
      "detail": "read and interpret relevant data and documentation used to produce and/or maintain tool and die components, assemblies and systems"
    },
    {
      "skillId": "a4df12dd-3ca7-49a2-a167-14df3da98012",
      "detail": "apply methods and techniques to produce, assemble, disassemble repair and/or maintain tools, dies, jigs and fixtures as applicable to the employer requirements"
    },
    {
      "skillId": "b5921b92-6390-43a4-a8e0-cab5effe150f",
      "detail": "undertake testing to confirm correct operation, and of the effectiveness of repairs and maintenance activities carried out."
    },
    {
      "skillId": "dad9c8f0-9264-4fcd-ad04-fbba858777b2",
      "detail": "undertake equipment/asset care and/or Preventative Planned Maintenance processes and procedures"
    },
    {
      "skillId": "85ea39d2-e20d-47a9-829d-08a49815d19d",
      "detail": "Carry out complex fault diagnosis and repair activities covering the following technologies as applicable to the tool, die, jig and fixture environment: Maintaining mechanical equipment, Maintaining fluid & pneumatic power equipment, Maintaining electrical & electronic equipment, Maintaining process control equipment"
    },
    {
      "skillId": "dbcdd2fb-898a-48bf-a1af-50cde86a924e",
      "detail": "contribute to the business by identifying possible opportunities for improving working practices, processes and/or procedures"
    },
    {
      "skillId": "e9bf6adb-7b09-4090-9535-7cfa85be06ce",
      "detail": "produce technical documentation that contains all the relevant and necessary data\nand information required for the technical support activity being carried out"
    },
    {
      "skillId": "5bfd78f8-b7ac-4b2f-81bc-d7969a0c922a",
      "detail": "present the technical documentation in the required format\nensure that codes, symbols and other references used in the technical\ndocumentation follows agreed uk/international conventions"
    },
    {
      "skillId": "483487a6-2d93-42cc-a2e6-ca7d839a18fa",
      "detail": "save and store technical documentation in the correct format, location in accordance with organisational and/or customer requirements"
    },
    {
      "skillId": "de1388d2-aa0c-4031-aac9-cac985096c9a",
      "detail": "make any changes/amendments to the technical documentation using agreed quality"
    },
    {
      "skillId": "c46c1577-f5bd-424b-b680-f157f35782af",
      "detail": "assurance control procedures"
    },
    {
      "skillId": "31d9160b-d1b9-4548-ab90-f576f446c8b9",
      "detail": "develop effective business and/or customer relationships"
    },
    {
      "skillId": "c678e940-c2a9-4118-bf11-8a733565686d",
      "detail": "provide technical advice and guidance to others"
    },
    {
      "skillId": "837fed85-dec1-4566-b4ea-86aace914270",
      "detail": "produce engineering/manufacturing production plans"
    },
    {
      "skillId": "c4f31962-b937-4edf-b748-39a76a957811",
      "detail": "obtain resources for engineering/manufacturing activities"
    },
    {
      "skillId": "96389091-7348-4e20-b13a-73681c7703dd",
      "detail": "produce documentation to supply or procure goods or services"
    },
    {
      "skillId": "62dcbffb-d3a8-4e33-bd6c-7555b6f79d1d",
      "detail": "produce off line programs for computer numerical controlled machines"
    },
    {
      "skillId": "44299e78-ab95-49c3-a645-122ab91db77a",
      "detail": "produce programs for scanning/digitizing or co-ordinate measuring machines"
    },
    {
      "skillId": "525b72a8-184a-4f5d-8f89-ba197cef5439",
      "detail": "produce programs for programmable logic control equipment"
    },
    {
      "skillId": "847c1b87-de07-4ed9-aad4-0eaf88001990",
      "detail": "produce programs for industrial robot applications"
    },
    {
      "skillId": "da110822-9781-4765-9c52-ab5eb9b23583",
      "detail": "produce engineering software tools/programs for analysis, quality, configuration management, safety assessments, system security applications"
    },
    {
      "skillId": "d95eae5d-a7b6-4082-9118-af44b7678094",
      "detail": "produce engineering drawings/models using computer aided design techniques\n(such as mechanical, electrical, fabrication, fluid power, integrated systems or services)"
    },
    {
      "skillId": "cfeffedb-5eeb-4bea-9cf6-37ff46f9396c",
      "detail": "undertake complex fault diagnostic and/or condition monitoring activities on equipment, plant or services"
    },
    {
      "skillId": "b90a6d79-1527-417f-8148-a7835455432e",
      "detail": "carry out inspection activities on equipment/components/systems (such as mechanical, electrical, electronic, welded and fabricated."
    },
    {
      "skillId": "eff06d1c-c9c5-4686-b60e-3617c08947e0",
      "detail": "check and calibrate control and test equipment used in an engineering and/or manufacturing environment"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Aerospace Manufacturing Fitter",
    "Aerospace Manufacturing Electrical / Mechanical & Systems Fitter",
    "Aircraft Maintenance Fitter/Technician (Fixed & Rotary Wing)",
    "Airworthiness, Planning, Quality & Safety Technician",
    "Maritime Electrical Fitter",
    "Maritime Mechanical Fitter",
    "Maritime Fabricator",
    "Maritime Pipeworker",
    "Machinist - Advanced Manufacturing Engineering",
    "Mechatronics Maintenance Technician",
    "Product Design & Development Technician",
    "Toolmaker & Tool & Die Maintenance Technician",
    "Technical Support Technician"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-03-31T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0080",
  "tbMainContact": "mark.donnelly@baesystems.com",
  "involvedEmployers": "BAE Systems plc,vSemta Limited, Airbus Group, The Institution of Engineering and Technology, Gama Aviation Ltd, Harrods Aviation Ltd, British Airways, Marshall Aerospace and Defence Group, UTC Aerospace Systems, Resource Group, MBDA (UK) Ltd, GTA England Ltd, Rolls-Royce plc, NFEC Ltd, GKN Aerospace, Royal Aeronautical Society, Royal Air Force Cosford, Royal Navy, Cooper & Turner, Nikken Kosakusho Europe Ltd, Edward Pryor & Son Ltd, Newburgh Precision, Institution of Mechanical Engineers, Siemens plc, Jaguar Land Rover, Toyota Motor Manufacturing (UK) Ltd,  BMW, The Engineering Employer Federation,\nLeonardo Helicopters UK,\nBabcock International Group,\nMersey Maritime Group",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Engineering Technician",
    "Aerospace Technician",
    "Aviation Engineer",
    "Maritime Engineering",
    "Machinist",
    "Mechatronics Engineer and Toolmaker"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Quality Improvement and Project Control Technician",
  "clusterId": "256",
  "clusterDescription": "Maintain and improve product and process integrity and quality, production and process efficiency, and the overall health and safety of the working environment",
  "createdDate": "2017-10-06T16:28:40 +00:00",
  "lastUpdated": "2022-04-28T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-03-31T00:00:00 +00:00",
  "banners": "A temporary dispensation has been applied to the ST0457 end-point assessment plan for option 3: Aircraft Maintenance Fitter/Technician of this apprenticeship. Bespoke EPA arrangements for this apprenticeship have been approved by IfATE for the Royal Air Force to use in this dispensation. For further details please contact IfATE directly through the general enquires mailbox.\n&nbsp;The dispensation will remain live from 22/04/2025 until the apprentices identified in this dispensation request have completed their EPA, including any resits and retakes, when it will then be withdrawn.&nbsp;The end-point assessment organisation (EPAO) delivering the EPA for the apprentices will implement the dispensation as required, supported and monitored by the relevant EQA provider.&nbsp;\nThe dispensation confirms the following.The assessment of professional competence via the competence performance indicators form will be removed as an assessment method from all versions of the EPA up to and including V1.4 for option 3 of ST0457 for the EPA for the apprentices identified in this dispensation.",
  "occupationCode": "OCC0457",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0457-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0457-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "607ba23c-e869-43ed-9131-a23e6ab37180",
      "title": "Aerospace Manufacturing Fitter",
      "occupationCode": "OCC0457B"
    },
    {
      "optionId": "d8662553-1803-4683-a0c5-49768a8ee729",
      "title": "Aerospace Manufacturing Electrical / Mechanical & Systems Fitter",
      "occupationCode": "OCC0457A"
    },
    {
      "optionId": "593feb49-ca8d-403d-b4fc-26650576a5ec",
      "title": "Aircraft Maintenance Fitter/Technician (Fixed & Rotary Wing)",
      "occupationCode": "OCC0457C"
    },
    {
      "optionId": "bd7da857-8efe-4d51-9fb0-b937d094f7c9",
      "title": "Airworthiness, Planning, Quality & Safety Technician",
      "occupationCode": "OCC0457D"
    },
    {
      "optionId": "269e9fe3-082c-4f15-a05f-9fe07744efa7",
      "title": "Maritime Electrical Fitter",
      "occupationCode": "OCC0457F"
    },
    {
      "optionId": "077047c6-4d24-4a61-8a84-12dba352bb0a",
      "title": "Maritime Mechanical Fitter",
      "occupationCode": "OCC0457H"
    },
    {
      "optionId": "bdf5921c-8da3-4914-a04b-9ed07ed288de",
      "title": "Maritime Fabricator",
      "occupationCode": "OCC0457G"
    },
    {
      "optionId": "ecb2eedf-d7f5-41e8-9fff-2acd69da120b",
      "title": "Maritime Pipeworker",
      "occupationCode": "OCC0457I"
    },
    {
      "optionId": "ef05cb80-4367-4610-bc6b-12d5928454d6",
      "title": "Machinist - Advanced Manufacturing Engineering",
      "occupationCode": ""
    },
    {
      "optionId": "3e8ddc53-ed8e-4409-87b7-8d79e2ab7920",
      "title": "Mechatronics Maintenance Technician",
      "occupationCode": "OCC0457E"
    },
    {
      "optionId": "629e2b33-0089-42b7-8d3c-a0af43e13649",
      "title": "Product Design & Development Technician",
      "occupationCode": "OCC0457J"
    },
    {
      "optionId": "2aec4318-f946-44cb-afc0-b8d54f6135e4",
      "title": "Toolmaker & Tool & Die Maintenance Technician",
      "occupationCode": "OCC0457K"
    },
    {
      "optionId": "ee4ff555-7539-4e3e-a52b-369e57919f21",
      "title": "Technical Support Technician",
      "occupationCode": "OCC0457M"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "8206837b-8e95-4d5c-ac71-b41a0100083e",
        "9792d03f-86f3-40a9-a7d5-0360f91908f7"
      ],
      "mappedKnowledge": [
        "c608b600-a124-45f2-927a-f0d4ab7606bc",
        "b16bf74e-ce6c-470d-88c6-ba0bb840f64f",
        "2380d199-49b1-429a-b366-03abe0b29014",
        "25cef5cf-f24a-4211-8319-b4773d402153",
        "306d508f-d5f7-4c27-a097-6735662d2bec",
        "98454b5c-feac-41a1-a1a6-72b807d5e2ce"
      ],
      "mappedSkills": [
        "abcfbf20-cf83-4b7e-a4e5-bbfaef0eb001",
        "b559d20a-4176-49af-8a68-693eb74efd19",
        "07a34941-2837-4901-8608-cf3be2cb2cc6",
        "3285c9dc-d7ae-4512-817f-c14d6947baab"
      ]
    },
    {
      "coreOrOptionTitle": "Aerospace Manufacturing Fitter",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "028fe990-3354-44fe-b976-bb2698cc7637",
        "12c6416f-ab84-436a-84ad-24b2456aa8d7",
        "5661e171-e75b-4562-b7c4-0dce92b26b81"
      ],
      "mappedSkills": [
        "764f3f91-54d4-4ef1-b622-3efe38d9f23e",
        "dcd584d3-ba5b-450d-b459-89989c90b9af",
        "ccca7d47-c81a-478f-bbc5-51e68ff4b859",
        "d5762c63-a793-4b49-9937-b51c1eb69fe3",
        "48045da4-955e-4b11-b23f-28751cfce67b"
      ]
    },
    {
      "coreOrOptionTitle": "Aerospace Manufacturing Electrical / Mechanical & Systems Fitter",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": [
        "c8da2a2c-cbfa-491f-8546-e4ebd98b41e7",
        "1be2c9db-54c1-4c84-97b5-09faa80fc58b",
        "5184e9b1-c0b2-4de5-8fe3-9b3933d7e080",
        "215c9245-9faa-45d2-ae35-ee56d967e3f1",
        "3cd92e89-e085-4910-9fa8-10066b6c7ecb",
        "4e17057f-6c84-4a02-81ae-dbc6cf5db9b1",
        "39921d1f-b1c6-447b-9913-76ba47aab580"
      ]
    },
    {
      "coreOrOptionTitle": "Aircraft Maintenance Fitter/Technician (Fixed & Rotary Wing)",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": [
        "1527044e-4144-480b-bff9-7b324b9f5452",
        "52c01754-922f-4f44-b3a1-0322f0d1d3de",
        "178efdda-f9c6-44be-a650-c6b55b97f189",
        "a75bb759-ac1a-4cca-b08c-578494302fc7",
        "2f717e6f-bece-4c11-ac8a-53e047b8b672",
        "8dff949e-c380-48e7-b2b5-8239906e9eb3",
        "3b6ccfe2-930c-432d-97ec-6c6ac89d35b2",
        "5d89550d-0e6c-4359-bb89-20712cd7597d",
        "c780351f-38d7-463d-82be-b42619c52ab0",
        "a264e4f7-ff11-4393-8ad6-650c23c1921e",
        "1a19dd3c-6e06-4505-b826-4d1c03c318c3",
        "6d4b0939-cf10-450b-9415-0c472a22487e",
        "d05a3b12-b4f1-4063-b33d-8474b028cd45",
        "8463b45a-32f6-4b38-9a68-eeba9f57d2be",
        "0fee6556-cc78-4474-b321-bd5d67cbe2ea",
        "bd1a9978-d2ad-49ac-a9f9-0ab1e77e0b04"
      ]
    },
    {
      "coreOrOptionTitle": "Airworthiness, Planning, Quality & Safety Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": [
        "74e8c23e-0e00-47a8-b0b7-b5c573ba3ee4",
        "36a30e96-7e3c-4a75-bd72-50749a02a2b1",
        "d89991ca-fe87-4cd3-9b4d-e06818604107",
        "90315575-9aa9-4318-8d1d-a8182af67e7e",
        "7d2c9bfe-cc1b-48e0-85b9-c95b26ff1036",
        "2022cf01-4521-4f4e-9d6f-2f075cf1a576",
        "2287fc98-d113-4bc6-b4d7-e91d39b0bc56",
        "95aabbe8-56e0-4e06-9797-531ebc75363a",
        "3c2eb448-f614-4c2d-b5f1-8a06ae9287f9",
        "afaedf4d-8a28-4718-8b38-6bdffa0371fa",
        "8d703273-d652-42d8-bcee-a9d6440dd124"
      ]
    },
    {
      "coreOrOptionTitle": "Maritime Electrical Fitter",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "ea031ecc-c6a4-4b3a-8236-628987bdfded",
        "9def9cee-588a-4928-ac2f-31361a89f4d9",
        "be827a11-515e-48b4-a95d-a09a05517bd4",
        "1ffd9649-46ef-4456-9c2e-4ce709e8c1ec",
        "be9fd340-8156-4dea-a77b-6e0a28e1fce8",
        "21e964aa-c386-4234-abb6-4c0f36cb39f2",
        "3b53cbba-4afd-424e-8a11-f4508bfa08be",
        "c2252ad8-bfe0-407b-a123-dd2fb4ba2c73",
        "09713639-21e2-4ef3-b403-4479568043fc"
      ],
      "mappedSkills": [
        "0f481bb3-5d61-45df-8ead-dcad83044beb",
        "f74a1aa9-03c8-45bd-80fd-d755d340db84",
        "ce353709-d268-4529-9fa7-e51e39793ed9",
        "d49f0cb2-3a4a-4acd-b961-6c451c969307",
        "43e5db5a-2d8e-4bfa-97f2-0c30fc4ea91d",
        "53df2a6c-7e00-42b9-9cd8-2140b63b3bb7"
      ]
    },
    {
      "coreOrOptionTitle": "Maritime Mechanical Fitter",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "7e254919-8b28-46e3-a254-eec6c15d70df",
        "9ade670b-5e6f-40ec-ba42-b2c3032bcc7e",
        "7dc853e1-a94d-4b88-be25-fc2b6ae7d150"
      ],
      "mappedSkills": [
        "180a2269-2b78-4d79-a98b-de7a09708be6",
        "1d897427-08af-4b93-80c3-4891812f2984",
        "1a62128a-72f1-46cf-a714-ab7a6feac75f",
        "91bb754e-d1fe-4a1f-8283-dd89396bce54",
        "7a365bf0-0328-47f2-82b4-a33128f14dc0",
        "505c514b-460f-4fb6-b779-afbd3c5dede0"
      ]
    },
    {
      "coreOrOptionTitle": "Maritime Fabricator",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "6a521cb4-c072-41a8-985f-1689eefb95aa",
        "6ff5eecd-7701-41cb-93b1-48fa5a8e1fe7",
        "2a273e69-1012-4ba2-b7f9-0263630c8cc1"
      ],
      "mappedSkills": [
        "1c585d0b-33dd-4a48-9bfe-29e6767888b8",
        "e72d1807-97e7-4911-a9b9-526f97695877",
        "7dce718b-c677-4924-959b-69944676e90b",
        "6aa0834d-1d17-4b41-b985-d380f617b7da",
        "d1d06090-9bd4-40ae-ad43-a6c58f751fe7",
        "444693ce-b5a6-45db-9730-f4e3c4838c8d",
        "2949493f-cf15-4655-99c0-6f5b235bb498",
        "a55e56d1-8274-4576-8f38-416d7ea6f553"
      ]
    },
    {
      "coreOrOptionTitle": "Maritime Pipeworker",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "20bb735e-625f-42c8-a3dc-45f66239632f",
        "bef69b60-0ad0-4f7d-9b86-69ce94de40ae",
        "83494137-e8d4-441d-8a70-56192626f1f4",
        "af4e45fa-6237-4462-a5de-d52768a2fd20"
      ],
      "mappedSkills": [
        "30f45565-c62d-4fae-bd71-28f20e57dd77",
        "7767b479-695d-4dac-9ea1-df85f415b4c8",
        "93e35f11-8cd2-4178-bb48-257893f60816",
        "4f9d1fb8-bb61-4b61-9130-bf3435182126",
        "33ce853e-4f35-4aa8-947e-85808a643c1f",
        "f337c2a0-28c9-41d9-bf63-edf207609188",
        "0d3cfcce-afb8-49c9-a2c1-5ee3a3bab73b",
        "4e1a2226-d969-4188-aa1a-486fd8844883"
      ]
    },
    {
      "coreOrOptionTitle": "Machinist - Advanced Manufacturing Engineering",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "3f1753c2-388d-48a6-9ad6-e4637bc4f576",
        "e6673f3d-f4e3-47bc-bb60-b05341cb64cf",
        "8088b538-ed82-43e2-9605-b67cc7d83bf0"
      ],
      "mappedSkills": [
        "ad2f0cfc-3eeb-4d03-93c1-bcd6b89cdf03",
        "edf70998-8e8e-4204-908f-6d8df8cdfdcd",
        "358e654c-1103-4a5d-91fb-92dde5244d9f",
        "c0328c35-8fe5-43af-bd03-5b0d54e7a9fe",
        "4d491933-0e45-4dca-aa34-d46cdfd5e585",
        "f92bdae9-fa6a-4f11-b768-4d9ee1516a95"
      ]
    },
    {
      "coreOrOptionTitle": "Mechatronics Maintenance Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "d82427ce-c284-405d-91fa-762079484f6a",
        "0a19fea3-cd5e-4369-a6ff-9ad605274976",
        "e97149cb-1267-44ae-a1ab-cf49c11e7218",
        "ea3abd4b-123f-4003-b563-c1ddaa25c690",
        "51c665db-ffed-4ce0-b789-ef72464019b9",
        "a637ace0-730a-4a29-a7d5-936f058bd0e1"
      ],
      "mappedSkills": [
        "96852cf9-a0b2-47d0-b069-2d3d7975c9f6",
        "a833bc84-89eb-4182-9de5-820f2cabf622",
        "888f2414-0ef5-409b-a53f-30cf92bbe2f6",
        "5590f12a-141a-45dd-b997-b09554d8393b",
        "6bfb44c8-4084-4eb4-8d5b-525cd244b2b5",
        "aa6239b2-e394-4e95-bc10-fba5e9c3d167"
      ]
    },
    {
      "coreOrOptionTitle": "Product Design & Development Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": [
        "bf12425b-5f8c-4f0b-9b6d-c56415fce284",
        "24a7c19f-9c47-4d77-9774-b5f04dc3ef52",
        "9f331b45-831b-4647-a677-40276c3f9ee1",
        "0a5a20e7-a5be-4b3a-b5ec-9f74c533868b",
        "cb5400a9-0af6-4043-8448-f0243ba0b04d",
        "7c75f02a-1678-43c9-bdfb-d432da4314d9",
        "248b75ef-2118-457d-b443-9c0fac85be00",
        "7a429484-8d5e-417c-83a3-a80c72720dab"
      ]
    },
    {
      "coreOrOptionTitle": "Toolmaker & Tool & Die Maintenance Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": [
        "83ab4d81-56ef-4355-9570-0e7291926167",
        "a4df12dd-3ca7-49a2-a167-14df3da98012",
        "b5921b92-6390-43a4-a8e0-cab5effe150f",
        "dad9c8f0-9264-4fcd-ad04-fbba858777b2",
        "85ea39d2-e20d-47a9-829d-08a49815d19d",
        "dbcdd2fb-898a-48bf-a1af-50cde86a924e"
      ]
    },
    {
      "coreOrOptionTitle": "Technical Support Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "e17dacbb-12ee-4be8-9fc3-ad3cbf4ea107",
        "e225dd49-7f64-46ff-8299-5282aa8d21b0",
        "39843904-002a-4917-9e16-5051d8002e1f",
        "8153d1ff-4ade-4061-9d45-0ed0167cbc22",
        "9cc78260-e9e7-433a-90ff-b29e1476c5bd",
        "8c0c4b02-68a9-428a-9c85-d4121fb2c0f7"
      ],
      "mappedSkills": [
        "e9bf6adb-7b09-4090-9535-7cfa85be06ce",
        "5bfd78f8-b7ac-4b2f-81bc-d7969a0c922a",
        "483487a6-2d93-42cc-a2e6-ca7d839a18fa",
        "de1388d2-aa0c-4031-aac9-cac985096c9a",
        "c46c1577-f5bd-424b-b680-f157f35782af",
        "31d9160b-d1b9-4548-ab90-f576f446c8b9",
        "c678e940-c2a9-4118-bf11-8a733565686d",
        "837fed85-dec1-4566-b4ea-86aace914270",
        "c4f31962-b937-4edf-b748-39a76a957811",
        "96389091-7348-4e20-b13a-73681c7703dd",
        "62dcbffb-d3a8-4e33-bd6c-7555b6f79d1d",
        "44299e78-ab95-49c3-a645-122ab91db77a",
        "525b72a8-184a-4f5d-8f89-ba197cef5439",
        "847c1b87-de07-4ed9-aad4-0eaf88001990",
        "da110822-9781-4765-9c52-ab5eb9b23583",
        "d95eae5d-a7b6-4082-9118-af44b7678094",
        "cfeffedb-5eeb-4bea-9cf6-37ff46f9396c",
        "b90a6d79-1527-417f-8148-a7835455432e",
        "eff06d1c-c9c5-4686-b60e-3617c08947e0"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-10-18T00:00:00"
}