{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 236,
  "referenceNumber": "ST0480",
  "learningAimClassCode": "",
  "title": "Senior leader",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0480",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "End-point assessment plan revised",
  "changedDate": "2024-04-10T00:00:00",
  "earliestStartDate": "2023-06-07T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "A leader who has senior management responsibility.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 14000,
  "maxFundingAdditionalInformation": "",
  "route": "Business and administration",
  "keywords": [
    "senior",
    "business",
    "leadership",
    "business management",
    "senior leader",
    "leader"
  ],
  "jobRoles": [
    "Associate director",
    "Business unit head",
    "Chief executive officer",
    "Chief financial officer",
    "Chief information officer",
    "Chief operating officer",
    "Divisional head",
    "Executive director",
    "He registrar",
    "Head of department/faculty",
    "Warrant officer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7242/st0480_senior-leader_l7_epa-plan-for-publication_23522.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.3 Business management",
  "version": "1.2",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in small, medium and large organisations in the public, private or third sectors and sustainability as an area of the economy including health, finance, engineering, manufacturing, business and professional services, education, retail, leisure, technology and construction. Senior Leaders are a key component of all types of business model where there is a workforce to lead, manage and support. The broad purpose of the occupation is to provide clear, inclusive and strategic leadership and direction relating to their area of responsibility within an organisation. Typically, this involves setting, managing and monitoring achievement of core objectives that are aligned to the overall strategic objectives of their organisation’s Board (or equivalent). In a smaller organisation they are also likely to contribute to the execution and achievement of these strategic objectives. A Senior Leader influences at a higher organisational level, including sometimes at Board (or equivalent) level, and sets the culture and tone across their area of responsibility. They may work in varied environments including in an office, onsite, or remotely and demonstrate a high level of flexibility and adaptability to meet the needs of the organisation. In their daily work, an employee in this occupation interacts with internal stakeholders such as members of their team, other senior leaders or managers, support services (for example: finance, marketing, HR) and project groups and, in larger organisations, they may be part of a wider specialist team. Depending on the size of their organisation, a Senior Leader may be responsible for reporting results relating to their area of responsibility to a Board, trustees, shareholders, executive team or to other senior management within the organisation. Externally, a Senior Leader acts as an ambassador for their organisation with wide-ranging networks typically involving customers or clients, supply chains and statutory/regulatory bodies. An employee in this occupation will be responsible for&amp;nbsp;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Setting direction, vision, governance and providing a clear sense of purpose for their area of responsibility.&lt;/li&gt;\n&lt;li&gt;Providing clear and inclusive leadership.&lt;/li&gt;\n&lt;li&gt;Identifying longer-term opportunities and risks using data from internal intelligence sources and external influences.&lt;/li&gt;\n&lt;li&gt;Developing sustainable, ethical, innovative and supportive cultures that get the best from people and enable the delivery of results.&lt;/li&gt;\n&lt;li&gt;Resources that may include budgets, people, assets and facilities.&lt;/li&gt;\n&lt;li&gt;Staying up to date with innovation and championing its adoption.&lt;/li&gt;\n&lt;li&gt;Keeping pace with - and responding to change - by leading agile transformation.&lt;/li&gt;\n&lt;li&gt;Leading and promoting sustainable business practices.&lt;/li&gt;\n&lt;li&gt;Responding and managing crisis situations.&lt;/li&gt;\n&lt;/ul&gt;",
  "knowledges": [
    {
      "knowledgeId": "c62114a4-70f0-422e-9e11-e9739083efa4",
      "detail": "How to shape organisational mission, culture and values."
    },
    {
      "knowledgeId": "6630a577-cd05-49c6-ae75-71fe47682824",
      "detail": "Organisation structures; business modelling; diversity; global and horizon scanning perspectives; governance and accountability; technological and policy implications."
    },
    {
      "knowledgeId": "cd0c11fa-57cd-47cd-8989-10af18ef3866",
      "detail": "New market strategies, changing customer demands and trend analysis."
    },
    {
      "knowledgeId": "b07821a9-b91c-4cac-8521-fddcc60fe9e7",
      "detail": "Innovation; the impact of disruptive technologies (mechanisms that challenge traditional business methods and practices); drivers of change and new ways of working across infrastructure, processes, people and culture and sustainability."
    },
    {
      "knowledgeId": "09ff2610-9367-42e0-9270-8a26f1fbcf6e",
      "detail": "Systems thinking, knowledge/data management, research methodologies and programme management."
    },
    {
      "knowledgeId": "1dde891b-4820-447b-bfd8-aac92cbd75bd",
      "detail": "Ethics and values-based leadership theories and principles."
    },
    {
      "knowledgeId": "9b95cca0-a372-4063-9046-0cd50d1085ca",
      "detail": "Competitive strategies and entrepreneurialism, approaches to effective decision making, and the use of big data and insight to implement and manage change."
    },
    {
      "knowledgeId": "55c15b84-02e7-4253-935e-b29c07f10c25",
      "detail": "Financial strategies, for example scenarios, modelling and identifying trends, application of economic theory to decision-making, and how to evaluate financial and non- financial information such as the implications of sustainable approaches"
    },
    {
      "knowledgeId": "25c3244b-652f-4396-b64b-286438b01f22",
      "detail": "Financial governance and legal requirements, and procurement strategies."
    },
    {
      "knowledgeId": "5aebc101-22ab-4054-8c84-5bcce3956cdc",
      "detail": "Organisational/team dynamics and how to build engagement and develop high performance, agile and collaborative cultures."
    },
    {
      "knowledgeId": "a79e8f1a-caae-4d3b-942c-fbc7e8e52e1f",
      "detail": "Approaches to strategic workforce planning, for example, talent management, learning organisations, group work, workforce design, succession planning, diversity and inclusion."
    },
    {
      "knowledgeId": "70fc10ad-8f9d-4ddf-a041-e1364d2cd216",
      "detail": "Influencing and negotiating strategies both upwards and outwards."
    },
    {
      "knowledgeId": "4c3526bd-a155-4c35-a93a-e67ef615c1ed",
      "detail": "The external social and political environment and use of diplomacy with diverse groups of internal and external stakeholders."
    },
    {
      "knowledgeId": "36b9ac0b-a378-4772-a7b0-ee8bf7fc2fab",
      "detail": "Working with board and other company leadership structures."
    },
    {
      "knowledgeId": "54dfcc93-39e7-4265-a92d-e8c263d40f33",
      "detail": "Brand and reputation management."
    },
    {
      "knowledgeId": "f74b9fc6-e8fe-4b88-b5c6-1a9c7b50ed96",
      "detail": "Working with corporate leadership structures, for example, the markets it operates in, roles and responsibilities, who its stakeholders are and what they require from the organisation and the sustainability agenda."
    },
    {
      "knowledgeId": "bcc6b5a2-57ad-4f73-bb87-7af7d0acbb15",
      "detail": "Crisis and risk management strategies."
    },
    {
      "knowledgeId": "c400b2e1-b5aa-44a9-a669-e2eb74861616",
      "detail": "Coaching and mentoring techniques."
    },
    {
      "knowledgeId": "33f5f336-eb9b-4029-a288-a85e2c389121",
      "detail": "Approaches to developing a Corporate Social Responsibility programme."
    },
    {
      "knowledgeId": "3b48013c-5499-449f-a2b1-214015263d83",
      "detail": "The organisation’s developing communications strategy and its link to their area of responsibility."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "9d8c8aee-2f1b-4beb-92ce-7030275f3ec7",
      "detail": "Work collaboratively enabling empowerment and delegation."
    },
    {
      "behaviourId": "3fceed6d-705f-4bf7-9f2c-fff6cba61de1",
      "detail": "Take personal accountability aligned to clear values."
    },
    {
      "behaviourId": "ad2ab278-1157-460c-9aaf-2534eccd84c5",
      "detail": "Curious and innovative - exploring areas of ambiguity and complexity and finding creative solutions."
    },
    {
      "behaviourId": "dd409e1a-e534-4196-a071-84e78b609a97",
      "detail": "Value difference and champion diversity."
    },
    {
      "behaviourId": "741e146d-8fb3-41c3-8d9e-63250b27ea88",
      "detail": "Seek continuous professional development opportunities for self and wider team."
    }
  ],
  "skills": [
    {
      "skillId": "8eac069d-b722-4b9d-b484-d691a85a38af",
      "detail": "Use horizon scanning and conceptualisation to deliver high performance strategies focusing on growth/sustainable outcomes."
    },
    {
      "skillId": "72730a63-4d89-4ad2-8a38-6f9efbc5d822",
      "detail": "Set strategic direction and gain support for it from key stakeholders."
    },
    {
      "skillId": "aa959d27-fc11-4247-b7c5-36e17fd8f1c3",
      "detail": "Undertake research, and critically analyse and integrate complex information."
    },
    {
      "skillId": "f41d7d8c-62dc-4e43-80b7-ecb8de862a38",
      "detail": "Lead change in their area of responsibility, create an environment for innovation and creativity, establishing the value of ideas and change initiatives and driving continuous improvement."
    },
    {
      "skillId": "f65531c0-fd3e-4918-857d-cbd63ab75da8",
      "detail": "Lead and respond in a crisis situation using risk management techniques."
    },
    {
      "skillId": "04d5a9f6-9c8f-454c-9cbf-fc8b15621ee9",
      "detail": "Act as a Sponsor/Ambassador, championing projects and transformation of services across organisational boundaries such as those impacted by sustainability and the UK Net Carbon Zero by 2050 target. "
    },
    {
      "skillId": "450d2f07-5959-4804-af92-9ca09d600c6a",
      "detail": "Challenge strategies and operations in terms of ethics, responsibility, sustainability, resource allocation and business continuity/risk management."
    },
    {
      "skillId": "101e4948-02b5-4326-aa0f-b766244294de",
      "detail": "Apply principles relating to Corporate Social Responsibility, Governance and Regulatory compliance."
    },
    {
      "skillId": "b99f850c-5970-4a79-ba00-5a406af5f552",
      "detail": "Drive a culture of resilience and support development of new enterprise and opportunities."
    },
    {
      "skillId": "9cc834ca-1a77-4139-b1ea-42b94e231ca1",
      "detail": "Oversee development and monitoring of financial strategies and setting of organisational budgets based on Key Performance Indicators (KPIs), and challenge financial assumptions underpinning strategies."
    },
    {
      "skillId": "0e1d94c0-7677-4b79-bee6-7542c6b63deb",
      "detail": "Uses financial data to allocate resources."
    },
    {
      "skillId": "42a141b6-4cd6-41d9-84af-19da27364c33",
      "detail": "Oversee procurement, supply chain management and contracts."
    },
    {
      "skillId": "3ede82d2-9046-44e7-8414-5acbfdc035af",
      "detail": "Use personal presence and \"storytelling\" to articulate and translate vision into operational strategies, demonstrating clarity in thinking such as consideration of sustainable approaches."
    },
    {
      "skillId": "c13920b9-fd85-4979-8e47-1e086a4084fa",
      "detail": "Create an inclusive culture, encouraging diversity and difference and promoting well-being."
    },
    {
      "skillId": "2016135a-9ff3-4a68-883c-433368367c6b",
      "detail": "Give and receive feedback at all levels, building confidence and developing trust, and enable people to take risks and challenge where appropriate."
    },
    {
      "skillId": "a17cee99-4fc1-4023-a1d6-b459eebef625",
      "detail": "Enable an open culture and high-performance working environment and set goals and accountabilities for teams and individuals in their area."
    },
    {
      "skillId": "6f3fc15c-eafd-418d-955e-47edfe7b188d",
      "detail": "Lead and influence people, building constructive working relationships across teams, using matrix management where required."
    },
    {
      "skillId": "4a2d8372-39d9-4ef3-ba55-0e33dc4d0d7f",
      "detail": "Optimise skills of the workforce, balancing people and technical skills and encouraging continual development."
    },
    {
      "skillId": "5836cc5e-0fb6-402a-8a71-efd7d7efe0ca",
      "detail": "Manage relationships across multiple and diverse stakeholders."
    },
    {
      "skillId": "456db5cb-bb7f-4fd8-beca-c570d51e448a",
      "detail": "Lead within their area of control/authority, influencing both upwards and outwards, negotiating and using advocacy skills to build reputation and effective collaboration."
    },
    {
      "skillId": "1605b943-0b4b-4a00-b182-a0bc6e626e28",
      "detail": "Shape and manage the communications strategy for their area of responsibility."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-02-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0233",
  "tbMainContact": "Sally.Timmins@education.gov.uk",
  "involvedEmployers": "Serco (employer chair), Civil Service (employer chair), Acivico (Birmingham City Council), Anglo Educational, Barclays, BT, Balfour Beatty, Barchester Healthcare, Boots UK Ltd, British Army, BBC, CMI, Co-op, DFS, Grant Thornton, Interserve, JRV Associates, KPMG, Morgan Sindell, NHS (Dept of Health), Nestle, Opus Building Services, Pearson, Pendragon plc, Ricoh, Sainsburys, Santander UK plc, Speedy Services, umi Digital, Unipart, United Utilities plc, Virgin Media, Wincanton, XPO Logistics.",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Associate director",
    "Business unit head",
    "Chief executive officer",
    "Chief financial officer",
    "Chief information officer",
    "Chief operating officer",
    "Divisional head",
    "Executive director",
    "He registrar",
    "Head of department/faculty",
    "Warrant officer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Management and Administration",
  "cluster": "Management professional",
  "clusterId": "68",
  "clusterDescription": null,
  "createdDate": "2023-08-02T10:29:40 +00:00",
  "lastUpdated": "2024-04-10T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-02-27T00:00:00 +00:00",
  "banners": "A temporary dispensation has been applied to the ST0480 version 1.2 end-point assessment plan for this apprenticeship. The dispensation will last from 05/04/24 to 21/01/26 but may be withdrawn if the assessment plan is revised sooner or the dispensation is no longer necessary.End-point assessment organisations (EPAOs) delivering EPAs for the apprenticeship will implement the dispensation as required, supported and monitored by the relevant EQA provider. The key changes are: Apprentices made redundant at Gateway will be allowed complete a Strategic Business Proposal based on a theoretical topic. The Training Provider will step in as the employer for the duration of the EPA period in order to ensure apprentices can complete their apprenticeship.Skill Statements S2 and S3 will be assessed via the questioning component of the assessment. This dispensation applies to agreed cohorts only. EPAOs must contact IfATE for each individual case. If your organisation is considering beginning the delivery of this EPA, you should follow the requirements as they are detailed in the plan as the dispensation is intended to support specific apprentices only.Please contact the Institute for Apprenticeships and Technical Education via enquiries.ifa@education.gov.uk should you require any further clarity.",
  "occupationCode": "OCC0480",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0480-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0480-v1-2",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "Chartered Management Institute",
      "level": "Chartered Manager or Chartered Fellow individual member grade",
      "isPartial": "full",
      "partialFreeText": ""
    },
    {
      "bodyName": "The Institute of Leadership",
      "level": "Management for Fellow member grade",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "5ddd99de-c659-400b-819b-b82a2786907f",
      "dutyDetail": "Set the overall strategic direction of their area of responsibility in partnership with the Board (or equivalent), encouraging employees to buy into the organisation’s vision.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3fceed6d-705f-4bf7-9f2c-fff6cba61de1"
      ],
      "mappedKnowledge": [
        "c62114a4-70f0-422e-9e11-e9739083efa4",
        "6630a577-cd05-49c6-ae75-71fe47682824",
        "1dde891b-4820-447b-bfd8-aac92cbd75bd",
        "4c3526bd-a155-4c35-a93a-e67ef615c1ed",
        "36b9ac0b-a378-4772-a7b0-ee8bf7fc2fab"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8eac069d-b722-4b9d-b484-d691a85a38af",
        "72730a63-4d89-4ad2-8a38-6f9efbc5d822",
        "9cc834ca-1a77-4139-b1ea-42b94e231ca1",
        "0e1d94c0-7677-4b79-bee6-7542c6b63deb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e89e85c1-6b09-4441-aa6d-061d64521bab",
      "dutyDetail": "Lead on the development and critical review of operational policies and practices within their area of responsibility, to ensure they are aligned to the needs of the organisation and remain fit for purpose and sustainable.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3fceed6d-705f-4bf7-9f2c-fff6cba61de1"
      ],
      "mappedKnowledge": [
        "6630a577-cd05-49c6-ae75-71fe47682824",
        "1dde891b-4820-447b-bfd8-aac92cbd75bd",
        "f74b9fc6-e8fe-4b88-b5c6-1a9c7b50ed96",
        "33f5f336-eb9b-4029-a288-a85e2c389121"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "72730a63-4d89-4ad2-8a38-6f9efbc5d822",
        "450d2f07-5959-4804-af92-9ca09d600c6a",
        "9cc834ca-1a77-4139-b1ea-42b94e231ca1",
        "0e1d94c0-7677-4b79-bee6-7542c6b63deb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1f386f84-8266-4fe3-b978-efa86f40821f",
      "dutyDetail": "Lead and influence agreed projects to deliver organisational strategy such as change and agile transformation programmes, diversification, new product implementation, and customer experience improvement.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3fceed6d-705f-4bf7-9f2c-fff6cba61de1",
        "ad2ab278-1157-460c-9aaf-2534eccd84c5"
      ],
      "mappedKnowledge": [
        "cd0c11fa-57cd-47cd-8989-10af18ef3866",
        "09ff2610-9367-42e0-9270-8a26f1fbcf6e",
        "1dde891b-4820-447b-bfd8-aac92cbd75bd",
        "9b95cca0-a372-4063-9046-0cd50d1085ca",
        "36b9ac0b-a378-4772-a7b0-ee8bf7fc2fab",
        "54dfcc93-39e7-4265-a92d-e8c263d40f33"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "72730a63-4d89-4ad2-8a38-6f9efbc5d822",
        "aa959d27-fc11-4247-b7c5-36e17fd8f1c3",
        "f41d7d8c-62dc-4e43-80b7-ecb8de862a38"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a594c346-733e-4d33-9275-505c1860fc12",
      "dutyDetail": "Make decisions about organisational resource requirements (budgets, people, technology) based on strategic insight and reliable evidence.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3fceed6d-705f-4bf7-9f2c-fff6cba61de1"
      ],
      "mappedKnowledge": [
        "b07821a9-b91c-4cac-8521-fddcc60fe9e7",
        "1dde891b-4820-447b-bfd8-aac92cbd75bd",
        "9b95cca0-a372-4063-9046-0cd50d1085ca",
        "55c15b84-02e7-4253-935e-b29c07f10c25",
        "25c3244b-652f-4396-b64b-286438b01f22"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f65531c0-fd3e-4918-857d-cbd63ab75da8",
        "450d2f07-5959-4804-af92-9ca09d600c6a",
        "9cc834ca-1a77-4139-b1ea-42b94e231ca1",
        "0e1d94c0-7677-4b79-bee6-7542c6b63deb",
        "42a141b6-4cd6-41d9-84af-19da27364c33"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bb19b838-e3a5-4542-b080-41a772dd4b29",
      "dutyDetail": "Lead and respond to crisis management, assessing the risks and opportunities which could affect business/department performance, and finding solutions that meet the needs of both the organisation and its customers/stakeholders in a responsible and ethical way.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9d8c8aee-2f1b-4beb-92ce-7030275f3ec7"
      ],
      "mappedKnowledge": [
        "09ff2610-9367-42e0-9270-8a26f1fbcf6e",
        "1dde891b-4820-447b-bfd8-aac92cbd75bd",
        "bcc6b5a2-57ad-4f73-bb87-7af7d0acbb15",
        "33f5f336-eb9b-4029-a288-a85e2c389121"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f41d7d8c-62dc-4e43-80b7-ecb8de862a38",
        "f65531c0-fd3e-4918-857d-cbd63ab75da8",
        "101e4948-02b5-4326-aa0f-b766244294de"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "79383dce-b351-4b8c-92ac-7126ba0eaf8b",
      "dutyDetail": "Lead people development including talent management, succession planning, workforce design, and coaching, and mentoring arrangements for people within their area of responsibility.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9d8c8aee-2f1b-4beb-92ce-7030275f3ec7",
        "dd409e1a-e534-4196-a071-84e78b609a97",
        "741e146d-8fb3-41c3-8d9e-63250b27ea88"
      ],
      "mappedKnowledge": [
        "1dde891b-4820-447b-bfd8-aac92cbd75bd",
        "5aebc101-22ab-4054-8c84-5bcce3956cdc",
        "a79e8f1a-caae-4d3b-942c-fbc7e8e52e1f",
        "c400b2e1-b5aa-44a9-a669-e2eb74861616"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "72730a63-4d89-4ad2-8a38-6f9efbc5d822",
        "b99f850c-5970-4a79-ba00-5a406af5f552",
        "3ede82d2-9046-44e7-8414-5acbfdc035af",
        "c13920b9-fd85-4979-8e47-1e086a4084fa",
        "2016135a-9ff3-4a68-883c-433368367c6b",
        "a17cee99-4fc1-4023-a1d6-b459eebef625",
        "4a2d8372-39d9-4ef3-ba55-0e33dc4d0d7f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6d920f34-e83d-41fa-8e04-59323d01efd8",
      "dutyDetail": "Promote an ethical, inclusive, innovative and supportive culture that generates continuous business improvement.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9d8c8aee-2f1b-4beb-92ce-7030275f3ec7",
        "dd409e1a-e534-4196-a071-84e78b609a97",
        "741e146d-8fb3-41c3-8d9e-63250b27ea88"
      ],
      "mappedKnowledge": [
        "1dde891b-4820-447b-bfd8-aac92cbd75bd",
        "5aebc101-22ab-4054-8c84-5bcce3956cdc",
        "a79e8f1a-caae-4d3b-942c-fbc7e8e52e1f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f41d7d8c-62dc-4e43-80b7-ecb8de862a38",
        "b99f850c-5970-4a79-ba00-5a406af5f552",
        "3ede82d2-9046-44e7-8414-5acbfdc035af",
        "c13920b9-fd85-4979-8e47-1e086a4084fa",
        "2016135a-9ff3-4a68-883c-433368367c6b",
        "a17cee99-4fc1-4023-a1d6-b459eebef625",
        "6f3fc15c-eafd-418d-955e-47edfe7b188d",
        "4a2d8372-39d9-4ef3-ba55-0e33dc4d0d7f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ef3eef9a-8fa9-4abf-927b-fcf2e091732c",
      "dutyDetail": "Report to the Board (or relevant governance/management structure) on the progress of their operational activities towards achieving business goals.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9d8c8aee-2f1b-4beb-92ce-7030275f3ec7"
      ],
      "mappedKnowledge": [
        "70fc10ad-8f9d-4ddf-a041-e1364d2cd216",
        "4c3526bd-a155-4c35-a93a-e67ef615c1ed"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5836cc5e-0fb6-402a-8a71-efd7d7efe0ca",
        "456db5cb-bb7f-4fd8-beca-c570d51e448a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4ebfc76c-d146-46f6-a617-1e27c7a07a82",
      "dutyDetail": "Cultivate and maintain collaborative relationships with key senior internal and external stakeholders to influence key decision makers as appropriate.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9d8c8aee-2f1b-4beb-92ce-7030275f3ec7"
      ],
      "mappedKnowledge": [
        "b07821a9-b91c-4cac-8521-fddcc60fe9e7",
        "9b95cca0-a372-4063-9046-0cd50d1085ca",
        "70fc10ad-8f9d-4ddf-a041-e1364d2cd216",
        "4c3526bd-a155-4c35-a93a-e67ef615c1ed"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "72730a63-4d89-4ad2-8a38-6f9efbc5d822",
        "04d5a9f6-9c8f-454c-9cbf-fc8b15621ee9",
        "5836cc5e-0fb6-402a-8a71-efd7d7efe0ca"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "364a3f95-62c3-4c5a-b2e1-a51d5e02725e",
      "dutyDetail": "Shape the approach to external communications for their area of responsibility and ensure it aligns with any wider organisational communications strategy.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9d8c8aee-2f1b-4beb-92ce-7030275f3ec7"
      ],
      "mappedKnowledge": [
        "54dfcc93-39e7-4265-a92d-e8c263d40f33",
        "3b48013c-5499-449f-a2b1-214015263d83"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "72730a63-4d89-4ad2-8a38-6f9efbc5d822",
        "1605b943-0b4b-4a00-b182-a0bc6e626e28"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "eff8ca96-8a56-441f-aa36-f7136f71f88c",
      "dutyDetail": "Proactively keep up to date with social, economic and technological trends and developments relevant to their area of responsibility and wider organisation, and promote innovation to address changing requirements and to take advantage of new opportunities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ad2ab278-1157-460c-9aaf-2534eccd84c5"
      ],
      "mappedKnowledge": [
        "cd0c11fa-57cd-47cd-8989-10af18ef3866",
        "b07821a9-b91c-4cac-8521-fddcc60fe9e7",
        "9b95cca0-a372-4063-9046-0cd50d1085ca",
        "33f5f336-eb9b-4029-a288-a85e2c389121"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "aa959d27-fc11-4247-b7c5-36e17fd8f1c3",
        "f41d7d8c-62dc-4e43-80b7-ecb8de862a38",
        "450d2f07-5959-4804-af92-9ca09d600c6a",
        "b99f850c-5970-4a79-ba00-5a406af5f552",
        "3ede82d2-9046-44e7-8414-5acbfdc035af"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2f7589d1-1df3-45d9-b565-141e1bd224e7",
      "dutyDetail": "Ensure that their area of responsibility is compliant with internal governance, such as any assurance framework requirements, and with external governance, such as any regulatory and statutory requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ad2ab278-1157-460c-9aaf-2534eccd84c5"
      ],
      "mappedKnowledge": [
        "6630a577-cd05-49c6-ae75-71fe47682824",
        "25c3244b-652f-4396-b64b-286438b01f22"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "aa959d27-fc11-4247-b7c5-36e17fd8f1c3",
        "101e4948-02b5-4326-aa0f-b766244294de",
        "42a141b6-4cd6-41d9-84af-19da27364c33"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-04-10T00:00:00"
}