{
  "larsCode": 435,
  "referenceNumber": "ST0405",
  "title": "Vehicle damage mechanical, electrical and trim (MET) technician",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/435",
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": null,
  "earliestStartDate": "2019-03-22T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Removing and refitting damaged mechanical and electrical components on a car before and after body repair work has been carried out.",
  "level": 3,
  "typicalDuration": 36,
  "maxFunding": 15000,
  "route": "Engineering and manufacturing",
  "keywords": [
    "transport",
    "damage",
    "electrical",
    "vehicle",
    "body repair",
    "operations",
    "maintenance"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/2125/st0405_vehicle-damage-met-technician_l3_ap-for-publication_210818.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Names of typical job titles:&lt;/h3&gt;\r\n&lt;p&gt;Bodyshop Mechanic, Stripper/Fitters, MET Technician, Bodyshop Technician, Body Fitter&lt;/p&gt;\r\n&lt;h3&gt;The Occupation:&lt;/h3&gt;\r\n&lt;p&gt;A Vehicle Damage Mechanical, Electrical and Trim Technician works in the vehicle body repair sector of the motor industry. The role is to identify damaged mechanical and electrical components on a damaged Car/Light Commercial Vehicle, and remove and refit these components before and after body repair work has been carried out. They typically work on repairing vehicles that have been involved in accidents or similar incidents. This is usually within a collision repair workshop.&lt;/p&gt;\r\n&lt;p&gt;They are experts in identifying damaged mechanical and electrical components on vehicles. They may work as part of a team or more autonomously and they are usually under the supervision of a more senior technician.&lt;/p&gt;\r\n&lt;p&gt;They are able to demonstrate expert working knowledge in relation to the removal, repair and replacement of engine, gearbox, suspension, mechanical and electrical systems. This includes:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Assessing faults&lt;/li&gt;\r\n&lt;li&gt;Preparing job cards and assessment reports&lt;/li&gt;\r\n&lt;li&gt;Accessing and removing mechanical and electrical components&lt;/li&gt;\r\n&lt;li&gt;Removing and fitting non-structural body panels&lt;/li&gt;\r\n&lt;li&gt;Removing and re-installing mechanical and electrical systems&lt;/li&gt;\r\n&lt;li&gt;Vehicle valeting.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;They are able to remove and refit any part relating to the vehicle, to the correct alignment.&lt;/p&gt;\r\n&lt;p&gt;The technician will be able to carry out vehicle diagnostics utilising diagnostic hardware/software to interrogate any faults found within the vehicle management system (on board computer), interpret technical information to ensure integrity of repair. A competent Vehicle Damage Mechanical, Electrical and Trim Technician is accountable for ensuring that the vehicle components and trim of a repaired collision damaged vehicle meets at minimum the manufacturer safety and performance standard prior to the damage sustained.&lt;/p&gt;\r\n&lt;p&gt;A competent Vehicle Damage Mechanical, Electrical and Trim Technician, will meet the following competency requirements.&lt;/p&gt;\r\n&lt;h3&gt;Expert working knowledge &amp;amp; understanding of:&lt;/h3&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Engine, gearbox, suspension, mechanical and electrical systems including safety related autonomous items&lt;/li&gt;\r\n&lt;li&gt;Body Mechanical Repair tools, equipment and devices used in the process, e.g. vehicle diagnostics equipment, wheel alignment, advanced driver assistance calibration tooling etc.&lt;/li&gt;\r\n&lt;li&gt;Vehicle diagnostics and interpretation of technical data&lt;/li&gt;\r\n&lt;li&gt;The safe handling and management of Safety Restraint Systems Pyrotechnics, High Voltage components and other areas of significant risk&lt;/li&gt;\r\n&lt;li&gt;Repair and safe handling of all vehicle fuel types including combustion, hybrid and other high voltage, compressed natural gas.&lt;/li&gt;\r\n&lt;li&gt;Vehicle hardware and software and digital communication e.g. telematics capability, recall legislation compliance etc.&lt;/li&gt;\r\n&lt;li&gt;The principles of customer service within the motor industry&lt;/li&gt;\r\n&lt;li&gt;Health &amp;amp; Safety and compliance requirements of the bodyshop industry&lt;/li&gt;\r\n&lt;li&gt;Their direct commercial productivity and efficiency impact of their role within the whole repair process. E.g, understanding the cost of mistakes and the need for accuracy. The impact of rework on resources and reputation.&lt;/li&gt;\r\n&lt;li&gt;Quality control process and the implications of poor quality repairs.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;Skills&lt;/h3&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Ability to undertake appropriate job preparation prior to commencing repair, e.g. disarming airbags, undertaking electrical safety precautions and conducting pre-repair diagnostics sweeps.&lt;/li&gt;\r\n&lt;li&gt;Ability to interpret relevant technical data, specification and methods will enable appropriate pre-preparation prior to work being carried out.&lt;/li&gt;\r\n&lt;li&gt;Ability to remove, repair and replace Engine, gearbox, suspension, mechanical and electrical systems, related autonomous items from the vehicle safely, e.g. Anti-lock Braking System units, safety restraint systems, Radio Detection and Ranging (RADAR) &amp;amp; Light Detection And Ranging (LIDAR) semi-autonomous components.&lt;/li&gt;\r\n&lt;li&gt;Ability to diagnose and fix faults within a vehicle management system (on board computer) &amp;amp; associated electrical system. &#160;&lt;/li&gt;\r\n&lt;li&gt;Ability to identify and communicate supplementary parts where required.&lt;/li&gt;\r\n&lt;li&gt;Ability to identify and operate the correct repair tools, equipment and devices used in the process such as Geometry Wheel Aligners for alignment of the wheels, diagnostic hardware to establish any faults with the vehicle and establish if parts are replaced or re calibrated, utilising torque wrenches to tighten nuts/bolts to the manufacturer recommendations&lt;/li&gt;\r\n&lt;li&gt;Ability to rebuild vehicles post repair and reinstate safety critical systems including Safety Restraint Systems, airbags, seat belts and pretensions, Advanced Driver Assistance Systems, cameras, Radio Detection and Ranging (RADAR) systems and Light Detection And Ranging (LIDAR) systems including collision avoidance technology.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;Qualified in refrigerant handling to EC842 2006 or the most up to date revision of this legislative requirement to enable the repair or replacement of air condition/climate control parts such as condensers, evaporator compressor pump&lt;/p&gt;\r\n&lt;h3&gt;Behaviours&lt;/h3&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Use all the knowledge and skills developed to carry out tasks in a safe and efficient manner, complying with all business operating procedures and policies&lt;/li&gt;\r\n&lt;li&gt;Operate as an effective team member and take responsibility, be honest and accountable when things go wrong, tracking their own progress and informing others if deadlines are at risk&lt;/li&gt;\r\n&lt;li&gt;Proactively find opportunities to learn about the wider business&lt;/li&gt;\r\n&lt;li&gt;Commitment to customer service and meeting deadlines by being flexible with their time and willingness to take on tasks outside of their job role to ensure goals are met&lt;/li&gt;\r\n&lt;li&gt;Take responsibility for personal and professional development, keeping knowledge and skills up to date with emerging technology to perform the role effectively&lt;/li&gt;\r\n&lt;li&gt;Anticipate problems and put steps in place to avoid them, where problems do occur explore and address the cause&lt;/li&gt;\r\n&lt;li&gt;Effectively communicate with customers and colleagues.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;Duration:&lt;/h3&gt;\r\n&lt;p&gt;Typically, 3 years for new entrants&lt;/p&gt;\r\n&lt;h3&gt;Entry requirements:&lt;/h3&gt;\r\n&lt;p&gt;Individual employers will set their own selection criteria for applicants.&lt;/p&gt;\r\n&lt;h3&gt;Qualifications:&lt;/h3&gt;\r\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualifications are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\r\n&lt;p&gt;Apprentices will be required to achieve Certification in Refrigerant Handling (EC 842-2006) or latest revision – please see &lt;a href=&quot;http://www.environmentalclimatesystems.com/documents/F%20Gas%20Regulations%20Web%20Site%2008.07.09.pdf&quot;&gt;F Gas Regulations&lt;/a&gt;&lt;/p&gt;\r\n&lt;h3&gt;Level:&lt;/h3&gt;\r\n&lt;p&gt;The apprenticeship standard is Level 3&lt;/p&gt;\r\n&lt;h3&gt;Review date:&lt;/h3&gt;\r\n&lt;p&gt;The apprenticeship standard will be reviewed after 3 years&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "Claire Gill / Steve Walker",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "public.enquiries@ofqual.gov.uk",
    "webLink": "https://www.gov.uk/government/organisations/ofqual"
  },
  "approvedForDelivery": "2019-03-22T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "TB0662",
  "tbMainContact": "christine.maskill@ncrbodyshops.co.uk",
  "involvedEmployers": "NCR Bodyshops Ltd, DLG auto services, Barretts of Canterbury, JLR (Jaguar Landrover), Ford, Thatcham Research, Aviva, NCRC, LV insurance, Solusarc",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Maintenance, Installation & Repair",
  "cluster": "Service, Repair and/or Overhaul Operative/Technician",
  "createdDate": "2017-11-14T17:10:42 +00:00",
  "lastUpdated": "2019-03-22T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/vehicle-damage-mechanical,-electrical-and-trim-(met)-technician-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/vehicle-damage-mechanical,-electrical-and-trim-(met)-technician-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}