{
  "templateType": "Apprenticeship Standard",
  "larsCode": 267,
  "referenceNumber": "ST0458",
  "learningAimClassCode": "",
  "title": "Textile manufacturing operative",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0458",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Funding band revised.",
  "changedDate": "2023-10-23T00:00:00",
  "earliestStartDate": "2021-05-21T00:00:00",
  "latestStartDate": "2023-10-22T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Using machinery to spin natural and synthetic material into yarns and fabrics.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "textile",
    "manufacturing",
    "material",
    "fabrics",
    "spin",
    "test engineering",
    "craft"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7377/st0458_textile-manufacturing-operative_l2_ap-for-publication_201120em.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A textile manufacturing operative is someone who is employed within the textile manufacturing industry and works in an occupation (job role) where they are required to use specific machinery to produce textiles. Typically, this might involve occupations such as carding, spinning, twisting, warping and other roles at the basic/introductory level of the textile manufacturing (this is not an exhaustive list). These individuals are known as ‘operatives’ by the sector and would typically report to a Technician, Supervisor or Line Manager. The key responsibility for a Textile Manufacturing Operative is to ensure the consistency of textile production in a manufacturing facility. The majority of individuals enrolled onto this standard will work within businesses that employ less than 250 employees although, companies that are part of larger organisations are likely to use this programme. Upon completion of this standard, individuals will be competent in specific textile manufacturing operations appropriate to their own occupational role.&lt;/p&gt;\n&lt;h3&gt;Entry requirements&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria and specify the entry requirements applicable to their area of work.&lt;/p&gt;\n&lt;table border=&quot;0&quot; style=&quot;width: 749px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th colspan=&quot;2&quot; style=&quot;width: 706px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;KNOWLEDGE: Individuals must know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 27.5px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Understand the Industry:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 678.5px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;the textile manufacturing sector, its history, heritage and importance that textile manufacturing has on the economy, how the industry started, how mechanisation changed production and have a basic knowledge of the textile manufacturing processes, how advancements in innovation have improved the sector, including where new technology is under development and the evolution from traditional to modern manufacturing.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 27.5px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Supply Chain&#160;&lt;/strong&gt;&lt;strong&gt;/ Customer Base&lt;/strong&gt;:&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 678.5px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;the basics of the supply chain, how goods and services arrive at the business and where they go to after being manufactured, the importance of a positive customer experience, the roles involved in production and the importance of multi-skilling the workforce. &#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 27.5px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Health, Safety &amp;amp; Welfare (Legislation):&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 678.5px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;how the Health &amp;amp; Safety at Work Act applies to textile manufacturers (including areas of legislation specific to Noise, Dust, Fire, Occupational Health and Working Time Regulation), have an understanding of safety processes, safety management, effective risk assessment and hazard identification in the work area.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 27.5px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Raw Materials&lt;/strong&gt;:&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 678.5px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;the raw materials associated with textile production, from raw fibre processing to completed product. Knowledge of fibre growth, mechanised processing (fibre-yarn-fabric) and end production is required including differentiation (natural and man-made fibres).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 27.5px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Quality Standards:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 678.5px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;the quality standards associated with textile manufacturing and production including the process for checking the quality of a manufactured textile product, the differences between standard and non-standard quality testing, quality systems such as ISO 9001, textile specific measurements and industry standards, how to read and interpret specifications and test results.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 27.5px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Textile Manufacturing Techniques:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 678.5px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;the materials and equipment used to manufacture textile products and how manufacturing works in a mechanised environment based on production size and complexity. This relates to specific machinery used in textile production, how to interpret job documentation and understand specifications, tolerances, measurements, appearances and production sequencing routines.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 27.5px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Textile Machinery:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 678.5px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;the textile machinery maintenance routines that affect textile manufacturing performance, where fault conditions exist and where own levels of responsibility start and end, when and how to seek specialist technical advice. &#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 27.5px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Environment:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 678.5px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;the basic conditions of environmental impact of textile manufacturing, including how manufacturing operations can be adapted to reduce environment impact, the ISO 14001 regulations, as well as the importance of waste reduction and recycling.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; style=&quot;width: 706px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;SKILLS:&lt;/strong&gt;&lt;strong&gt; The Textile Manufacturing Operative will be able to…&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 27.5px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Interpersonal Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 678.5px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;develop working relationships in a manufacturing environment including listening skills around the machinery, effective communication skills with colleagues, identify improvements and interact confidently to ensure that production is achieved.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 27.5px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Textile Machinery Operations:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 678.5px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;set up, feed, programme and monitor machine gauges, dials and indicators, ensuring alignment and product monitoring, recording production, cleaning, oiling and lubrication based on the requirements of their own machinery responsibility.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 27.5px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Textile Manufacturing Maintenance:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 678.5px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;perform routine maintenance to ensure the efficiency of machinery meets production expectations. Ensure speed, feed, calculations and material flows are monitored and reported appropriately.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 27.5px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Interpret Data &amp;amp; Instructions&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 678.5px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;read and interpret data from production records, specifications, data management, process planning meetings including job documentation and appropriate work instructions.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 27.5px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Collaboration &amp;amp; Adaptability:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 678.5px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;accept changing priorities and work flexibly to meet company requirements. Work effectively with others in a team whilst maintaining effective working relationships. Accept that in textile production, the expectation to complete tasks within the job role affects the customer experience.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 27.5px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Time Management:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 678.5px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;to ensure efficient and effective use of time, especially at shift changeover and during textile machinery downtime or changeovers. Manage time to meet business priorities.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; style=&quot;width: 706px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;BEHAVIOURS&lt;/strong&gt;: &lt;strong&gt;The Textile Manufacturing Operative will demonstrate&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 27.5px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Ownership &amp;amp; Responsibility:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 678.5px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;ownership of the role. Recognise the value of the role within the organisation and the value of the role others perform, the drive and ambition needed to achieve in all aspects of work, including the importance of self-organisation and self-management of time.&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 27.5px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Precision &amp;amp; Focus:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 678.5px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;a commitment to maintaining the highest standards of precision and excellence as appropriate to mechanised textile production, a positive work ethic in line with the organisation’s core strategies and principles.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 27.5px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Mindset:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 678.5px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;the right ‘mind-set’ for work within textile manufacturing, recognising the importance of growth, ambition, attitude, dedication and hard work.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 27.5px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Communication and service to Customers: &lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 678.5px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;appropriate communication techniques within a manufacturing environment, including patience, calmness, vigilance and appropriate communication styles when dealing with all types of customer.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 27.5px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Safety Culture:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 678.5px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;following safety procedures and safe working practices that are appropriate in a manufacturing environment and able to identify and articulate safety findings and improvements to colleagues.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;Additional information&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Duration:&#160;&lt;/strong&gt;Typically, this standard will take 12 to 18 months to achieve&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Review:&lt;/strong&gt;&#160;After 3 years or when significant change is required&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Qualifications:&#160;&lt;/strong&gt;Typically, employers will look for individuals that already hold appropriate levels of English and Maths however, those without must achieve level 1 English and Maths and take the test for level 2 prior to taking their end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&#160;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Level:&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Level 2&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;A textile manufacturing operative is someone who is employed within the textile manufacturing industry and works in an occupation (job role) where they are required to use specific machinery to produce textiles. Typically, this might involve occupations such as carding, spinning, twisting, warping and other roles at the basic/introductory level of the textile manufacturing (this is not an exhaustive list). These individuals are known as ‘operatives’ by the sector and would typically report to a Technician, Supervisor or Line Manager. The key responsibility for a Textile Manufacturing Operative is to ensure the consistency of textile production in a manufacturing facility. The majority of individuals enrolled onto this standard will work within businesses that employ less than 250 employees although, companies that are part of larger organisations are likely to use this programme. Upon completion of this standard, individuals will be competent in specific textile manufacturing operations appropriate to their own occupational role.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "24366d07-6cf1-404a-bc71-9718541db493",
      "detail": "The textile manufacturing sector, its history, heritage and importance that textile manufacturing has on the economy, how the industry started, how mechanisation changed production and have a basic knowledge of the textile manufacturing processes, how advancements in innovation have improved the sector, including where new technology is under development and the evolution from traditional to modern manufacturing"
    },
    {
      "knowledgeId": "574e311a-906d-4792-800b-f85a858ffe90",
      "detail": "The basics of the supply chain, how goods and services arrive at the business and where they go to after being manufactured, the importance of a positive customer experience, the roles involved in production and the importance of multi-skilling the workforce"
    },
    {
      "knowledgeId": "cc022417-0ea6-4bad-ba31-96c82135045a",
      "detail": "How the Health & Safety at Work Act applies to textile manufacturers (including areas of legislation specific to Noise, Dust, Fire, Occupational Health and Working Time Regulation), have an understanding of safety processes, safety management, effective risk assessment and hazard identification in the work area"
    },
    {
      "knowledgeId": "c1ce1b42-173d-4a51-9d71-3d558a382727",
      "detail": "The raw materials associated with textile production, from raw fibre processing to completed product. Knowledge of fibre growth, mechanised processing (fibre-yarn-fabric) and end production is required including differentiation (natural and man-made fibres)"
    },
    {
      "knowledgeId": "f416e2c2-94b3-4f9f-b1d3-2e9c7da0ca51",
      "detail": "The quality standards associated with textile manufacturing and production including the process for checking the quality of a manufactured textile product, the differences between standard and non-standard quality testing, quality systems such as ISO 9001, textile specific measurements and industry standards, how to read and interpret specifications and test results"
    },
    {
      "knowledgeId": "d6957529-d41e-4160-9c2d-b0bf89bb8a83",
      "detail": "The materials and equipment used to manufacture textile products and how manufacturing works in a mechanised environment based on production size and complexity. This relates to specific machinery used in textile production, how to interpret job documentation and understand specifications, tolerances, measurements, appearances and production sequencing routines"
    },
    {
      "knowledgeId": "839ae87a-6104-453f-aeec-7e80076221c8",
      "detail": "The textile machinery maintenance routines that affect textile manufacturing performance, where fault conditions exist and where own levels of responsibility start and end, when and how to seek specialist technical advice"
    },
    {
      "knowledgeId": "c861e5c0-5e87-45e4-bc1b-ac5371b9464a",
      "detail": "The basic conditions of environmental impact of textile manufacturing, including how manufacturing operations can be adapted to reduce environment impact, the ISO 14001 regulations, as well as the importance of waste reduction and recycling"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "40da817a-c64a-4aa2-9cea-8056d736b2e2",
      "detail": "Ownership of the role. Recognise the value of the role within the organisation and the value of the role others perform, the drive and ambition needed to achieve in all aspects of work, including the importance of self-organisation and self-management of time"
    },
    {
      "behaviourId": "62d87cb4-9266-43af-8b80-59ea3cbdbb87",
      "detail": "A commitment to maintaining the highest standards of precision and excellence as appropriate to mechanised textile production, a positive work ethic in line with the organisations core strategies and principles"
    },
    {
      "behaviourId": "d6c775e0-e0cd-4047-92b4-adb101c4b061",
      "detail": "The right mind-set for work within textile manufacturing, recognising the importance of growth, ambition, attitude, dedication and hard work"
    },
    {
      "behaviourId": "b51accc3-50a6-47a1-a16f-1054b8ba03a0",
      "detail": "Appropriate communication techniques within a manufacturing environment, including patience, calmness, vigilance and appropriate communication styles when dealing with all types of customer"
    },
    {
      "behaviourId": "67211f64-c1de-4ee2-abe4-92dc361a11fb",
      "detail": "Following safety procedures and safe working practices that are appropriate in a manufacturing environment and able to identify and articulate safety findings and improvements to colleagues"
    }
  ],
  "skills": [
    {
      "skillId": "5a9e02c5-90c7-4759-aebd-a7842f2573e6",
      "detail": "Develop working relationships in a manufacturing environment including listening skills around the machinery, effective communication skills with colleagues, identify improvements and interact confidently to ensure that production is achieved"
    },
    {
      "skillId": "9c9587d9-e4d9-4623-ae4a-2a84db49dd87",
      "detail": "Set up, feed, programme and monitor machine gauges, dials and indicators, ensuring alignment and product monitoring, recording production, cleaning, oiling and lubrication based on the requirements of their own machinery responsibility"
    },
    {
      "skillId": "8f658631-23bf-4a71-9fb5-177fa5acdf42",
      "detail": "Perform routine maintenance to ensure the efficiency of machinery meets production expectations. Ensure speed, feed, calculations and material flows are monitored and reported appropriately"
    },
    {
      "skillId": "4d1ae832-8bb6-4b5b-bcd7-6815f478624f",
      "detail": "Read and interpret data from production records, specifications, data management, process planning meetings including job documentation and appropriate work instructions"
    },
    {
      "skillId": "8280b604-b7db-47a4-8c03-8cb628547275",
      "detail": "Accept changing priorities and work flexibly to meet company requirements. Work effectively with others in a team whilst maintaining effective working relationships. Accept that in textile production, the expectation to complete tasks within the job role affects the customer experience"
    },
    {
      "skillId": "6f137d55-917a-4094-b574-0ef90263df04",
      "detail": "To ensure efficient and effective use of time, especially at shift changeover and during textile machinery downtime or changeovers. Manage time to meet business priorities"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-05-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0541",
  "tbMainContact": "PTAJ@wtjohnson.co.uk ",
  "involvedEmployers": "A W Hainsworth & Sons Ltd, Abraham Moon & Sons Ltd, Antich & Sons (Huddersfield) Ltd, Bower Roebuck & Co Ltd, Bulmer & Lumb Group, Burberry, Camira Fabrics Ltd, Camira Yarns Ltd, Lawton Yarns Ltd, Pennine Weavers Ltd, W T Johnson & Sons Ltd, WooltexUK Ltd",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Manufacturing Operative",
  "clusterId": "264",
  "clusterDescription": "Routine assembly of manufactured products",
  "createdDate": "2021-05-21T08:54:12 +00:00",
  "lastUpdated": "2023-10-23T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-05-03T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0458",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0458-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0458-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-10-23T00:00:00"
}