{
  "templateType": "Apprenticeship Standard",
  "larsCode": 448,
  "referenceNumber": "ST0485",
  "learningAimClassCode": "",
  "title": "Network cable installer",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0485",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan revised",
  "changedDate": "2024-08-21T00:00:00",
  "earliestStartDate": "2019-12-02T00:00:00",
  "latestStartDate": "2024-08-15T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Installing, terminating, testing and certifying network cable infrastructure components",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Digital",
  "keywords": [
    "digital",
    "network configuration",
    "electrical networks",
    "digital infrastructure",
    "network cables"
  ],
  "jobRoles": [
    "Network Cable Installer",
    "Structured Cabling Installer",
    "Telecoms Cable Installer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/5545/st0485_network_cable_installer_l3_epa_20210924.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occup&lt;/strong&gt;ation&lt;strong&gt;al Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The role of the network cable installer is to install, terminate, test and certify network cable infrastructure components in accordance with National and International industry standards. This network infrastructure will provide the communications backbone for the digital infrastructure ecosystem, enabling all types of digital devices including computers, servers, smart devices, security equipment, wireless access points, access control, building management systems and lighting systems to communicate between each other, internally, nationally and globally.&lt;/p&gt;\n&lt;p&gt;Installers work in data sensitive environments and contribute to the organisation’s cyber security strategy by ensuring the physical security l as well as complying with basic cyber security principles for the maintenance of confidentiality, integrity and availability of data.&lt;/p&gt;\n&lt;p&gt;They could be called upon to work in the Inside Plant (ISP) environment which is dedicated to the installation of cable within buildings and structures, and the Outside Plant (OSP) environment, which is dedicated to the installation of cable externally between buildings, cities and countries.&lt;/p&gt;\n&lt;p&gt;The size of the task or project that a network cable installer could be involved in, ranges from a single outlet point in a customer’s premises, to thousands of outlets in a new office blocks, or from a single fibre cable termination in a building to the installation of hundreds of fibres over many kilometres in local, national and international communities. The role of the installer is very physical and often involves lifting and moving heavy equipment.&lt;/p&gt;\n&lt;p&gt;Striving to deliver excellent and consistent levels of customer service is a vital part of the role. Installers work diligently to accurately interpret customer requirements and endeavour to meet high quality standards.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Key Duties and Tasks&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Install copper cables, which are widely used to inter-connect communicating devices e.g. computers, scanners and printers to servers within office buildings, industrial buildings, hospitals, data centres, and fibre optic cables, which are widely used for connecting between floors within buildings, buildings to buildings and cities to cities, as well as providing the highest speed broadband to homes.&lt;/li&gt;\n&lt;li&gt;Interpret detailed project plans to construct and fix network equipment cabinets, prepare cable pathways, and install cable support and containment systems.&lt;/li&gt;\n&lt;li&gt;Install network equipment in cabinets, in accordance with manufacturer’s specifications including routers, switches and WAN equipment.&lt;/li&gt;\n&lt;li&gt;Undertake performance-based testing and provision of certification to the customer. During the lifespan of the network, carry out maintenance where faults have occurred.&lt;/li&gt;\n&lt;li&gt;Work in potentially hazardous areas such as building sites, highways and railways, and exercise responsibility for the safety of themselves as well as anybody in the local area who could be affected by their actions.&lt;/li&gt;\n&lt;li&gt;Exercise responsibility for the care and maintenance of a wide range of specialist tools, ensuring that equipment is serviceable and in calibration (where appropriate), at all times.&lt;/li&gt;\n&lt;li&gt;Use workforce management systems for a range of workflow activities as well as personal time and attendance tracking.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Typical job titles include Network Cable Installer; Structured Cabling Installer; Telecoms Cable Installer.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge&lt;/strong&gt; (Understands):&lt;/h3&gt;\n&lt;p&gt;K1. Design specifications and documentation including floor plans, patch lists, bills of materials, rack face layout plans etc. Has an appreciation of literacy and numeracy skills required in order to select and quantify tools and equipment required for tasks, calculate time frames for work activities and plan work schedules&lt;/p&gt;\n&lt;p&gt;K2. The principles associated with the transmission of digital information over copper cable networks and the impact poor-quality workmanship has on the communication link. Has a fundamental knowledge of Ohms Law and can recognise the changes in the electrical characteristics of copper cable caused through handling and installation irregularities&lt;/p&gt;\n&lt;p&gt;K3. The principles associated with the transmission of digital information over fibre cable networks and the impact poor-quality workmanship has on the communication link. Understands the principles of light propagation and has a fundamental knowledge of attenuation within the fibre channel. Recognises where losses can occur through poor handling and installation techniques&lt;/p&gt;\n&lt;p&gt;K4. The key components of a structured cabling infrastructure and the relationship between campus, building and floor distributors, with relevance to the cable installation plan. Understands the basic elements of IT network architecture, including the range of cable types and networking equipment including routers and switches&lt;/p&gt;\n&lt;p&gt;K5. The test parameters for copper and fibre cable certification in accordance with appropriate industry standards e.g. BSEN 50346 – Information Technology-Testing of Installed Cables, the routine for test equipment service and calibration&lt;/p&gt;\n&lt;p&gt;K6. Own responsibilities under the Health and Safety at Work Act 1974, in particular the need to take care of their own health and safety in the workplace whilst also being responsible for those that might be affected by his/her actions&lt;/p&gt;\n&lt;p&gt;K7. The types of health and safety risk that could be incurred whilst carrying out cable installation tasks, who might be affected by the risk, and what actions can be taken to mitigate the risk&lt;/p&gt;\n&lt;p&gt;K8. The requirements to comply with National and International standards e.g. British Standards Institute BSEN 50173-Series, and the importance of following manufacturers’ best-practice guidelines&lt;/p&gt;\n&lt;p&gt;K9. The criteria against which the network components will be inspected and the consequence of failing to meet the required quality standards as described above&lt;/p&gt;\n&lt;p&gt;K10. The customer’s organisation, structure and the roles of personnel involved in the project, who they need to communicate with and for what reasons&lt;/p&gt;\n&lt;p&gt;K11. Asbestos Containing Materials (ACMs) and is conversant with the actions to be taken if ACMs are identified whist installation work is being carried out&lt;/p&gt;\n&lt;p&gt;K12. The status and scope of the Electricity at Work Act and how work carried out during network cable installation tasks are governed by supporting standards i.e. BS7671&lt;/p&gt;\n&lt;p&gt;K13. The legislative requirements under the Working at Height regulations, including personal competence and inspection regimes, with particular relevance to the need for PASMA training and certification&lt;/p&gt;\n&lt;p&gt;K14. The concept of the ‘internet of things’ and the effects of emerging technologies on media selection, installation practices and additional testing requirements&lt;/p&gt;\n&lt;p&gt;K15. The structural components of equipment racks/cabinets and how to assemble them to meet the requirements on the infrastructure design&lt;/p&gt;\n&lt;p&gt;K16. The requirement for the segregation of data cables from electrical cables in accordance with BSEN 50174. Can also identify media supporting other data services e.g. telephone, security, alarms and AV systems and the precautions to be taken to prevent interference or damage to the systems&lt;/p&gt;\n&lt;p&gt;K17. The need to maintain accurate documentation and the depth of information required for successful completion and handover to the customer&lt;/p&gt;\n&lt;p&gt;K18. The fundamental principles involved in the maintenance of cyber security, in particular workplace processes implemented by the roganisation for the protection of data&lt;/p&gt;\n&lt;p&gt;K19. Workforce management systems and the workflow functionality&lt;/p&gt;\n&lt;p&gt;K20. The fundamental requirements of the New Roads and Streetworks Act and associated codes of practice.Knows when legislation applies and the levels of authorisation required to perform works&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Skills (&lt;/strong&gt;Is able to):&lt;/h3&gt;\n&lt;p&gt;S1. Install copper cabling components for Local Area Networking (LAN). Carry out maintenance tasks on copper cable networks. Can identify, locate and repair common faults&lt;/p&gt;\n&lt;p&gt;S2. Install fibre optic cabling components for Local Area Networking (LAN) and Wide Area Network (WAN) infrastructure. Can identify, locate and repair common faults&lt;/p&gt;\n&lt;p&gt;S3. Carry out testing on copper cabling in accordance with equipment manufacturer’s procedures, and compliant to industry standards, interpret results and rectify failures&lt;/p&gt;\n&lt;p&gt;S4. Carry out testing of fibre optic cabling using an optical loss test set (Tier 1), an optical time domain reflectometer (Tier 2) and fibre inspection tool in accordance with equipment manufacturer’s procedures, and compliant to industry standards&lt;/p&gt;\n&lt;p&gt;S5. Analyse copper and fibre test results and provides certification to the customer&lt;/p&gt;\n&lt;p&gt;S6. Prepare, constructs and installs telecommunications equipment cabinets, either pre-built or from flat-pack. Arrange and install fixtures and fittings appropriate for the intended use. Correctly selects network equipment components for installation into cabinets, differentiating between switches and routers&lt;/p&gt;\n&lt;p&gt;S7. Work at height in a safe manner and is competent in the use of Mobile Equipment Work Platforms (MEWPs) and can assemble, dismantle, use and inspect prefabricated low-level access towers&lt;/p&gt;\n&lt;p&gt;S8. Reduce the danger of working in confined spaces by implementing appropriate health and safety procedures, using and maintaining personal protective equipment&lt;/p&gt;\n&lt;p&gt;S9. Carry out network cable installation within the public highway to the standards required by the New Roads and Street Works Act 1991&lt;/p&gt;\n&lt;p&gt;S10. Analyse plans, make decisions about equipment types and quantity, and accurately predict time frames&lt;/p&gt;\n&lt;p&gt;S11. Assess the requirements for cable containment by type and size to build a pathway suitable for routing data cables. Install containment systems in a safe manner, using the correct tools and methods for cutting, shaping and mounting tray, basket trunking and conduit&lt;/p&gt;\n&lt;p&gt;S12. Install end-point equipment i.e. CCTV camera, Wireless Access Point, Access Control etc using appropriate fixings and media&lt;/p&gt;\n&lt;p&gt;S13. Interpret the customer statement of requirements to determine the correct quality of components to be used in the cable network&lt;/p&gt;\n&lt;p&gt;S14. Use literacy and numeracy skills to quantify equipment requirements and timelines for tasks to be carried out&lt;/p&gt;\n&lt;p&gt;S15. Communicate effectively with key stakeholders in the customer’s organisation including the customer, the Construction Design and Management (CDM) co-ordinator, the project manager and the Information Technology (IT) security officer&lt;/p&gt;\n&lt;p&gt;S16. Work diligently to maintain cyber security by applying processes and procedures aimed at protecting data confidentiality&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;B1. Highly self-motivated and driven when carrying out work alone&lt;/p&gt;\n&lt;p&gt;B2. Assumes responsibility for the accuracy and quality of own work&lt;/p&gt;\n&lt;p&gt;B3. Team focused and makes an effective contribution&lt;/p&gt;\n&lt;p&gt;B4. Disciplined, applies effective time management and meets deadlines&lt;/p&gt;\n&lt;p&gt;B5. Applies initiative to overcome any obstacles encountered in the workplace.&lt;/p&gt;\n&lt;p&gt;B6. Anticipates security issues and demonstrates a commitment to safeguarding data integrity&lt;/p&gt;\n&lt;p&gt;B7. Focused and thorough, working to consistently high standards&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the end point assessment. For those with an education, health and care plan or a legacy statement the apprenticeship’s English and maths minimum requirement is Entry Level 3 and British Sign Language qualification is an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The duration of this apprenticeship is typically 12-15 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a level 3 apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard will be reviewed in three years.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional Recognition &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;On completion the apprentice will be eligible to apply for registration as a full member for the Institute of Telecommunications Professionals&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The role of the network cable installer is to install, terminate, test and certify network cable infrastructure components in accordance with National and International industry standards. This network infrastructure will provide the communications backbone for the digital infrastructure ecosystem, enabling all types of digital devices including computers, servers, smart devices, security equipment, wireless access points, access control, building management systems and lighting systems to communicate between each other, internally, nationally and globally. Installers work in data sensitive environments and contribute to the organisation’s cyber security strategy by ensuring the physical security l as well as complying with basic cyber security principles for the maintenance of confidentiality, integrity and availability of data. They could be called upon to work in the Inside Plant (ISP) environment which is dedicated to the installation of cable within buildings and structures, and the Outside Plant (OSP) environment, which is dedicated to the installation of cable externally between buildings, cities and countries. The size of the task or project that a network cable installer could be involved in, ranges from a single outlet point in a customer’s premises, to thousands of outlets in a new office blocks, or from a single fibre cable termination in a building to the installation of hundreds of fibres over many kilometres in local, national and international communities. The role of the installer is very physical and often involves lifting and moving heavy equipment. Striving to deliver excellent and consistent levels of customer service is a vital part of the role. Installers work diligently to accurately interpret customer requirements and endeavour to meet high quality standards.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "bf11e055-d0cd-45e0-89f7-2c30d214b107",
      "detail": "Design specifications and documentation including floor plans, patch lists, bills of materials, rack face layout plans etc. Has an appreciation of literacy and numeracy skills required in order to select and quantify tools and equipment required for tasks, calculate time frames for work activities and plan work schedules"
    },
    {
      "knowledgeId": "910da977-d6c0-4b32-a822-bedbbd5e2d75",
      "detail": "The principles associated with the transmission of digital information over copper cable networks and the impact poor-quality workmanship has on the communication link. Has a fundamental knowledge of Ohms Law and can recognise the changes in the electrical characteristics of copper cable caused through handling and installation irregularities"
    },
    {
      "knowledgeId": "2ceb40b8-1f5b-4c37-b64e-eba66cb528dd",
      "detail": "The principles associated with the transmission of digital information over fibre cable networks and the impact poor-quality workmanship has on the communication link. Understands the principles of light propagation and has a fundamental knowledge of attenuation within the fibre channel. Recognises where losses can occur through poor handling and installation techniques"
    },
    {
      "knowledgeId": "bf1950a1-0549-46af-a12c-f4c5de5b53cf",
      "detail": "The key components of a structured cabling infrastructure and the relationship between campus, building and floor distributors, with relevance to the cable installation plan. Understands the basic elements of IT network architecture, including the range of cable types and networking equipment including routers and switches"
    },
    {
      "knowledgeId": "bd687688-cb3c-4c34-8758-e59caf742bd8",
      "detail": "The test parameters for copper and fibre cable certification in accordance with appropriate industry standards e.g. BSEN 50346-Information Technology-Testing of Installed Cables, the routine for test equipment service and calibration"
    },
    {
      "knowledgeId": "274798d5-8549-44df-93e5-b98691bc1c32",
      "detail": "Own responsibilities under the Health and Safety at Work Act 1974, in particular the need to take care of their own health and safety in the workplace whilst also being responsible for those that might be affected by his/her actions"
    },
    {
      "knowledgeId": "b6db2d95-89fd-4ed7-a55e-925ebfdaae9e",
      "detail": "The types of health and safety risk that could be incurred whilst carrying out cable installation tasks, who might be affected by the risk, and what actions can be taken to mitigate the risk"
    },
    {
      "knowledgeId": "b8a7b3c5-3cac-49f4-baef-86b240626d0b",
      "detail": "The requirements to comply with National and International standards e.g. British Standards Institute BSEN 50173-Series, and the importance of following manufacturers' best-practice guidelines"
    },
    {
      "knowledgeId": "da3276de-3bab-4114-83c7-160d43e26546",
      "detail": "The criteria against which the network components will be inspected and the consequence of failing to meet the required quality standards as described above"
    },
    {
      "knowledgeId": "aff4c074-9eef-4b71-a5b3-11e46a667f52",
      "detail": "The customer's organisation, structure and the roles of personnel involved in the project, who they need to communicate with and for what reasons"
    },
    {
      "knowledgeId": "ad79d657-d8ef-465a-abfa-030dad2e4dd6",
      "detail": "Asbestos Containing Materials (ACMs) and is conversant with the actions to be taken if ACMs are identified whist installation work is being carried out"
    },
    {
      "knowledgeId": "b5d62e00-c5f2-4159-8654-b27cb7d7664f",
      "detail": "The status and scope of the Electricity at Work Act and how work carried out during network cable installation tasks are governed by supporting standards i.e. BS7671"
    },
    {
      "knowledgeId": "035829c3-8f28-45a6-be45-b0c109440740",
      "detail": "The legislative requirements under the Working at Height regulations, including personal competence and inspection regimes, with particular relevance to the need for PASMA training and certification"
    },
    {
      "knowledgeId": "feaeb092-c653-4d25-a3de-fbfd6f62fc88",
      "detail": "The concept of the \"internet of things\" and the effects of emerging technologies on media selection, installation practices and additional testing requirements"
    },
    {
      "knowledgeId": "f7559b71-d044-4eae-8425-976d05ddb72c",
      "detail": "The structural components of equipment racks/cabinets and how to assemble them to meet the requirements on the infrastructure design"
    },
    {
      "knowledgeId": "cefe451c-b8f0-4bef-8817-b3f7030c97f6",
      "detail": "The requirement for the segregation of data cables from electrical cables in accordance with BSEN 50174. Can also identify media supporting other data services e.g. telephone, security, alarms and AV systems and the precautions to be taken to prevent interference or damage to the systems"
    },
    {
      "knowledgeId": "fd68c1da-663d-4ef4-8fa3-a1d015f86f82",
      "detail": "The need to maintain accurate documentation and the depth of information required for successful completion and handover to the customer"
    },
    {
      "knowledgeId": "b462a495-0043-4e4c-b890-7c2937d6c1c3",
      "detail": "The fundamental principles involved in the maintenance of cyber security, in particular workplace processes implemented by the roganisation for the protection of data"
    },
    {
      "knowledgeId": "a2b2873d-a700-4309-83e6-9495e9b601e9",
      "detail": "Workforce management systems and the workflow functionality"
    },
    {
      "knowledgeId": "193647b2-61e2-45b7-a929-167e98629e08",
      "detail": "The fundamental requirements of the New Roads and Streetworks Act and associated codes of practice.Knows when legislation applies and the levels of authorisation required to perform works"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "a291e05f-2196-40f3-8560-5151e7c5f968",
      "detail": "Highly self-motivated and driven when carrying out work alone"
    },
    {
      "behaviourId": "ab6c42e5-e932-47ab-9c6b-afc9fdef47ae",
      "detail": "Assumes responsibility for the accuracy and quality of own work"
    },
    {
      "behaviourId": "ca767878-d374-4022-ac74-8b99c4ddac18",
      "detail": "Team focused and makes an effective contribution"
    },
    {
      "behaviourId": "97c4c143-187b-4f90-bd92-a648be208fd9",
      "detail": "Disciplined, applies effective time management and meets deadlines"
    },
    {
      "behaviourId": "5d267ee4-5275-4d70-b47b-1868e926ee6a",
      "detail": "Applies initiative to overcome any obstacles encountered in the workplace."
    },
    {
      "behaviourId": "e933fb4a-62cd-4185-85de-8ce3cd27d99a",
      "detail": "Anticipates security issues and demonstrates a commitment to safeguarding data integrity"
    },
    {
      "behaviourId": "192fb9e8-a0dc-45f6-ba3e-34c802009905",
      "detail": "Focused and thorough, working to consistently high standards"
    }
  ],
  "skills": [
    {
      "skillId": "2b00f32f-8d18-4365-9882-86f0b67473de",
      "detail": "Install copper cabling components for Local Area Networking (LAN). Carry out maintenance tasks on copper cable networks. Can identify, locate and repair common faults"
    },
    {
      "skillId": "5ed56e83-eaa2-4c6c-91cb-7c88b2327463",
      "detail": "Install fibre optic cabling components for Local Area Networking (LAN) and Wide Area Network (WAN) infrastructure. Can identify, locate and repair common faults"
    },
    {
      "skillId": "da07d2db-6f84-498c-ba5e-eb0a60c087bb",
      "detail": "Carry out testing on copper cabling in accordance with equipment manufacturer's procedures, and compliant to industry standards, interpret results and rectify failures"
    },
    {
      "skillId": "4c90add9-9112-4480-9fc8-5afb145979d9",
      "detail": "Carry out testing of fibre optic cabling using an optical loss test set (Tier 1), an optical time domain reflectometer (Tier 2) and fibre inspection tool in accordance with equipment manufacturer's procedures, and compliant to industry standards"
    },
    {
      "skillId": "86233804-ba00-47d1-aa66-02c259ea2e4c",
      "detail": "Analyse copper and fibre test results and provides certification to the customer"
    },
    {
      "skillId": "5a612008-253f-4074-a983-23a60f8fda07",
      "detail": "Prepare, constructs and installs telecommunications equipment cabinets, either pre-built or from flat-pack. Arrange and install fixtures and fittings appropriate for the intended use. Correctly selects network equipment components for installation into cabinets, differentiating between switches and routers"
    },
    {
      "skillId": "cb1277bd-367c-4b1a-8b26-ded9fda1e1f0",
      "detail": "Work at height in a safe manner and is competent in the use of Mobile Equipment Work Platforms (MEWPs) and can assemble, dismantle, use and inspect prefabricated low-level access towers"
    },
    {
      "skillId": "cb9c7283-8c64-44a1-bee3-983c828817c9",
      "detail": "Reduce the danger of working in confined spaces by implementing appropriate health and safety procedures, using and maintaining personal protective equipment"
    },
    {
      "skillId": "8638451c-4d54-49c3-a70b-f84906f9aafa",
      "detail": "Carry out network cable installation within the public highway to the standards required by the New Roads and Street Works Act 1991"
    },
    {
      "skillId": "7dd7b7e2-4905-4533-a524-a24d80b5a39c",
      "detail": "Analyse plans, make decisions about equipment types and quantity, and accurately predict time frames"
    },
    {
      "skillId": "6c2bd359-7a54-4800-804c-224b2c87ffa3",
      "detail": "Assess the requirements for cable containment by type and size to build a pathway suitable for routing data cables. Install containment systems in a safe manner, using the correct tools and methods for cutting, shaping and mounting tray, basket trunking and conduit"
    },
    {
      "skillId": "16841572-ce8b-4e17-9d90-85ffc52085e0",
      "detail": "Install end-point equipment i.e. CCTV camera, Wireless Access Point, Access Control etc using appropriate fixings and media"
    },
    {
      "skillId": "34ea1696-03ae-4ae6-aeb0-874765be67eb",
      "detail": "Interpret the customer statement of requirements to determine the correct quality of components to be used in the cable network"
    },
    {
      "skillId": "6e2687eb-a8bb-4d03-b381-106bc6a6283b",
      "detail": "Use literacy and numeracy skills to quantify equipment requirements and timelines for tasks to be carried out"
    },
    {
      "skillId": "e3c0dfc5-ac51-427a-af0a-5466d1e1399c",
      "detail": "Communicate effectively with key stakeholders in the customer's organisation including the customer, the Construction Design and Management (CDM) co-ordinator, the project manager and the Information Technology (IT) security officer"
    },
    {
      "skillId": "71196bb8-b052-4804-8614-41d9de75496f",
      "detail": "Work diligently to maintain cyber security by applying processes and procedures aimed at protecting data confidentiality"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-04-23T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0148",
  "tbMainContact": "David.Holden@computacenter.com",
  "involvedEmployers": "CNet Training, British Army – Royal Signals, Royal Air Force – 22 Training Group, NG Bailey, Redstone Connect, GCL UK, ExcelIT, CurranIT, ComputaCentre",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Network Cable Installer",
    "Structured Cabling Installer",
    "Telecoms Cable Installer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Digital Support and Services",
  "cluster": "IT support and services technician",
  "clusterId": "187",
  "clusterDescription": null,
  "createdDate": "2017-11-14T17:11:06 +00:00",
  "lastUpdated": "2024-08-21T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-04-23T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0485",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0485-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0485-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-08-21T00:00:00"
}