{
  "templateType": "Apprenticeship Standard",
  "larsCode": 345,
  "referenceNumber": "ST0495",
  "learningAimClassCode": "",
  "title": "Rail and rail systems engineer",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0495",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2025-04-17T00:00:00",
  "earliestStartDate": "2018-09-24T00:00:00",
  "latestStartDate": "2025-03-26T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Helping maintain railway tracks and equipment.",
  "level": 5,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 22000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "railway",
    "rail systems",
    "engineering",
    "railway engineering",
    "tracks",
    "systems",
    "train"
  ],
  "jobRoles": [
    "Track Engineer",
    "Rail Civil Engineer",
    "Asset Engineer",
    "Rail Systems Integration Engineer",
    "Rail Project Engineer",
    "Approvals and Certification Engineer",
    "Lead Signal Design Engineer",
    "Signalling & Control Systems Engineer",
    "Telecomms Engineer",
    "Traction and Rolling Stock Engineer",
    "Rail Electrification Engineer",
    "Rail Mechanical Engineer",
    "Rail Building Services Engineer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1889/st0495_rail-and-rail-systems-engineer_l5_ap-for-publication_300518.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Rail and Rail Systems Engineer works as part of a multi-disciplinary team, but with personal responsibility and accountability for projects related to their specialist area. They can work in multiple railway worksites or in technical offices. They have a strong understanding of how the railway works as a whole and are able to assess the impact of their work and its interfaces with other teams. This includes an understanding of &amp;nbsp;conventional rail or high speed rail, or both. They are responsible for the provision of rail specific technical engineering knowledge relating to a specific aspect of the railway. Specialist areas include rail specific civil engineering, rail track, rail signalling and control, rail systems &amp;amp; integration, rail traction and rolling stock, rail telecommunications, network and digital and rail electrical, mechanical and building services. The overarching role of all Rail &amp;amp; Rail Systems Engineers is to ensure the railway runs smoothly on a day to day basis and to provide rail specific engineering knowledge across their own organisation to ensure this is the case. This includes supporting work relating to the integrated safe design, construction, installation, maintenance, renewal, or decommissioning of assets and equipment, to provide a safe and reliable railway.&lt;/p&gt;\n&lt;p&gt;Key duties can include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Planning, processing, maintenance and production of railway assets and equipment.&lt;/li&gt;\n&lt;li&gt;Rail specific input to operational processes&lt;/li&gt;\n&lt;li&gt;Taking proactive actions and decisions to avoid railway asset, equipment, process and systems failures within their area of influence&lt;/li&gt;\n&lt;li&gt;Working across the organisation to identify areas for rail system improvement&lt;/li&gt;\n&lt;li&gt;Supporting or supervising individuals and teams in the delivery of Rail Engineering and Rail System tasks within their designated discipline&lt;/li&gt;\n&lt;li&gt;Providing and sharing specialist knowledge across the organisation and ensuring that the impact to the railway of any changes is identified.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Typical job titles include: Track Engineer, Rail Civil Engineer, Asset Engineer, Rail Systems Integration Engineer, Rail Project Engineer, Approvals and Certification Engineer, Lead Signal Design Engineer, Signalling &amp;amp; Control Systems Engineer, Telecomms Engineer, Traction and Rolling Stock Engineer, Rail Electrification Engineer, Rail Mechanical Engineer and Rail Building Services Engineer.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;Knowledge and understanding of:&lt;/h4&gt;\n&lt;table border=&quot;0&quot; style=&quot;height: 357px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 63px;&quot;&gt;\n&lt;th width=&quot;595&quot; style=&quot;height: 63px; width: 595px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Safe and Professional working practices&lt;/strong&gt; including rail specific legislation, regulation (e.g. Common Safety Method Risk Assessment(CSM RA)), industry procedures, safety and quality requirements, risk management and environmental impact of rail construction work and rail equipment. Aware of the need for compliance with corporate policies including sustainability, ethics, equality and diversity, and how to constructively challenge non-compliance.&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 42px;&quot;&gt;\n&lt;th width=&quot;595&quot; style=&quot;height: 42px; width: 595px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;The scientific, technical, engineering, mathematical and design principles&lt;/strong&gt; and practices relating to their area of expertise in the context of how the railway works as an integrated, complex system, including an appreciation of all specialisms.&amp;nbsp; Awareness of the application of rail standards and means of compliance, incl. documentation management.&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 42px;&quot;&gt;\n&lt;th width=&quot;595&quot; style=&quot;height: 42px; width: 595px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;How to contribute effectively&lt;/strong&gt; &lt;strong&gt;to the delivery of rail specific engineering solutions,&lt;/strong&gt; applying project management principles, asset, risk and quality management and assurance systems, processes and techniques. Cognisant of new technological developments and innovation in rail and the impact on future operation of the railway.&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 42px;&quot;&gt;\n&lt;th width=&quot;595&quot; style=&quot;height: 42px; width: 595px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;How strategic decisions are made including financial planning, budget control, commercial impacts, contractual obligations, supply chain management and resource constraints within a railway / regulated industry.&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 42px;&quot;&gt;\n&lt;th width=&quot;595&quot; style=&quot;height: 42px; width: 595px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Problem solving and continuous improvement tools / techniques in a railway context.&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 42px;&quot;&gt;\n&lt;th width=&quot;595&quot; style=&quot;height: 42px; width: 595px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;How teams work effectively; supporting individuals/teams to contribute to high performance within a safety critical sector and understanding how the specialist rail areas link together and their dependencies.&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 42px;&quot;&gt;\n&lt;th width=&quot;595&quot; style=&quot;height: 42px; width: 595px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;How to attract, recruit, develop and retain people including organisational change theory and performance management techniques within the safety critical rail sector.&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 42px;&quot;&gt;\n&lt;th width=&quot;595&quot; style=&quot;height: 42px; width: 595px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Approaches to partner, stakeholder and supplier relationship management within the rail industry and collaborative working techniques including negotiation, influencing, and effective networking within a railway / regulated industry.&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;&lt;br&gt;Core Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;Will have the ability to:&lt;/h4&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;595&quot; style=&quot;width: 595px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Keep themselves and others safe&lt;/strong&gt; by demonstrating safe working practices. Reinforce and comply with rail specific statutory regulations and organisational safety requirements, including competence and safe access to work locations.&amp;nbsp; Undertake risk assessments and hazard reviews using awareness of railway as an integrated system.&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;595&quot; style=&quot;width: 595px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Apply a range of technical skill sets&lt;/strong&gt; within their area of expertise or discipline in order to support railway research, development, design, procurement, logistics, planning, delivery, quality assurance, inspection, testing, installation, commissioning, maintenance, life cycle management, decommissioning and environmental compliance.&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;595&quot; style=&quot;width: 595px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Deliver Rail &amp;amp; Rail Systems Engineering solutions effectively&lt;/strong&gt; including planning, resource allocation, and management and delivery to the required specification. Contribute to change and risk management processes including contingency arrangement.&amp;nbsp; Works in a team or alone to analyse, interpret and evaluate data and present the results clearly and concisely.&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;595&quot; style=&quot;width: 595px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Provide input to technical, business planning, finance and commercial meetings&lt;/strong&gt;. Ability to deliver workplace presentations which may include complex rail technical data to small and medium size internal and external audiences which may include peers, direct reports, manager and clients.&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;595&quot; style=&quot;width: 595px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Use creative thinking and problem&lt;/strong&gt; &lt;strong&gt;solving&lt;/strong&gt; &lt;strong&gt;techniques&lt;/strong&gt; to challenge rail and rail systems engineering assumptions, make new proposals and build on existing ideas. Use evidence-based approach for a safety critical sector; contributing to continuous improvement.&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;595&quot; style=&quot;width: 595px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Lead and support single discipline teams. &lt;/strong&gt;Able to work effectively and collaboratively, individually and as part of a team&lt;strong&gt;. &lt;/strong&gt;Identifies appropriate mentorship / coaching required for oneself, and supports the development of others through mentoring and coaching. Able to manage organisational change and apply change management processes within a railway / regulated industry.&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;595&quot; style=&quot;width: 595px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Manage relationships&lt;/strong&gt; &lt;strong&gt;with a range of stakeholders&lt;/strong&gt;. Able to apply collaborative working techniques. Being aware of their actions and the impact they may have on others rail specialists, maintaining effective relationships with colleagues, clients, suppliers and the public.&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;&lt;br&gt;Behaviours &lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;595&quot; style=&quot;width: 595px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Communication and influencing skills, &lt;/strong&gt;choosing an appropriate means for the audience and the situation, checking for understanding and considering and building on ideas of others. Has regular communication with peers, direct reports, managers, and external stakeholders aligned to operating within a railway / regulated industry.&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;595&quot; style=&quot;width: 595px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Professionalism, &lt;/strong&gt;dependability, determination, consistency, resilience, honesty and integrity. Accepts and exercises personal responsibility within a safety critical sector. Demonstrates respect for others and acts ethically at all times. Contributes to sustainable development. Is committed to the industry and its professional standards.&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;595&quot; style=&quot;width: 595px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;A&lt;/strong&gt; &lt;strong&gt;self-disciplined, self-motivated and motivational approach&lt;/strong&gt; &lt;strong&gt;to work&lt;/strong&gt;, managing time effectively to ensure levels of commitment are understood and delivered.&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;595&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Safe working practice, &lt;/strong&gt;without close supervision, to approved rail industry standards.&amp;nbsp; Identifies and takes responsibility for own obligations for health, safety and welfare issues. Challenges, escalates and responds to unsafe practices.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;595&quot; style=&quot;width: 595px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Collaborative working&lt;/strong&gt;, being aware of their actions and the impact they may have on others, maintaining effective relationships with rail colleagues, clients, suppliers and the public. Demonstrates effective team working, sets an example, and is fair, consistent and impartial. Shares knowledge openly.&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;595&quot; style=&quot;width: 595px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;A focus on quality, promoting a culture of continuous improvement.&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;595&quot; style=&quot;width: 595px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Continuous Professional Development; &lt;/strong&gt;receptive to giving and receiving constructive feedback, willing to learn new skills and learn from mistakes. &amp;nbsp;Identifies, undertakes and records CPD necessary to maintain and enhance competence. Maintains and extends a sound theoretical approach to the application of technology in engineering practice&lt;strong&gt;. &lt;/strong&gt;Stays abreast of the technological developments that can affect the rail industry.&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Specific knowledge and skills &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Each of the specialisms is set out below. All Apprentices will require the core skills and knowledge to be combined with specialist skills and knowledge to be able to operate effectively in the defined role.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;614&quot; style=&quot;width: 614px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Rail Civil Engineering Knowledge &amp;amp; Skills: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knowledge – Will know and understand:&lt;/p&gt;\n&lt;p&gt;Rail specific civil engineering including:&lt;/p&gt;\n&lt;p&gt;The requirements, methods and techniques for the installation and maintenance of the track support and track foundation.&lt;/p&gt;\n&lt;p&gt;The impact of the railway environment e.g. geotechnics, structures, bridges, tunnels, embankments, cuttings, vegetation and drainage.&lt;/p&gt;\n&lt;p&gt;Skills – Will have an ability to:&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;Apply rail civil engineering skills e.g. structural gauging to support the effective performance and operation of the business.&lt;/p&gt;\n&lt;p&gt;Support and provide advice to colleagues within the Rail Civil Engineering discipline only.&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;614&quot; style=&quot;width: 614px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Track Engineering Knowledge &amp;amp; Skills: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knowledge – Will know and understand:&lt;/p&gt;\n&lt;p&gt;Track engineering including:&lt;/p&gt;\n&lt;p&gt;Rail track geometry requirements, effects of speed, wheel/rail interfaces, requirements/ methods/techniques for installation and maintenance of track and foundations.&lt;/p&gt;\n&lt;p&gt;The influences on track layouts from particular aspects of the railway environment, e.g. geotechnical, &amp;nbsp;structures, bridges, tunnels, embankments, and drainage.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Skills – Will have an ability to:&lt;/p&gt;\n&lt;p&gt;Apply track engineering skills e.g. structural gauging to support the effective performance and operation of the business.&lt;/p&gt;\n&lt;p&gt;Support and provide advice to colleagues within the Track discipline only&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;614&quot; style=&quot;width: 614px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Signalling and Control Systems Knowledge &amp;amp; Skills: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knowledge – Will know and understand:&lt;/p&gt;\n&lt;p&gt;Rail signalling and control systems engineering including:&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;The requirements, methods and techniques for safe routing, spacing and control of trains e.g. degraded mode, fixed block signalling, automatic train protection. Interface with track assets and bonding/connections&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;Rules for the operational interfaces of the railway.&lt;/p&gt;\n&lt;p&gt;Skills – Will have an ability to:&lt;/p&gt;\n&lt;p&gt;Apply rail signalling and control systems skills e.g. independence of design, alignment to an operating railway, close out of issue logs.&lt;/p&gt;\n&lt;p&gt;Produce rail signalling and control solutions for the railway industry based on known and defined concepts and principles and new and novel approaches.&amp;nbsp;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;614&quot; style=&quot;width: 614px;&quot;&gt;&amp;nbsp;\n&lt;p&gt;&lt;strong&gt;Rail Systems Integration Knowledge &amp;amp; Skills: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knowledge – Will know and understand:&lt;/p&gt;\n&lt;p&gt;Rail Systems Integration including:&lt;/p&gt;\n&lt;p&gt;The end to end process for Rail Systems Integration e.g. requirements management, project interface management, safety in the railway system, assurance processes.&lt;/p&gt;\n&lt;p&gt;Skills – Will have an ability to:&lt;/p&gt;\n&lt;p&gt;Take responsibility for assisting in the management and development of integrated designs that shall maintain or improve on the existing safety, reliability, capability (capacity), performance, efficiency and maintainability of the railway.&lt;/p&gt;\n&lt;p&gt;Undertake systems integration engineering skills to manage project requirements e.g. use requirements software to identify conflicts.&amp;nbsp;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;614&quot; style=&quot;width: 614px;&quot;&gt;&lt;strong&gt;Traction and Rolling Stock Knowledge &amp;amp; Skills:&lt;/strong&gt;\n&lt;p&gt;Knowledge – Will know and understand:&lt;/p&gt;\n&lt;p&gt;The design and application of Traction &amp;amp; Rolling Stock (T&amp;amp;RS) engineering systems and the various generic types of legacy or modern rolling stock across the whole lifecycle.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;The design principles used in legacy and modern rolling stock types and their rolling stock sub-systems across or within their T&amp;amp;RS engineering subject matter area(s) (which may be discipline based – e.g. Mechanical, electrical, electronic, etc. or system based – e.g. Structures, Doors, Brakes, traction, Wheel/Rail interface, etc. or a mix of both).&lt;/p&gt;\n&lt;p&gt;Skills – Will have an ability to:&lt;/p&gt;\nProvide engineering input in their chosen specialist area(s) in the context of rolling stock design, application, alteration, configuration, operation, maintenance and disposal.&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;614&quot; style=&quot;width: 614px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Telecoms, Networks and Digital Knowledge &amp;amp; Skills: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Knowledge – Will know and understand:&lt;/p&gt;\n&lt;p&gt;Rail specific Telecoms, Networks and Digital engineering including:&lt;/p&gt;\n&lt;p&gt;-The application of telecommunication engineering systems e.g. mobile networks, fixed networks and other services delivered over networks (e.g. CCTV, customer information systems)&lt;/p&gt;\n&lt;p&gt;The operating principles in legacy or modern rail telecommunication technologies (e.g Rail traffic management systems)&lt;/p&gt;\n&lt;p&gt;Skills – Will have an ability to:&lt;/p&gt;\n&lt;p&gt;Support telecommunication, network and digital engineering design, application, configuration, operation, maintenance or decommissioning and disposal.&lt;/p&gt;\n&amp;nbsp;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;614&quot; style=&quot;width: 614px;&quot;&gt;&lt;strong&gt;Electrical, Mechanical or Building Services&lt;/strong&gt;&lt;strong&gt; Knowledge &amp;amp; Skills:&lt;/strong&gt;\n&lt;p&gt;Electrical, Mechanical or Building Services including: Knowledge -&lt;/p&gt;\n&lt;p&gt;Thermal imaging, electrical clearance, wiring, bonding and construction processes relating to rail equipment&lt;/p&gt;\n&lt;p&gt;High and low voltage distribution systems, earthing and bonding, isolation and switching, protection and control systems, power generation and circuit analysis.&lt;/p&gt;\n&lt;p&gt;Electrical (e.g. low voltage distribution systems, emergency power supply systems) and mechanical (e.g. heating, ventilation, water, gas supply systems). Interface with track assets and bonding/connections&lt;/p&gt;\n&lt;p&gt;Skills – Will have an ability to:&lt;/p&gt;\n&lt;p&gt;Undertake standards review, operational practice, approvals and assessment of relevant asset types in line with technical knowledge.&amp;nbsp;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their Apprenticeships in conjunction with their chosen provider(s). Apprentices without Level 2 English and maths will need to achieve this level prior to taking the end point assessment. For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3, and British Sign Language qualifications are an alternative to English qualifications for those whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The typical duration for this apprenticeship is typically 24-30 months depending on the previous experience of the apprentice and access to opportunities to gain the full range of competence.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level and professional recognition&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship Standard is at Level 5.&lt;/p&gt;\n&lt;p&gt;This Apprenticeship Standard aligns with the current edition of the UK Standard for Professional Engineering Competence (UK-SPEC).&lt;/p&gt;\n&lt;p&gt;The experience gained and responsibility held by the apprentice on completion of the apprenticeship partially contributes to the requirements for IEng.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The Apprenticeship Standard will be reviewed after 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;A Rail and Rail Systems Engineer works as part of a multi-disciplinary team, but with personal responsibility and accountability for projects related to their specialist area. They can work in multiple railway worksites or in technical offices. They have a strong understanding of how the railway works as a whole and are able to assess the impact of their work and its interfaces with other teams. This includes an understanding of conventional rail or high speed rail, or both. They are responsible for the provision of rail specific technical engineering knowledge relating to a specific aspect of the railway. Specialist areas include rail specific civil engineering, rail track, rail signalling and control, rail systems &amp;amp; integration, rail traction and rolling stock, rail telecommunications, network and digital and rail electrical, mechanical and building services. The overarching role of all Rail &amp;amp; Rail Systems Engineers is to ensure the railway runs smoothly on a day to day basis and to provide rail specific engineering knowledge across their own organisation to ensure this is the case. This includes supporting work relating to the integrated safe design, construction, installation, maintenance, renewal, or decommissioning of assets and equipment, to provide a safe and reliable railway.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "d0a30d51-986b-4c97-8e3c-e9b5a69394de",
      "detail": "\nSafe and Professional working practices including rail specific legislation, regulation (e.g. Common Safety Method Risk Assessment(CSM RA)), industry procedures, safety and quality requirements, risk management and environmental impact of rail construction work and rail equipment. Aware of the need for compliance with corporate policies including sustainability, ethics, equality and diversity, and how to constructively challenge non-compliance."
    },
    {
      "knowledgeId": "7fc01372-d34e-495a-9135-140ee57d0fb8",
      "detail": "The scientific, technical, engineering, mathematical and design principles and practices relating to their area of expertise in the context of how the railway works as an integrated, complex system, including an appreciation of all specialisms.  Awareness of the application of rail standards and means of compliance, incl. documentation management."
    },
    {
      "knowledgeId": "847e66d9-c975-4619-bb02-2582d8598b9e",
      "detail": "How to contribute effectively to the delivery of rail specific engineering solutions, applying project management principles, asset, risk and quality management and assurance systems, processes and techniques. Cognisant of new technological developments and innovation in rail and the impact on future operation of the railway."
    },
    {
      "knowledgeId": "dd3e26ae-811d-4298-8d69-254a8696e452",
      "detail": "How strategic decisions are made including financial planning, budget control, commercial impacts, contractual obligations, supply chain management and resource constraints within a railway / regulated industry."
    },
    {
      "knowledgeId": "29e2ec64-6a2d-40b7-bb72-114fcd9824af",
      "detail": "Problem solving and continuous improvement tools / techniques in a railway context."
    },
    {
      "knowledgeId": "1d7b6365-7a04-4a52-ba82-acbb42419b86",
      "detail": "How teams work effectively; supporting individuals/teams to contribute to high performance within a safety critical sector and understanding how the specialist rail areas link together and their dependencies."
    },
    {
      "knowledgeId": "ebffeffc-5b72-4258-a4ab-d111e2b5f686",
      "detail": "How to attract, recruit, develop and retain people including organisational change theory and performance management techniques within the safety critical rail sector."
    },
    {
      "knowledgeId": "4e5ca2fa-e22e-4a57-8220-edc7083d2446",
      "detail": "Approaches to partner, stakeholder and supplier relationship management within the rail industry and collaborative working techniques including negotiation, influencing, and effective networking within a railway / regulated industry."
    },
    {
      "knowledgeId": "6965a6dc-6ccd-431c-b93c-46ed46a67fae",
      "detail": "The requirements, methods and techniques for the installation and maintenance of the track support and track foundation."
    },
    {
      "knowledgeId": "a530dd8f-2dd3-46e3-96c2-9cf7d755458c",
      "detail": "The impact of the railway environment e.g. geotechnics, structures, bridges, tunnels, embankments, cuttings, vegetation and drainage."
    },
    {
      "knowledgeId": "f08003e2-7fe8-4ca4-934b-dfe87fd6d276",
      "detail": "Rail track geometry requirements, effects of speed, wheel/rail interfaces, requirements/ methods/techniques for installation and maintenance of track and foundations."
    },
    {
      "knowledgeId": "712cb3a1-ae39-4231-8b21-d935f04190ad",
      "detail": "The influences on track layouts from particular aspects of the railway environment, e.g. geotechnical,  structures, bridges, tunnels, embankments, and drainage."
    },
    {
      "knowledgeId": "f7829f3a-c77f-475b-bc60-baa30986ac33",
      "detail": "The requirements, methods and techniques for safe routing, spacing and control of trains e.g. degraded mode, fixed block signalling, automatic train protection. Interface with track assets and bonding/connections"
    },
    {
      "knowledgeId": "c91ee1a9-07d8-4c03-b45f-69444257f570",
      "detail": "Rules for the operational interfaces of the railway."
    },
    {
      "knowledgeId": "216093de-fa7a-49df-9ee1-2804c22964ea",
      "detail": "The end to end process for Rail Systems Integration e.g. requirements management, project interface management, safety in the railway system, assurance processes."
    },
    {
      "knowledgeId": "934c7c2f-1280-42be-9e93-2c5ecd2dea27",
      "detail": "The design and application of Traction & Rolling Stock (T&RS) engineering systems and the various generic types of legacy or modern rolling stock across the whole lifecycle."
    },
    {
      "knowledgeId": "727286ad-4d6f-473a-9827-24b409f2e577",
      "detail": "The design principles used in legacy and modern rolling stock types and their rolling stock sub-systems across or within their T&RS engineering subject matter area(s) (which may be discipline based – e.g. Mechanical, electrical, electronic, etc. or system based – e.g. Structures, Doors, Brakes, traction, Wheel/Rail interface, etc. or a mix of both)"
    },
    {
      "knowledgeId": "d63db436-90af-4df7-a5ba-4b40d9e5cb43",
      "detail": "The application of telecommunication engineering systems e.g. mobile networks, fixed networks and other services delivered over networks (e.g. CCTV, customer information systems)"
    },
    {
      "knowledgeId": "14ecd0b6-1b67-4fd8-b0a6-b2a14577f82d",
      "detail": "The operating principles in legacy or modern rail telecommunication technologies (e.g Rail traffic management systems)"
    },
    {
      "knowledgeId": "0e715b37-f3f4-49fa-b8ef-1728c3d92c9d",
      "detail": "Thermal imaging, electrical clearance, wiring, bonding and construction processes relating to rail equipment"
    },
    {
      "knowledgeId": "09c86981-1807-4750-80f6-2945d45522bc",
      "detail": "High and low voltage distribution systems, earthing and bonding, isolation and switching, protection and control systems, power generation and circuit analysis."
    },
    {
      "knowledgeId": "e417847a-1db3-4c25-9fca-8c32b646b3e2",
      "detail": "Electrical (e.g. low voltage distribution systems, emergency power supply systems) and mechanical (e.g. heating, ventilation, water, gas supply systems). Interface with track assets and bonding/connections"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "12d7b402-dce1-4168-8d1f-57e320a4ceb4",
      "detail": "Communication and influencing skills, choosing an appropriate means for the audience and the situation, checking for understanding and considering and building on ideas of others. Has regular communication with peers, direct reports, managers, and external stakeholders aligned to operating within a railway / regulated industry."
    },
    {
      "behaviourId": "c89bf213-8341-4d04-bfd0-47cf552e4654",
      "detail": "Professionalism, dependability, determination, consistency, resilience, honesty and integrity. Accepts and exercises personal responsibility within a safety critical sector. Demonstrates respect for others and acts ethically at all times. Contributes to sustainable development. Is committed to the industry and its professional standards."
    },
    {
      "behaviourId": "15c625b4-e103-475c-972c-6b503a44b294",
      "detail": "A self-disciplined, self-motivated and motivational approach to work, managing time effectively to ensure levels of commitment are understood and delivered."
    },
    {
      "behaviourId": "c2b1dcc4-a3e5-444d-8ad1-bf1fcb5dcf72",
      "detail": "Safe working practice, without close supervision, to approved rail industry standards.  Identifies and takes responsibility for own obligations for health, safety and welfare issues. Challenges, escalates and responds to unsafe practices."
    },
    {
      "behaviourId": "62cae826-c386-408a-8a60-641477bcb9b8",
      "detail": "Collaborative working, being aware of their actions and the impact they may have on others, maintaining effective relationships with rail colleagues, clients, suppliers and the public. Demonstrates effective team working, sets an example, and is fair, consistent and impartial. Shares knowledge openly."
    },
    {
      "behaviourId": "4b4336d1-bf69-484b-be6f-87ecdec77fdb",
      "detail": "A focus on quality, promoting a culture of continuous improvement. "
    },
    {
      "behaviourId": "77f43cfe-2243-427a-a815-da0008d102bf",
      "detail": "Continuous Professional Development; receptive to giving and receiving constructive feedback, willing to learn new skills and learn from mistakes.  Identifies, undertakes and records CPD necessary to maintain and enhance competence. Maintains and extends a sound theoretical approach to the application of technology in engineering practice. Stays abreast of the technological developments that can affect the rail industry."
    }
  ],
  "skills": [
    {
      "skillId": "fdd3def4-d3b3-45dc-afb8-f02d518ad9a6",
      "detail": "Keep themselves and others safe by demonstrating safe working practices. Reinforce and comply with rail specific statutory regulations and organisational safety requirements, including competence and safe access to work locations.  Undertake risk assessments and hazard reviews using awareness of railway as an integrated system."
    },
    {
      "skillId": "53a24aa0-a0a4-4c9f-8cd4-cd1c99b7f829",
      "detail": "Apply a range of technical skill sets within their area of expertise or discipline in order to support railway research, development, design, procurement, logistics, planning, delivery, quality assurance, inspection, testing, installation, commissioning, maintenance, life cycle management, decommissioning and environmental compliance"
    },
    {
      "skillId": "ec7e760f-d116-4603-be44-e22ab8a6b57b",
      "detail": "Deliver Rail & Rail Systems Engineering solutions effectively including planning, resource allocation, and management and delivery to the required specification. Contribute to change and risk management processes including contingency arrangement.  Works in a team or alone to analyse, interpret and evaluate data and present the results clearly and concisely."
    },
    {
      "skillId": "07e379b2-fc56-429a-aecc-6cfa8bb69cfb",
      "detail": "Provide input to technical, business planning, finance and commercial meetings. Ability to deliver workplace presentations which may include complex rail technical data to small and medium size internal and external audiences which may include peers, direct reports, manager and clients."
    },
    {
      "skillId": "3e636dbc-7c64-41db-be75-b90e960e40b9",
      "detail": "Use creative thinking and problem solving techniques to challenge rail and rail systems engineering assumptions, make new proposals and build on existing ideas. Use evidence-based approach for a safety critical sector; contributing to continuous improvement."
    },
    {
      "skillId": "ea65345f-83b8-4666-a243-64777888d99b",
      "detail": "Lead and support single discipline teams. Able to work effectively and collaboratively, individually and as part of a team. Identifies appropriate mentorship / coaching required for oneself, and supports the development of others through mentoring and coaching. Able to manage organisational change and apply change management processes within a railway / regulated industry."
    },
    {
      "skillId": "14120603-6627-47b3-a5fa-a962ac756883",
      "detail": "Manage relationships with a range of stakeholders. Able to apply collaborative working techniques. Being aware of their actions and the impact they may have on others rail specialists, maintaining effective relationships with colleagues, clients, suppliers and the public."
    },
    {
      "skillId": "a5f085ad-ae77-468e-891b-da68c027628c",
      "detail": "Apply rail civil engineering skills e.g. structural gauging to support the effective performance and operation of the business."
    },
    {
      "skillId": "a289112e-e08b-429d-92a0-a841489d7c57",
      "detail": "Support and provide advice to colleagues within the Rail Civil Engineering discipline only"
    },
    {
      "skillId": "3d6fc8cf-74b6-4131-99fa-849bda4cf968",
      "detail": "Apply track engineering skills e.g. structural gauging to support the effective performance and operation of the business."
    },
    {
      "skillId": "fc5a88e4-7394-4516-84ab-1769f7909f37",
      "detail": "Support and provide advice to colleagues within the Track discipline only"
    },
    {
      "skillId": "34852e36-0ed7-4f79-a3f8-1e3bde7ec218",
      "detail": "Apply rail signalling and control systems skills e.g. independence of design, alignment to an operating railway, close out of issue logs."
    },
    {
      "skillId": "f6043eae-5829-4d0c-84fe-34758be16661",
      "detail": "Produce rail signalling and control solutions for the railway industry based on known and defined concepts and principles and new and novel approaches."
    },
    {
      "skillId": "52a860f6-633b-4a06-96d3-77cc63985fb0",
      "detail": "Take responsibility for assisting in the management and development of integrated designs that shall maintain or improve on the existing safety, reliability, capability (capacity), performance, efficiency and maintainability of the railway."
    },
    {
      "skillId": "1ba4e5fe-ffaa-4947-ab7a-24b10d193bc6",
      "detail": "Undertake systems integration engineering skills to manage project requirements e.g. use requirements software to identify conflicts."
    },
    {
      "skillId": "eebe15c9-26fd-4131-b78d-51542ff6501b",
      "detail": "Provide engineering input in their chosen specialist area(s) in the context of rolling stock design, application, alteration, configuration, operation, maintenance and disposal."
    },
    {
      "skillId": "3e7736be-bebb-42f5-a4ce-37982de03c1a",
      "detail": "Support telecommunication, network and digital engineering design, application, configuration, operation, maintenance or decommissioning and disposal."
    },
    {
      "skillId": "88bea0e3-918f-4a85-bf82-e58cca775b80",
      "detail": "Undertake standards review, operational practice, approvals and assessment of relevant asset types in line with technical knowledge."
    }
  ],
  "optionsUnstructuredTemplate": [
    "Rail Civil Engineering",
    "Track Engineering",
    "Signalling & Control Systems",
    "Rail Systems Integration",
    "Traction & Rolling Stock",
    "Telecoms, Networks & Digital",
    "Electrical, Mechanical or Building Services"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-09-24T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0017",
  "tbMainContact": "Barry.Smith@nsar.co.uk",
  "involvedEmployers": "Network Rail, Alstom Transport UK Limited, DEG Signal Ltd, Hitachi Rail Europe Ltd, Northern Rail, Siemens Mobility, Thales, Transport for London, Amey, Arup, Babcock International Group, Bombardier, Morson, Northern Rail, Siemens Rail Automation Holdings Ltd, VolkerRail Ltd",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Track Engineer",
    "Rail Civil Engineer",
    "Asset Engineer",
    "Rail Systems Integration Engineer",
    "Rail Project Engineer",
    "Approvals and Certification Engineer",
    "Lead Signal Design Engineer",
    "Signalling & Control Systems Engineer",
    "Telecomms Engineer",
    "Traction and Rolling Stock Engineer",
    "Rail Electrification Engineer",
    "Rail Mechanical Engineer",
    "Rail Building Services Engineer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, Installation & Repair",
  "cluster": "Installation, Service, Repair and/or Overhaul Advanced Technician",
  "clusterId": "97",
  "clusterDescription": "Install, maintain and service plant and equipment using application and/or context specific expertise",
  "createdDate": "2017-12-14T10:20:47 +00:00",
  "lastUpdated": "2025-04-17T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-09-24T00:00:00 +00:00",
  "banners": "This apprenticeship will be retired from ​26 March 2025. Current apprentices will be able to complete their programme. Although this apprenticeship is being retired, the occupation remains on the Occupational Map for potential use as the basis of another technical education product.",
  "occupationCode": "OCC0495",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0495-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0495-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "67796a15-29ca-4bea-8862-c79aa15f6c9b",
      "title": "Rail Civil Engineering",
      "occupationCode": "OCC0495B"
    },
    {
      "optionId": "d523b907-5727-457b-9f20-dd9e4c1db60f",
      "title": "Track Engineering",
      "occupationCode": "OCC0495F"
    },
    {
      "optionId": "3246696b-3b7d-464d-8fd2-06efb1069001",
      "title": "Signalling & Control Systems",
      "occupationCode": "OCC0495D"
    },
    {
      "optionId": "1243ea93-b7cd-4d20-b2f0-65b111fa610b",
      "title": "Rail Systems Integration",
      "occupationCode": "OCC0495C"
    },
    {
      "optionId": "685ee465-85cc-4fac-8b07-37041c138094",
      "title": "Traction & Rolling Stock",
      "occupationCode": "OCC0495G"
    },
    {
      "optionId": "75c936d5-d06a-47f7-8f84-92a329d48e40",
      "title": "Telecoms, Networks & Digital",
      "occupationCode": "OCC0495E"
    },
    {
      "optionId": "c61c26bb-e115-4388-89bb-511952f18d65",
      "title": "Electrical, Mechanical or Building Services",
      "occupationCode": "OCC0495A"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "12d7b402-dce1-4168-8d1f-57e320a4ceb4",
        "c89bf213-8341-4d04-bfd0-47cf552e4654",
        "15c625b4-e103-475c-972c-6b503a44b294",
        "c2b1dcc4-a3e5-444d-8ad1-bf1fcb5dcf72",
        "62cae826-c386-408a-8a60-641477bcb9b8",
        "4b4336d1-bf69-484b-be6f-87ecdec77fdb",
        "77f43cfe-2243-427a-a815-da0008d102bf"
      ],
      "mappedKnowledge": [
        "d0a30d51-986b-4c97-8e3c-e9b5a69394de",
        "7fc01372-d34e-495a-9135-140ee57d0fb8",
        "847e66d9-c975-4619-bb02-2582d8598b9e",
        "dd3e26ae-811d-4298-8d69-254a8696e452",
        "29e2ec64-6a2d-40b7-bb72-114fcd9824af",
        "1d7b6365-7a04-4a52-ba82-acbb42419b86",
        "ebffeffc-5b72-4258-a4ab-d111e2b5f686",
        "4e5ca2fa-e22e-4a57-8220-edc7083d2446"
      ],
      "mappedSkills": [
        "fdd3def4-d3b3-45dc-afb8-f02d518ad9a6",
        "53a24aa0-a0a4-4c9f-8cd4-cd1c99b7f829",
        "ec7e760f-d116-4603-be44-e22ab8a6b57b",
        "07e379b2-fc56-429a-aecc-6cfa8bb69cfb",
        "3e636dbc-7c64-41db-be75-b90e960e40b9",
        "ea65345f-83b8-4666-a243-64777888d99b",
        "14120603-6627-47b3-a5fa-a962ac756883"
      ]
    },
    {
      "coreOrOptionTitle": "Rail Civil Engineering",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "6965a6dc-6ccd-431c-b93c-46ed46a67fae",
        "a530dd8f-2dd3-46e3-96c2-9cf7d755458c"
      ],
      "mappedSkills": [
        "a5f085ad-ae77-468e-891b-da68c027628c",
        "a289112e-e08b-429d-92a0-a841489d7c57"
      ]
    },
    {
      "coreOrOptionTitle": "Track Engineering",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "f08003e2-7fe8-4ca4-934b-dfe87fd6d276",
        "712cb3a1-ae39-4231-8b21-d935f04190ad"
      ],
      "mappedSkills": [
        "3d6fc8cf-74b6-4131-99fa-849bda4cf968",
        "fc5a88e4-7394-4516-84ab-1769f7909f37"
      ]
    },
    {
      "coreOrOptionTitle": "Signalling & Control Systems",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "f7829f3a-c77f-475b-bc60-baa30986ac33",
        "c91ee1a9-07d8-4c03-b45f-69444257f570"
      ],
      "mappedSkills": [
        "34852e36-0ed7-4f79-a3f8-1e3bde7ec218",
        "f6043eae-5829-4d0c-84fe-34758be16661"
      ]
    },
    {
      "coreOrOptionTitle": "Rail Systems Integration",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "216093de-fa7a-49df-9ee1-2804c22964ea"
      ],
      "mappedSkills": [
        "52a860f6-633b-4a06-96d3-77cc63985fb0",
        "1ba4e5fe-ffaa-4947-ab7a-24b10d193bc6"
      ]
    },
    {
      "coreOrOptionTitle": "Traction & Rolling Stock",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "934c7c2f-1280-42be-9e93-2c5ecd2dea27",
        "727286ad-4d6f-473a-9827-24b409f2e577"
      ],
      "mappedSkills": [
        "eebe15c9-26fd-4131-b78d-51542ff6501b"
      ]
    },
    {
      "coreOrOptionTitle": "Telecoms, Networks & Digital",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "d63db436-90af-4df7-a5ba-4b40d9e5cb43",
        "14ecd0b6-1b67-4fd8-b0a6-b2a14577f82d"
      ],
      "mappedSkills": [
        "3e7736be-bebb-42f5-a4ce-37982de03c1a"
      ]
    },
    {
      "coreOrOptionTitle": "Electrical, Mechanical or Building Services",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "0e715b37-f3f4-49fa-b8ef-1728c3d92c9d",
        "09c86981-1807-4750-80f6-2945d45522bc",
        "e417847a-1db3-4c25-9fca-8c32b646b3e2"
      ],
      "mappedSkills": [
        "88bea0e3-918f-4a85-bf82-e58cca775b80"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-04-17T00:00:00"
}