{
  "larsCode": 358,
  "referenceNumber": "ST0463",
  "title": "Industrial coatings applicator",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/358",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2018-09-27T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Preparing the surface of new or existing steel structures and applying the appropriate corrosion protection coatings.",
  "level": 2,
  "typicalDuration": 18,
  "maxFunding": 9000,
  "route": "Construction",
  "keywords": [
    "Industrial coatings applicator",
    "steelwork"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/2180/st0463_industrial-coatings-applicator_l2_ap-for-publication_20092018.pdf",
  "ssa1": "",
  "ssa2": "",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Role profile&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;There is a high demand for skilled industrial coatings applicators in the national infrastructure sector. The work usually takes place within a workshop or a designated area of a construction site for new steel structures, and on site for the maintenance or refurbishment of existing steel structures.&lt;/p&gt;\r\n&lt;p&gt;Industrial coatings applicators play a key role in protecting the nation’s infrastructure from deterioration for the benefit of existing and future generations. They are required to prepare the surface of new or existing steel structures to remove any contamination, mill scale, rust, or unsound existing coatings, and apply the appropriate corrosion protection coatings to specified standards. A competent industrial coatings applicator will be able to undertake the role safely and without supervision.&lt;/p&gt;\r\n&lt;p&gt;The protected&#160; structure will usually be on display as part of the nation’s infrastructure and&#160; may include bridges, sports stadia, wind turbines, and buildings used for example as power generation facilities, high rise offices, schools, colleges, hospitals, hotels and warehouses, as well as more minor structures such as lighting columns.&lt;/p&gt;\r\n&lt;p&gt;Certificated industrial coatings applicators will be employed within teams in small, medium or large enterprises and their work may involve travelling throughout the UK.&#160;&lt;/p&gt;\r\n&lt;h3&gt;Role Requirements (Knowledge, Skills and Behaviours )&lt;/h3&gt;\r\n&lt;p&gt;&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;em&gt;Industrial coatings applicators will have the knowledge of:&lt;/em&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Health and safety relating to industrial coatings application including relevant health and safety regulations, the need for and methods of safe working, the requirement for access systems and working platforms for safe working at height, hazard identification and mitigation, and the health, safety and environmental implications of the various materials and substances used.&#160;&lt;/li&gt;\r\n&lt;li&gt;Legal requirements for protecting the environment.&#160;&lt;/li&gt;\r\n&lt;li&gt;The need to address the areas that require protection from the high pressured projectiles and other contaminants released in the corrosion protection process.&#160;&lt;/li&gt;\r\n&lt;li&gt;The types of industrial coating materials used, and the different techniques and equipment used for surface preparation and coating application.&#160;&lt;/li&gt;\r\n&lt;li&gt;The safe use of the non powered and powered equipment and tools used in industrial coatings work.&#160;&lt;/li&gt;\r\n&lt;li&gt;The causes of typical surface preparation and coatings defects, how they can be avoided and how they can be rectified.&#160;&lt;/li&gt;\r\n&lt;li&gt;Quality documents, reporting systems and the need to keep basic records (e.g. work diary) and to do basic calculations (e.g. for material coverage and usage).&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;p&gt;Industrial coatings applicators have the &lt;em&gt;skills &lt;/em&gt;to:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Prepare and maintain working areas for undertaking work safely and effectively including the safe use and secure storage of equipment and material.&#160;&lt;/li&gt;\r\n&lt;li&gt;Use established safe manual and mechanical handling techniques to move equipment, material and waste.&#160;&lt;/li&gt;\r\n&lt;li&gt;Interpret and work to method statements, specifications, and inspection and test plans.&#160;&lt;/li&gt;\r\n&lt;li&gt;Undertake the specified method of surface preparation of the steelwork (e.g. by hand or power tool cleaning, blast cleaning) and the specified method of protective coating application (e.g. by brush, roller, spray), to the required standards.&#160;&lt;/li&gt;\r\n&lt;li&gt;Achieve the specified standard of work including the use of appropriate quality control measuring and test equipment, and instrumentation.&#160;&lt;/li&gt;\r\n&lt;li&gt;Identify surface preparation and coatings defects, and rectify defective work.&#160;&lt;/li&gt;\r\n&lt;li&gt;Care for and maintain tools and equipment.&lt;/li&gt;\r\n&lt;li&gt;Identify and correctly use appropriate personal protective and respirator equipment ensuring that it is in good condition and working correctly.&#160;&lt;/li&gt;\r\n&lt;li&gt;Maintain health, safety and environmental protection measures.&#160;&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;p&gt;&lt;em&gt;Industrial coatings applicators will display the following behaviours:&lt;/em&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Have a questioning attitude to work including to understanding the processes used, the associated industrial trades and the need to embrace change to maintain industry best practice.&lt;/li&gt;\r\n&lt;li&gt;Be able to communicate effectively and work effectively with others.&#160;&lt;/li&gt;\r\n&lt;li&gt;Be able to think logically using clear and valid reasoning when making decisions.&#160;&lt;/li&gt;\r\n&lt;li&gt;Be motivated and accountable for following specified procedures and controls, for planning and carrying out their work activities and consistently meeting production and quality expectations, and for their personal development.&#160;&lt;/li&gt;\r\n&lt;li&gt;Be accountable for their health and safety, and the health and safety of others.&#160;&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;&lt;br /&gt;Entry&lt;/h3&gt;\r\n&lt;p&gt;Individual employers will set any entry requirements.&#160;&lt;/p&gt;\r\n&lt;h3&gt;Qualifications&lt;/h3&gt;\r\n&lt;p&gt;Apprentices without the functional skills level 1 English and maths will need to achieve level 1 English and maths and take the test for level 2 prior to taking their end-point assessment.&#160;&lt;/p&gt;\r\n&lt;h3&gt;Level&lt;/h3&gt;\r\n&lt;p&gt;This apprenticeship standard is at Level 2.&#160;&lt;/p&gt;\r\n&lt;h3&gt;Duration&lt;/h3&gt;\r\n&lt;p&gt;The typical duration of this apprenticeship is 18 months.&#160;&lt;/p&gt;\r\n&lt;h3&gt;Review&lt;/h3&gt;\r\n&lt;p&gt;It is expected that this standard will be reviewed after 3 years.&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "Pete Moss ",
    "contactAddress": "Open Awards Estuary Commerce Park\n17 De Havilland Dr\nSpeke\nLiverpool\nL24 8RN",
    "contactEmail": "EQA@openawards.org.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2018-09-27T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "Stephen.Hankinson@Hankinson.co.uk",
  "involvedEmployers": "Hankinson Painting Contractors, MCL Coatings Ltd, Wood Group Industrial Services Ltd, Paintel Ltd, Taziker Industrial Ltd, Jack Tighe Limited, APB Construction (UK) Ltd, Nusteel Structures Limited, F.A. Clover &amp; Son Ltd, Supablast Ltd",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Onsite Construction",
  "cluster": "Construction Operative/Supervisor",
  "createdDate": "2017-11-14T17:11:14 +00:00",
  "lastUpdated": "2018-09-27T13:00:22 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/industrial-coatings-applicator-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/industrial-coatings-applicator-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}