{
  "larsCode": 274,
  "referenceNumber": "ST0418",
  "title": "Abattoir worker",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/274",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2018-05-08T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Managing animals before and during the slaughtering process",
  "level": 2,
  "typicalDuration": 16,
  "maxFunding": 6000,
  "route": "Engineering and manufacturing",
  "keywords": [
    "Abattoir Worker"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/2358/st0418_abattoir-_worker_l2_epa_plan_v2_final-for-publication.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Section 1: Occupational profile for an Abattoir worker&lt;/h3&gt;\r\n&lt;p&gt;The UK abattoir industry slaughters over 26m units of livestock each year yielding in the region of 2m tonnes of red carcase worth a net contribution of &#163;1.67b to the economy. The food industry defines meat obtained from mammals (regardless of cut or age) as &lt;strong&gt;red meat, &lt;/strong&gt;this is because it contains more myoglobin than white meat obtained from poultry and fish.&lt;/p&gt;\r\n&lt;p&gt;Abattoir workers must hold a valid licence to operate, which is known as a certificate of competence in order to comply with the Welfare of Animals at the Time of Killing (WATOK) legislation, issued by the Food Standards Agency. Individuals must be over 18 years to obtain a certificate of competence, which entitles them to work in specified areas monitored by the official veterinarian.&lt;/p&gt;\r\n&lt;p&gt;From receiving animals in the strictly controlled handling (lairage) facility and through the slaughter process, abattoir workers need to be empathetic and respectful of animals. Team work and diligence is part and parcel of the role as well as upholding professional behavioural standards in accordance with Standard Operating Procedures. Those with aptitude and dedication can progress to managing the slaughter-line or cutting/de-boning operations, becoming an Animal Welfare Officer (AWO).&lt;/p&gt;\r\n&lt;h3&gt;Section 2: Abattoir workers – The knowledge, skills and behaviours&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&lt;/h3&gt;\r\n&lt;ol&gt;\r\n&lt;li&gt;&lt;strong&gt;Knowledge, in the context of one red meat species chosen from cattle, horses, sheep/goats, pigs, large game an abattoir worker must understand:&lt;/strong&gt;&lt;/li&gt;\r\n&lt;/ol&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;The historical development of the red meat slaughter industry leading up to the modern day and the key business principles that sustain abattoir businesses and make them sucessful&lt;/li&gt;\r\n&lt;li&gt;The process and procedure for receiving animals into, and their movement around, the lairage facility. Regulatory and official documentation including Electronic Identification (EID) required for traceability requirements within food chain information&lt;/li&gt;\r\n&lt;li&gt;The importance regarding animal welfare and stress prevention during the period animals are held prior to slaughter: watering, penning, moving, handling and, where required, bedding/feeding&lt;/li&gt;\r\n&lt;li&gt;The function and roles carried out by lairage, supervisor and enforcement personnel: including the company’s animal welfare officer (AWO), official veterinarian (OV) and meat hygiene inspectors (MHI). In addition, the management of regulatory control applicable to workers in the specified roles identified within the regulated and WATOK legislated operation&lt;/li&gt;\r\n&lt;li&gt;The process and function in the slaughter process of penning/restraint: stunning, shackling, hoisting, bleeding and safe use of relevant equipment/machinery.&lt;/li&gt;\r\n&lt;li&gt;The requirements for safe, efficient and hygienic practices in the bleeding of animals, religious slaughter as practised by halal and kosher religious groups&lt;/li&gt;\r\n&lt;li&gt;The importance for efficient and correct use of machinery such as hide puller in the processes of hygienic flaying/depilation (de-hairing) and in the dressing activity&lt;/li&gt;\r\n&lt;li&gt;The importance of and how to ensure accurate cutting and incision lines in the evisceration process and the need to minimise and control potential high risk contamination areas.&lt;/li&gt;\r\n&lt;li&gt;The designated location and value of the animal by-product and offal removed during the dressing process, alongside knowledge and use of red and green offal including by product categorisation and the legislative requirement for Specified Risk Material (SRM).&#160;&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;The regulatory food safety and hygiene systems within the food chain applicable to and embedded in abattoir operations, and the need for all employees to be trained in the production of wholesome quality meat.&lt;/li&gt;\r\n&lt;li&gt;Employment rights and responsibilities: equality and diversity, team working practices and the importance of continuous personal development.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;b. Skills, an Abattoir worker will:&lt;/h3&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Take responsibility for their own and others’ health and safety in the work area, including personal protective equipment (PPE) hygiene and safety&lt;/li&gt;\r\n&lt;li&gt;Demonstrate basic safe and hygienic operational and maintenance practices with machinery and equipment such as cleaning, sharpening, lubrication&lt;/li&gt;\r\n&lt;li&gt;Carry out lairage in accordance with standard operating procedures (SOPs) by demonstrating techniques and skills in animal welfare, handling and&lt;/li&gt;\r\n&lt;li&gt;Fulfil the requirement for accurate recording of essential information impacting on animal welfare or potential meat production quality issues&lt;/li&gt;\r\n&lt;li&gt;Carry out the process of stunning, shackling and bleeding using skills and procedures that have regard for animal welfare, safety and hygienic practice&lt;/li&gt;\r\n&lt;li&gt;Carry out the dressing process (flaying/skinning/scalding) using skills to avoid tears and cut damage to subcutaneous tissue and avoiding visual carcase contamination&lt;/li&gt;\r\n&lt;li&gt;Carry out the process of evisceration by removing green and red offal in sequence using skills and practices that avoid where possible contamination of carcase/offal’s including carcase splitting where appropriate.&lt;/li&gt;\r\n&lt;li&gt;Contribute to problem solving and the continuous improvement of abattoir operations.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;c. Behaviours, an Abattoir worker will:&lt;/h3&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Display empathy and understanding in respect of welfare and the humane treatment of animals in the abattoir&lt;/li&gt;\r\n&lt;li&gt;Be punctual, disciplined, diligent and respectful towards customers and colleagues at all times.&lt;/li&gt;\r\n&lt;li&gt;Apply attention to detail, carrying out duties in a diligent way and taking account of efficiencies and understanding how these support the profitability of the business&lt;/li&gt;\r\n&lt;li&gt;Communicate effectively and work in a team and individually as required in a busy high risk environment with pre-determined deadlines and productivity targets&lt;strong&gt;.&lt;/strong&gt;&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;Section 3: Additional Information&lt;/h3&gt;\r\n&lt;h4&gt;Level &amp;amp; duration&lt;/h4&gt;\r\n&lt;p&gt;The standard is Level 2 and the typical duration is 16 to 22 months&lt;/p&gt;\r\n&lt;h4&gt;Qualification&lt;/h4&gt;\r\n&lt;p&gt;Apprentices must within 13 weeks of supervised work and training, submit to the Food Standards Agency evidence of achievement of Level 2 Award for Proficiency in Protecting the Welfare of Animals at Time of Killing (WATOK).&lt;/p&gt;\r\n&lt;h4&gt;English and maths&lt;/h4&gt;\r\n&lt;p&gt;Apprentices without level 1 English and maths will need to achieve this level and take the test for level 2 English and maths prior to taking the end-point assessment.&lt;/p&gt;\r\n&lt;h4&gt;Review&lt;/h4&gt;\r\n&lt;p&gt;After 3 years&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Worshipful Company of Butchers",
    "contactName": "Major General Jeff Mason MBE RM",
    "contactAddress": "Butchers’ Hall\r\n87 Bartholomew Close\r\nLondon, EC1A 7EB.",
    "contactEmail": "clerk@butchershall.com",
    "webLink": "https://www.butchershall.com/wcb"
  },
  "approvedForDelivery": "2018-05-08T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "TB0070 ",
  "tbMainContact": "Mike.Roach@dunbia.com ",
  "involvedEmployers": "ABP, Dunbia, Tulip, Dawn Meats, W M Perry Ltd, C H Rowley Ltd, Peter Coates (Alrewas) Ltd, JA Jewett (Meat) Ltd, BW &amp; JD Glaves &amp; Sons Ltd, Euro Quality Lambs Ltd, A Wright &amp; Son, Fowler Bros Ltd, C Brumpton Ltd",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Food and Science Manufacturing Operative/Technician",
  "createdDate": "2017-11-14T17:09:22 +00:00",
  "lastUpdated": "2018-10-31T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/abattoir-worker-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/abattoir-worker-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}