{
  "templateType": "Apprenticeship Standard",
  "larsCode": 460,
  "referenceNumber": "ST0424",
  "learningAimClassCode": "",
  "title": "Broadcast and media systems technical operator",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0424",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2021-01-05T00:00:00",
  "earliestStartDate": "2019-06-07T00:00:00",
  "latestStartDate": "2021-01-12T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Supporting the delivery of broadcast and communication services.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 22,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3189/st0424_broadcast-and-comms-tech-operator_l3_ap-for-publication_140519.pdf",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.3 Media and communication",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;&lt;span&gt;A Broadcast and Media Systems Technical Operator supports the delivery of broadcast and communication services; these could be television or radio programmes, podcasts, and internet streaming services, pay-per-view or downloadable content. They will work within a team reporting to the Team Leader/Shift Leader, providing support to both Production Crew and Broadcast and Media Systems Technicians and Engineers, to ensure studio and web broadcast services and transmissions are consistently maintained without impact to live broadcasts.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;Their workplace could be located in a broadcast or operations centre, as part of TV/Radio studio operations, or, on an Outside Broadcast operation, at customer premises, or outdoors on transmission sites. They will need to ensure that working environments and areas are safe from hazards and that specific risks are identified and reported, and that the required equipment is safe to use both on site and off site. &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;They will typically work for a production company, broadcaster or media services supplier, or a broadcast equipment supplier/manufacturer. Due to the nature of the role, they may be required to work unsocial hours.&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;span&gt;&lt;strong&gt;Key duties for the Broadcast and Media Systems Technical Operator role include:&lt;/strong&gt;&lt;/span&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt; &lt;/span&gt;&lt;span&gt;Being able to use industry specific software tools and broadcast equipment; &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Managing media and file assets, ensuring the integrity and security of file based content from cyber attacks; ensuring all assets are safe and secure. &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Preparing the technical assembly and set up for broadcast and communications; such as adding subtitles or audio descriptions to programmes, or preparing and operating in studio environments. This may include assessing/receiving audio, video and data&#160; contributions&#160;from external sources via satellite, e.g. another studio or interviewees home, or from internal sources such as studios and edit stations; and the manipulation of the audio and video content to meet broadcast specifications; &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Fault finding and problem solving, and knowing when, how and who to escalate faults to as required;&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt; &lt;/span&gt;&lt;span&gt;Monitoring and maintaining consistent transmission/broadcast in line with Service Level Agreements or organisational targets.&#160; &lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge:&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;&lt;span&gt;A Broadcast and Media Systems Technical Operator knows and understands:&lt;/span&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Broadcast Communications Systems and Networks&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt; &lt;/span&gt;&lt;span&gt;How Networks can be used to deliver cost effective, efficient and quality content for broadcast/playout/online services such as live broadcasts&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;The end-to-end broadcast workflow from production (studio) to distribution (home) and their role within this&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;How to prepare the agreed technical set up for broadcast systems and networks &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;How to collect, filter and analyse data regarding service operations to aid problem/incident management&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;How to recognise faults, and who and when to escalate these to, in line with organisational procedures&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;The industry standards, such as, delivery protocols and recommendations relevant to own role &lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Service delivery &lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt; &lt;/span&gt;&lt;span&gt;The level of service agreed for delivery &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;The regulatory environment of own organisation, and how the wider broadcast media operates&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;The agreed quality standards for service delivery and how to maintain these&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;The resources required to deliver the broadcast service including people, equipment and systems &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;The causes and consequences of service failure, and how to respond appropriately&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;How to identify service problems and establish workarounds &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt; &lt;/span&gt;&lt;span&gt;Business continuity procedures&lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Health and Safety&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt;How to safely use all tools and equipment required for the role&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;How to assess new and existing event spaces (venues) for safety, operational and creative suitability&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt; &lt;/span&gt;&lt;span&gt;The risks and hazards that apply to the role and how and when to report Health and Safety issues to the appropriate personnel&lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;span&gt;Skills:&lt;/span&gt;&lt;/h3&gt;\n&lt;h4&gt;&lt;span&gt;A Broadcast and Media Communications Technical Operator is able to:&lt;/span&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Broadcast Communication Systems and Networks&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt;Follow processes to ensure that the integrity and security of file based media content is maintained e.g. to avoid hacking &lt;/span&gt;or theft of assets&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Prepare and assemble the agreed technical set up for live or pre-recorded content including video and sound equipment, broadcast systems and networks &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Use industry specific software and hardware and follow industry specified processes relating to sound and visual workflows transmission &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Use the appropriate systems to assess suitability of media for broadcast such as subtitles or audio description&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Accurately monitor audio and video signals &lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Service Delivery&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt;Monitor channel outputs for quality and continuity of service ensuring adherence to OFCOM specifications and guidelines&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Communicate fault conditions in a timely and coherent manner to colleagues, customers and suppliers, escalating to managers as required&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Apply incident control procedures and complete incident control reports in line with organisational procedures&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Work with broadcast technicians and engineers to re-establish and maintain service when it is interrupted&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt; &lt;/span&gt;&lt;span&gt;Implement agreed processes and log work carried out to services in line with service agreements &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Communicate clearly and concisely using discretion when required&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Work effectively, both individually and collaboratively as part of a team&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Build and maintain professional relationships with colleagues, customers and suppliers&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt; &lt;/span&gt;&lt;span&gt;Work accurately with a high degree of attention to detail&lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Health and Safety&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt; &lt;/span&gt;&lt;span&gt;Ensure health and safety guidelines and policies, including electrical safety procedures, are followed at all times, reporting any health and incidents or hazards to the appropriate personnel &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Maintain a secure working environment, in line with organisational policies, in order to protect individuals, information and organisational assets&lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours:&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;&lt;span&gt;A Broadcast and Media Communications Technical Operator will be expected to demonstrate:&lt;/span&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;A strong work ethic, taking personal responsibility for own work, meeting deadlines, setting the right example for others and displaying honesty and integrity&lt;/li&gt;\n&lt;li&gt;Treating others with respect, showing sensitivity to others and demonstrating an openness to others’ ideas and input to develop effective working relationships with colleagues and customers&lt;/li&gt;\n&lt;li&gt;A positive attitude, adaptability and responsiveness to change&lt;/li&gt;\n&lt;li&gt;Thinking creatively and using a systematic approach to resolve technical issues relating to broadcast and media systems operations&lt;/li&gt;\n&lt;li&gt;Developing and maintaining own professional competence in broadcast and media systems operations; a willingness to learn new skills&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Qualifications&lt;/h3&gt;\n&lt;p&gt;Apprentices without English and Mathematics at level 2 must achieve level 2 prior to taking&#160; &#160;their End Point Assessment. For those with an education, health and care plan or a legacy statement the apprenticeship English and maths minimum requirement is Entry Level 3, and British Sign Language qualification are an alternative to English qualifications for those whom this is their primary language.&#160;Apprentices without level 2 English and Maths will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;The apprenticeship will typically take &lt;/span&gt;&lt;span&gt;22&lt;/span&gt;&lt;span&gt; months to complete.&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Level&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;This apprenticeship is set at level 3.&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Review date&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;After three years. &lt;/span&gt;&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-06-07T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "nicoles@creativeskillset.org",
  "involvedEmployers": "Arqiva, BBC Academy, Creative Skillset, IABM, Birmingham City University, Hattrick, BT Group, Bauer Media, Suitcase TV, Panasonic, dB Broadcast, The IET, Ravensbourne, International Moving Image Society, University of Salford, High Definition & Digital Cinema Ltd, Ericsson, Babcock International, ITV, Sky, Birmingham City University, Digital UK",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Media, Broadcast and Production",
  "cluster": "Media and Broadcast Assistant",
  "clusterId": "42",
  "clusterDescription": "Production and distribution of media content using communications, archive and visual technology",
  "createdDate": "2017-11-14T17:09:04 +00:00",
  "lastUpdated": "2021-01-05T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-06-07T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0424",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0424-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0424-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-01-12T00:00:00"
}