{
  "templateType": "Apprenticeship Standard",
  "larsCode": 283,
  "referenceNumber": "ST0499",
  "learningAimClassCode": "",
  "title": "Autocare technician",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0499",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-11-02T00:00:00",
  "earliestStartDate": "2018-05-24T00:00:00",
  "latestStartDate": "2022-10-30T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Carrying out a range of services and repairs to cars, car derived vans and light goods vehicles.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 30,
  "maxFunding": 12000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Autocare technician",
    "Autocare",
    "cars",
    "Customer Service",
    "technical skills"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4132/st0499_autocare-technician_l2_ap-for-publication_120320.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;h3 class=&quot;p1&quot;&gt;Overview of the Role:&lt;/h3&gt;\n&lt;p class=&quot;p4&quot;&gt;An Auto-care Technician carries out a range of services and repairs to cars, car derived vans and light goods vehicles, working in an Auto-care or “Fast-Fit” Centre, which may be part of a national chain or operated by a regional/local independent group/owner. An Auto-care Technician requires a unique combination of technical, retail and customer service skills. They will use a range of tools, measuring and diagnostic equipment to identify &amp;amp; repair simple system faults.&lt;/p&gt;\n&lt;p class=&quot;p8&quot;&gt;The Auto-care Technician has to demonstrate expertise not only in the technical elements of their role and have a good grasp of the practical and theoretical aspects of the vehicle systems they service, but also needs to have excellent telephone, customer handling (including how to handle difficult customers and deal with customer disappointment) and effective sales skills, as well as strong problem solving and self-organisation skills. They must be able to work as part of a team but also operate independently, understand how their centre operates from a commercial perspective and how their actions contribute to business results, whilst maintaining a high standard of workmanship.&lt;/p&gt;\n&lt;p class=&quot;p8&quot;&gt;Please Note:&#160; This Standard does not on its own qualify apprentices to work on air-conditioning systems. Employers who require apprentices to work on air-conditioning systems must also provide the F-Gas qualification&lt;/p&gt;\n&lt;h3 class=&quot;p3&quot;&gt;Programme Duration:&lt;/h3&gt;\n&lt;p class=&quot;p9&quot;&gt;Typically it is expected that it will take 30 months for the apprentice to attain the required level of competence in the workplace although it may be sooner if an individual already has significant prior training and practical experience.&lt;/p&gt;\n&lt;h3 class=&quot;p3&quot;&gt;Entry Requirements:&lt;/h3&gt;\n&lt;p class=&quot;p9&quot;&gt;Individual employers will set their own selection criteria for applicants. It is however recommended that candidates can demonstrate an interest in the occupation as well as an ability to work in an organised and methodical way to identify and solve problems; also demonstrate an ability to communicate both orally and in writing.&lt;/p&gt;\n&lt;p&gt;Apprentices without level 1 English and maths will need to achieve this level and take the test for level 2 prior to taking their apprenticeship end-point assessment. &#160;For those with an education, health and care plan or legacy statement, the English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&#160;&#160;&lt;/p&gt;\n&lt;h3 class=&quot;p11&quot;&gt;An Auto-care Technician will demonstrate a knowledge and understanding of the following;&lt;/h3&gt;\n&lt;ul class=&quot;ul1&quot;&gt;\n&lt;li class=&quot;li12&quot;&gt;Tyre legislation and technical information including EU Tyre labelling, Tyre Pressure Monitoring systems, sidewall markings, homologated fitments relating to cars, car derived vans and light goods&lt;span class=&quot;s1&quot;&gt; &lt;/span&gt;vehicles.&lt;/li&gt;\n&lt;li class=&quot;li3&quot;&gt;Fundamentals&lt;span class=&quot;s2&quot;&gt; &lt;/span&gt;of&lt;span class=&quot;s3&quot;&gt; &lt;/span&gt;specific&lt;span class=&quot;s2&quot;&gt; &lt;/span&gt;vehicle&lt;span class=&quot;s3&quot;&gt; &lt;/span&gt;systems&lt;span class=&quot;s3&quot;&gt; &lt;/span&gt;including&lt;span class=&quot;s4&quot;&gt; &lt;/span&gt;steering&lt;span class=&quot;s4&quot;&gt; &lt;/span&gt;&amp;amp;&lt;span class=&quot;s4&quot;&gt; &lt;/span&gt;suspension,&lt;span class=&quot;s2&quot;&gt; &lt;/span&gt;braking&lt;span class=&quot;s4&quot;&gt; &lt;/span&gt;systems,&lt;span class=&quot;s2&quot;&gt; &lt;/span&gt;battery&lt;span class=&quot;s2&quot;&gt; &lt;/span&gt;&amp;amp; charging systems, exhaust systems and Air-Conditioning&lt;span class=&quot;s3&quot;&gt; &lt;/span&gt;systems&lt;/li&gt;\n&lt;li class=&quot;li3&quot;&gt;Vehicle 4-wheel geometry&lt;span class=&quot;s3&quot;&gt; &lt;/span&gt;principles&lt;/li&gt;\n&lt;li class=&quot;li13&quot;&gt;Basic consumer legislation relevant to the&lt;span class=&quot;s3&quot;&gt; &lt;/span&gt;occupation&lt;/li&gt;\n&lt;li class=&quot;li14&quot;&gt;Appropriate Health &amp;amp; Safety legislation and requirements for the&lt;span class=&quot;s4&quot;&gt; &lt;/span&gt;workplace&lt;/li&gt;\n&lt;li class=&quot;li14&quot;&gt;Hybrid/Electric Vehicle system and safe working&lt;span class=&quot;s3&quot;&gt; &lt;/span&gt;procedures&lt;/li&gt;\n&lt;li class=&quot;li15&quot;&gt;Data protection requirements to protect customer and payment&lt;span class=&quot;s5&quot;&gt; &lt;/span&gt;information&lt;/li&gt;\n&lt;li class=&quot;li14&quot;&gt;General sales principles including, identifying customer &amp;amp; vehicle needs, presenting solutions, closing the sale and dealing with buying&lt;span class=&quot;s4&quot;&gt; &lt;/span&gt;resistance&lt;/li&gt;\n&lt;li class=&quot;li3&quot;&gt;How the business works and how you contribute to the overall results, demonstrating commercial awareness&lt;/li&gt;\n&lt;li class=&quot;li3&quot;&gt;How to carry out vehicle safety inspections and routine maintenance using manufacturers specifications or approved schedules, using vehicle specific data and meeting legal requirements&lt;/li&gt;\n&lt;li class=&quot;li3&quot;&gt;The importance of following work place procedures and the consequences of not doing&lt;span class=&quot;s6&quot;&gt; &lt;/span&gt;so.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3 class=&quot;p17&quot;&gt;The competency to achieve the following skills in the workplace:&lt;/h3&gt;\n&lt;ul class=&quot;ul1&quot;&gt;\n&lt;li class=&quot;li18&quot;&gt;Contribute to maintaining a healthy and safe workplace, including the maintenance of key equipment and carrying out general&lt;span class=&quot;s3&quot;&gt; &lt;/span&gt;housekeeping&lt;/li&gt;\n&lt;li class=&quot;li3&quot;&gt;Carry out stock procedures including dealing with routine stock deliveries, placing stock into storage, carrying out stock rotation duties and ordering parts for customers following company&lt;span class=&quot;s7&quot;&gt; &lt;/span&gt;procedures&lt;/li&gt;\n&lt;li class=&quot;li3&quot;&gt;Carry out vehicle safety inspections and routine maintenance in line with manufactures specifications or approved schedules, company procedures and complete approved&lt;span class=&quot;s2&quot;&gt; &lt;/span&gt;documentation.&lt;/li&gt;\n&lt;li class=&quot;li3&quot;&gt;Make recommendations to customers based on the results of inspections, ensuring that sales recommendations are accurate and fully costed, are ethical and in the best interests of the customer at all times, using language that is transparent and avoids&lt;span class=&quot;s4&quot;&gt; &lt;/span&gt;jargon.&lt;/li&gt;\n&lt;li class=&quot;li3&quot;&gt;Carry out replacement/repair and balancing of a range of light vehicle tyres, including ultra-low profile, directional, asymmetric and run-flat tyres fitted to a range of wheel sizes and&lt;span class=&quot;s8&quot;&gt; &lt;/span&gt;types&lt;/li&gt;\n&lt;li class=&quot;li3&quot;&gt;Carry out the replacement of components on a specific range of vehicle systems including Steering &amp;amp; Suspension, Braking systems, Battery &amp;amp; Charging systems, exhaust systems and Air-Conditioning&lt;span class=&quot;s9&quot;&gt; &lt;/span&gt;systems&lt;/li&gt;\n&lt;li class=&quot;li3&quot;&gt;Carry out 4-wheel Geometry operations including adjustments on a range of vehicles with different suspension and steering&lt;span class=&quot;s2&quot;&gt; &lt;/span&gt;systems&lt;/li&gt;\n&lt;li class=&quot;li3&quot;&gt;Use a range of specialist tools &amp;amp; equipment, mechanical &amp;amp; electrical measuring tools and diagnostic equipment to support fault identification and&lt;span class=&quot;s4&quot;&gt; &lt;/span&gt;repair.&lt;/li&gt;\n&lt;li class=&quot;li3&quot;&gt;Identify &amp;amp; procure correct parts to meet specific customer&lt;span class=&quot;s5&quot;&gt; &lt;/span&gt;requirements&lt;/li&gt;\n&lt;li class=&quot;li19&quot;&gt;Access vehicle technical data to inform inspections and make judgements on wear and&lt;span class=&quot;s10&quot;&gt; &lt;/span&gt;serviceability.&lt;/li&gt;\n&lt;li class=&quot;li14&quot;&gt;Deal with and resolve low-level customer&lt;span class=&quot;s3&quot;&gt; &lt;/span&gt;complaints&lt;/li&gt;\n&lt;li class=&quot;li14&quot;&gt;Communicate effectively with customers, suppliers and colleagues&lt;/li&gt;\n&lt;li class=&quot;li14&quot;&gt;Use specific company IT systems within the workplace, including Point-of-sale systems and hand-held devices.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3 class=&quot;p11&quot;&gt;Required behaviours in the workplace:&lt;/h3&gt;\n&lt;ul class=&quot;ul1&quot;&gt;\n&lt;li class=&quot;li12&quot;&gt;Act in a manner that promotes the professional image of the automotive&lt;span class=&quot;s5&quot;&gt; &lt;/span&gt;sector&lt;/li&gt;\n&lt;li class=&quot;li14&quot;&gt;Communicate effectively with colleagues and customers on a range of topics including drawing out information to support identification of customer and vehicle needs, making clear recommendations to customers and overcoming&lt;span class=&quot;s11&quot;&gt; &lt;/span&gt;objections/concerns.&lt;/li&gt;\n&lt;li class=&quot;li20&quot;&gt;Behave in accordance with company values, industry codes of conduct and demonstrate respect for customers&lt;span class=&quot;s2&quot;&gt; &lt;/span&gt;and&lt;span class=&quot;s3&quot;&gt; &lt;/span&gt;colleagues.&lt;span class=&quot;s4&quot;&gt; &lt;/span&gt;Be&lt;span class=&quot;s3&quot;&gt; &lt;/span&gt;courteous&lt;span class=&quot;s2&quot;&gt; &lt;/span&gt;at&lt;span class=&quot;s4&quot;&gt; &lt;/span&gt;all&lt;span class=&quot;s2&quot;&gt; &lt;/span&gt;times&lt;span class=&quot;s3&quot;&gt; &lt;/span&gt;and&lt;span class=&quot;s3&quot;&gt; &lt;/span&gt;respond&lt;span class=&quot;s4&quot;&gt; &lt;/span&gt;quickly&lt;span class=&quot;s4&quot;&gt; &lt;/span&gt;to&lt;span class=&quot;s3&quot;&gt; &lt;/span&gt;requests/requirements&lt;span class=&quot;s2&quot;&gt; &lt;/span&gt;using effective communication skills to win trust and ensure an excellent&lt;span class=&quot;s2&quot;&gt; &lt;/span&gt;experience&lt;/li&gt;\n&lt;li class=&quot;li3&quot;&gt;Work as an effective team member taking responsibility for their own actions, being honest&lt;span class=&quot;s12&quot;&gt; &lt;/span&gt;and accountable when issues arise and things don’t go as&lt;span class=&quot;s4&quot;&gt; &lt;/span&gt;planned&lt;/li&gt;\n&lt;li class=&quot;li3&quot;&gt;Commit to learning to improve your own performance and that of the business. Work in an organised way to ensure work is carried out in an effective and efficient&lt;span class=&quot;s4&quot;&gt; &lt;/span&gt;manner.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3 class=&quot;p21&quot;&gt;Qualification and Professional Membership&lt;/h3&gt;\n&lt;p class=&quot;p22&quot;&gt;On completion of this Standard the Auto-care Technician will be eligible to apply for IMI membership as a Registered Young Professional or if they wish as an Associate Member. They would also gain entry onto the IMI Professional Register.&lt;/p&gt;\n&lt;p class=&quot;p23&quot;&gt;&lt;strong&gt;Standard Review: &lt;/strong&gt;This apprenticeship should be reviewed after a maximum of 3 years&lt;/p&gt;\n&lt;p class=&quot;p12&quot;&gt;This apprenticeship is set at level 2&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;An Auto-care Technician carries out a range of services and repairs to cars, car derived vans and light goods vehicles, working in an Auto-care or “Fast-Fit” Centre, which may be part of a national chain or operated by a regional/local independent group/owner. An Auto-care Technician requires a unique combination of technical, retail and customer service skills. They will use a range of tools, measuring and diagnostic equipment to identify &amp;amp; repair simple system faults. The Auto-care Technician has to demonstrate expertise not only in the technical elements of their role and have a good grasp of the practical and theoretical aspects of the vehicle systems they service, but also needs to have excellent telephone, customer handling (including how to handle difficult customers and deal with customer disappointment) and effective sales skills, as well as strong problem solving and self-organisation skills. They must be able to work as part of a team but also operate independently, understand how their centre operates from a commercial perspective and how their actions contribute to business results, whilst maintaining a high standard of workmanship. Please Note: This Standard does not on its own qualify apprentices to work on air-conditioning systems. Employers who require apprentices to work on air-conditioning systems must also provide the F-Gas qualification&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "8fa405a4-4c7d-4dd9-9db3-7ed6c09b3dfa",
      "detail": "K1: Tyre legislation and technical information including EU Tyre labelling, Tyre Pressure Monitoring systems, sidewall markings, homologated fitments relating to cars, car derived vans and light goods vehicles."
    },
    {
      "knowledgeId": "793786a9-d03c-4154-a01a-e1840a724500",
      "detail": "K2: Fundamentals of specific vehicle systems including steering & suspension, braking systems, battery & charging systems, exhaust systems and Air-Conditioning systems"
    },
    {
      "knowledgeId": "55dfdda4-f102-4642-a9ad-af3065a34f18",
      "detail": "K3: Vehicle 4-wheel geometry principles"
    },
    {
      "knowledgeId": "d6292601-7bcd-47a7-8bae-7edcbf387f6f",
      "detail": "K4: Basic consumer legislation relevant to the occupation"
    },
    {
      "knowledgeId": "55cb15b0-012f-445f-a019-cf7dfeab309d",
      "detail": "K5: Appropriate Health & Safety legislation and requirements for the workplace"
    },
    {
      "knowledgeId": "2fe681ff-a55b-45f5-98ce-c5c73335f088",
      "detail": "K6: Hybrid/Electric Vehicle system and safe working procedures"
    },
    {
      "knowledgeId": "2d88834f-6e4c-4d98-a4c3-a68553ca83bb",
      "detail": "K7: Data protection requirements to protect customer and payment information"
    },
    {
      "knowledgeId": "c64ce4f0-0441-4b30-a9b1-aa1bab2d1260",
      "detail": "K8: General sales principles including, identifying customer & vehicle needs, presenting solutions, closing the sale and dealing with buying resistance"
    },
    {
      "knowledgeId": "05c763df-da36-4159-9684-2f1d623712d2",
      "detail": "K9: How the business works and how you contribute to the overall results, demonstrating commercial awareness"
    },
    {
      "knowledgeId": "0eaa060e-0723-4cf0-be9e-370304373539",
      "detail": "K10: How to carry out vehicle safety inspections and routine maintenance using manufacturers specifications or approved schedules, using vehicle specific data and meeting legal requirements"
    },
    {
      "knowledgeId": "4ed3f104-1e22-4036-88dd-38bcfbf2a04d",
      "detail": "K11: The importance of following work place procedures and the consequences of not doing so."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "8076f8c4-0170-4e72-a5af-dbba1057b608",
      "detail": "B1: Act in a manner that promotes the professional image of the automotive sector"
    },
    {
      "behaviourId": "6fd9b9fa-9e95-4421-a64e-de06166f15f5",
      "detail": "B2: Communicate effectively with colleagues and customers on a range of topics including drawing out information to support identification of customer and vehicle needs, making clear recommendations to customers and overcoming objections/concerns."
    },
    {
      "behaviourId": "2947ec6c-7fe1-46fc-890d-65f343eee3e1",
      "detail": "B3: Behave in accordance with company values, industry codes of conduct and demonstrate respect for customers and colleagues. Be courteous at all times and respond quickly to requests/requirements using effective communication skills to win trust and ensure an excellent experience"
    },
    {
      "behaviourId": "4b735f28-15c6-4a56-84da-49aff1c79577",
      "detail": "B4: Work as an effective team member taking responsibility for their own actions, being honest and accountable when issues arise and things don’t go as planned"
    },
    {
      "behaviourId": "75f4f3a7-2c8c-41c2-928a-81c9ba677e7d",
      "detail": "B5: Commit to learning to improve your own performance and that of the business. Work in an organised way to ensure work is carried out in an effective and efficient manner."
    }
  ],
  "skills": [
    {
      "skillId": "61c044cb-8b63-4ab6-ab0c-66ce4bf25924",
      "detail": "S1: Contribute to maintaining a healthy and safe workplace, including the maintenance of key equipment and carrying out general housekeeping"
    },
    {
      "skillId": "2f849433-ca4d-40cc-9e81-e1523b41a806",
      "detail": "S2: Carry out stock procedures including dealing with routine stock deliveries, placing stock into storage, carrying out stock rotation duties and ordering parts for customers following company procedures"
    },
    {
      "skillId": "8f521b3a-b883-4c78-bff4-e1e6e2dbf1fd",
      "detail": "S3: Carry out vehicle safety inspections and routine maintenance in line with manufactures specifications or approved schedules, company procedures and complete approved documentation."
    },
    {
      "skillId": "4864d019-b170-48c5-913f-a1684fca5639",
      "detail": "S4: Make recommendations to customers based on the results of inspections, ensuring that sales recommendations are accurate and fully costed, are ethical and in the best interests of the customer at all times, using language that is transparent and avoids jargon."
    },
    {
      "skillId": "c7b69c2b-8d83-416c-a00c-9d89c882af7f",
      "detail": "S5: Carry out replacement/repair and balancing of a range of light vehicle tyres, including ultra-low profile, directional, asymmetric and run-flat tyres fitted to a range of wheel sizes and types"
    },
    {
      "skillId": "06f73ee6-3b44-41a2-8465-8eaa51160454",
      "detail": "S6: Carry out the replacement of components on a specific range of vehicle systems including Steering & Suspension, Braking systems, Battery & Charging systems, exhaust systems and Air-Conditioning systems"
    },
    {
      "skillId": "4a911d73-6afe-4df6-8e65-c3b173aa400e",
      "detail": "S7: Carry out 4-wheel Geometry operations including adjustments on a range of vehicles with different suspension and steering systems"
    },
    {
      "skillId": "afde1881-950c-44b5-8651-65f339a45b25",
      "detail": "S8: Use a range of specialist tools & equipment, mechanical & electrical measuring tools and diagnostic equipment to support fault identification and repair."
    },
    {
      "skillId": "85d58774-2745-441c-99dc-ad535f250de3",
      "detail": "S9: Identify & procure correct parts to meet specific customer requirements"
    },
    {
      "skillId": "0a848cc3-dfac-42f1-9453-3f95600f56ac",
      "detail": "S10: Access vehicle technical data to inform inspections and make judgements on wear and serviceability."
    },
    {
      "skillId": "b050406b-937e-4ba0-9ac3-19b1a490dd65",
      "detail": "S11: Deal with and resolve low-level customer complaints"
    },
    {
      "skillId": "2de411d6-926c-4dff-8745-d43e65260f80",
      "detail": "S12: Communicate effectively with customers, suppliers and colleagues"
    },
    {
      "skillId": "dae9d313-cc5f-4d32-893d-9e3a445a010c",
      "detail": "S13: Use specific company IT systems within the workplace, including Point-of-sale systems and hand-held devices."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-05-24T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0016 ",
  "tbMainContact": "paul.binks@etelimited.co.uk",
  "involvedEmployers": "Kwik Fit, National Tyre & Autocare, ATS Euromaster, Micheldever Pro-Tyre, Merityre, Selecta Tyre, Universal Tyre & Autocare, McConechy’s Tyre & Autocentres, Horndean Tyres, Tyre City Autocentres, STS TyrePros, Formula 1 Autocentres",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, Installation & Repair",
  "cluster": "Service, Repair and/or Overhaul Operative/Technician",
  "clusterId": "19",
  "clusterDescription": "Install, maintain and service plant and equipment",
  "createdDate": "2017-11-14T17:10:06 +00:00",
  "lastUpdated": "2022-11-02T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-05-24T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0499",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0499-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0499-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-11-02T00:00:00"
}