{
  "templateType": "Apprenticeship Standard",
  "larsCode": 416,
  "referenceNumber": "ST0453",
  "learningAimClassCode": "",
  "title": "Water treatment technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0453",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-09-20T00:00:00",
  "earliestStartDate": "2019-02-18T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Responsible for the development, installation and maintenance of water treatment programmes for water systems.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 15000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "water",
    "engineering",
    "environment",
    "manufacturing",
    "systems",
    "water systems"
  ],
  "jobRoles": [
    "Water treatment technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2627/st0453_water-treatment-technician_l3_ap-for-publication_11022019.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupational Profile:&lt;/h3&gt;\n&lt;p&gt;&lt;br /&gt;Water Treatment Technicians are responsible for the development, installation and maintenance of water treatment programmes for water systems in industrial and commercial buildings, hotels and institutional premises including colleges, schools, hospitals and care homes. Water use may be for drinking and washing, space heating and cooling, process/manufacturing heating and cooling, energy transport, power generation, industrial washing/cleaning processes, food production, healthcare and direct product input. Water treatment programmes are required to minimise health risks e.g. legionnaires disease, reduce system corrosion, scale formation and prevent microbiological contamination.&lt;/p&gt;\n&lt;p&gt;Water Treatment Technicians work for specialist Service Providers who are contracted to maintain the water conditions either directly by site management, by site maintenance contractors or through facilities management organisations. They are required to work on their own, proficiently and without supervision within both occupied and unoccupied buildings and they are able to guide and supervise Water Treatment Operatives, specialist sub-contractors and site staff completing specific water treatment tasks. They are expected to manage the safe working practices of a team without endangering themselves or others. They are able to demonstrate competence in health and safety, communication, problem solving and provision of recommendations and advice.&lt;/p&gt;\n&lt;p&gt;All Water Treatment Technicians will meet the following core requirements and also one set of specific requirements:&lt;/p&gt;\n&lt;h3&gt;Core Knowledge.&lt;/h3&gt;\n&lt;p&gt;Understand Safe and Professional working practices including relevant industry health &amp;amp; safety standards, regulations, organisational procedures and safety requirements etc.&lt;/p&gt;\n&lt;p&gt;Advanced requirements, principles and risks involved with the operation of water systems including potential problems, hazards and the risks to health, efficiency and system integrity.&lt;/p&gt;\n&lt;h4&gt;Will have the advanced technical knowledge required to support their role including:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Chemical reactions involved in the corrosion and scaling processes in water systems&lt;/li&gt;\n&lt;li&gt;Inhibition methods for the reduction of corrosion of different metals including steel, copper and aluminium in water systems&lt;/li&gt;\n&lt;li&gt;Inhibition methods for the reduction of different scale types in specific water systems including cooling towers, steam boilers and manufacturing processes, etc.&lt;/li&gt;\n&lt;li&gt;Cell structure of waterborne microbes and the interactions with biocidal products used to control them&lt;/li&gt;\n&lt;li&gt;The concepts of flow and heat transfer in water systems and how they affect water treatment processes&lt;/li&gt;\n&lt;li&gt;Ion transfer technologies, including resin and membrane based systems, used to change water quality&lt;/li&gt;\n&lt;li&gt;The use of specialised analytical equipment for the testing in field of water samples including digital titration, colorimeters and photometers&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Core Skills.&lt;/h3&gt;\n&lt;h4&gt;Keep themselves and others safe by adhering to safe working practices.&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand, comply with and implement statutory health and safety regulations with regard to the tasks being undertaken.&lt;/li&gt;\n&lt;li&gt;Understand and implement organisational safety requirements for themselves and others, including responsibility and supervision for safe access to water systems and the handling of chemicals.&lt;/li&gt;\n&lt;li&gt;Maintain a safe environment for other building occupants during water treatment operations including any relevant signage and notifications.&lt;/li&gt;\n&lt;li&gt;They should be able to contribute to the development of operational solutions and improvements e.g. safer working practices.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Prepare for a high standard of technical tasks:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Gather system data to enable the correct selection of operational resources that may be required e.g. access equipment (ladders, scaffold or cherry picker).&lt;/li&gt;\n&lt;li&gt;Complete work task risk assessments and develop work plans and method statements for the task(s) involved.&lt;/li&gt;\n&lt;li&gt;Ensure the suitability and correct operating condition of resources and equipment for the work tasks involved. This can include test equipment, chemical dosing equipment, water pumps and other specialised equipment.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;br /&gt;Deliver a high standard of technical work including:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Identification of suitable sampling and application points in a water system&lt;/li&gt;\n&lt;li&gt;Assessment of relevant test parameters and sampling plan for specific water systems&lt;/li&gt;\n&lt;li&gt;Performance assessment and evaluation of water system conditions and operations utilising specific monitoring equipment&lt;/li&gt;\n&lt;li&gt;Application of water treatment programmes to specific water system types e.g. cooling towers, steam boilers, heating and chilled systems etc.&lt;/li&gt;\n&lt;li&gt;Interpretation of test results and development of treatment programme improvements and recommendations&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Identify, evaluate and resolve practical and technical problems encountered, assess suitability of the chemical and physical water treatment options employed and implement the required improvements to the treatment programme or service delivery.&lt;/p&gt;\n&lt;p&gt;Use resources effectively including their own time management, the appropriate competence of staff chosen for the operation involved, the efficient use of staff resources and management of equipment required for specific work tasks.&#160;&lt;/p&gt;\n&lt;p&gt;Communicate effectively. Use oral, written, electronic and IT based methods and systems for the accurate communication of technical information to other staff involved and all levels of site management. Review this information and agree actions with the relevant people involved. This can include the use, management and training with regard to electronic log systems for the storage of water system sampling and analytical results, practical demonstration of testing procedures and presentation of reports.&lt;/p&gt;\n&lt;p&gt;Maintain level of competence commensurate with job role. Identify and recognise personal training needs and undertake suitable training when required. Complete and record CPD necessary to maintain and enhance competence.&lt;/p&gt;\n&lt;h3&gt;Core Behaviours:&lt;/h3&gt;\n&lt;p&gt;&lt;br /&gt;All Water Treatment Technicians are expected to demonstrate the following behaviours:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Act professionally demonstrating dependability, determination, honesty and integrity. Respect others, act ethically and contribute to sustainable development.&lt;/li&gt;\n&lt;li&gt;Be risk aware so as to help reduce risks by checking of information, concentration on the task, and awareness of changing circumstances on activity.&lt;/li&gt;\n&lt;li&gt;Display a self-disciplined, self-motivated, proactive approach to work, willing to make independent decisions and develop solutions and improvements to work practices&lt;/li&gt;\n&lt;li&gt;Be prepared to work reliably and safely, and supervise the safe and effective operation of others.&lt;/li&gt;\n&lt;li&gt;Be prepared to work effectively and efficiently maintaining good relationships with colleagues, clients, suppliers and the public.&lt;/li&gt;\n&lt;li&gt;Be receptive to feedback, willing to learn new skills and adjust to change.&lt;/li&gt;\n&lt;li&gt;Demonstrate adherence to corporate policies on ethics, equality and diversity&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Specific Requirements.&lt;/h3&gt;\n&lt;p&gt;In addition to the Core Knowledge and Skills the Water Treatment Technician will have one of the following sets of specific Knowledge and Skills dependant on their individual job roles and the discipline they are following:&lt;/p&gt;\n&lt;h3&gt;Water Treatment Technician&lt;/h3&gt;\n&lt;p&gt;&lt;br /&gt;Water treatment technicians are responsible for surveying the construction of water systems and the specific use of water within these systems. The Technician will then advise and recommend suitable treatment programmes, both chemical and physical, to minimise corrosion, scale and microbiological growth in order to maximise the system/process efficiency and system plant life. They assess the performance of treatment programmes through on-site testing and laboratory analysis and advise on system and programme improvements. Within this scope the Technician is able to:&lt;/p&gt;\n&lt;h4&gt;Knowledge&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand the water treatment requirements of specific water systems e.g. steam boilers, cooling towers etc.&lt;/li&gt;\n&lt;li&gt;Understand the treatment options available for specific water systems e.g. pretreatment plant, chemical treatment etc&lt;/li&gt;\n&lt;li&gt;Acquire the knowledge required to assess the performance of water treatment programmes and required to recommend improvements&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Skills&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Design, specify and recommend chemical water treatment programmes taking account of water supply quality and system operating conditions&lt;/li&gt;\n&lt;li&gt;Evaluate the suitability of alternative physical and chemical water treatment programmes for specific water systems and applications&lt;/li&gt;\n&lt;li&gt;Give presentations and demonstrations to customer/site personnel regarding treatment recommendations and control requirements&lt;/li&gt;\n&lt;li&gt;Assess the performance of a water system treatment programmes and provide recommendations for improvement&lt;/li&gt;\n&lt;li&gt;Organise, construct, manage and report review meetings with customers/site personnel&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;br /&gt;Water Treatment Equipment Technician&lt;/h3&gt;\n&lt;p&gt;&lt;br /&gt;Water Treatment Equipment Technicians are responsible for specifying equipment to be used for water treatment processes or to be used within a water treatment programme. They will recommend equipment based on local water conditions, water application and site installation conditions. They install equipment on customer’s sites, service and maintain equipment and troubleshoot equipment installations. Equipment can include softeners, reverse osmosis, electrodeionisation, demineralisation, chemical dosing and control, water pumps, filters. Within this scope the Technician is able to:&lt;/p&gt;\n&lt;h4&gt;Knowledge&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand the water treatment requirements of specific water applications and processes e.g. water used for pharmaceutical manufacturing, chemical treatment&lt;br /&gt;dosing&lt;/li&gt;\n&lt;li&gt;Understand the equipment options available and their relevant benefits&lt;/li&gt;\n&lt;li&gt;Acquire the knowledge required to install, service and maintain specific items of equipment relevant to their job role&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Skills&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Complete water system surveys and produce system diagrams appropriate to the presentation of system data e.g. layout of the treatment plant within the system location&lt;/li&gt;\n&lt;li&gt;Evaluate and design appropriate water treatment equipment installations&lt;/li&gt;\n&lt;li&gt;Install, commission and service water treatment equipment&lt;/li&gt;\n&lt;li&gt;Assess the performance of a water system treatment programme&lt;/li&gt;\n&lt;li&gt;Supervise a team and manage the health, safety and environment of a water treatment equipment installation and/or operation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Legionella Risk Assessor&lt;/h3&gt;\n&lt;p&gt;Legionella Risk Assessors assess the public health risks associated with water systems and provide detailed recommendations for design revision, remedial works, operating parameters, improvement actions, control plans and management schemes. Systems can include evaporative cooling systems, hot &amp;amp; cold water, spa, therapy and swimming pools,&#160;washing/cleaning facilities and process water applications. Within this scope the Assessor is able to:&lt;/p&gt;\n&lt;h4&gt;Knowledge&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Know and understand any regulatory requirements and guidance appropriate to the water systems being assessed&lt;/li&gt;\n&lt;li&gt;Understand the principles of risk assessment and the identification of hazards in water systems&lt;/li&gt;\n&lt;li&gt;Understand the application of water treatment programmes for specific water systems&lt;/li&gt;\n&lt;li&gt;Understand the principles of design for water systems and water treatment equipment e.g. water tanks, calorifiers, softeners etc.&lt;/li&gt;\n&lt;li&gt;Acquire the knowledge required to recommend remedial actions, optional system improvements and management requirements&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Skills&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Carry out site/system investigations and surveys&lt;/li&gt;\n&lt;li&gt;Prepare water system diagrams and drawings&lt;/li&gt;\n&lt;li&gt;Assess the comparative risk of Legionellosis presented by specific water systems&lt;/li&gt;\n&lt;li&gt;Identify remedial, improvement and management actions required to minimise any risk presented&lt;/li&gt;\n&lt;li&gt;Prepare and present the assessment report findings to customer/site personnel&lt;/li&gt;\n&lt;li&gt;Review the implementation of remedial actions recommended in the risk assessment e.g. pipework changes, insulation and review the employment of management controls e.g. temperature monitoring programmes, system analysis results&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Water Treatment Operations Supervisor&lt;/h3&gt;\n&lt;p&gt;&lt;br /&gt;Water Treatment Operations Supervisors oversee water treatment projects on a customer’s site involving teams of operatives, sub-contractors and other specialised services. They are responsible for developing work plans, assessing the work task risks involved, including chemical handling, and producing method statements to minimise the risks of the project. Projects can include pre-commission cleaning in new or refurbished buildings, closed system flushing, cooling tower cleaning, potable water disinfection, acid/alkali cleaning. Within this scope the Supervisor is able to:&lt;/p&gt;\n&lt;h4&gt;Knowledge&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand the water treatment requirements of specific water systems e.g. drinking water systems, process water systems etc.&lt;/li&gt;\n&lt;li&gt;Understand chemical cleaning and disinfection programme options for specific water systems and processes&lt;/li&gt;\n&lt;li&gt;Acquire the knowledge required to assess the performance of water treatment cleaning/disinfection operation&lt;/li&gt;\n&lt;li&gt;Understand the risks involved, the relevant Health and Safety regulations associated with the project and specific requirements of the project site&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Skills&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Complete water system surveys and produce system diagrams appropriate for the direction and management of a cleaning/disinfection project&lt;/li&gt;\n&lt;li&gt;Understand and apply chemical cleaning and disinfection programmes for specific water systems&lt;/li&gt;\n&lt;li&gt;Install, commission and service temporary operations equipment required to complete the project e.g. flushing pump stations, side stream filtration, cooling tower packing&lt;/li&gt;\n&lt;li&gt;Assess the performance and progress of a water treatment cleaning/disinfection operation by sample analysis and make adjustments to the programme as required&lt;/li&gt;\n&lt;li&gt;Supervise a team of Water Treatment Operatives and any associated subcontractors.&lt;/li&gt;\n&lt;li&gt;Produce a method statement and control scheme to manage the health, safety and environment during the various phases of a project.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Duration:&lt;/h3&gt;\n&lt;p&gt;The duration for this apprenticeship is expected to be 24-30 months.&lt;/p&gt;\n&lt;h3&gt;Entry Requirements:&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their Apprenticeships.&lt;/p&gt;\n&lt;h3&gt;Qualifications:&lt;/h3&gt;\n&lt;p&gt;Individuals will need to have achieved level 2 English and maths prior to taking their EPA. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&#160;&lt;/p&gt;\n&lt;h3&gt;Level:&lt;/h3&gt;\n&lt;p&gt;This is a level 3 apprenticeship standard&lt;/p&gt;\n&lt;h3&gt;Review:&lt;/h3&gt;\n&lt;p&gt;The Apprenticeship Standard will be reviewed after 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Water Treatment Technicians are responsible for the development, installation and maintenance of water treatment programmes for water systems in industrial and commercial buildings, hotels and institutional premises including colleges, schools, hospitals and care homes. Water use may be for drinking and washing, space heating and cooling, process/manufacturing heating and cooling, energy transport, power generation, industrial washing/cleaning processes, food production, healthcare and direct product input. Water treatment programmes are required to minimise health risks e.g. legionnaires disease, reduce system corrosion, scale formation and prevent microbiological contamination. Water Treatment Technicians work for specialist Service Providers who are contracted to maintain the water conditions either directly by site management, by site maintenance contractors or through facilities management organisations. They are required to work on their own, proficiently and without supervision within both occupied and unoccupied buildings and they are able to guide and supervise Water Treatment Operatives, specialist sub-contractors and site staff completing specific water treatment tasks. They are expected to manage the safe working practices of a team without endangering themselves or others. They are able to demonstrate competence in health and safety, communication, problem solving and provision of recommendations and advice.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "ad70978a-686a-4846-9d1d-ff5e1affc160",
      "detail": "Chemical reactions involved in the corrosion and scaling processes in water systems"
    },
    {
      "knowledgeId": "883a4603-dc38-44cc-a418-c077ff1417aa",
      "detail": "Inhibition methods for the reduction of corrosion of different metals including steel, copper and aluminium in water systems"
    },
    {
      "knowledgeId": "03ace5cd-ab07-4e6a-9c1f-74f7396e5a27",
      "detail": "Inhibition methods for the reduction of different scale types in specific water systems including cooling towers, steam boilers and manufacturing processes, etc."
    },
    {
      "knowledgeId": "8949a2c8-cd21-43ac-8827-5e42dae65394",
      "detail": "Cell structure of waterborne microbes and the interactions with biocidal products used to control them"
    },
    {
      "knowledgeId": "b28b7969-d955-4b75-bae9-a9cbd235cb86",
      "detail": "The concepts of flow and heat transfer in water systems and how they affect water treatment processes"
    },
    {
      "knowledgeId": "fcd27b6c-5d3f-493f-b15f-09c971cfd31c",
      "detail": "Ion transfer technologies, including resin and membrane based systems, used to change water quality"
    },
    {
      "knowledgeId": "29f13231-f5bc-4679-85f2-c6a79f51d3e3",
      "detail": "The use of specialised analytical equipment for the testing in field of water samples including digital titration, colorimeters and photometers"
    },
    {
      "knowledgeId": "fcdef017-e219-44b4-9351-006e9f32f637",
      "detail": "Understand the water treatment requirements of specific water systems e.g. steam boilers, cooling towers etc."
    },
    {
      "knowledgeId": "a18abe01-9a24-4e0a-8e50-85cfa4937730",
      "detail": "Understand the treatment options available for specific water systems e.g. pretreatment plant, chemical treatment etc"
    },
    {
      "knowledgeId": "d6363167-01c9-418c-8857-f0e2ac0c372d",
      "detail": "Acquire the knowledge required to assess the performance of water treatment programmes and required to recommend improvements"
    },
    {
      "knowledgeId": "9f65f2a9-5687-4bf0-8a35-9336e6d24b90",
      "detail": "Understand the water treatment requirements of specific water applications and processes e.g. water used for pharmaceutical manufacturing, chemical treatment dosing"
    },
    {
      "knowledgeId": "df6de0b8-73f7-448b-8ca1-15f762f84833",
      "detail": "Understand the equipment options available and their relevant benefits"
    },
    {
      "knowledgeId": "321411b3-e57d-41b4-a265-79c2a7cdec50",
      "detail": "Acquire the knowledge required to install, service and maintain specific items of equipment relevant to their job role"
    },
    {
      "knowledgeId": "8b7c2873-431a-46dd-ac0e-6899ef2add9f",
      "detail": "Know and understand any regulatory requirements and guidance appropriate to the water systems being assessed"
    },
    {
      "knowledgeId": "c23aae37-5112-4f7f-a576-936368a503be",
      "detail": "Understand the principles of risk assessment and the identification of hazards in water systems"
    },
    {
      "knowledgeId": "42baf1c6-478c-4112-b964-c32ca189f90e",
      "detail": "Understand the application of water treatment programmes for specific water systems"
    },
    {
      "knowledgeId": "9938ba67-2356-4807-bb42-39a25625aeae",
      "detail": "Understand the principles of design for water systems and water treatment equipment e.g. water tanks, calorifiers, softeners etc."
    },
    {
      "knowledgeId": "e9ddbe65-c3ee-4ed8-9fe6-652969605658",
      "detail": "Acquire the knowledge required to recommend remedial actions, optional system improvements and management requirements"
    },
    {
      "knowledgeId": "680e2c67-3b91-4293-b266-c2ec8306cd62",
      "detail": "Understand the water treatment requirements of specific water systems e.g. drinking water systems, process water systems etc."
    },
    {
      "knowledgeId": "7acecf99-8468-40f8-be99-5c1fc6d8eccd",
      "detail": "Understand chemical cleaning and disinfection programme options for specific water systems and processes"
    },
    {
      "knowledgeId": "01323703-59f0-41fe-aabe-8f593716d17c",
      "detail": "Acquire the knowledge required to assess the performance of water treatment cleaning/disinfection operation"
    },
    {
      "knowledgeId": "fb019b18-067b-4595-89b9-78cf4d0c7f17",
      "detail": "Understand the risks involved, the relevant Health and Safety regulations associated with the project and specific requirements of the project site"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "dfb5b61f-a566-435e-9d0d-cc7a0b84683b",
      "detail": "Act professionally demonstrating dependability, determination, honesty and integrity. Respect others, act ethically and contribute to sustainable development."
    },
    {
      "behaviourId": "5358168e-c9b9-4f02-91ec-d943a11b008c",
      "detail": "Be risk aware so as to help reduce risks by checking of information, concentration on the task, and awareness of changing circumstances on activity."
    },
    {
      "behaviourId": "7eef1122-4a7a-4c00-926b-2eedeb766f0b",
      "detail": "Display a self-disciplined, self-motivated, proactive approach to work, willing to make independent decisions and develop solutions and improvements to work practices"
    },
    {
      "behaviourId": "375cd501-337a-4fee-a110-794db9a2c2b8",
      "detail": "Be prepared to work reliably and safely, and supervise the safe and effective operation of others."
    },
    {
      "behaviourId": "4ef473cf-5bdb-4db3-9056-12cdb6d07ff8",
      "detail": "Be prepared to work effectively and efficiently maintaining good relationships with colleagues, clients, suppliers and the public."
    },
    {
      "behaviourId": "6b18a856-14a3-44e5-8dd4-5ca804d48a19",
      "detail": "Be receptive to feedback, willing to learn new skills and adjust to change."
    },
    {
      "behaviourId": "16ecfc60-e946-433a-8f41-a02598ebc3ea",
      "detail": "Demonstrate adherence to corporate policies on ethics, equality and diversity"
    }
  ],
  "skills": [
    {
      "skillId": "79bbd226-11a3-4049-8918-13cb3c4416ca",
      "detail": "Understand, comply with and implement statutory health and safety regulations with regard to the tasks being undertaken."
    },
    {
      "skillId": "654b080e-b8da-472a-9e00-15c677156fcb",
      "detail": "Understand and implement organisational safety requirements for themselves and others, including responsibility and supervision for safe access to water systems and the handling of chemicals."
    },
    {
      "skillId": "d5215686-8b64-4623-a71f-1f2feb19538e",
      "detail": "Maintain a safe environment for other building occupants during water treatment operations including any relevant signage and notifications."
    },
    {
      "skillId": "6577501e-c580-4cd0-8aef-4a1ea07ea3c9",
      "detail": "They should be able to contribute to the development of operational solutions and improvements e.g. safer working practices."
    },
    {
      "skillId": "a89f5c4b-9fc7-4eca-a8bc-b7073123c2d5",
      "detail": "Gather system data to enable the correct selection of operational resources that may be required e.g. access equipment (ladders, scaffold or cherry picker)."
    },
    {
      "skillId": "9ca8fb09-31c4-49e2-8e41-2aa6d187c0dc",
      "detail": "Complete work task risk assessments and develop work plans and method statements for the task(s) involved."
    },
    {
      "skillId": "8a6cde08-2365-441e-947b-7bbba40f56e5",
      "detail": "Ensure the suitability and correct operating condition of resources and equipment for the work tasks involved. This can include test equipment, chemical dosing equipment, water pumps and other specialised equipment."
    },
    {
      "skillId": "ca0f77de-89d0-4e49-ab7f-36a1650dcec2",
      "detail": "Identification of suitable sampling and application points in a water system"
    },
    {
      "skillId": "55d149e6-7bd7-4f92-a8f2-bcd677c9dc18",
      "detail": "Assessment of relevant test parameters and sampling plan for specific water systems"
    },
    {
      "skillId": "eefa0f38-d19f-4558-879c-e3acebb89b54",
      "detail": "Performance assessment and evaluation of water system conditions and operations utilising specific monitoring equipment"
    },
    {
      "skillId": "c885af3e-ba42-4b7e-80a1-23b9dd45b34a",
      "detail": "Application of water treatment programmes to specific water system types e.g. cooling towers, steam boilers, heating and chilled systems etc."
    },
    {
      "skillId": "a04d3fd7-06e1-45a1-8206-85f7e87e31ca",
      "detail": "Interpretation of test results and development of treatment programme improvements and recommendations"
    },
    {
      "skillId": "24f327d9-088a-418c-b9c2-fc8b8ba6b14d",
      "detail": "Identify, evaluate and resolve practical and technical problems encountered, assess suitability of the chemical and physical water treatment options employed and implement the required improvements to the treatment programme or service delivery."
    },
    {
      "skillId": "650c2420-8a98-4edf-aa1c-d3c877b222df",
      "detail": "Use resources effectively including their own time management, the appropriate competence of staff chosen for the operation involved, the efficient use of staff resources and management of equipment required for specific work tasks. "
    },
    {
      "skillId": "849bdf09-6747-426f-9ece-0158e8a5e549",
      "detail": "Communicate effectively. Use oral, written, electronic and IT based methods and systems for the accurate communication of technical information to other staff involved and all levels of site management. Review this information and agree actions with the relevant people involved. This can include the use, management and training with regard to electronic log systems for the storage of water system sampling and analytical results, practical demonstration of testing procedures and presentation of reports."
    },
    {
      "skillId": "2ba22447-9bc9-420b-90ab-9af5c3458d30",
      "detail": "Maintain level of competence commensurate with job role. Identify and recognise personal training needs and undertake suitable training when required. Complete and record CPD necessary to maintain and enhance competence."
    },
    {
      "skillId": "0217c4b2-d518-4ddb-8756-b29ed97751f3",
      "detail": "Design, specify and recommend chemical water treatment programmes taking account of water supply quality and system operating conditions"
    },
    {
      "skillId": "1c3e6eb7-2402-4fac-b12c-6ad48809b7c4",
      "detail": "Evaluate the suitability of alternative physical and chemical water treatment programmes for specific water systems and applications"
    },
    {
      "skillId": "63c4952b-3f10-45de-9c91-dba8c2d99b79",
      "detail": "Give presentations and demonstrations to customer/site personnel regarding treatment recommendations and control requirements"
    },
    {
      "skillId": "12e812fe-caa7-4c70-b322-6be2537e2bea",
      "detail": "Assess the performance of a water system treatment programmes and provide recommendations for improvement"
    },
    {
      "skillId": "dabce2e2-f45a-48c2-b0b5-5d570b64424a",
      "detail": "Organise, construct, manage and report review meetings with customers/site personnel"
    },
    {
      "skillId": "6915fafb-c955-4f17-986b-7c37a82e02d8",
      "detail": "Complete water system surveys and produce system diagrams appropriate to the presentation of system data e.g. layout of the treatment plant within the system location"
    },
    {
      "skillId": "f47e356b-3dff-4cf2-90b9-d6cbd68cfd93",
      "detail": "Evaluate and design appropriate water treatment equipment installations"
    },
    {
      "skillId": "0f8bccf3-4c23-49e8-919b-1677cd5a75a0",
      "detail": "Install, commission and service water treatment equipment"
    },
    {
      "skillId": "81b5f14b-c6bd-4cbc-a63c-7551156fdd1b",
      "detail": "Assess the performance of a water system treatment programme"
    },
    {
      "skillId": "2bf1e6a0-d956-446c-9081-0d70cf87ead0",
      "detail": "Supervise a team and manage the health, safety and environment of a water treatment equipment installation and/or operation"
    },
    {
      "skillId": "8c9e6275-698c-4708-bf9a-e0da478cdb39",
      "detail": "Carry out site/system investigations and surveys"
    },
    {
      "skillId": "e90a6b55-5461-49b9-9987-55acbd31122d",
      "detail": "Prepare water system diagrams and drawings"
    },
    {
      "skillId": "f10c503a-aea3-4c37-b887-c8a6001da187",
      "detail": "Assess the comparative risk of Legionellosis presented by specific water systems"
    },
    {
      "skillId": "11b1cd6d-a465-4e41-ace8-eb76b756ef34",
      "detail": "Identify remedial, improvement and management actions required to minimise any risk presented"
    },
    {
      "skillId": "736ee68a-14da-432d-abce-3e13ad93c5f9",
      "detail": "Prepare and present the assessment report findings to customer/site personnel"
    },
    {
      "skillId": "a20dd428-ee82-4692-bf74-5eeb61eb40a3",
      "detail": "Review the implementation of remedial actions recommended in the risk assessment e.g. pipework changes, insulation and review the employment of management controls e.g. temperature monitoring programmes, system analysis results"
    },
    {
      "skillId": "599f131b-0d83-487f-b0de-5338bd7a4e94",
      "detail": "Complete water system surveys and produce system diagrams appropriate for the direction and management of a cleaning/disinfection project"
    },
    {
      "skillId": "c7e4264a-5654-4623-864d-52c07f1338d1",
      "detail": "Understand and apply chemical cleaning and disinfection programmes for specific water systems"
    },
    {
      "skillId": "5b9c84b2-e9e8-462d-8477-82109e401190",
      "detail": "Install, commission and service temporary operations equipment required to complete the project e.g. flushing pump stations, side stream filtration, cooling tower packing"
    },
    {
      "skillId": "83e042ad-4113-4a39-ac37-876808de68fd",
      "detail": "Assess the performance and progress of a water treatment cleaning/disinfection operation by sample analysis and make adjustments to the programme as required"
    },
    {
      "skillId": "204b8c4e-df5e-4722-84de-06b20bb8d01c",
      "detail": "Supervise a team of Water Treatment Operatives and any associated subcontractors."
    },
    {
      "skillId": "3a0176d4-cedd-4e75-808f-bd95d70228b4",
      "detail": "Produce a method statement and control scheme to manage the health, safety and environment during the various phases of a project."
    }
  ],
  "optionsUnstructuredTemplate": [
    "Water Treatment Technician",
    "Water Treatment Equipment Technician",
    "Legionella Risk Assessor",
    "Water Treatment Operations Supervisor"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-02-18T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0336",
  "tbMainContact": "john.s@hydroviron.com ",
  "involvedEmployers": "Hydroviron Ltd, Ashford Env Services, Clearwater Technology, CTS Ltd, DEBA Ltd, Feedwater, Hydracert, IWS Ltd, Mitie PLC, Smoothflow",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Water treatment technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, installation and repair",
  "cluster": "Manufacturing or process maintenance operative or technician",
  "clusterId": "71",
  "clusterDescription": "Maintain and repair production and process plant and equipment in manufacturing",
  "createdDate": "2017-11-14T17:11:23 +00:00",
  "lastUpdated": "2022-09-20T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-02-18T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0453",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0453-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0453-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "d78adadb-58c6-4832-a1e2-bb6f274634bd",
      "title": "Water Treatment Technician",
      "occupationCode": "OCC0453D"
    },
    {
      "optionId": "8ae27bfe-a54a-4f89-8c18-ad3e2076830a",
      "title": "Water Treatment Equipment Technician",
      "occupationCode": "OCC0453B"
    },
    {
      "optionId": "a3da3571-dfc0-4e39-9eb9-9a1eb67cc8b3",
      "title": "Legionella Risk Assessor",
      "occupationCode": "OCC0453A"
    },
    {
      "optionId": "61458369-3c95-47f9-9cb4-1e900c685f5f",
      "title": "Water Treatment Operations Supervisor",
      "occupationCode": "OCC0453C"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "dfb5b61f-a566-435e-9d0d-cc7a0b84683b",
        "5358168e-c9b9-4f02-91ec-d943a11b008c",
        "7eef1122-4a7a-4c00-926b-2eedeb766f0b",
        "375cd501-337a-4fee-a110-794db9a2c2b8",
        "4ef473cf-5bdb-4db3-9056-12cdb6d07ff8",
        "6b18a856-14a3-44e5-8dd4-5ca804d48a19",
        "16ecfc60-e946-433a-8f41-a02598ebc3ea"
      ],
      "mappedKnowledge": [
        "ad70978a-686a-4846-9d1d-ff5e1affc160",
        "883a4603-dc38-44cc-a418-c077ff1417aa",
        "03ace5cd-ab07-4e6a-9c1f-74f7396e5a27",
        "8949a2c8-cd21-43ac-8827-5e42dae65394",
        "b28b7969-d955-4b75-bae9-a9cbd235cb86",
        "fcd27b6c-5d3f-493f-b15f-09c971cfd31c",
        "29f13231-f5bc-4679-85f2-c6a79f51d3e3"
      ],
      "mappedSkills": [
        "79bbd226-11a3-4049-8918-13cb3c4416ca",
        "654b080e-b8da-472a-9e00-15c677156fcb",
        "d5215686-8b64-4623-a71f-1f2feb19538e",
        "6577501e-c580-4cd0-8aef-4a1ea07ea3c9",
        "a89f5c4b-9fc7-4eca-a8bc-b7073123c2d5",
        "9ca8fb09-31c4-49e2-8e41-2aa6d187c0dc",
        "8a6cde08-2365-441e-947b-7bbba40f56e5",
        "ca0f77de-89d0-4e49-ab7f-36a1650dcec2",
        "55d149e6-7bd7-4f92-a8f2-bcd677c9dc18",
        "eefa0f38-d19f-4558-879c-e3acebb89b54",
        "c885af3e-ba42-4b7e-80a1-23b9dd45b34a",
        "a04d3fd7-06e1-45a1-8206-85f7e87e31ca",
        "24f327d9-088a-418c-b9c2-fc8b8ba6b14d",
        "650c2420-8a98-4edf-aa1c-d3c877b222df",
        "849bdf09-6747-426f-9ece-0158e8a5e549",
        "2ba22447-9bc9-420b-90ab-9af5c3458d30"
      ]
    },
    {
      "coreOrOptionTitle": "Water Treatment Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "fcdef017-e219-44b4-9351-006e9f32f637",
        "a18abe01-9a24-4e0a-8e50-85cfa4937730",
        "d6363167-01c9-418c-8857-f0e2ac0c372d"
      ],
      "mappedSkills": [
        "0217c4b2-d518-4ddb-8756-b29ed97751f3",
        "1c3e6eb7-2402-4fac-b12c-6ad48809b7c4",
        "63c4952b-3f10-45de-9c91-dba8c2d99b79",
        "12e812fe-caa7-4c70-b322-6be2537e2bea",
        "dabce2e2-f45a-48c2-b0b5-5d570b64424a"
      ]
    },
    {
      "coreOrOptionTitle": "Water Treatment Equipment Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "9f65f2a9-5687-4bf0-8a35-9336e6d24b90",
        "df6de0b8-73f7-448b-8ca1-15f762f84833",
        "321411b3-e57d-41b4-a265-79c2a7cdec50"
      ],
      "mappedSkills": [
        "6915fafb-c955-4f17-986b-7c37a82e02d8",
        "f47e356b-3dff-4cf2-90b9-d6cbd68cfd93",
        "0f8bccf3-4c23-49e8-919b-1677cd5a75a0",
        "81b5f14b-c6bd-4cbc-a63c-7551156fdd1b",
        "2bf1e6a0-d956-446c-9081-0d70cf87ead0"
      ]
    },
    {
      "coreOrOptionTitle": "Legionella Risk Assessor",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "8b7c2873-431a-46dd-ac0e-6899ef2add9f",
        "c23aae37-5112-4f7f-a576-936368a503be",
        "42baf1c6-478c-4112-b964-c32ca189f90e",
        "9938ba67-2356-4807-bb42-39a25625aeae",
        "e9ddbe65-c3ee-4ed8-9fe6-652969605658"
      ],
      "mappedSkills": [
        "8c9e6275-698c-4708-bf9a-e0da478cdb39",
        "e90a6b55-5461-49b9-9987-55acbd31122d",
        "f10c503a-aea3-4c37-b887-c8a6001da187",
        "11b1cd6d-a465-4e41-ace8-eb76b756ef34",
        "736ee68a-14da-432d-abce-3e13ad93c5f9",
        "a20dd428-ee82-4692-bf74-5eeb61eb40a3"
      ]
    },
    {
      "coreOrOptionTitle": "Water Treatment Operations Supervisor",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "680e2c67-3b91-4293-b266-c2ec8306cd62",
        "7acecf99-8468-40f8-be99-5c1fc6d8eccd",
        "01323703-59f0-41fe-aabe-8f593716d17c",
        "fb019b18-067b-4595-89b9-78cf4d0c7f17"
      ],
      "mappedSkills": [
        "599f131b-0d83-487f-b0de-5338bd7a4e94",
        "c7e4264a-5654-4623-864d-52c07f1338d1",
        "5b9c84b2-e9e8-462d-8477-82109e401190",
        "83e042ad-4113-4a39-ac37-876808de68fd",
        "204b8c4e-df5e-4722-84de-06b20bb8d01c",
        "3a0176d4-cedd-4e75-808f-bd95d70228b4"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-09-20T00:00:00"
}