{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 533,
  "referenceNumber": "ST0447",
  "learningAimClassCode": "",
  "title": "Clock maker",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": true,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0447",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2021-03-25T00:00:00",
  "earliestStartDate": "2020-02-03T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Service, repair and manufacture components for a range of clocks as well as being able to manufacture a complete clock.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 21000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "Service",
    "engineering",
    "repair",
    "manufacture",
    "clock",
    "maker",
    "creative",
    "design"
  ],
  "jobRoles": [
    "Clock Maker",
    "Clock Repairer",
    "Clock Restorer",
    "Clock Conservator"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3845/st0447_clock-maker_l3_assessment-plan.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;The clock maker is found in the Heritage and museum, manufacturing, retail and repair, public and Industrial sectors. A clock maker is someone who is able to use their skill and labour to service, repair and manufacture components for a range of clocks as well as being able to manufacture a complete clock. The work is skilled and precise in nature and requires the use of hand and machine tools as well as an understanding of horological theory and history. As most of the work undertaken by clock makers is the repair and restoration of clock mechanisms, it is important that a good understanding of the topics below is grasped.&lt;/p&gt;\n&lt;p&gt;A clock maker should be able to manufacture or specify for manufacture all the components within a clock.&lt;/p&gt;\n&lt;p&gt;A clock maker may find themselves working in a small team for another clock maker, or as part of a jewellery business. Individuals could eventually, with further training, go on to become self-employed, servicing clocks for others and the general public.&lt;/p&gt;\n&lt;p&gt;In their daily work an employee would interact with members of the public, other clock makers who are manufacturing specified components, suppliers, managers/employer, and other team members when working in a manufacturing or retail environment. An employee in this occupation will be responsible for basic maintenance of tools and understanding of the appropriate level of Health and Safety legislation. The employee would expected to be able to service and recognise faults within standard striking platform and pendulum clocks with minimal supervision, however for more complex work they may seek further guidance. It is expected that the employee will have an awareness of restoration, conservation practices and ethical practice.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "60e6cd7c-2050-4689-aa72-834d7e298422",
      "detail": "The understanding of health and safety legislation such as COSHH and PPE and common hazards within the employees working environment as well as any other current legislation relevant to the business for example GDPR."
    },
    {
      "knowledgeId": "f51c968a-76cb-43af-ad74-cd843197ef2e",
      "detail": "Knowledge of company regulations for conforming to the Health and Safety at Work Act 1974."
    },
    {
      "knowledgeId": "6a025cfb-3bed-490a-a4da-3754bbb325bb",
      "detail": "The benefit of risk analysis to ensure the safety of self and others when using tools equipment and materials, the benefits of the safe disposal of all waste materials."
    },
    {
      "knowledgeId": "45725725-e996-47cf-a372-4ed1f3c77a00",
      "detail": "The construction, operational principles and maintenance of tools and equipment required within clock making for example Hand tools:- \nfiles, screwdrivers mainspring winders etc\nMachine tools:-\nlathes, drilling machines, \nOther workshop equipment:- cleaning machines, test instruments"
    },
    {
      "knowledgeId": "f9af1907-91d9-4b3e-8bf3-a61007b65d27",
      "detail": "The procedures for the identification of operational faults found within clock movements using experience and test equipment"
    },
    {
      "knowledgeId": "e8e46dc1-733d-41c5-94e0-df937bc3f91a",
      "detail": "Knowledge of the procedure for visual inspection of the movement components."
    },
    {
      "knowledgeId": "d39a0717-1a43-4a0d-b7e2-b5a0bbe9bfb7",
      "detail": "The principles for determining appropriate action level."
    },
    {
      "knowledgeId": "e3a88f3f-be30-4f08-b1bf-cb03c5e5401d",
      "detail": "Knowledge of the differing techniques used in conservation, restoration and repair."
    },
    {
      "knowledgeId": "06b93b92-6309-42d7-a676-de5613bc2c25",
      "detail": "The procedure for determining the condition and safety of the clock case."
    },
    {
      "knowledgeId": "dd181f37-318b-4559-8960-794a5164966a",
      "detail": "Knowledge of how to transport clocks to and from the workshop and within the workshop."
    },
    {
      "knowledgeId": "30bcba36-1142-4673-8121-0ac0cfbc033e",
      "detail": "The basic function and construction of clock movements."
    },
    {
      "knowledgeId": "c4640ea1-5ccd-4509-b0d0-865a0fe2edd0",
      "detail": "The operational principles of a clock mechanism and the characteristics of the components (e.g. gear trains, springs, consumable materials)."
    },
    {
      "knowledgeId": "12c7c742-845e-43ec-b5cb-068da48fd3dc",
      "detail": "The procedure for the servicing of clock movements and the specifying of new components to be manufactured or fitted through the use of simple drawings and description. (e.g. springs, wheels, pinions, raw materials)."
    },
    {
      "knowledgeId": "5d3ae2ae-36b3-4928-8ff0-3a2ab1276614",
      "detail": "Awareness of the possible security procedures within a workshop to ensure that customers clocks are protected from fire and theft"
    },
    {
      "knowledgeId": "7cef8b41-1819-4feb-949b-0424e78fba2f",
      "detail": "Knowledge of Escapement action and geometry (predominantly for the anchor escapement)"
    },
    {
      "knowledgeId": "13c5cb3d-2b8b-4231-8377-31e2a01a31c7",
      "detail": "Knowledge of Strike work action and set-up both rack and countwheel striking."
    },
    {
      "knowledgeId": "ae485ec9-775b-4c11-b184-b03d2bf3f4a3",
      "detail": "Knowledge of allied trades available and when to use them."
    },
    {
      "knowledgeId": "8fe355a2-d9e1-48d0-9776-394c6eba9278",
      "detail": "Knowledge of different types of weight lines, there advantages and disadvantages of each type and how to select the correct one for a given application."
    },
    {
      "knowledgeId": "bade7926-dab0-4b67-8aec-382fb81c9b9c",
      "detail": "Understand the need for keeping records of work carried out including the condition of the clock before and after work, research of differing methods and suggestion and application of original methods and procedures."
    },
    {
      "knowledgeId": "964f35f9-8b90-4494-b0e6-61e648ccae14",
      "detail": "Understand the customers requirements which may be complex and require original solutions."
    },
    {
      "knowledgeId": "19c68291-ee50-4d36-877d-b01b9d1fbb59",
      "detail": "Understand the needs of other professionals."
    },
    {
      "knowledgeId": "f7108ec9-2c69-4887-aa93-9d9e4ea2e709",
      "detail": "Knowledge of where professional development opportunities may be found (e.g. professional publications, lectures and seminars)."
    },
    {
      "knowledgeId": "122c218b-296d-4a62-9a5b-ee9f856692d3",
      "detail": "General knowledge on the development of time keeping. To include the major developments in mechanical clocks such as the development of escapements and historical styles."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "3cb7ed91-e207-4a36-bc5f-ec65e3d29f2a",
      "detail": "Remain mindful of safe practice and company risk assessments."
    },
    {
      "behaviourId": "a8136db8-a9eb-4926-a3af-0701696b6b9b",
      "detail": "Exercise proactivity when identifying safety solutions and improvements to safe working practice."
    },
    {
      "behaviourId": "75d47c70-b08a-4627-b274-3ed88c5131e9",
      "detail": "Share knowledge and experience with others with regards to maintaining safety and the safety of others."
    },
    {
      "behaviourId": "25a4ae1d-6511-4754-8ef2-bb1694bf1183",
      "detail": "Respect tooling and tools and use them for the correct purpose and in the correct manor for which they are intended to be used."
    },
    {
      "behaviourId": "5b812dbd-b090-406f-8c8d-0222905ebecb",
      "detail": "Appreciate own knowledge and skill levels when there is a need for tool maintenance that may beyond own or company capabilities."
    },
    {
      "behaviourId": "83c757a4-2223-4eef-aba4-e3ebb65f67ab",
      "detail": "Be diligent in carrying out maintenance as part of daily work to ensure that tools and equipment are safe and efficient to use."
    },
    {
      "behaviourId": "d52dfb46-1067-4ca5-8482-f078989015ba",
      "detail": "When assessing a clock and its components treat them with respect."
    },
    {
      "behaviourId": "6f8989c6-f3b1-43d8-b635-8325c1b27023",
      "detail": "Act with diligence and responsibility to ensure thorough inspection, ensuring notes and records are accurately kept in order to assist in further work and reporting."
    },
    {
      "behaviourId": "825c6ffc-a292-45c9-8202-b2eecbb451af",
      "detail": "Demonstrate company advocacy, values and belief when dealing with customer requests,  working to company standards in keeping with the style and quality of the clock."
    },
    {
      "behaviourId": "494af045-d8ab-4380-bde3-ca4bf32f46e0",
      "detail": "Develop and maintain a health and safety mindset to ensure work carried out is safe and suitable, seeking guidance where necessary."
    },
    {
      "behaviourId": "9bfe0405-e829-4c0a-85f1-a2831b1dbb4b",
      "detail": "Ethically and diligently record all work carried out along with reasoning as to why and how this relates to the action plan."
    },
    {
      "behaviourId": "66356e96-5131-4e8e-9d93-84685a6f2132",
      "detail": "Ensure personal presentation, in all forms of communication, reflects positively on your organisation’s brand by treating all customers respectfully."
    },
    {
      "behaviourId": "4a201ed9-b1bc-4461-9900-e3d72d2d2c2a",
      "detail": "Work effectively and collaboratively with colleagues at all levels to achieve results."
    },
    {
      "behaviourId": "534f3709-9d8f-472d-83c6-f27da442ac91",
      "detail": "Continually identify own short comings and the need for more knowledge and skill-based learning."
    },
    {
      "behaviourId": "94de754c-efcb-4145-ba3c-69aa00432db7",
      "detail": "Proactively keep your service, industry and best practice knowledge and skills up-to-date."
    },
    {
      "behaviourId": "5d1852cd-3130-4f4d-9144-872b65f0df5b",
      "detail": "Where appropriate support and suggest through observation where changes could be made to improve quality of work."
    },
    {
      "behaviourId": "f44b36b7-e357-4d76-b171-e391eca28bab",
      "detail": "Be honest and accurate when recording continual professional development."
    }
  ],
  "skills": [
    {
      "skillId": "62676524-299a-40a7-bb52-4d915604054b",
      "detail": "Maintain a safe working environment when using tools, equipment and materials."
    },
    {
      "skillId": "4b09dfd6-a3fa-4961-9763-94934242589b",
      "detail": "Identify and minimise hazards and risks within the working environment, suggesting improvements to processes where appropriate."
    },
    {
      "skillId": "18b25efa-f8ba-4779-862a-2d165638efe9",
      "detail": "Implement risk assessments."
    },
    {
      "skillId": "a35c52d5-3125-4f9d-8c81-d12a02934a73",
      "detail": "Maintain tools in correct working order in line with manufacturers/company specifications."
    },
    {
      "skillId": "80c56500-7c27-4048-9717-af382df9676b",
      "detail": "Select and use appropriate tools in the construction, service and repair of clocks."
    },
    {
      "skillId": "b0d7917c-ba4f-4613-a1be-66ac4729809a",
      "detail": "Identify faults within a clock, both through visual means and through testing procedures."
    },
    {
      "skillId": "fb8840cb-80da-42fd-92b1-7a31548874d0",
      "detail": "Apply the knowledge of conservation, restoration and repair to form an action plan for both standard and complex customer requests in order for the work to be carried out ."
    },
    {
      "skillId": "1324faf1-32ce-4225-8983-fefcca83c834",
      "detail": "Seeking approval for the work to be carried out from the employer or customer."
    },
    {
      "skillId": "ab1c6499-d5f5-4418-a4a2-a942c85751a3",
      "detail": "Carry out case inspections to assess suitability and stability of the case."
    },
    {
      "skillId": "36ae7b70-e113-4d66-8ab0-9a4778cbc58c",
      "detail": "Select and use the appropriate tools, materials and techniques to service and repair clock movements displaying dexterous skill and attention to detail."
    },
    {
      "skillId": "b2fb7312-c198-4f0c-a3cb-88ea2b030a10",
      "detail": "Ensure that all components are in a suitable condition for re-assembly, suggesting improvements where necessary."
    },
    {
      "skillId": "43d61698-42c4-4011-922c-c717c8678e7f",
      "detail": "Select and apply a suitable lubricant for a given situation."
    },
    {
      "skillId": "bf6bd73e-fb4b-492b-ba1a-8abbe51dcec5",
      "detail": "Ensure that the clock is running correctly using suitable testing procedures and review how effective the repair/manufacture methods have been."
    },
    {
      "skillId": "72158086-c3f4-4f78-bdd2-2dbca8f3c414",
      "detail": "Manufacture new components where required by more complex customer orders or specify for manufacture through the use of drawings."
    },
    {
      "skillId": "f14c7146-0f65-4b2a-9226-bd504c82bcc0",
      "detail": "Service a clock within an appropriate time scale."
    },
    {
      "skillId": "0dfc463a-3128-4215-a78b-4c3166e10a5a",
      "detail": "Research and apply appropriate procedures within company quality guidelines ensuring that any repair or service is suitable and fit for purpose."
    },
    {
      "skillId": "34843197-f159-4b49-a872-7ea95dcfc1d4",
      "detail": "Ensure any manufactured parts are in keeping with the original clock, but identifiable under close inspection."
    },
    {
      "skillId": "999708da-84bc-4708-9752-fe15e6c288f1",
      "detail": "Manage time effectively whilst undertaking repair work."
    },
    {
      "skillId": "e4059253-aa5d-407c-9364-f8387526bb67",
      "detail": "Calculating the length of, adjusting and manufacturing pendulums."
    },
    {
      "skillId": "868e26bb-3763-47a6-ad96-994b5f96004f",
      "detail": "Re-facing anchor recoil pallets to correct operation and geometry with appropriate materials and in line with best conservation practice and company policy."
    },
    {
      "skillId": "bb06da84-d982-4dd8-a54e-d7bf77bcf13e",
      "detail": "Re-bushing according to required company specifications to include plugging and re planting where necessary."
    },
    {
      "skillId": "c537fedc-1699-4111-b9d1-a20f0377e321",
      "detail": "Safe selection, maintenance and handling of barrels and springs."
    },
    {
      "skillId": "81a09026-09c3-4de4-a468-8869bf6eac8b",
      "detail": "Tying of different types of weigh and fusee lines, to ensure safe and secure operation for both the clock and the customer."
    },
    {
      "skillId": "b5a02620-74fd-464e-93c6-1d1bc26a7417",
      "detail": "Selection of the appropriate type of test stand and the correct operational use of the test stand."
    },
    {
      "skillId": "c40fd665-7afa-4cef-b795-5cb63929f8b8",
      "detail": "Where appropriate undertake the refinishing of components in line with conservation ethics, guidelines and company policy. Such as the re-silvering and re-waxing dials or the cleaning of tarnished silvered dials prior to re-assembly where appropriate within conservation ethics and through detailed discussion with the customer as to the required work and effect visually upon the artifact."
    },
    {
      "skillId": "ed785222-265d-415b-bce9-d3218a823338",
      "detail": "Keep a detailed record of all work carried out ensuring that there is a description of the clock along with materials of manufacture approximate age and size and suggesting improvements to procedures where necessary. Also include in detail with supporting photographs any work carried out along with justification for the work, methods used and evaluation of the work and methods."
    },
    {
      "skillId": "3e69504a-c0ec-4d2d-9041-35166dbfd4c5",
      "detail": "Use written and verbal communication to simplify and provide complex information in a way that supports positive customer outcome in the relevant format."
    },
    {
      "skillId": "f3d2f01d-32d2-43c8-911d-b25fe50c9436",
      "detail": "Identify short comings or need for more knowledge and skill-based learning through the keeping of records and self-assessment."
    },
    {
      "skillId": "4f570c94-38f6-4bf2-8c44-91094522876d",
      "detail": "Apply the historical knowledge and use clear explanations, providing options and solutions to influence and help customers make choices and agree next steps."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual is the intended EQA provider",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-02-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0391",
  "tbMainContact": "ross.alcock@tiscali.co.uk",
  "involvedEmployers": "Dicky Tickers, Kelvedon Clocks, Cumbria Clock Company, British Museum, Stamford, Royal Collections.",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Clock Maker",
    "Clock Repairer",
    "Clock Restorer",
    "Clock Conservator"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Craft and Design",
  "cluster": "Precision manufacturing craftsperson",
  "clusterId": "72",
  "clusterDescription": null,
  "createdDate": "2020-02-26T09:08:42 +00:00",
  "lastUpdated": "2021-03-25T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-02-03T00:00:00 +00:00",
  "banners": "This apprenticeship standard has been approved for delivery by the Institute for Apprenticeships and Technical Education. However, starts on the apprenticeship will only be possible once a suitable end-point assessment organisation (EPAO) has obtained Ofqual recognition. Once the EPAO has obtained Ofqual recognition, funding for apprentice starts will be permitted and this message will be removed.",
  "occupationCode": "OCC0447",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0447-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0447-v1-0",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "British Horological Institute",
      "level": "Leading towards Member of the BHI (MBHI)",
      "isPartial": "",
      "partialFreeText": ""
    },
    {
      "bodyName": "British Watch and Clock Makers Guild",
      "level": "Attains Membership",
      "isPartial": "",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "c3fe5e45-f6fb-44da-96a4-69981749e195",
      "dutyDetail": "Follow all relevant health and safety legislation appropriate to the work place to ensure personal safety and the safety of others.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3cb7ed91-e207-4a36-bc5f-ec65e3d29f2a",
        "a8136db8-a9eb-4926-a3af-0701696b6b9b",
        "75d47c70-b08a-4627-b274-3ed88c5131e9"
      ],
      "mappedKnowledge": [
        "60e6cd7c-2050-4689-aa72-834d7e298422",
        "f51c968a-76cb-43af-ad74-cd843197ef2e",
        "6a025cfb-3bed-490a-a4da-3754bbb325bb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "62676524-299a-40a7-bb52-4d915604054b",
        "4b09dfd6-a3fa-4961-9763-94934242589b",
        "18b25efa-f8ba-4779-862a-2d165638efe9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a780b0ac-d459-49a8-99f9-d55870d3bd0a",
      "dutyDetail": "Ensure that all tools and equipment are in a suitably maintained condition prior to starting work and are maintained within a suitable condition throughout the period of work",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "25a4ae1d-6511-4754-8ef2-bb1694bf1183",
        "5b812dbd-b090-406f-8c8d-0222905ebecb",
        "83c757a4-2223-4eef-aba4-e3ebb65f67ab"
      ],
      "mappedKnowledge": [
        "45725725-e996-47cf-a372-4ed1f3c77a00"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a35c52d5-3125-4f9d-8c81-d12a02934a73",
        "80c56500-7c27-4048-9717-af382df9676b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e0765302-0af5-42b1-8981-76d9ca5daa35",
      "dutyDetail": "Provide an accurate assessment of the condition and work required to service and repair the clock",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d52dfb46-1067-4ca5-8482-f078989015ba",
        "6f8989c6-f3b1-43d8-b635-8325c1b27023"
      ],
      "mappedKnowledge": [
        "f9af1907-91d9-4b3e-8bf3-a61007b65d27",
        "e8e46dc1-733d-41c5-94e0-df937bc3f91a",
        "d39a0717-1a43-4a0d-b7e2-b5a0bbe9bfb7",
        "e3a88f3f-be30-4f08-b1bf-cb03c5e5401d",
        "06b93b92-6309-42d7-a676-de5613bc2c25",
        "dd181f37-318b-4559-8960-794a5164966a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b0d7917c-ba4f-4613-a1be-66ac4729809a",
        "fb8840cb-80da-42fd-92b1-7a31548874d0",
        "1324faf1-32ce-4225-8983-fefcca83c834",
        "ab1c6499-d5f5-4418-a4a2-a942c85751a3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "93031881-134d-436d-b7ea-157344088fd3",
      "dutyDetail": "Carry out the work that is required to bring the clock in to a condition to fulfil the employers/customers expectations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "825c6ffc-a292-45c9-8202-b2eecbb451af",
        "494af045-d8ab-4380-bde3-ca4bf32f46e0"
      ],
      "mappedKnowledge": [
        "30bcba36-1142-4673-8121-0ac0cfbc033e",
        "c4640ea1-5ccd-4509-b0d0-865a0fe2edd0",
        "12c7c742-845e-43ec-b5cb-068da48fd3dc",
        "5d3ae2ae-36b3-4928-8ff0-3a2ab1276614",
        "7cef8b41-1819-4feb-949b-0424e78fba2f",
        "13c5cb3d-2b8b-4231-8377-31e2a01a31c7",
        "ae485ec9-775b-4c11-b184-b03d2bf3f4a3",
        "8fe355a2-d9e1-48d0-9776-394c6eba9278"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "36ae7b70-e113-4d66-8ab0-9a4778cbc58c",
        "b2fb7312-c198-4f0c-a3cb-88ea2b030a10",
        "43d61698-42c4-4011-922c-c717c8678e7f",
        "bf6bd73e-fb4b-492b-ba1a-8abbe51dcec5",
        "72158086-c3f4-4f78-bdd2-2dbca8f3c414",
        "f14c7146-0f65-4b2a-9226-bd504c82bcc0",
        "0dfc463a-3128-4215-a78b-4c3166e10a5a",
        "34843197-f159-4b49-a872-7ea95dcfc1d4",
        "999708da-84bc-4708-9752-fe15e6c288f1",
        "e4059253-aa5d-407c-9364-f8387526bb67",
        "868e26bb-3763-47a6-ad96-994b5f96004f",
        "bb06da84-d982-4dd8-a54e-d7bf77bcf13e",
        "c537fedc-1699-4111-b9d1-a20f0377e321",
        "81a09026-09c3-4de4-a468-8869bf6eac8b",
        "b5a02620-74fd-464e-93c6-1d1bc26a7417",
        "c40fd665-7afa-4cef-b795-5cb63929f8b8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ef03dd3b-086e-41a7-8737-e5672302d6bf",
      "dutyDetail": "Keep and maintain a record of all work carried out",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9bfe0405-e829-4c0a-85f1-a2831b1dbb4b"
      ],
      "mappedKnowledge": [
        "bade7926-dab0-4b67-8aec-382fb81c9b9c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ed785222-265d-415b-bce9-d3218a823338"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d205f5cf-46cf-4984-b14d-9a998680d82b",
      "dutyDetail": "Interact with the customer and other professionals on a professional level and understand their requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "66356e96-5131-4e8e-9d93-84685a6f2132",
        "4a201ed9-b1bc-4461-9900-e3d72d2d2c2a"
      ],
      "mappedKnowledge": [
        "964f35f9-8b90-4494-b0e6-61e648ccae14",
        "19c68291-ee50-4d36-877d-b01b9d1fbb59"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3e69504a-c0ec-4d2d-9041-35166dbfd4c5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1fc13969-1605-4f1b-92f5-f5510178332b",
      "dutyDetail": "Undertake continual professional development to further skills and knowledge.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "534f3709-9d8f-472d-83c6-f27da442ac91",
        "94de754c-efcb-4145-ba3c-69aa00432db7",
        "5d1852cd-3130-4f4d-9144-872b65f0df5b",
        "f44b36b7-e357-4d76-b171-e391eca28bab"
      ],
      "mappedKnowledge": [
        "f7108ec9-2c69-4887-aa93-9d9e4ea2e709",
        "122c218b-296d-4a62-9a5b-ee9f856692d3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f3d2f01d-32d2-43c8-911d-b25fe50c9436",
        "4f570c94-38f6-4bf2-8c44-91094522876d"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-03-25T00:00:00"
}