{
  "templateType": "Apprenticeship Standard",
  "larsCode": 241,
  "referenceNumber": "ST0486",
  "learningAimClassCode": "",
  "title": "Operational firefighter",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0486",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan revised",
  "changedDate": "2022-05-31T00:00:00",
  "earliestStartDate": "2019-08-20T00:00:00",
  "latestStartDate": "2020-12-15T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Tackling fires and other emergencies.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 12000,
  "maxFundingAdditionalInformation": "",
  "route": "Protective services",
  "keywords": [
    "Operational Firefighter",
    "Operational",
    "Firefighter",
    "fire prevention",
    "fire protection"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3423/st0486_operational-firefighter_l3_minor-amend_qm_200819.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.4 Public services",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;Occupational Profile&lt;/h3&gt;\n&lt;p&gt;Firefighters tackle a wide range of emergency situations where problem solving and initiative is vital to resolve incidents quickly and calmly. These situations vary from tackling fires, searching, rescuing and protecting people and animals, by sustaining/preserving their life to protecting life and the environment from the effects of fire, natural and human disasters and hazardous materials. (Chemical, biological, radiological, nuclear, and explosives). They also respond to incidents involving planes, trains, road traffic collisions and marine emergencies. When in attendance, they must adopt a sensitive approach to dealing with members of the public and casualties who may be distressed and confused.&#160;&lt;/p&gt;\n&lt;p&gt;Firefighters engage with the community to provide information, advice and guidance to individuals and groups around health, safety and well-being. They may also conduct fire risk assessments and audits in businesses and homes, fitting detection and suppression equipment if necessary. By doing this, firefighters actively contribute to reducing the risk of fire or injury. Firefighters work as part of a close-knit team of professionals that provides 24-hour response cover to resolve fire and rescue operational incidents. They adopt multi agency working principles with partners and other services to achieve a swift and successful conclusion. They will also need to be able to carry out tasks individually.&lt;/p&gt;\n&lt;p&gt;Firefighters could be employed in any of the fire services across England, the Armed Forces, Civil Aviation or within small private sector fire services that may be incorporated in other organisations such as manufacturers and engineering.&#160;&lt;/p&gt;\n&lt;p&gt;The working day could include theoretical and practical training along with testing and maintaining equipment to ensure operational preparedness. It is essential a firefighter is prepared and ready to respond at all times when on duty. Firefighters must be able to carry out physically demanding work; at height, in enclosed spaces, and outdoors - working in all weather and environmental conditions. They could be called upon to treat injured casualties and deal with fatalities.&lt;/p&gt;\n&lt;h3&gt;Entry requirements&lt;/h3&gt;\n&lt;p&gt;Employers may have a number of entry requirements to protect individuals and the community that may also restrict individual applicants. These could include geographical location (Response times); legal safeguards (e.g. Disclosure and Barring Service checks); age, medical and physical fitness including eyesight. These requirements and selection tests will vary between organisations and may be subject to change and the decision to accept applicants will be made by the individual employer. Employers who recruit apprentices without English and Maths at level 2 must achieve level 2 English and Maths prior to taking their end-point assessment. Some employers may set out local requirements for entry such as a level of ICT literacy in addition to any or all of the above.&lt;/p&gt;\n&lt;h3&gt;Technical knowledge&lt;/h3&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 525px;&quot; width=&quot;525&quot;&gt;\n&lt;p&gt;The Operational Firefighter will know and understand:&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;How to engage with Communities to increase community safety and prevention awareness to prevent incidents from occurring and improve their health and wellbeing.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;The risks within their community and the methods that can be used to mitigate those risks.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Appropriate methods of resolving fire and rescue emergency incidents using various fire extinguishing media (water, foam/chemical) and various rescue and extrication techniques (E.g. rope rescue, water rescue, rescue from height, confined spaces) etc.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Fire science and behaviour, ventilation, hydraulics and principles of thermodynamics.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Environmental protection by limiting the impact of an incident using a variety of techniques such as applying neutralising or absorbent agents and physical barriers.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Using personal and respiratory protective equipment in hazardous environments.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;How to prepare, use and maintain specialist equipment and resources.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Hazards and control measures across a range of emergencies.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;The principles of multi-agency working with stakeholders such as police and ambulance service in emergency situations&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;How to operate specialist information communication and technology systems, e.g. mobile data terminals, radios.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;How to carry out emergency pre-hospital medical treatment and support (Non-medical professionals).&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;The importance of maintaining their physical and mental wellbeing.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Their duty within relevant Legislation (e.g. Fire and Rescue Services Act, 2004 Armed Forces Act 2016 (Ch. 21), Mines Regs. 2014, Health and Safety Act 1996, Equalities Act 2010 and Civil Contingency Act 2004).&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;&lt;br /&gt;Technical Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 525px;&quot; width=&quot;525&quot;&gt;\n&lt;p&gt;The Operational Firefighter will be able to:&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Carry out safe working practices in accordance with legal requirements as detailed within the knowledge section.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Operate safely and effectively in emergency situations.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Operate within an appropriate command and control system.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Operate in hazardous environments using Breathing Apparatus.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Safely resolve incidents involving hazardous materials, such as chemical, biological, radiological, nuclear and explosive substances. These will be resolved by stopping further harm and then removal of/clearing up the substance.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Safely work at height.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Safely work in, on or around water e.g. to conduct rescues or extract water for firefighting purposes.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Extricate casualties from situations of entrapment.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Interact with and influence community members and business to reduce risks.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Take responsibility for effective performance within their role.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Support the development of their colleagues.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Use and maintain specialist equipment e.g. breathing apparatus, cutting equipment, aerial platforms.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Extinguish fires safely and effectively in buildings, vehicles, wild land environments and following chemical spillages.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Maintain physical fitness and mental wellbeing to ensure operational readiness.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Solve problems by understanding, recalling, applying and adapting relevant information in an organised, safe and systematic way.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Communicate effectively, through listening, writing, speaking and presenting information.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;&lt;br /&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 525px;&quot; width=&quot;525&quot;&gt;\n&lt;p&gt;The Operational Firefighter should demonstrate the following behaviours, personal qualities and attributes:&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;A commitment to integrity and diversity, understanding and adopting a fair and ethical approach and treating others with courtesy and respect.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Embrace and promote the values of the organisation.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Confidence and resilience within the role in highly challenging and changing situations, demonstrating reliability, adaptability, responsibility and accountability to the organisation.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Commitment to development, both within oneself and others.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Situational awareness by maintaining an active awareness of the working environment to ensure a safe, secure and compliant working culture.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Commitment to excellence, by adopting a conscientious and proactive approach to work to achieve and maintain excellent standards with a motivation to succeed.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Work collaboratively with others, both internally and externally.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;525&quot;&gt;\n&lt;p&gt;Have a positive attitude to carrying out of their own role, exercising self discipline and working with others and the community.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;strong&gt;&lt;br /&gt;Duration &lt;/strong&gt;- Depending on the size and location of the organisation and the qualifications upon entry, the apprenticeship will typically take between 24 and 30 months to complete.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Progression &lt;/strong&gt;- Having completed this apprenticeship further training and qualifications could lead to career pathways within Fire and Rescue Sector and across the wider Protective Services sector.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Link to professional registration &lt;/strong&gt;- Successful apprentices will be eligible for professional registration with the Institution of Fire Engineers (IFE) at Technician (TIFireE) level.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Review &lt;/strong&gt;- This standard will be reviewed within three years to ensure it is in line with best practice within the sector.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Level &lt;/strong&gt;- This apprenticeship standard is at level 3.&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-02-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0586",
  "tbMainContact": "tim.wareham@staffordshirefire.gov.uk",
  "involvedEmployers": "Bedfordshire FRS, Buckinghamshire FRS, Cheshire FRS, Civil Aviation Authority, Cornwall Fire Rescue Community Safety Service, County Durham and Darlington FRS, Devon &amp; Somerset FRS, Dorset &amp; Wilts FRS, East Sussex FRS, Fire Brigade Union, Fire Officers Association, Gloucestershire FRS, Greater Manchester FRS, Hampshire FRS, Hertfordshire FRS, Institution of Fire Engineers, Kent FRS, London Fire Brigade, Merseyside FRS, Mines Rescue Service, National Operational Guidance Programme, Nottinghamshire FRS, Oxfordshire FRS, QinetiQ, RAF Accreditation Centre, Sellafield, Staffordshire, Suffolk FRS, West Midlands FRS",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Protective Services",
  "cluster": "Protective Service Officer",
  "clusterId": "15",
  "clusterDescription": "Provide safety, security, prevention, enforcement, protection and investigation services largely on behalf of society",
  "createdDate": "2017-11-14T17:09:59 +00:00",
  "lastUpdated": "2022-05-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-02-27T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0486",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0486-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0486-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-05-31T00:00:00"
}