{
  "templateType": "Occupational Standard",
  "larsCode": 262,
  "referenceNumber": "ST0483",
  "learningAimClassCode": "",
  "title": "Emergency contact handler",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0483",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Standard, end point assessment and funding revised",
  "changedDate": "2023-07-17T00:00:00",
  "earliestStartDate": "2023-03-01T00:00:00",
  "latestStartDate": "2023-10-12T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Deal with emergency and non-emergency calls.",
  "level": 3,
  "ePALength": 6,
  "typicalDuration": 12,
  "maxFunding": 12000,
  "maxFundingAdditionalInformation": "",
  "route": "Protective services",
  "keywords": [
    "Emergency Service Contact Handling",
    "Emergency",
    "Emergency Service",
    "Contact Handling",
    "emergency",
    "service",
    "handling"
  ],
  "jobRoles": [
    "Contact management centre operators",
    "Contact resolution officer",
    "Emergency contact handler",
    "Emergency controllers",
    "Fire control contact handler",
    "Health advisors",
    "Regional operations centre operator"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0483-v1-1?view=epa",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.4 Public services",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;Occupation&lt;/h3&gt;\n&lt;p&gt;An “Emergency Service or NHS Integrated Urgent Care Contact Handler” responds to requests for specialist professional assistance from members of the public, colleagues, and employees from other organisations (all of these individuals are called “service users”). The requests from service users could be received through a variety of communication methods, including the telephone (for example, 999 emergency or 111 urgent care calls), online applications, text messages and through social media. Some service users will be directly or indirectly involved in difficult and / or traumatic situations (for example, they may be in danger or unwell), and may display a variety of characteristics (for example, vulnerability, anxiety, confrontational).&lt;/p&gt;\n&lt;p&gt;The role of the Contact Handler is to communicate with the service users to ascertain their needs, provide reassurance and advice, and decide and take the appropriate course of action (following processes and procedures). As this action may require an immediate response by emergency service personnel, the Contact Handler has to act calmly and efficiently under pressure, ensuring computer systems are accurately updated.&lt;/p&gt;\n&lt;p&gt;A Contact Handler will normally work for a “blue light” organisation, for example, a Police, Fire or Ambulance Service or an NHS Integrated Urgent Care organisation. A Contact Handler will typically work shifts, which will include working some nights, weekends and bank holidays to provide a 24 hour service, 365 days a year. They will not generally have any formal line management responsibility.&#160;&lt;/p&gt;\n&lt;h3&gt;Entry requirements&lt;/h3&gt;\n&lt;p&gt;Due to the nature of this role, a minimum age of 18 may be an employer requirement. The ability to converse clearly with service users is essential for this occupation, and in line with the “Code of Practice on the English Language requirements for public sector workers”, qualifications in English may be required by employers (for example, an organisation may require an English GCSE at grades A-C or equivalent). Any other entry requirements will be specified by an employer in the job advertisement and/or job description for the role.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;&lt;strong&gt;Understand:&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Data Protection&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How to comply with the Data Protection legislation, regulations and policies relevant to the specific emergency service sector1 and/or organisations.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Health, Safety &amp;amp; Security&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How to comply with the Health and Safety legislation and any regulations/organisational policies relevant to the specific emergency service sector, including to the management of own welfare.&lt;/li&gt;\n&lt;li&gt;This will include knowing and understanding how to provide critical health and safety advice to service users, specific to each sector.&lt;/li&gt;\n&lt;li&gt;Examples of health and safety advice: life saving instructions, how to stay safe in a situation where there is risk of harm to the service user or others, how to respond to a particular type of fire or flooding.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Equality &amp;amp; Inclusion&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Equality legislation/regulations/policies and how these impact on the way a Contact Handler responds to service users and colleagues.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Communication Techniques&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Advanced and effective communication techniques, including:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;ways to build rapport and empathise, reassuring service users whilst they are in an emergency situation&lt;/li&gt;\n&lt;li&gt;methods of questioning and listening&lt;/li&gt;\n&lt;li&gt;methods to influence and negotiate&lt;/li&gt;\n&lt;li&gt;how to manage challenging calls and situations.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Technical Knowledge of Incidents&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Incidents relevant to the specific sector, including a full comprehension of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;complex terminology, for example medical conditions, fire-fighting procedures&lt;/li&gt;\n&lt;li&gt;identification of the type and potential consequences of each type of incident, for example, whether an incident is a police or civil matter&lt;/li&gt;\n&lt;li&gt;critical advice/instructions which should be provided to service users in response to specific incidents.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Examples of the types of advice and information provided (which will be dependent on the specific sector): Health and safety instructions/advice (in relation to the situation reported); crime scene preservation; actions to take following a road traffic collision; responding to domestic abuse incidents; CPR guidance to a range of ages; airways management for unconscious patients; childbirth delivery instructions; fire survival guidance for people trapped in a fire; information and advice for chemical, biological, radiological or nuclear incidents; safety advice for people trapped in cars/shut in lifts/immersed in water and for keeping safe in flooded property&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Decision Making&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Decision making techniques, including principles of dynamic risk assessment and how to make decisions in critical situations, in line with specific emergency service sector and/or organisational requirements. This will include how to remotely assess risk and make decisions in emergency situations which may rapidly change in nature whilst the service user is in contact with the handler.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Grading of Incidents&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How to grade incidents and escalate in order for resources to be deployed, as appropriate, in line with policies and procedures of the sector / organisation.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Technology&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The IT and communication solutions relevant to the specific sector/organisation, including contact management equipment (e.g. telephony systems), and bespoke software programmes (e.g. recording and resource systems).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Multi-agency Working&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;The roles and responsibilities of partner and commissioned agencies and when and how to deploy/call on them. This includes an understanding of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;JESIP (Joint Emergency Services Interoperabiltiy Programme)&lt;/li&gt;\n&lt;li&gt;How and when to sign-post service users to other partners/agencies.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Procedures&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Processes and procedures of the role of contact handler in own sector / organisation.&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;Operate communication systems and bespoke software in an efficient and effective way.&lt;/li&gt;\n&lt;li&gt;Communicate with service users in a clear, calm and reassuring manner.&lt;/li&gt;\n&lt;li&gt;Gather relevant information from the service user, using questioning techniques appropriate to the situation.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &lt;em&gt;Examples of the types of information gathered (which will be dependent on the specific sector): Details of the service user and description of incident which they are reporting; any threats to life; injuries; illnesses and medical history; description of victims, suspects or people involved; colour of smoke if there is a fire.&lt;/em&gt;&lt;/li&gt;\n&lt;li&gt;Accurately utilise and record information on computer systems and bespoke software packages, which may be whilst communicating with the service user.&lt;/li&gt;\n&lt;li&gt;Manage service users’ expectations depending on a variety of factors including severity of the situation and any regulatory requirements. This will be done through persuasive negotiation and may require being assertive in some cases (for the safety of service users).&lt;/li&gt;\n&lt;li&gt;Provide immediate and appropriate advice and information to the service user, adapting this, as necessary, as the contact progresses.&lt;/li&gt;\n&lt;li&gt;Assess information and decide appropriate course of action, following relevant organisational procedures, regulations and legislation.&lt;/li&gt;\n&lt;li&gt;Complete any resulting actions accurately and efficiently, in line with organisational and national requirements, in order to bring about the best resolution for the service user(s) and the organisation.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Diversity &amp;amp; Inclusion&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Treat colleagues and service users with compassion and empathy, without bias or prejudice. Respect diversity, beliefs, culture and values.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Professional Integrity&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Demonstrate the highest standards of professionalism and trustworthiness, making sure that organisational values, moral codes and ethical standards are always upheld. Act in the best interests of the service user, seeking guidance when necessary.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Personal resilience&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Manage multiple demands, whilst prioritising safety. Manage own emotions in challenging situations with service users, remaining calm and professional. Recognise when to seek support for own welfare.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Personal Commitment&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Be reliable and adaptable. Follow organisational instructions when given. Take ownership for own professional performance and continuous development.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Teamwork&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Demonstrate a proactive approach to collaboration with colleagues from own and other organisations by offering help, support and guidance.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;Apprentices without Level 2 English and Mathematics will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Level: &lt;/strong&gt;Level 3&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Expected duration: &lt;/strong&gt;Minimum of 12 months&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Review date: &lt;/strong&gt;after 3 years&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in organisations which receive contacts from members of the public who are in&#160;emergency and non-emergency situations. Typical organisations are Ambulance, Fire, Police, the NHS, National Highways, and the Maritime and Coastguard Agency.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to be the first point of contact for requests for assistance from&#160;members of the public and other organisations.&lt;/p&gt;\n&lt;p&gt;The employee receives emergency and non-emergency contacts from the public and other organisations. Contacts could be received via a variety of communication methods, including telephone for example 999, 101 or 111 urgent care calls, online submissions, and social media. Some contacts will be directly or indirectly involved in difficult and/or traumatic situations for example, they may be in danger or unwell, and may display a variety of behaviours for example, anxiousness, hostility, vulnerability.&lt;/p&gt;\n&lt;p&gt;The employee obtains information in relation to the circumstances being reported, identifies risks, and&#160;decides and takes the appropriate action. They use a variety of sector specific technology, often&#160;simultaneously, to record and update information.&lt;/p&gt;\n&lt;p&gt;The employee effectively communicates information. This could be giving advice, including in life&#160;endangering situations, and managing expectations around the service that can be provided.&lt;/p&gt;\n&lt;p&gt;The employee will typically work shifts, which could include working some nights, weekends and bank holidays, to enable the employer to provide a 24-hour service, 365 days a year.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with colleagues at all levels, including team&#160;members, managers and other departments. They may also interact with other local or national agencies&#160;such as other emergency services, local authority departments, care providers, and other support services.&lt;/p&gt;\n&lt;p&gt;An employee will report to a line/team/shift or duty manager and will generally not have any formal line management responsibility.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation is responsible for adhering to organisational, legislative and national policy&#160;and procedures when dealing with contacts. They must uphold organisational values and ethical standards&#160;and frameworks. They are expected to participate in Continuous Professional Development (CPD).&lt;/p&gt;\n&lt;p&gt;The employee will work independently, adhering to their organisation&#39;s working practices, with support/supervision when appropriate.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "4f214c5c-a873-4bc7-9c62-dd7c3c3c5247",
      "detail": "Data protection legislation, any sector specific regulations and organisational policies/procedures."
    },
    {
      "knowledgeId": "b483eec6-3c51-42c0-a597-767376148bf8",
      "detail": "Health and safety legislation, any sector specific regulations and organisational policies/procedures, including the management of own welfare."
    },
    {
      "knowledgeId": "fb105a1b-561c-4a51-8c14-98c89cc964b8",
      "detail": "Equality legislation, any sector specific regulations and organisational policies/procedures."
    },
    {
      "knowledgeId": "5c57e0c2-ccf0-48ca-be92-e4aa57ae2945",
      "detail": "Methods of building rapport and displaying empathy."
    },
    {
      "knowledgeId": "5dae9926-d40c-4227-a225-89148cedd8be",
      "detail": "Listening and questioning techniques."
    },
    {
      "knowledgeId": "d55d99e5-77ee-4861-9f34-bcde0b0581e0",
      "detail": "Methods of influencing, negotiating and managing conflict."
    },
    {
      "knowledgeId": "3f69d530-5d57-4114-9903-62e65985a429",
      "detail": "Incident types relevant to the sector including what advice and/or information should be provided, potential outcomes/consequences, and the mobilisation/deployment of appropriate resources."
    },
    {
      "knowledgeId": "51d00609-8dca-4666-a119-2e9ec4fabccf",
      "detail": "Decision making techniques relevant to sector."
    },
    {
      "knowledgeId": "641f6ab1-c3f2-4025-9758-5333edc4fc11",
      "detail": "Principles of risk assessment relevant to the sector."
    },
    {
      "knowledgeId": "74e9c6d9-a9a7-479f-a685-d5fe408ef768",
      "detail": "Grading and/or prioritisation of incidents using sector guidelines."
    },
    {
      "knowledgeId": "840d00f5-449e-43f3-9833-550d169bbcdd",
      "detail": "Communication and technology systems relevant to the sector/organisation."
    },
    {
      "knowledgeId": "645aed8e-4b4b-4012-9a39-33031574888f",
      "detail": "The roles and responsibilities of partner organisations."
    },
    {
      "knowledgeId": "49a4bc05-b856-428b-a54c-9ce3e79f223c",
      "detail": "When and how to collaborate with partner organisations in line with sector principles, for example JESIP."
    },
    {
      "knowledgeId": "bd310fe1-9a02-4848-b15c-4215e9eae7c0",
      "detail": "Processes and procedures are followed to ensure effective incident management."
    },
    {
      "knowledgeId": "00892792-b7de-4f0a-80a6-c708ad013ed2",
      "detail": "The importance of reflective practice and continuing professional development."
    },
    {
      "knowledgeId": "2c9304cb-fddc-499d-beb3-f4151f80cc0c",
      "detail": "The ethical standards of the organisation."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "fb5155b9-ec20-45fe-9d08-b003296b5331",
      "detail": "Act in a non-judgemental and inclusive manner, respecting diversity."
    },
    {
      "behaviourId": "fcbfcd66-ef4c-4f3d-9ee0-e6d20d30064b",
      "detail": "Behave ethically and professionally to meet organisational values, policies and procedures."
    },
    {
      "behaviourId": "f8073f54-5866-46e5-a172-8dc95a1df5e6",
      "detail": "Behave calmly in challenging situations, recognising when to seek appropriate support and guidance."
    },
    {
      "behaviourId": "9c025863-2da8-4762-8d53-edac6ed631f8",
      "detail": "Take responsibility for own continuing professional development."
    },
    {
      "behaviourId": "e7c7984c-387e-4cb6-b8c6-e5d3ac1c0c95",
      "detail": "Take a proactive approach to collaboration with colleagues and partner organisations."
    }
  ],
  "skills": [
    {
      "skillId": "774d7828-2269-4a4c-b859-e28b1cac006b",
      "detail": "Use appropriate sector specific phraseology."
    },
    {
      "skillId": "f6858d44-202b-439b-ae8d-0c243559cd34",
      "detail": "Operate communication systems."
    },
    {
      "skillId": "52bbf958-575d-4a01-a6d5-25467d49acf8",
      "detail": "Operate software systems. "
    },
    {
      "skillId": "2ba90d80-2782-44a4-8fde-668090ade410",
      "detail": "Communicate in a calm manner considering the caller’s circumstances. "
    },
    {
      "skillId": "0cb3e847-de9c-4972-9fdc-16d0bd5d1f99",
      "detail": "Build and establish appropriate rapport."
    },
    {
      "skillId": "d1a52045-f7cb-4bc4-8544-9a1557d7a34d",
      "detail": "Use clear language to convey instructions, avoiding jargon and sector specific terminology."
    },
    {
      "skillId": "a21fcf31-4c89-4c1b-aeba-b320e0b3412b",
      "detail": "Overcome barriers to effective communication."
    },
    {
      "skillId": "19ceb89e-cdc6-43c9-8705-59426e529907",
      "detail": "Use appropriate questioning techniques to gather relevant information to the incident."
    },
    {
      "skillId": "46a19374-a35a-43fc-998d-fd1a98613bb2",
      "detail": "Use appropriate listening techniques to gather relevant information to the incident."
    },
    {
      "skillId": "c0fb49b4-f7a0-4c59-a7f9-06d03967dfee",
      "detail": "Record relevant information appropriate to the incident accurately, clearly and concisely and review information already held on the incident where applicable."
    },
    {
      "skillId": "5e27f5d6-6cb0-469e-8ab5-57241d7e879e",
      "detail": "Manage the expectations of the public, colleagues, internal and external partner organisations."
    },
    {
      "skillId": "e51be80b-0fbc-46bb-a96d-69f6ad41f9dd",
      "detail": "Provide advice or information appropriate to the incident, giving safety advice when necessary and adapting response when required."
    },
    {
      "skillId": "07b46025-a8a4-47bf-aae6-a1cd7998d0d6",
      "detail": "Identify and assess risk, take action and record appropriately."
    },
    {
      "skillId": "c3d6c7ed-9935-4014-be5a-0e8db36501be",
      "detail": "Update internal and external colleagues when applicable."
    },
    {
      "skillId": "57fd880f-7681-44ad-a718-4eb5b902cdb5",
      "detail": "Decide and apply grading or prioritisation guidelines appropriate to the incident."
    },
    {
      "skillId": "9439902f-1362-4055-8709-09c66698c141",
      "detail": "Analyse information and apply relevant policy, procedures or regulations appropriate to the incident."
    },
    {
      "skillId": "381617b1-8769-4182-843e-e9b7f7c4aa58",
      "detail": "Advise on the appropriate course of action, signposting to other organisations when required. "
    },
    {
      "skillId": "a8f30964-8288-4598-870d-bef13c4dae0c",
      "detail": "Undertake tasks simultaneously, seeking assistance when necessary."
    },
    {
      "skillId": "80ea45d5-0b16-4f42-aa4e-36924804e1ce",
      "detail": "Complete any resulting actions accurately and efficiently at the end of the contact"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-04-12T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0586",
  "tbMainContact": "rachel.shaw@thamesvalley.pnn.police.uk",
  "involvedEmployers": "Thames Valley Police, West Yorkshire Police, Merseyside Police, Hampshire Police, Devon and Cornwall Police, North West Ambulance, London Ambulance, Integrated Care 24 (IC24), Merseyside Fire and Rescue, National Fire Chiefs Council (NFCC), Devon and Somerset Fire and Rescue, Durham and Darlington Fire and Rescue, Tyne and Wear Fire and Rescue, Hertfordshire Fire and Rescue, National Highways",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Contact management centre operators",
    "Contact resolution officer",
    "Emergency contact handler",
    "Emergency controllers",
    "Fire control contact handler",
    "Health advisors",
    "Regional operations centre operator"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Protective Services",
  "cluster": "Protective Service Officer",
  "clusterId": "15",
  "clusterDescription": "Provide safety, security, prevention, enforcement, protection and investigation services largely on behalf of society",
  "createdDate": "2023-07-17T09:10:18 +00:00",
  "lastUpdated": "2023-07-17T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-04-12T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0483",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0483-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0483-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "b6a03bf0-095b-43b7-bdfc-b1cf66a2eaeb",
      "dutyDetail": "Receive emergency and non-emergency contacts from the public and other agencies using a range of communication tools, for example, telephone or online.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "5c57e0c2-ccf0-48ca-be92-e4aa57ae2945",
        "840d00f5-449e-43f3-9833-550d169bbcdd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "774d7828-2269-4a4c-b859-e28b1cac006b",
        "f6858d44-202b-439b-ae8d-0c243559cd34",
        "52bbf958-575d-4a01-a6d5-25467d49acf8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "97e3d12c-c3e4-45f1-ad3f-700f85e3d986",
      "dutyDetail": "Obtain relevant information in relation to the circumstances being reported.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "f8073f54-5866-46e5-a172-8dc95a1df5e6"
      ],
      "mappedKnowledge": [
        "4f214c5c-a873-4bc7-9c62-dd7c3c3c5247",
        "5c57e0c2-ccf0-48ca-be92-e4aa57ae2945",
        "5dae9926-d40c-4227-a225-89148cedd8be",
        "d55d99e5-77ee-4861-9f34-bcde0b0581e0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2ba90d80-2782-44a4-8fde-668090ade410",
        "0cb3e847-de9c-4972-9fdc-16d0bd5d1f99",
        "d1a52045-f7cb-4bc4-8544-9a1557d7a34d",
        "a21fcf31-4c89-4c1b-aeba-b320e0b3412b",
        "19ceb89e-cdc6-43c9-8705-59426e529907",
        "46a19374-a35a-43fc-998d-fd1a98613bb2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c82a40b7-bab9-4cc3-843b-d3ff3bba129a",
      "dutyDetail": "Analyse and assess information to identify risks to the public colleagues and, where relevant, other agencies.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "641f6ab1-c3f2-4025-9758-5333edc4fc11"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "07b46025-a8a4-47bf-aae6-a1cd7998d0d6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4b1e4ca2-1c4d-4c92-8b46-8ca1fbbad3d2",
      "dutyDetail": "Decide and take appropriate course of action, using sector specific grading guidelines or mobilising procedures.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "3f69d530-5d57-4114-9903-62e65985a429",
        "51d00609-8dca-4666-a119-2e9ec4fabccf",
        "74e9c6d9-a9a7-479f-a685-d5fe408ef768",
        "bd310fe1-9a02-4848-b15c-4215e9eae7c0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "57fd880f-7681-44ad-a718-4eb5b902cdb5",
        "9439902f-1362-4055-8709-09c66698c141",
        "381617b1-8769-4182-843e-e9b7f7c4aa58",
        "a8f30964-8288-4598-870d-bef13c4dae0c",
        "80ea45d5-0b16-4f42-aa4e-36924804e1ce"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9bbefbc7-e2fe-4ea8-8d9a-7fc1eae8329d",
      "dutyDetail": "Adhere to organisational, legislative and national policy and procedures when dealing with contacts.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "fb5155b9-ec20-45fe-9d08-b003296b5331",
        "fcbfcd66-ef4c-4f3d-9ee0-e6d20d30064b"
      ],
      "mappedKnowledge": [
        "4f214c5c-a873-4bc7-9c62-dd7c3c3c5247",
        "b483eec6-3c51-42c0-a597-767376148bf8",
        "fb105a1b-561c-4a51-8c14-98c89cc964b8",
        "bd310fe1-9a02-4848-b15c-4215e9eae7c0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "57fd880f-7681-44ad-a718-4eb5b902cdb5",
        "9439902f-1362-4055-8709-09c66698c141"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e7c443b4-4fe4-4574-bb0f-c1fddb7d8c99",
      "dutyDetail": "Use a variety of sector specific technology to identify, record and update information relevant to the incident.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "840d00f5-449e-43f3-9833-550d169bbcdd",
        "bd310fe1-9a02-4848-b15c-4215e9eae7c0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f6858d44-202b-439b-ae8d-0c243559cd34",
        "52bbf958-575d-4a01-a6d5-25467d49acf8",
        "c0fb49b4-f7a0-4c59-a7f9-06d03967dfee",
        "a8f30964-8288-4598-870d-bef13c4dae0c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "dff70fde-37a5-471a-be9f-d39aa2072c2c",
      "dutyDetail": "Apply appropriate and effective communication techniques in a variety of situations, which could be in routine or life endangering circumstances. This includes questioning, listening, giving instructions or advice, and managing expectations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "f8073f54-5866-46e5-a172-8dc95a1df5e6"
      ],
      "mappedKnowledge": [
        "5c57e0c2-ccf0-48ca-be92-e4aa57ae2945",
        "5dae9926-d40c-4227-a225-89148cedd8be",
        "d55d99e5-77ee-4861-9f34-bcde0b0581e0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2ba90d80-2782-44a4-8fde-668090ade410",
        "0cb3e847-de9c-4972-9fdc-16d0bd5d1f99",
        "d1a52045-f7cb-4bc4-8544-9a1557d7a34d",
        "a21fcf31-4c89-4c1b-aeba-b320e0b3412b",
        "19ceb89e-cdc6-43c9-8705-59426e529907",
        "46a19374-a35a-43fc-998d-fd1a98613bb2",
        "e51be80b-0fbc-46bb-a96d-69f6ad41f9dd",
        "381617b1-8769-4182-843e-e9b7f7c4aa58"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "44e09f67-b462-44d9-9730-a2983a5cfcf1",
      "dutyDetail": "Work with internal and external partner agencies to ensure an effective response to incidents.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e7c7984c-387e-4cb6-b8c6-e5d3ac1c0c95"
      ],
      "mappedKnowledge": [
        "645aed8e-4b4b-4012-9a39-33031574888f",
        "49a4bc05-b856-428b-a54c-9ce3e79f223c",
        "bd310fe1-9a02-4848-b15c-4215e9eae7c0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5e27f5d6-6cb0-469e-8ab5-57241d7e879e",
        "c3d6c7ed-9935-4014-be5a-0e8db36501be",
        "381617b1-8769-4182-843e-e9b7f7c4aa58"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1e833e34-19ec-441b-8514-14a15363c52f",
      "dutyDetail": "Participate in continuing professional development.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9c025863-2da8-4762-8d53-edac6ed631f8"
      ],
      "mappedKnowledge": [
        "00892792-b7de-4f0a-80a6-c708ad013ed2"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "130cd365-a2fb-4b7c-ae8b-37969e394176",
      "dutyDetail": "Uphold organisational values and ethical standards and frameworks.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "fcbfcd66-ef4c-4f3d-9ee0-e6d20d30064b"
      ],
      "mappedKnowledge": [
        "2c9304cb-fddc-499d-beb3-f4151f80cc0c"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-10-12T00:00:00"
}