{
  "templateType": "Apprenticeship Standard",
  "larsCode": 311,
  "referenceNumber": "ST0423",
  "learningAimClassCode": "",
  "title": "Business to business sales professional (integrated degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0423",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2021-07-22T00:00:00",
  "earliestStartDate": "2018-06-26T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Selling products and services to other businesses.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 21000,
  "maxFundingAdditionalInformation": "",
  "route": "Sales, marketing and procurement",
  "keywords": [
    "Business to Business Sales Professional",
    "b2b",
    "Business to Business",
    "Sales Professional",
    "sales"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/5266/st0423_b2b-sales-professional_l6_ap-for-publication_july-2021.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.4 Marketing and sales",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;A Business to Business (B2B) Sales Professional is responsible for delivering value to business customers, including corporate, public sector, SME, not-for-profit organisations as well as their own organisation. In addition, the individual may work in a national or international environment. It is a multi-facteted role which includes leading on long term, complex propositions, such as multiple pricing options or which may interface to procurement specialists. Using insights, critical thinking and commercial judgement they deliver commercial benefit to a number of customers or a complex, high value account. Commercially astute, they strategically and financially manage customer accounts, lead cross-functional teams through the sales process and deliver winning solutions and customer satisfaction. Influential, they are adept at understanding the needs of customers and developing strong stakeholder relationships whilst demonstrating strong, ethical practice.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Occupation / Profile: &lt;/span&gt;&lt;/strong&gt;&lt;span&gt;B2B Sales professionals operate in organisations of all sizes and across multiple industry sectors such as manufacturing, pharmaceuticals, fast moving consumer goods (FMCG), business services, professional services and technology. The occupation profile covers different areas of B2B Sales such as: Account Management, Sales Specialist, New Business Development and Channel Sales.&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;span&gt;Requirements&lt;/span&gt;&lt;/h3&gt;\n&lt;h4&gt;&lt;strong&gt;Knowledge &lt;/strong&gt;and understanding of how to:&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Prospecting and Qualification&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Analyse the business environment, industry, sector and competitors to identify potential new customers. Build, prioritise and manage the pipeline of prospects according to their potential, ensuring strategic and commercial fit with own organisation.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Sales Planning&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Plan strategically and consistently to meet sales targets through prospecting, qualification and pipeline management. Define, refine and validate specific customer requirements in the terminology of the customer’s business and industry.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Solution Development&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Use customer insight/requirements underpinned by an excellent level of portfolio and product knowledge. Analyse and create innovative solutions and propositions that deliver tangible business benefits to customers.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Developing Proposals&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Develop effective sales proposals, tender documents and presentations utilising a range of communications tools and techniques. Produce compelling formal proposals using the customers’ terminology and framed in a way to meet the customers’ needs.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Commercial Acumen&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Contribute to commercial strategies with a deep understanding of financial principles and the external environment such as relevant markets, competitors and associated products and services. Assess opportunities and risks for consideration through line management of others to support successful outcomes.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Post Sales Delivery&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Manage customer’s expectations and the strategic value of achieving these. Influence teams to ensure company alignment with the customer. Analyse the company’s performance together with the customer’s view of every interaction and summise how this can be used to inform continuous improvement.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Applied Insights&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Interpret and apply customer, competitor, consumer and market insight and intelligence from digital and traditional sources. Use these insights to effect actionable and ethical change of behaviors for mutual commercial benefit.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Working with others&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Influential, able to conduct stakeholder analysis and develop strong relationships at all levels, internally and externally, to build trust. Interacts professionally and ethically maintaining a positive and flexible attitude. Demonstrates emotional intelligence.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Consultative Selling&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Works with customers to identify new business and market challenges, utilising insights and good questioning and listening techniques. Identifies strategic &amp;amp; innovative solutions integrating products and excellent service solutions, to meet customer needs.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Pitching&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Leads a confident, clear and compelling sales pitch in front of a customer, which builds rapport, establishes credibility and delivers commercial benefit. Handles questions, objections and demonstrates the value of the proposal in a clear, quantifiable way.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Negotiation and Closing&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Applies the principles of negotiation,&#160; develops strategies and tactics to a mutually agreeable outcome, ensuring both customer and supplier leave committed to the outcome.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Psychology of Sales&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Critically reflects on the different psychological needs of customers and other key stakeholders in the buying/selling process. Takes into account strategic and organisational context when adapting their sales approaches, by using the psychological models pertinent to developing positive and ethical buyer and seller relationships.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Leveraging Digital Business&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Adopts different approaches to social selling &amp;amp; digital technologies which aid the sales process. Develops a digital selling strategy that leverages social selling to support lead generation, nurturing and customer engagement. Develops digital networks and drives insight-led engagements. Measures results and return on investment.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Professional Behaviours and Values&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Ethics, Trust and Integrity&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Promotes and protects good sales practices (in accordance with the organisation’s Sales Code of Conduct). Maintains the highest level of integrity in all business relationships.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Management of Self&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Ensures effective time management, prioritisation and strategic alignment of activities. Continually reflects and reviews its own performance. Understands the impact on others.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Interpersonal Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Relates well to all people and builds effective relationships diplomatically and tactfully. Demonstrates a positive mindset and attitude and has a range of skills and approaches and knows when to use different models of communication and influencing with whom.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Customer Focused&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Acts as a customer advocate within their own organisation&lt;em&gt;.&lt;/em&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;&lt;br /&gt;Duration: &lt;/span&gt;&lt;/strong&gt;&lt;span&gt;The typical duration for this apprenticeship is 3 years, but will depend on the previous experience of the apprentice.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Entry requirements: &lt;/span&gt;&lt;/strong&gt;&lt;span&gt;Individual employers will set the selection criteria for their apprentices. Most candidates will have A levels (or equivalent) or existing relevant Level 3 qualifications, and English, Maths and ICT at Level 2. Relevant or prior experience may also be considered as an alternative.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Level: &lt;/span&gt;&lt;/strong&gt;&lt;span&gt;This apprenticeship standard is at Level 6.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Qualification&lt;/span&gt;&lt;/strong&gt;&lt;span&gt;: Bachelor’s degree (Hons) in Business to Business Sales. This will be an integrated degree based on the standard. Apprentices without Level 2 English and maths will need to achieve this level prior to taking the end-point assessment.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Professional Registration: &lt;/span&gt;&lt;/strong&gt;&lt;span&gt;Achievement of the standard meets the eligibility requirements for Sales Certification with the Institute of Sales Professionals (ISP).&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Review Date: &lt;/strong&gt;After 3 years.&lt;/p&gt;",
  "occupationalSummary": "A Business to Business (B2B) Sales Professional is responsible for delivering value to business customers, including corporate, public sector, SME, not-for-profit organisations as well as their own organisation. In addition, the individual may work in a national or international environment. It is a multi-facteted role which includes leading on long term, complex propositions, such as multiple pricing options or which may interface to procurement specialists. Using insights, critical thinking and commercial judgement they deliver commercial benefit to a number of customers or a complex, high value account. Commercially astute, they strategically and financially manage customer accounts, lead cross-functional teams through the sales process and deliver winning solutions and customer satisfaction. Influential, they are adept at understanding the needs of customers and developing strong stakeholder relationships whilst demonstrating strong, ethical practice.\n\nOccupation / Profile: B2B Sales professionals operate in organisations of all sizes and across multiple industry sectors such as manufacturing, pharmaceuticals, fast moving consumer goods (FMCG), business services, professional services and technology. The occupation profile covers different areas of B2B Sales such as: Account Management, Sales Specialist, New Business Development and Channel Sales.\r\n",
  "knowledges": [
    {
      "knowledgeId": "75f6be9a-e526-40e5-923f-d14a0e4b02ac",
      "detail": "Prospecting and Qualification: Analyse the business environment, industry, sector and competitors to identify potential new customers. Build, prioritise and manage the pipeline of prospects according to their potential, ensuring strategic and commercial fit with own organisation."
    },
    {
      "knowledgeId": "78d734d1-f49d-42f5-af93-438a1ef83a11",
      "detail": "Sales Planning: Plan strategically and consistently to meet sales targets through prospecting, qualification and pipeline management. Define, refine and validate specific customer requirements in the terminology of the customer’s business and industry."
    },
    {
      "knowledgeId": "63d54e5d-1b20-4d4e-bc51-a5ab6167abcf",
      "detail": "Solution Development: Use customer insight/requirements underpinned by an excellent level of portfolio and product knowledge. Analyse and create innovative solutions and propositions that deliver tangible business benefits to customers."
    },
    {
      "knowledgeId": "489fc439-a511-4145-b64f-c566b9a33d6d",
      "detail": "Developin Proposals: Develop effective sales proposals, tender documents and presentations utilising a range of communications tools and techniques. Produce compelling formal proposals using the customers’ terminology and framed in a way to meet the customers’ needs."
    },
    {
      "knowledgeId": "9b587b65-fc33-4d91-8280-69c801c45710",
      "detail": "Commercial Acumen: Contribute to commercial strategies with a deep understanding of financial principles and the external environment such as relevant markets, competitors and associated products and services. Assess opportunities and risks for consideration through line management of others to support successful outcomes."
    },
    {
      "knowledgeId": "eca06352-2a70-4bac-8f57-578790317f57",
      "detail": "Post Sales Delivery: Manage customer’s expectations and the strategic value of achieving these. Influence teams to ensure company alignment with the customer. Analyse the company’s performance together with the customer’s view of every interaction and summise how this can be used to inform continuous improvement."
    },
    {
      "knowledgeId": "f7454f7d-9f13-4aa3-973a-14fabaa522e5",
      "detail": "Applied Insights: Interpret and apply customer, competitor, consumer and market insight and intelligence from digital and traditional sources. Use these insights to effect actionable and ethical change of behaviors for mutual commercial benefit."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "72a2e9ca-1ffa-4ab7-a113-e36177232e72",
      "detail": "Ethics, trust and Integrity: Promotes and protects good sales practices (in accordance with the organisation’s Sales Code of Conduct). Maintains the highest level of integrity in all business relationships."
    },
    {
      "behaviourId": "17a1cd7c-b31d-417b-bec9-fb1e1fc399bd",
      "detail": "Management of Self: Ensures effective time management, prioritisation and strategic alignment of activities. Continually reflects and reviews its own performance. Understands the impact on others"
    },
    {
      "behaviourId": "af08fac0-eeee-4013-8aaa-86b93cfc84b2",
      "detail": "Interpersonal Skills: Relates well to all people and builds effective relationships diplomatically and tactfully. Demonstrates a positive mindset and attitude and has a range of skills and approaches and knows when to use different models of communication and influencing with whom."
    },
    {
      "behaviourId": "981726fa-c115-4beb-b662-f97f6bb37afb",
      "detail": "Customer focused: Acts as a customer advocate within their own organisation."
    }
  ],
  "skills": [
    {
      "skillId": "8f76a995-d9e5-4d1a-87e8-7bfdf055ebb0",
      "detail": "Working with others: Influential, able to conduct stakeholder analysis and develop strong relationships at all levels, internally and externally, to build trust. Interacts professionally and ethically maintaining a positive and flexible attitude. Demonstrates emotional intelligence."
    },
    {
      "skillId": "b7f6d6ff-b26c-43bf-be55-87c5a8c19f6a",
      "detail": "Consultative Selling: Works with customers to identify new business and market challenges, utilising insights and good questioning and listening techniques. Identifies strategic & innovative solutions integrating products and excellent service solutions, to meet customer needs."
    },
    {
      "skillId": "89a0c32d-4086-4b6f-ac3f-e0978e4bb6af",
      "detail": "Pitching: Leads a confident, clear and compelling sales pitch in front of a customer, which builds rapport, establishes credibility and delivers commercial benefit. Handles questions, objections and demonstrates the value of the proposal in a clear, quantifiable way."
    },
    {
      "skillId": "8776b7e0-bcdd-4350-b044-f84e60c55d2a",
      "detail": "Negotiation and Closing: Applies the principles of negotiation,  develops strategies and tactics to a mutually agreeable outcome, ensuring both customer and supplier leave committed to the outcome."
    },
    {
      "skillId": "0b0607d6-6a61-4bf3-ad95-5ebf6b6f450d",
      "detail": "Psychology of Sales: Critically reflects on the different psychological needs of customers and other key stakeholders in the buying/selling process. Takes into account strategic and organisational context when adapting their sales approaches, by using the psychological models pertinent to developing positive and ethical buyer and seller relationships."
    },
    {
      "skillId": "194fe113-4e44-4d8d-8430-a53b684e93e7",
      "detail": "Leveraging Digital Business: Adopts different approaches to social selling & digital technologies which aid the sales process. Develops a digital selling strategy that leverages social selling to support lead generation, nurturing and customer engagement. Develops digital networks and drives insight-led engagements. Measures results and return on investment."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2018-06-26T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0325",
  "tbMainContact": "mike.gibson@the-aps.com",
  "involvedEmployers": "Mondottica, Bauer Media, Level 3, BT, Warburtons, CPM, Whitbread, GlaxoSmithKline, Eric Richmond Limited, Singletrack Limited",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Sales & Retail",
  "cluster": "Business sales professional",
  "clusterId": "280",
  "clusterDescription": null,
  "createdDate": "2017-11-14T17:08:56 +00:00",
  "lastUpdated": "2021-07-22T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-06-26T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0423",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0423-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0423-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-07-22T00:00:00"
}