{
  "templateType": "Apprenticeship Standard",
  "larsCode": 322,
  "referenceNumber": "ST0400",
  "learningAimClassCode": "",
  "title": "Workboat crewmember",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0400",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-11-27T00:00:00",
  "earliestStartDate": "2018-08-07T00:00:00",
  "latestStartDate": "2023-11-26T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Working on a wide variety of specialist vessels.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 20000,
  "maxFundingAdditionalInformation": "",
  "route": "Transport and logistics",
  "keywords": [
    "Workboat crewmember",
    "marine environment",
    "transport",
    "logistics",
    "vessels"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3541/st0400_workboat-crewmember_l3_ap-for-publication_20619clean-002.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Role profile&lt;/h3&gt;\n&lt;p&gt;Workboat crew members are part of a small team, typically 2-3 personnel, working on a wide variety of specialist vessels ranging from tugs and multi-purpose workboats to fast pilot boats and crew transfer vessels taking personnel out to vessels or installations offshore. Workboats operate in varying marine environments such as construction of offshore windfarms, providing a range of services within a port or inland waterways, including surveys and towage. In addition, they may act as support vessels in major salvage operations and wreck removal.&#160; These vessels are typically less than 24m in length with accommodation for up to 5 persons. The crewmember must have the knowledge, skills and competence to carry out all the core tasks on board with minimal supervision, including; -&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Communications - including use of VHF and UHF radios, mobile telephone and IT&lt;/li&gt;\n&lt;li&gt;Navigation &amp;amp;vessel handling – manoeuvre the workboat and check positon using bridge equipment&lt;/li&gt;\n&lt;li&gt;Berthing – bring workboat alongside and to handle mooring ropes to secure the workboat&lt;/li&gt;\n&lt;li&gt;Towing Operations &amp;amp; Laying Moorings – using winches to handle ropes, wires and chains&lt;/li&gt;\n&lt;li&gt;Personnel Transfers – ensuring all precautions taken to allow safe transfer to other object&lt;/li&gt;\n&lt;li&gt;Cargo handling – assist in slinging of loads, crane operations and securing cargo on board the workboat&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Because small crews are the norm, the crewmember will commonly work on their own during operations when the Master is unable to leave the wheelhouse, and in the event that the Master is incapacitated they must be able to take control and get the workboat back to a position of safety&lt;/p&gt;\n&lt;p&gt;Failure to be able to control an emergency situation could lead to a significant risk to life or to the environment. Since the nature of the work is so varied and fast-changing, workboat companies need to be able to rely on crew being competent in a wide range of skills, with evidence to support that fact, so they can satisfy clients and maritime regulators at short notice that a workboat s and crew are competent to undertake contracted projects.&lt;/p&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;Training will cover both the underpinning knowledge base and the practical application of the necessary skills to ensure competence and safety on board. To achieve this level of knowledge and skills will require significant periods working on board, in combination with off the job training and leave requirements the completion time is expected to be 18 - 24 months.&lt;/p&gt;\n&lt;h3&gt;Qualifications and certification&lt;/h3&gt;\n&lt;p&gt;All of the following are mandatory:&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;STCW Basic Safety Courses: Personal Survival Techniques, Firefighting and Fire Prevention, Emergency First Aid, Personal Safety and Social Responsibilities&lt;/li&gt;\n&lt;li&gt;STCW&lt;a name=&quot;_ftnref1&quot; href=&quot;#_ftn1&quot;&gt;&lt;span&gt;[1]&lt;/span&gt;&lt;/a&gt; Proficiency in Designated Security Duties&lt;/li&gt;\n&lt;li&gt;STCW Navigational Watch Rating Certificate (incl. 2 months statutory sea time)&lt;/li&gt;\n&lt;li&gt;MCA&lt;a name=&quot;_ftnref2&quot; href=&quot;#_ftn2&quot;&gt;&lt;span&gt;[2]&lt;/span&gt;&lt;/a&gt; Auxiliary Engine Course (AEC) Parts 1&amp;amp;2&lt;/li&gt;\n&lt;li&gt;MCA Efficient Deck Hand Certificate (incl. 6 months statutory sea time)&lt;/li&gt;\n&lt;li&gt;Marine Hydraulic Loader Crane Operators certificate&lt;/li&gt;\n&lt;li&gt;Slinger and Signaller’s certificate&lt;/li&gt;\n&lt;/ol&gt;\n&lt;p&gt;Apprentices without Level 2 English and maths will need to achieve this level prior to taking their end point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;Entry requirements&lt;/h3&gt;\n&lt;p&gt;Every civil apprentice without exception will need to&#160; pass the MCA’s strict ENG1&lt;a name=&quot;_ftnref3&quot; href=&quot;#_ftn3&quot;&gt;&lt;span&gt;[3]&lt;/span&gt;&lt;/a&gt; medical requirements.&lt;/p&gt;\n&lt;p&gt;MoD Apprentices will without exception need to pass the respective MoD recruitment entry medical assessment. &#160;These medical examinations will check if you have a health condition that could result in you needing urgent treatment, or potentially put fellow crew or passengers’ lives at risk. The tests include, but are not limited to, severe deafness or difficulty communicating by radio or telephone, eyesight or colour vision that does not meet standards, and conditions that limit mobility and stamina. Beyond this, individual employers will determine their own selection criteria but should satisfy themselves the apprentice can meet the vocational requirements of their apprenticeship. Apprentices must accept being away from home for extended periods&lt;/p&gt;\n&lt;h3&gt;Knowledge – An understanding of:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Typical types of equipment carried on workboats, such as main engines, pumps and winches and how to maintain and operate these.&lt;/li&gt;\n&lt;li&gt;The range of workboat activities, situations and procedures including dive support, salvage, laying and recovering moorings for larger vessels, anchor handling, construction, transfer of personnel and equipment, survey and guard duties&lt;/li&gt;\n&lt;li&gt;How to undertake basic chart work, navigation and look-out in order to be able to keep a bridge watch under the supervision of the Master&lt;/li&gt;\n&lt;li&gt;The different methods of radio communications and when and how to engage these depending on the situation&lt;/li&gt;\n&lt;li&gt;Setting up a towline, including all components (wire, shackles, swivel, delta plate, stretcher, bridles), understanding the importance of the Minimum Breaking Load throughout the towing set.&lt;/li&gt;\n&lt;li&gt;A wide range of emergency procedures, for the varied type of environments that they may work in such as emergency evacuation procedures in an offshore wind farm.&lt;/li&gt;\n&lt;li&gt;Survival techniques in water and the different types of survival equipment carried on workboats such as retrieval equipment&lt;/li&gt;\n&lt;li&gt;Safe working practices including crane operations, international signalling system and mooring systems.&lt;/li&gt;\n&lt;li&gt;Basic hygiene procedures to ensure the safe preparation of meals on board&lt;/li&gt;\n&lt;li&gt;Statutory and industry regulations for safe working on board a workboat, with particular regard to entering enclosed spaces, working at height and cutting and welding operations&lt;/li&gt;\n&lt;li&gt;The impact of external forces on a workboat such as sea state, swell and wind&lt;/li&gt;\n&lt;li&gt;The basic stability of a workboat and the factors which may affect it, such as distribution of cargo and fuel&lt;/li&gt;\n&lt;li&gt;The maintenance of machinery systems on board a workboat&lt;/li&gt;\n&lt;li&gt;The security regulations and processes of challenge and identification checks for any person boarding a workboat&lt;/li&gt;\n&lt;li&gt;IT systems commonly found on modern workboats, including computer based recording systems and navigation equipment, in order to be able record and interrogate relevant information.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Skills able to:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Take responsibility for personal safety and the safety of up to 24 persons on board such as passengers and technicians who may not have marine experience and other crew members&lt;/li&gt;\n&lt;li&gt;Respond to a wide range of emergency situations with minimum instruction or guidance, using their own initiative. Deploy and operate emergency equipment appropriate to the situation. E.g. Life rafts, man overboard equipment, emergency pumps, emergency towlines&lt;/li&gt;\n&lt;li&gt;Maintain and operate life-saving and fire-fighting equipment and administer emergency first aid and communicate with the coastguard in the event of a medivac, if required.&lt;/li&gt;\n&lt;li&gt;Steer a workboat, alter course and transit to a safe haven or berth through busy waterways and in an emergency situations manoeuvre a workboat to enable recovery of man overboard or safe boarding of RNLI or MCA, in the event of the Master’s incapacity.&lt;/li&gt;\n&lt;li&gt;Load and unload cargo and equipment using deck cranes, including the correct slinging of loads, use of international signalling methods and correct stowage of dangerous goods&lt;/li&gt;\n&lt;li&gt;Operate winches and other mooring equipment to safely anchor, moor or unmoor a workboat in isolation&lt;/li&gt;\n&lt;li&gt;Assist in multi-skilled deck operations, such as anchor handling, plough dredging, survey activities, setting up a tow, recovery of towline in adverse weather conditions, transfer of personnel and equipment&lt;/li&gt;\n&lt;li&gt;Maintain a workboats machinery including main engines and deck equipment in full operational condition&lt;/li&gt;\n&lt;li&gt;Maintain a workboats weather and watertight integrity and take necessary action if breached&lt;/li&gt;\n&lt;li&gt;Undertake emergency repairs and fuel filter changes whilst underway&lt;/li&gt;\n&lt;li&gt;Ensure safe means of access to/egress from a workboat&lt;/li&gt;\n&lt;li&gt;Prepare crew meals ensuring correct hygiene standards are maintained&lt;/li&gt;\n&lt;li&gt;Identify and manage their own and colleagues wellbeing by effectively recognising signs of fatigue&lt;/li&gt;\n&lt;li&gt;Apply IT skills including basic spreadsheet and word processing to enable appropriate and statutory information to be recorded such as engine and maintenance records, hours of work&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Behaviours&lt;/h3&gt;\n&lt;p&gt;During emergencies, workboat crewmembers are expected to follow orders immediately and unquestioningly.&#160; In normal working conditions they are required to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Appreciate the need to follow safe working practices&lt;/li&gt;\n&lt;li&gt;Always try to carry out their duties efficiently and to the best of their ability&lt;/li&gt;\n&lt;li&gt;Work flexibly, and adapt to changes in the role of their vessel&lt;/li&gt;\n&lt;li&gt;Have a positive attitude to compliance with company rules and procedures&lt;/li&gt;\n&lt;li&gt;Work as part of a team to encourage others and engender a team spirit&lt;/li&gt;\n&lt;li&gt;Be considerate to fellow crewmembers, particularly\n&lt;ul&gt;\n&lt;li&gt;Those who need to sleep whilst others are awake,&lt;/li&gt;\n&lt;li&gt;In being punctual when joining ship, returning from shore leave and reporting for watch keeping and other duties,&lt;/li&gt;\n&lt;li&gt;In the use of shared facilities,&lt;/li&gt;\n&lt;li&gt;In terms of equality, diversity and respect for other cultures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/li&gt;\n&lt;li&gt;Be sympathetic to the protection of the marine environment from pollution&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Level&lt;/h3&gt;\n&lt;p&gt;This is a Level 3 apprenticeship.&lt;/p&gt;\n&lt;h3&gt;Review&lt;/h3&gt;\n&lt;p&gt;This standard will be reviewed after 3 years.&lt;/p&gt;\n&lt;p&gt;&lt;span class=&quot;reference&quot;&gt;&lt;a name=&quot;_ftn1&quot; href=&quot;#_ftnref1&quot;&gt;[1]&lt;/a&gt; International Convention on Standards of Training, Certification and Watch keeping&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span class=&quot;reference&quot;&gt;&lt;a name=&quot;_ftn2&quot; href=&quot;#_ftnref2&quot;&gt;[2]&lt;/a&gt; Maritime and Coastguard Agency&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span class=&quot;reference&quot;&gt;&lt;a name=&quot;_ftn3&quot; href=&quot;#_ftnref3&quot;&gt;[3]&lt;/a&gt; As specified by the Maritime and Coastguard Agency&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Workboat crew members are part of a small team, typically 2-3 personnel, working on a wide variety of specialist vessels ranging from tugs and multi-purpose workboats to fast pilot boats and crew transfer vessels taking personnel out to vessels or installations offshore. Workboats operate in varying marine environments such as construction of offshore windfarms, providing a range of services within a port or inland waterways, including surveys and towage. In addition, they may act as support vessels in major salvage operations and wreck removal. These vessels are typically less than 24m in length with accommodation for up to 5 persons. Because small crews are the norm, the crewmember will commonly work on their own during operations when the Master is unable to leave the wheelhouse, and in the event that the Master is incapacitated they must be able to take control and get the workboat back to a position of safety Failure to be able to control an emergency situation could lead to a significant risk to life or to the environment. Since the nature of the work is so varied and fast-changing, workboat companies need to be able to rely on crew being competent in a wide range of skills, with evidence to support that fact, so they can satisfy clients and maritime regulators at short notice that a workboat s and crew are competent to undertake contracted projects.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "a6401faa-b784-4cf8-a4b2-d48fb2eba5b8",
      "detail": "Typical types of equipment carried on workboats, such as main engines, pumps and winches and how to maintain and operate these."
    },
    {
      "knowledgeId": "85bd4376-433d-42c0-a1b2-2afe72c537a1",
      "detail": "The range of workboat activities, situations and procedures including dive support, salvage, laying and recovering moorings for larger vessels, anchor handling, construction, transfer of personnel and equipment, survey and guard duties"
    },
    {
      "knowledgeId": "6c6dd1a2-cd54-40b4-9bf2-e78db04c333c",
      "detail": "How to undertake basic chart work, navigation and look-out in order to be able to keep a bridge watch under the supervision of the Master"
    },
    {
      "knowledgeId": "0fbd4f54-fd25-4325-93a2-96dc9074903e",
      "detail": "The different methods of radio communications and when and how to engage these depending on the situation"
    },
    {
      "knowledgeId": "bb71c96f-52e3-48b5-8287-2026c1d7efd8",
      "detail": "Setting up a towline, including all components (wire, shackles, swivel, delta plate, stretcher, bridles), understanding the importance of the Minimum Breaking Load throughout the towing set."
    },
    {
      "knowledgeId": "5ab1c5ed-19ee-4840-8adb-2f68761dc28a",
      "detail": "A wide range of emergency procedures, for the varied type of environments that they may work in such as emergency evacuation procedures in an offshore wind farm."
    },
    {
      "knowledgeId": "ec0bb2fa-b687-4403-a255-494554c5e868",
      "detail": "Survival techniques in water and the different types of survival equipment carried on workboats such as retrieval equipment"
    },
    {
      "knowledgeId": "f4846ddf-1660-4767-b430-7c16105b9f72",
      "detail": "Safe working practices including crane operations, international signalling system and mooring systems"
    },
    {
      "knowledgeId": "9efa4d46-4294-451f-a591-ff484571ba77",
      "detail": "Basic hygiene procedures to ensure the safe preparation of meals on board"
    },
    {
      "knowledgeId": "9b4f4890-36d1-4e80-a078-26578aef3a9c",
      "detail": "Statutory and industry regulations for safe working on board a workboat, with particular regard to entering enclosed spaces, working at height and cutting and welding operations"
    },
    {
      "knowledgeId": "941e1774-f4ad-411c-885d-86ebd0388388",
      "detail": "The impact of external forces on a workboat such as sea state, swell and wind"
    },
    {
      "knowledgeId": "f3d6f0dd-b248-41fc-ab46-e2297da5e9c8",
      "detail": "The basic stability of a workboat and the factors which may affect it, such as distribution of cargo and fuel"
    },
    {
      "knowledgeId": "6f76ac09-90d3-45d6-80b3-f82dd287f4b3",
      "detail": "The maintenance of machinery systems on board a workboat"
    },
    {
      "knowledgeId": "1ae8bca0-a97f-450d-b4cc-6ca6376b7eae",
      "detail": "The security regulations and processes of challenge and identification checks for any person boarding a workboat"
    },
    {
      "knowledgeId": "dd32f7ad-237a-453e-9955-5e571c63e1d5",
      "detail": "IT systems commonly found on modern workboats, including computer based recording systems and navigation equipment, in order to be able record and interrogate relevant information."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "31ee64e5-7407-497c-bed5-c34293b17033",
      "detail": "Appreciate the need to follow safe working practices"
    },
    {
      "behaviourId": "38fc6d96-8d0b-46f4-abad-a09b59d4706c",
      "detail": "Always try to carry out their duties efficiently and to the best of their ability"
    },
    {
      "behaviourId": "20c41df5-1cf3-45fe-b580-669ce0fff876",
      "detail": "Work flexibly, and adapt to changes in the role of their vessel"
    },
    {
      "behaviourId": "0caec931-b263-4bfe-b0b1-5b8c29b19f24",
      "detail": "Have a positive attitude to compliance with company rules and procedures"
    },
    {
      "behaviourId": "c6d509c1-d72d-4b90-b81d-e7c7fb4fb00a",
      "detail": "Work as part of a team to encourage others and engender a team spirit"
    },
    {
      "behaviourId": "c169f0be-2c36-4760-8601-dc28acf8f9fe",
      "detail": "Be considerate to fellow crewmembers, particularly: Those who need to sleep whilst others are awake, In being punctual when joining ship, returning from shore leave and reporting for watch keeping and other duties, In the use of shared facilities, In the use of shared facilities, In terms of equality, diversity and respect for other cultures"
    },
    {
      "behaviourId": "7dde47c1-b6d8-4175-9de0-3e9da6764d8a",
      "detail": "Be sympathetic to the protection of the marine environment from pollution"
    }
  ],
  "skills": [
    {
      "skillId": "b717ee01-9a9a-4d24-b2d0-bfd658044801",
      "detail": "Take responsibility for personal safety and the safety of up to 24 persons on board such as passengers and technicians who may not have marine experience and other crew members"
    },
    {
      "skillId": "251dd577-562a-4052-ac29-a0a7697a7091",
      "detail": "Respond to a wide range of emergency situations with minimum instruction or guidance, using their own initiative. Deploy and operate emergency equipment appropriate to the situation. E.g. Life rafts, man overboard equipment, emergency pumps, emergency towlines"
    },
    {
      "skillId": "c1b6a469-4b7f-43ed-9583-4271ef10aded",
      "detail": "Maintain and operate life-saving and fire-fighting equipment and administer emergency first aid and communicate with the coastguard in the event of a medivac, if required."
    },
    {
      "skillId": "4dc95295-3e47-45be-935e-dbd8f8fee26b",
      "detail": "Steer a workboat, alter course and transit to a safe haven or berth through busy waterways and in an emergency situations manoeuvre a workboat to enable recovery of man overboard or safe boarding of RNLI or MCA, in the event of the Master’s incapacity."
    },
    {
      "skillId": "25ce8715-8d5d-4601-85f4-b8a8151b996e",
      "detail": "Load and unload cargo and equipment using deck cranes, including the correct slinging of loads, use of international signalling methods and correct stowage of dangerous goods"
    },
    {
      "skillId": "a595f6c8-3845-4394-b2b1-f0aa3efe5fac",
      "detail": "Operate winches and other mooring equipment to safely anchor, moor or unmoor a workboat in isolation"
    },
    {
      "skillId": "967de999-9315-452c-956e-64cc12b46f6d",
      "detail": "Assist in multi-skilled deck operations, such as anchor handling, plough dredging, survey activities, setting up a tow, recovery of towline in adverse weather conditions, transfer of personnel and equipment"
    },
    {
      "skillId": "3df4f290-6ba6-4048-ab9c-4fcca7dc7791",
      "detail": "Maintain a workboats machinery including main engines and deck equipment in full operational condition"
    },
    {
      "skillId": "da78f339-5a17-4254-89fe-7a1ea79058c2",
      "detail": "Maintain a workboats weather and watertight integrity and take necessary action if breached"
    },
    {
      "skillId": "cd1f6090-e2bd-4055-9bf4-65b658e2b418",
      "detail": "Undertake emergency repairs and fuel filter changes whilst underway"
    },
    {
      "skillId": "13330cef-dd0e-4323-9e60-7c72fde67edc",
      "detail": "Ensure safe means of access to/egress from a workboat"
    },
    {
      "skillId": "d7874cdf-ef4d-47d3-ba8a-98cee2efcef4",
      "detail": "Prepare crew meals ensuring correct hygiene standards are maintained"
    },
    {
      "skillId": "be7afa8e-7a88-4ddf-8883-a587ebf5a680",
      "detail": "Identify and manage their own and colleagues wellbeing by effectively recognising signs of fatigue"
    },
    {
      "skillId": "3f70890e-5318-4e87-a9ef-f1a22ef5290d",
      "detail": "Apply IT skills including basic spreadsheet and word processing to enable appropriate and statutory information to be recorded such as engine and maintenance records, hours of work"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-08-07T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0370",
  "tbMainContact": "k.forster@workboatassociation.org",
  "involvedEmployers": "Windwave Workboats, King Marine Ltd, Williams Shipping Ltd, Windcat Workboats, Carmet Tug Co. Ltd, Dalby Offshore, Holyhead Towage Company Ltd, SMS Towage Ltd, Offshore Turbine Services Ltd, MOD, Offshore Wind Power Marine Services Ltd, trading as Acta Marine, Seacat Services Ltd, Offshore Turbine Services Ltd, C Wind (Part of the Global Marine Group)",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Transport",
  "cluster": "Driver or crewmember",
  "clusterId": "82",
  "clusterDescription": "Drive a vehicle (road and rail) and provide routine support services",
  "createdDate": "2017-11-14T17:08:53 +00:00",
  "lastUpdated": "2023-11-27T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-08-07T00:00:00 +00:00",
  "banners": "A temporary dispensation has been applied to the assessment plan for ST0400 Workboat Crewmember, version 1.0. The dispensation will last from 01/10/2024 to 30/06/2025 but may be withdrawn if the dispensation is no longer necessary.\nEnd-point assessment organisations (EPAOs) delivering EPAs for the apprenticeship will implement the dispensation as required, supported and monitored by the relevant EQA provider.\nThe key changes are: removal of the two mandated qualifications STCW Navigational Watch Rating and MCA Efficient Deck Hand Certificate. Apprentices no longer need to achieve these mandated qualifications.",
  "occupationCode": "OCC0400",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0400-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0400-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-11-27T00:00:00"
}