{
  "templateType": "Apprenticeship Standard",
  "larsCode": 360,
  "referenceNumber": "ST0498",
  "learningAimClassCode": "",
  "title": "Specialist tyre operative",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0498",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2017-11-14T17:09:05.98",
  "earliestStartDate": "2018-10-05T00:00:00",
  "latestStartDate": "2023-11-24T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Working on heavy or commercial vehicles, carrying out both scheduled tyre maintenance and emergency response work across a wide variety of locations.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 12000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Specialist Tyre Operative",
    "tyre fitter",
    "transport",
    "operations",
    "maintenance",
    "emergency",
    "commericial",
    "manufacturing"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7369/st0498_specialist-tyre-operative_l2_ap-for-publication_021018em.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Specialist Tyre Operatives (STO) are highly skilled and predominantly work on heavy or commercial vehicles from specially equipped mobile units. This role can also be referred to as Commercial Tyre Technician/Fitter, Agricultural &amp;amp; Plant Tyre Technician/Fitter. They carry out both scheduled tyre maintenance and emergency response work across a wide variety of locations, ranging from public highways, motorways and construction sites to docks, military facilities and airports. To ensure the safety of both themselves and others in the vicinity, the technician will make detailed risk assessments as each vehicle and location are distinct in nature.&lt;/p&gt;\n&lt;p&gt;STOs are responsible for the safety of tyres on the UK’s 500,000 HGVs, as well as overseas trucks, 3.9million light commercial vehicles, 160,000 buses and coaches, and hundreds of thousands of agricultural, industrial, construction and earth moving machines. They will work directly for the operator of a fleet of vehicles, or for a specialist tyre contractor. The STO applies detailed technical knowledge to effectively advise customers on the most cost effective and safe solutions. This is particularly important when installing or repairing tyres on HGVs weighing up to 44 tonnes.&lt;/p&gt;\n&lt;p&gt;The STO will usually work from a specially equipped mobile unit to fit, maintain and repair tyres.&#160; They have expertise in using a wide range of machinery including equipment for specialist tyre fitting and repair, lifting, measuring &amp;amp; diagnosis and vehicle geometry. The commercial vehicles the STO works on are critical to their operators, and therefore planning and managing scheduled maintenance programmes is crucial in fitting in with ongoing business operations.&#160;&#160; As they are often working alone, they need to have strong organisational skills, be good at problem solving and also be effective communicators.&#160; This is particularly true when making safety recommendations to vehicle owners as their advice will often have significant cost implications.&#160; It is crucial that they can help vehicle owners improve the cost-effectiveness of their operations, while never compromising on safety.&lt;/p&gt;\n&lt;p&gt;As well as regular maintenance, the STO often handles emergency situations.&#160; These could include an HGV with a shredded tyre on the motorway, a blowout on an earthmover on a construction site or a farmer whose combine harvester is out of action.&#160; All these instances have a significant financial impact, not only on the vehicle’s owner but on the wider economy, e.g. through long tailbacks on the motorway, delays in building projects or crops not being harvested in time, so an ability to work safely at pace is essential.&lt;/p&gt;\n&lt;p&gt;&lt;em&gt;Typical duties can include:&lt;/em&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Regular inspections of commercial vehicles to identify faults and address them&lt;/li&gt;\n&lt;li&gt;Accurate fitting and repair of tyres to a wide range of commercial and specialist vehicles&lt;/li&gt;\n&lt;li&gt;Responding to emergency call outs to commercial vehicles around the clock&lt;/li&gt;\n&lt;li&gt;Safe demounting, repair &amp;amp; remounting of tubeless tyres (including Wide Singles), inner tubes, specialist tyres and Multi Piece Split Rim wheels.&lt;/li&gt;\n&lt;li&gt;Safe tyre regrooving – including assessment of tyre condition and knowledge of tyre manufacturer’s regrooving patterns.&lt;/li&gt;\n&lt;li&gt;Stock control, ensuring the mobile unit is equipped with tyres of correct specification&lt;/li&gt;\n&lt;li&gt;Carrying our risk assessment and safely securing the roadside or site where needed&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirement: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set their own selection criteria for applicants. However, it is usually expected that they will have or be working towards a full category B driver’s licence due to the mobile nature of the role.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;633&quot; style=&quot;width: 633px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;The Specialist Tyre Operative will demonstrate a knowledge and understanding of…&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;The Health &amp;amp; Safety at Work Act and the importance of personal and vehicle protective equipment.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;The importance of maintaining a safe service vehicle.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;The wide range of tools required, including basic hand tools, equipment for tyre repairs and replacement, wheel balancing, pressure calibration &amp;amp; diagnosis and wheel geometry.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;Safe working on the motorway and trunk road network, including the procedures for arriving and departing to/from a stricken vehicle and the correct process for requesting assistance from the Highways Agencies or emergency services where required.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;The construction of heavy vehicle tyres and materials used in manufacture and repair.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;The individual requirements of HGV and other commercial vehicle tyres, including wheels and balancing, which are made of multiple components rather than a single hub, the correct handling of tyres regularly weighing over 80kg and whether tyres can be repaired or need replacing.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;The importance of correctly identifying the root cause of premature wear or failure.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;The principles and importance of correct vehicle geometry including steering, suspension and braking systems.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;The safe operating processes for using lifting and support equipment including specialist heavy jacks, props and vehicle stands.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;The varied methods of communication with customers.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;The range of regulations which will apply to operations including, BS159 tyre repair standards, legislation governing data protection, consumer rights, hazardous chemicals, environmental disposal of end of life tyres and treating customers fairly.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;633&quot; style=&quot;width: 633px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills – the Specialist Tyre Operative will be able to…&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;Ensure their service vehicle is maintained in a roadworthy manner.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;Maintain, check and safely use the required equipment, including basic hand tools, equipment for tyre repairs and replacement, wheel balancing, pressure calibration and diagnosis and wheel geometry.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;Use tyre re-grooving equipment to safely cut new tread on worn commercial tyres, prolonging their life while ensuring they provide safe road-holding performance.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;Carry out a dynamic risk assessment before and during any repair activity, only carrying out work when safe to do so.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;Assess customer and passenger hazards, such as the danger to the vehicle’s driver or passing traffic, and follow the correct procedures to safely secure the work area, such as the use of hazard lights, beacons and traffic cones.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;Inspect, remove, repair and replace commercial vehicle tyres, making assessments as to whether tyres can be repaired or replaced.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;Correctly balance commercial vehicle wheels in all locations.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;Interpret specific data from tyre pressure monitoring systems, EU tyre labelling, tyre sidewall markings and load indices to ensure that appropriate tyres are being used for the relevant vehicles.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;Interpret vehicle specific data and inspect, adjust and report on vehicle front wheel geometry.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;633&quot; style=&quot;width: 633px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;strong&gt; (Cont..)– the Specialist Tyre Operative will be able to…&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;Identify safe working loads and take appropriate action if vehicle weights exceed these.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;Lift and support a range of vehicle types on a range of surfaces in different environments – e.g. roadside, construction sites or agricultural sites – and take action if a vehicle cannot be safely supported in a specific location.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;Communicate in appropriate language which is transparent and jargon free.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;Produce comprehensive inspection reports which are timely, accurate and relevant and provide clear recommendations.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;Accurately cost required work, including parts, labour and VAT.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;633&quot; style=&quot;width: 633px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Behaviour – the Specialist Tyre Operative&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;Ensures all operations are carried out with safety the overriding concern.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;Considers the financial impact of their recommendations on their customers’ business.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;Acts in a manner that promotes the professional image of the automotive sector.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;Communicates clearly, transparently and honestly with colleagues, customers and other stakeholders.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;Behaves in accordance with company values, industry codes of conduct and demonstrates respect for customers and colleagues.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;Is courteous at all times and responds timeously to requests/requirements to build trust and confidence.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;633&quot;&gt;\n&lt;p&gt;Work as an effective team member by taking responsibility for their own actions, being honest and accountable when issues arise and things don’t go as planned.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;&lt;br /&gt;Programme duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically it is expected that it will take 15 - 18 months to attain the required level of competence as a Specialist Tyre Operative.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 1 English and maths will need to achieve this level and take the test for level 2 prior to taking their apprenticeship end-point assessment. &#160;For those with an education, health and care plan or legacy statement, the English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&#160;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional Registration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;On completion of this Standard the Specialist Tyre Operative will be eligible to apply for Institute of Motor Industry (IMI) membership and entry on to the IMI Professional Register.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level:&#160; &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Level 2.&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Standard review:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship will be reviewed after 2 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Specialist Tyre Operatives (STO) are highly skilled and predominantly work on heavy or commercial vehicles from specially equipped mobile units. This role can also be referred to as Commercial Tyre Technician/Fitter, Agricultural &amp;amp; Plant Tyre Technician/Fitter. They carry out both scheduled tyre maintenance and emergency response work across a wide variety of locations, ranging from public highways, motorways and construction sites to docks, military facilities and airports. To ensure the safety of both themselves and others in the vicinity, the technician will make detailed risk assessments as each vehicle and location are distinct in nature. STOs are responsible for the safety of tyres on the UK’s 500,000 HGVs, as well as overseas trucks, 3.9million light commercial vehicles, 160,000 buses and coaches, and hundreds of thousands of agricultural, industrial, construction and earth moving machines. They will work directly for the operator of a fleet of vehicles, or for a specialist tyre contractor. The STO applies detailed technical knowledge to effectively advise customers on the most cost effective and safe solutions. This is particularly important when installing or repairing tyres on HGVs weighing up to 44 tonnes. The STO will usually work from a specially equipped mobile unit to fit, maintain and repair tyres. They have expertise in using a wide range of machinery including equipment for specialist tyre fitting and repair, lifting, measuring &amp;amp; diagnosis and vehicle geometry. The commercial vehicles the STO works on are critical to their operators, and therefore planning and managing scheduled maintenance programmes is crucial in fitting in with ongoing business operations. As they are often working alone, they need to have strong organisational skills, be good at problem solving and also be effective communicators. This is particularly true when making safety recommendations to vehicle owners as their advice will often have significant cost implications. It is crucial that they can help vehicle owners improve the cost-effectiveness of their operations, while never compromising on safety. As well as regular maintenance, the STO often handles emergency situations. These could include an HGV with a shredded tyre on the motorway, a blowout on an earthmover on a construction site or a farmer whose combine harvester is out of action. All these instances have a significant financial impact, not only on the vehicle’s owner but on the wider economy, e.g. through long tailbacks on the motorway, delays in building projects or crops not being harvested in time, so an ability to work safely at pace is essential.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "f0c4d704-89fb-4c78-a3f7-6074026c26de",
      "detail": "The Health & Safety at Work Act and the importance of personal and vehicle protective equipment."
    },
    {
      "knowledgeId": "209b6fb9-3e00-41a7-9c7a-e0a31397d0be",
      "detail": "The importance of maintaining a safe service vehicle."
    },
    {
      "knowledgeId": "e1e7d407-7e0f-4f0d-a7a8-c7a291f2a390",
      "detail": "The wide range of tools required, including basic hand tools, equipment for tyre repairs and replacement, wheel balancing, pressure calibration & diagnosis and wheel geometry."
    },
    {
      "knowledgeId": "4ff85928-411a-4efa-8c5e-db4a6b3033f2",
      "detail": "Safe working on the motorway and trunk road network, including the procedures for arriving and departing to/from a stricken vehicle and the correct process for requesting assistance from the Highways Agencies or emergency services where required."
    },
    {
      "knowledgeId": "8b5bb27b-d46d-4b8a-99c1-4f38322e4ab8",
      "detail": "The construction of heavy vehicle tyres and materials used in manufacture and repair."
    },
    {
      "knowledgeId": "2d579e67-bf01-436f-89f8-3cd14202a957",
      "detail": "The individual requirements of HGV and other commercial vehicle tyres, including wheels and balancing, which are made of multiple components rather than a single hub, the correct handling of tyres regularly weighing over 80kg and whether tyres can be repaired or need replacing."
    },
    {
      "knowledgeId": "30efcb87-ba98-43ab-af59-45527ccaed3c",
      "detail": "The importance of correctly identifying the root cause of premature wear or failure."
    },
    {
      "knowledgeId": "531ee182-2bc2-46ed-bded-12a612843d42",
      "detail": "The principles and importance of correct vehicle geometry including steering, suspension and braking systems."
    },
    {
      "knowledgeId": "2ba2437b-64de-4668-a1e0-abd12fa83db6",
      "detail": "The safe operating processes for using lifting and support equipment including specialist heavy jacks, props and vehicle stands."
    },
    {
      "knowledgeId": "eb4cee2d-749e-450d-ac0b-ba0d4a72f3bc",
      "detail": "The varied methods of communication with customers."
    },
    {
      "knowledgeId": "5e524fe2-7334-4c77-bfed-4a9f18ce13cd",
      "detail": "The range of regulations which will apply to operations including, BS159 tyre repair standards, legislation governing data protection, consumer rights, hazardous chemicals, environmental disposal of end of life tyres and treating customers fairly."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "f6303e05-27d6-4cb3-830b-fa6e42fef54f",
      "detail": "Ensures all operations are carried out with safety the overriding concern."
    },
    {
      "behaviourId": "7dae7424-7821-471a-9a46-e40931070955",
      "detail": "Considers the financial impact of their recommendations on their customers’ business."
    },
    {
      "behaviourId": "24eb74b9-108f-4618-bcec-99e57a99e031",
      "detail": "Acts in a manner that promotes the professional image of the automotive sector."
    },
    {
      "behaviourId": "578ee5e6-e087-42fa-bb0d-57d28346ed29",
      "detail": "Communicates clearly, transparently and honestly with colleagues, customers and other stakeholders."
    },
    {
      "behaviourId": "bb232ca0-3a55-4590-898c-a79442be6739",
      "detail": "Behaves in accordance with company values, industry codes of conduct and demonstrates respect for customers and colleagues."
    },
    {
      "behaviourId": "9b22933d-ec42-4e3c-bdf5-9badb17e6f60",
      "detail": "Is courteous at all times and responds timeously to requests/requirements to build trust and confidence."
    },
    {
      "behaviourId": "6033a4f5-3deb-4f3c-96ad-c69ed40cef37",
      "detail": "Work as an effective team member by taking responsibility for their own actions, being honest and accountable when issues arise and things don’t go as planned."
    }
  ],
  "skills": [
    {
      "skillId": "5c134e5b-abef-4a90-8fc1-d7c9a9b79a55",
      "detail": "Ensure their service vehicle is maintained in a roadworthy manner."
    },
    {
      "skillId": "81d38a13-da53-43a4-9233-25831560b463",
      "detail": "Maintain, check and safely use the required equipment, including basic hand tools, equipment for tyre repairs and replacement, wheel balancing, pressure calibration and diagnosis and wheel geometry."
    },
    {
      "skillId": "ffc78d96-f630-44bc-9e66-2643239507d6",
      "detail": "Use tyre re-grooving equipment to safely cut new tread on worn commercial tyres, prolonging their life while ensuring they provide safe road-holding performance."
    },
    {
      "skillId": "8dd35190-4ac1-4450-a195-3cdaac7dbf12",
      "detail": "Carry out a dynamic risk assessment before and during any repair activity, only carrying out work when safe to do so."
    },
    {
      "skillId": "b570438e-a7b8-415a-83ac-acca931ac168",
      "detail": "Assess customer and passenger hazards, such as the danger to the vehicle’s driver or passing traffic, and follow the correct procedures to safely secure the work area, such as the use of hazard lights, beacons and traffic cones."
    },
    {
      "skillId": "e7c5edc6-81f7-4bd3-97eb-5f0d7e536fb3",
      "detail": "Inspect, remove, repair and replace commercial vehicle tyres, making assessments as to whether tyres can be repaired or replaced."
    },
    {
      "skillId": "ab15ce5d-2fc9-4654-b338-1a2a903ebacd",
      "detail": "Correctly balance commercial vehicle wheels in all locations."
    },
    {
      "skillId": "e061f736-c65e-4d59-86c6-52e1416838a8",
      "detail": "Interpret specific data from tyre pressure monitoring systems, EU tyre labelling, tyre sidewall markings and load indices to ensure that appropriate tyres are being used for the relevant vehicles."
    },
    {
      "skillId": "d9b61996-8ca9-46c6-a323-6f9a69d2a249",
      "detail": "Interpret vehicle specific data and inspect, adjust and report on vehicle front wheel geometry."
    },
    {
      "skillId": "1df8c1a7-8fec-4cb1-ad71-383255ffb0be",
      "detail": "Identify safe working loads and take appropriate action if vehicle weights exceed these."
    },
    {
      "skillId": "a0b625d5-8655-42cc-94b4-ede15879f34d",
      "detail": "Lift and support a range of vehicle types on a range of surfaces in different environments – e.g. roadside, construction sites or agricultural sites – and take action if a vehicle cannot be safely supported in a specific location."
    },
    {
      "skillId": "5b8cbd2d-1b6d-40d8-8b35-f77f3a1abbbf",
      "detail": "Communicate in appropriate language which is transparent and jargon free."
    },
    {
      "skillId": "e2bb3ef8-48d4-4aea-a3e6-67f795b87fb8",
      "detail": "Produce comprehensive inspection reports which are timely, accurate and relevant and provide clear recommendations."
    },
    {
      "skillId": "198beeb9-bffb-4372-be49-05d7ab475d39",
      "detail": "Accurately cost required work, including parts, labour and VAT."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-10-05T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0016",
  "tbMainContact": "paul.binks@etelimited.co.uk",
  "involvedEmployers": "ATS Euromaster, Bridgestone, Central Tyre, Kingsway Tyres, Kwik Fit, Meriyre, Micheldever, Michelin, National Tyres and Autocare, Tructyre Fleet Management, National Tyre Distributors Association (NTDA)",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, Installation & Repair",
  "cluster": "Service, repair and or or overhaul operative or technician",
  "clusterId": "19",
  "clusterDescription": null,
  "createdDate": "2017-11-14T17:09:05 +00:00",
  "lastUpdated": "2017-11-14T17:09:05 +00:00",
  "occupationalStandardApprovalDate": "2018-10-05T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0498",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0498-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0498-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-11-24T00:00:00"
}