{
  "templateType": "Apprenticeship Standard",
  "larsCode": 200,
  "referenceNumber": "ST0417",
  "learningAimClassCode": "",
  "title": "Civil engineer (degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0417",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2025-03-05T00:00:00",
  "earliestStartDate": "2017-10-04T00:00:00",
  "latestStartDate": "2025-02-27T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Designing, maintaining and decommissioning civil engineering infrastructure.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 66,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "civil engineering",
    "degree",
    "civil",
    "design",
    "enginerring",
    "infrastructure",
    "builder",
    "construction",
    "professional"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/is5jw2h2/st0417civil-engineer-degree_assessment_plan_1_publication.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupational Profile&lt;/h3&gt;\n&lt;p&gt;Civil Engineers provide technical and management input to develop design solutions for complex civil engineering problems. They will work as part of a team of engineers and other construction professionals through all lifecycle stages of development, design, construction, commissioning, operation, maintenance, and decommissioning of civil engineering infrastructure. &amp;nbsp;A Civil Engineer will be required to have a broad skills base to work in areas including sustainable construction, structural integrity, geotechnics (engineering behaviour of earth materials), materials, tunnelling, marine and coastal engineering, water, waste management, flood management, transportation and power. &amp;nbsp;A Civil Engineer might work in public and private sector organisations including local authorities, central government departments and agencies, engineering consultancy practices, contracting firms and research and development organisations.&lt;/p&gt;\n&lt;h3&gt;A Civil Engineer’s work comprises:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Project delivery&lt;/strong&gt; – An awareness of business, client and end user needs throughout the project lifecycle. Plan and manage tasks, people and commercial budgets to deliver quality assured outputs on time and to client and industry specifications, standards and guidance.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Design&lt;/strong&gt; – Define engineering and other constraints, identify risks and how these may be resolved through design. Develop safe and sustainable technical solutions and provide guidance to others by producing design models, calculations, reports and drawings, surveying a site, using applicable analysis and relevant codes.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Analysis&lt;/strong&gt; – Identify and use applicable digital solutions, other data gathering tools and tests to solve technical problems. Evaluate the effectiveness of the analysis, refine as required, and apply to an integrated solution.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Construction&lt;/strong&gt; – Determine construction methods and technical aspects of site activities. Identify and mitigate risk, develop and operate quality systems and health, safety and risk management procedures.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Entry requirements&lt;/h3&gt;\n&lt;p&gt;Apprenticeship candidates will typically have at least three A levels at Grades A*-C including Mathematics and Physical Science or their equivalent or will have completed a Level 3 Apprenticeship as a Civil Engineering Technician.&lt;/p&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;The typical duration for this apprenticeship is 60-66 months but this will depend on the previous experience of the apprentice and access to opportunities to gain the full range of competence.&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;Level&lt;/h3&gt;\n&lt;p&gt;This is a Level 6 Apprenticeship.&amp;nbsp; On completion the apprentice will have fully satisfied the requirements for registration as an Incorporated Engineer by the relevant professional engineering institution.&lt;/p&gt;\n&lt;h3&gt;Qualifications&lt;/h3&gt;\n&lt;p&gt;Successful apprentices will gain a BSc or BEng civil engineering degree which is accredited by the Joint Board of Moderators.&amp;nbsp; (The &lt;a href=&quot;https://www.ice.org.uk/&quot;&gt;Institution of Civil Engineers&lt;/a&gt;, the &lt;a href=&quot;http://www.istructe.org/Pages/SeDefault.aspx&quot;&gt;Institution of Structural Engineers&lt;/a&gt;, the &lt;a href=&quot;http://www.iht.org/&quot;&gt;Chartered Institution of Highways and Transportation&lt;/a&gt;, and the &lt;a href=&quot;http://www.ihie.org.uk/&quot;&gt;Institute of Highway Engineers&lt;/a&gt; form the Joint Board of Moderators which assesses and makes recommendations on the accreditation and approval of relevant educational programmes that it will accept as meeting the requirement to register as a professional engineer with the &lt;a href=&quot;http://www.engc.org.uk/&quot;&gt;Engineering Council.)&amp;nbsp; &amp;nbsp;&lt;/a&gt;Apprentices without level 2 English and Maths will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;Review&lt;/h3&gt;\n&lt;p&gt;The Apprenticeship Standard will be reviewed after 3 years.&lt;/p&gt;\n&lt;h3&gt;Knowledge&lt;/h3&gt;\n&lt;p&gt;A Civil Engineer will require a comprehensive and in-depth knowledge of:-&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The principles and techniques used to evaluate the impact of civil engineering infrastructure on society and the environment taking account of business, client and end user needs in its construction, management and use. This includes the importance of the tools used to measure welfare, health, safety and sustainability. Examples include: knowledge and understanding of environmental impact assessment, building information modelling taking into account the context of sustainability, CEEQUAL (a sustainability assessment tool used for the assessment of all types of civil engineering, infrastructure, coastal protection works, coastal landslides, sewerage and drainage systems, and public realm projects and contracts) the environmental impact of materials, integrated transport systems, water quality and supply as well as urban drainage systems for a sustainable built environment.&lt;/li&gt;\n&lt;li&gt;The mathematical, scientific and engineering principles, methods and modelling that underpin the design and construction of civil engineering infrastructure. This will include understanding structural and ground responses, properties of materials and their predicted behaviour as part of integrated systems. Examples include, knowledge of the design and construction of buildings, transportation systems, water and wastewater networks, foundations and temporary works, coastal protection, understanding slope stability, retaining walls, ground water movement, elastic/plastic and failure behaviour of materials such as concrete, steel, asphalt and timber, behaviour of structural elements such as beams, land surveying and formulating applicable mathematical solutions through suitable software.&lt;/li&gt;\n&lt;li&gt;The use and validation of digital solutions and data gathering tools to model, evaluate, design, test, build and manage civil engineering infrastructure, refining as required and applied to integrated solutions. . Examples include: knowledge of software packages including building information modelling, structural engineering design and analysis, computational fluid dynamics and finite element modelling software.&lt;/li&gt;\n&lt;li&gt;A range of research techniques used to develop innovative solutions to civil engineering problems and the use of current and emerging technologies and products. Examples include: knowledge of site investigation techniques, flood risk management, materials testing, physical and numerical modelling, transport analysis, road traffic flow, growth, traffic management and safety. &amp;nbsp;&lt;/li&gt;\n&lt;li&gt;The design and quality standards, codes of practice, legal and regulatory frameworks, such as those of asset owners and regulatory bodies, that govern the life cycle of civil engineering infrastructure. Examples include: British Standards, Construction (Design and Management) policies, building regulations, Eurocodes, Network Rail and nuclear industry standards,&lt;/li&gt;\n&lt;li&gt;The principles and techniques of effective project management including resources, cost management and risk assessment. Examples include: knowledge of project and contract management in terms of cost, quality, performance and continuous improvement; procedures and processes involved in procuring projects, producing tenders and estimates and factors that affect profitability; management structures and relationships involved in project delivery; commercial and financial risks; project management systems and procedures for forecasting, planning, allocating and controlling human, material and financial resources; continuous quality improvement strategy.&lt;/li&gt;\n&lt;li&gt;How to manage teams and develop staff to meet changing technical and managerial needs. Examples include: knowing how to build teams, effective team working, time management, reviewing and appraising performance in relation to delivery of civil and infrastructure engineering projects and related wider operations. Using change-management techniques to address client changes and impacts on civil engineering design and delivery.&lt;/li&gt;\n&lt;li&gt;How to communicate effectively and provide guidance to others through design models, calculations, reports, drawings, specifications, presentations, digital media and discussions with those both inside and outside the industry.&lt;/li&gt;\n&lt;li&gt;The professional and ethical codes of conduct and associated responsibilities as set out by the relevant professional engineering institution.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Skills&lt;/h3&gt;\n&lt;p&gt;A Civil Engineer will be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Evaluate the impact of civil engineering infrastructure on society and the environment taking account of business, client and end user needs in its construction, management and use. Examples include: the ability to use the CEEQUAL toolkit, carry out environmental impact assessments, designing and constructing the built infrastructure to ensure that it is safe, usable, appropriate and cost effective.&lt;/li&gt;\n&lt;li&gt;Proactively consider welfare, health, safety and sustainability in the life cycle of civil engineering infrastructure using tools such as CEEQUAL and environmental impact assessments&lt;/li&gt;\n&lt;li&gt;Apply mathematical, scientific and engineering principles, methods and modelling to the design and construction of civil engineering infrastructure. &amp;nbsp;Examples include: the design, construction and maintenance of buildings, transportation systems, water and wastewater networks, foundations and temporary works, understanding slope stability, retaining walls, ground water movement, coastal works, elastic/plastic and failure behaviour of materials such as concrete, steel, asphalt and timber, behaviour of structural elements such as beams, land surveying&lt;/li&gt;\n&lt;li&gt;Use and validate digital solutions and data gathering tools to model, evaluate, design, test, build, and manage civil engineering infrastructure defining engineering and other constraints, identifying risks and how these may be resolved through design. &amp;nbsp;Examples include: ability to use building information modelling, structural engineering design and analysis, computational fluid dynamics and geospatial information systems software.&lt;/li&gt;\n&lt;li&gt;Develop innovative, safe, technical solutions to civil engineering problems through the use of research techniques, market intelligence and best practice. Examples include: ability to use of range of research methods to collect and analyses data to draw well-founded practical conclusions for implementation, applicable research strategy and methodology, literature searches.&lt;/li&gt;\n&lt;li&gt;Interpret and apply design and quality standards including codes of practice, legal and regulatory frameworks, in the development of civil engineering solutions, the determination of construction methods and the technical aspects of site activities. Examples include: planning, designing, construction and maintenance of buildings and infrastructure in compliance with current codes, standards and legislation, industry regulations, the use of Risk Assessment Method Statements,&lt;/li&gt;\n&lt;li&gt;Manage and apply safe systems of work including taking responsibility for own obligations for health, safety and welfare issues, assessing and controlling risk, working with health, safety and welfare legislation and best practice. Examples include: recognise the health and safety aspects of civil and infrastructural projects as well as assess associated risks and identify appropriate safety measures in site work and for undertaking construction works. Apply the principles of civil engineering and construction business risk management&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Manage the planning, budgeting and organisation of tasks, people and resources through the use of appropriate management systems, working to agreed quality standards, project programme and budget, within legal, contractual and statutory requirements.&lt;/li&gt;\n&lt;li&gt;Manage teams and develop staff to meet changing technical and managerial needs.&lt;/li&gt;\n&lt;li&gt;Communicate effectively and provide guidance to others through design models, calculations, reports, drawings, specifications, presentations, digital media and discussions with those both inside and outside the industry.&lt;/li&gt;\n&lt;li&gt;Carry out and record the continuing professional development necessary to maintain and enhance knowledge and competence as a civil engineer.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Behaviours&lt;/h3&gt;\n&lt;p&gt;A Civil Engineer will&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Be aware of the needs and concerns of others, especially in relation to diversity and equality.&lt;/li&gt;\n&lt;li&gt;Demonstrate reliability, integrity and respect for confidentiality.&lt;/li&gt;\n&lt;li&gt;Demonstrate confidence and flexibility in dealing with new and changing interpersonal situations.&lt;/li&gt;\n&lt;li&gt;Be conscious of the need to create maintain, and enhance productive working relationships.&lt;/li&gt;\n&lt;li&gt;Demonstrate a strong commitment to health, safety and welfare.&lt;/li&gt;\n&lt;li&gt;Demonstrate a personal commitment to professional and ethical standards, recognising one’s obligations to society, the profession and the environment.&lt;/li&gt;\n&lt;li&gt;Demonstrate self-awareness of knowledge and skills and only undertake work that they are competent to do.&lt;/li&gt;\n&lt;li&gt;Reflect on their personal development needs and place a strong emphasis on addressing them.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Civil Engineers provide technical and management input to develop design solutions for complex civil engineering problems. They will work as part of a team of engineers and other construction professionals through all lifecycle stages of development, design, construction, commissioning, operation, maintenance, and decommissioning of civil engineering infrastructure. A Civil Engineer will be required to have a broad skills base to work in areas including sustainable construction, structural integrity, geotechnics (engineering behaviour of earth materials), materials, tunnelling, marine and coastal engineering, water, waste management, flood management, transportation and power. A Civil Engineer might work in public and private sector organisations including local authorities, central government departments and agencies, engineering consultancy practices, contracting firms and research and development organisations.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "98c9a7af-9410-4d56-9ef8-74426ad8710c",
      "detail": "The principles and techniques used to evaluate the impact of civil engineering infrastructure on society and the environment taking account of business, client and end user needs in its construction, management and use. This includes the importance of the tools used to measure welfare, health, safety and sustainability. Examples include: knowledge and understanding of environmental impact assessment, building information modelling taking into account the context of sustainability, CEEQUAL (a sustainability assessment tool used for the assessment of all types of civil engineering, infrastructure, coastal protection works, coastal landslides, sewerage and drainage systems, and public realm projects and contracts) the environmental impact of materials, integrated transport systems, water quality and supply as well as urban drainage systems for a sustainable built environment"
    },
    {
      "knowledgeId": "9ae24561-72c2-4f93-9e3b-93806401cf20",
      "detail": "The mathematical, scientific and engineering principles, methods and modelling that underpin the design and construction of civil engineering infrastructure. This will include understanding structural and ground responses, properties of materials and their predicted behaviour as part of integrated systems. Examples include, knowledge of the design and construction of buildings, transportation systems, water and wastewater networks, foundations and temporary works, coastal protection, understanding slope stability, retaining walls, ground water movement, elastic/plastic and failure behaviour of materials such as concrete, steel, asphalt and timber, behaviour of structural elements such as beams, land surveying and formulating applicable mathematical solutions through suitable software"
    },
    {
      "knowledgeId": "7fc9efef-c805-4d50-bfea-2beab1c83232",
      "detail": "The use and validation of digital solutions and data gathering tools to model, evaluate, design, test, build and manage civil engineering infrastructure, refining as required and applied to integrated solutions. . Examples include: knowledge of software packages including building information modelling, structural engineering design and analysis, computational fluid dynamics and finite element modelling software"
    },
    {
      "knowledgeId": "d811c4f9-020f-4672-ab34-65e5a6873bfa",
      "detail": "A range of research techniques used to develop innovative solutions to civil engineering problems and the use of current and emerging technologies and products. Examples include: knowledge of site investigation techniques, flood risk management, materials testing, physical and numerical modelling, transport analysis, road traffic flow, growth, traffic management and safety"
    },
    {
      "knowledgeId": "97c3bbfb-971e-444f-ba52-04f7e60cddb6",
      "detail": "The design and quality standards, codes of practice, legal and regulatory frameworks, such as those of asset owners and regulatory bodies, that govern the life cycle of civil engineering infrastructure. Examples include: British Standards, Construction (Design and Management) policies, building regulations, Eurocodes, Network Rail and nuclear industry standards"
    },
    {
      "knowledgeId": "ff7920b0-bc76-4723-9489-27a306f94aae",
      "detail": "The principles and techniques of effective project management including resources, cost management and risk assessment. Examples include: knowledge of project and contract management in terms of cost, quality, performance and continuous improvement; procedures and processes involved in procuring projects, producing tenders and estimates and factors that affect profitability; management structures and relationships involved in project delivery; commercial and financial risks; project management systems and procedures for forecasting, planning, allocating and controlling human, material and financial resources; continuous quality improvement strategy"
    },
    {
      "knowledgeId": "f8b0de23-1776-439f-913a-e01a09872cc3",
      "detail": "How to manage teams and develop staff to meet changing technical and managerial needs. Examples include: knowing how to build teams, effective team working, time management, reviewing and appraising performance in relation to delivery of civil and infrastructure engineering projects and related wider operations. Using change-management techniques to address client changes and impacts on civil engineering design and delivery"
    },
    {
      "knowledgeId": "5d60cf20-4892-49ba-9206-94a4482c3170",
      "detail": "How to communicate effectively and provide guidance to others through design models, calculations, reports, drawings, specifications, presentations, digital media and discussions with those both inside and outside the industry"
    },
    {
      "knowledgeId": "e588fee7-af2d-4cad-a550-122c4b69165a",
      "detail": "The professional and ethical codes of conduct and associated responsibilities as set out by the relevant professional engineering institution"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "6cf7251d-1cd8-4af3-9e59-2edd3ff99d70",
      "detail": "Be aware of the needs and concerns of others, especially in relation to diversity and equality"
    },
    {
      "behaviourId": "1dc753e2-9445-4b63-8bbc-fcea49d323b7",
      "detail": "Demonstrate reliability, integrity and respect for confidentiality"
    },
    {
      "behaviourId": "0d805f50-b234-4a8b-bab9-72bc171ebe10",
      "detail": "Demonstrate confidence and flexibility in dealing with new and changing interpersonal situations"
    },
    {
      "behaviourId": "4ca1c187-9015-4f7b-8427-c8124dcb1465",
      "detail": "Be conscious of the need to create maintain, and enhance productive working relationships"
    },
    {
      "behaviourId": "32c1a650-2556-4297-8e79-b14dd9ccb240",
      "detail": "Demonstrate a strong commitment to health, safety and welfare"
    },
    {
      "behaviourId": "457766de-e31a-46ea-a286-c51eae065e62",
      "detail": "Demonstrate a personal commitment to professional and ethical standards, recognising ones obligations to society, the profession and the environment"
    },
    {
      "behaviourId": "cebe91c6-33ca-48ed-82a3-c6423b409271",
      "detail": "Demonstrate self-awareness of knowledge and skills and only undertake work that they are competent to do"
    },
    {
      "behaviourId": "b57563a5-20e6-4e4f-8066-8765f4fab466",
      "detail": "Reflect on their personal development needs and place a strong emphasis on addressing them"
    }
  ],
  "skills": [
    {
      "skillId": "a49929d4-ff9d-4355-ab82-59380d43a799",
      "detail": "Evaluate the impact of civil engineering infrastructure on society and the environment taking account of business, client and end user needs in its construction, management and use. Examples include: the ability to use the CEEQUAL toolkit, carry out environmental impact assessments, designing and constructing the built infrastructure to ensure that it is safe, usable, appropriate and cost effective"
    },
    {
      "skillId": "e07c5662-0e37-445e-99cd-72a81ff3ddb8",
      "detail": "Proactively consider welfare, health, safety and sustainability in the life cycle of civil engineering infrastructure using tools such as CEEQUAL and environmental impact assessments"
    },
    {
      "skillId": "cf587341-8d1f-48e7-a87b-c251bf914db0",
      "detail": "Apply mathematical, scientific and engineering principles, methods and modelling to the design and construction of civil engineering infrastructure.  Examples include: the design, construction and maintenance of buildings, transportation systems, water and wastewater networks, foundations and temporary works, understanding slope stability, retaining walls, ground water movement, coastal works, elastic/plastic and failure behaviour of materials such as concrete, steel, asphalt and timber, behaviour of structural elements such as beams, land surveying"
    },
    {
      "skillId": "f9328b62-0f2c-4863-8157-25a68267383b",
      "detail": "Use and validate digital solutions and data gathering tools to model, evaluate, design, test, build, and manage civil engineering infrastructure defining engineering and other constraints, identifying risks and how these may be resolved through design.  Examples include: ability to use building information modelling, structural engineering design and analysis, computational fluid dynamics and geospatial information systems software"
    },
    {
      "skillId": "a2db7146-3603-441d-887d-df7045942318",
      "detail": "Develop innovative, safe, technical solutions to civil engineering problems through the use of research techniques, market intelligence and best practice. Examples include: ability to use of range of research methods to collect and analyses data to draw well-founded practical conclusions for implementation, applicable research strategy and methodology, literature searches"
    },
    {
      "skillId": "735305d2-87cc-48df-861b-756d3e11a93f",
      "detail": "Interpret and apply design and quality standards including codes of practice, legal and regulatory frameworks, in the development of civil engineering solutions, the determination of construction methods and the technical aspects of site activities. Examples include: planning, designing, construction and maintenance of buildings and infrastructure in compliance with current codes, standards and legislation, industry regulations, the use of Risk Assessment Method Statements"
    },
    {
      "skillId": "bac2ee9c-b2e4-41c2-b236-af269c72ef19",
      "detail": "Manage and apply safe systems of work including taking responsibility for own obligations for health, safety and welfare issues, assessing and controlling risk, working with health, safety and welfare legislation and best practice. Examples include: recognise the health and safety aspects of civil and infrastructural projects as well as assess associated risks and identify appropriate safety measures in site work and for undertaking construction works. Apply the principles of civil engineering and construction business risk management"
    },
    {
      "skillId": "24197391-0deb-4c9c-bafe-09816e057f5c",
      "detail": "Manage the planning, budgeting and organisation of tasks, people and resources through the use of appropriate management systems, working to agreed quality standards, project programme and budget, within legal, contractual and statutory requirements"
    },
    {
      "skillId": "53c7d248-7cd7-46de-97b9-2aeeb81887e6",
      "detail": "Manage teams and develop staff to meet changing technical and managerial needs"
    },
    {
      "skillId": "5aa199e0-240b-4e5a-b877-07f498ba6984",
      "detail": "Communicate effectively and provide guidance to others through design models, calculations, reports, drawings, specifications, presentations, digital media and discussions with those both inside and outside the industry"
    },
    {
      "skillId": "c1832fa3-2a04-45c6-9e8b-76c3ce75f7b4",
      "detail": "Carry out and record the continuing professional development necessary to maintain and enhance knowledge and competence as a civil engineer"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-10-04T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "TB0058 ",
  "tbMainContact": "CSudworth@acenet.co.uk",
  "involvedEmployers": "Adept Consulting Engineers, AECOM, Arup, Atkins, BWB Consulting, CH2M, Mott MacDonald, MWH Global, Odyssey Markides, Tideway, Tony Gee and Partners, Transport for London, TSP Projects,Waterman Group",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Design, Surveying & Planning",
  "cluster": "Design and surveying professional",
  "clusterId": "40",
  "clusterDescription": "Building/structure design, research, commercial cost management, contracts management with a wide range of knowledge of current technology developments and options, contracts, procurement and tracking. Consults with clients to determine functional and spatial requirements of new or renovated structures",
  "createdDate": "2017-10-05T13:36:22 +00:00",
  "lastUpdated": "2025-03-05T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-10-04T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0417",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0417-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0417-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-03-05T00:00:00"
}