{
  "templateType": "Apprenticeship Standard",
  "larsCode": 213,
  "referenceNumber": "ST0472",
  "learningAimClassCode": "",
  "title": "Financial services professional",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0472",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-11-15T00:00:00",
  "earliestStartDate": "2017-12-06T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Working with companies or individuals to plan for their financial futures.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 42,
  "maxFunding": 18000,
  "maxFundingAdditionalInformation": "",
  "route": "Legal, finance and accounting",
  "keywords": [
    "financial sector",
    "finance",
    "operational",
    "accounting",
    "banking"
  ],
  "jobRoles": [
    "Retail Banking Manager",
    "Retail Branch Manager",
    "Head Office management",
    "Individual Banking Manager",
    "Relationship Manager (Retail)"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/jj4jw5md/st0472_financial-services-professional_l6_ap_reviewandpublish18220_ap03.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.1 Accounting and finance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The Financial Services industry encompasses a broad range of businesses that manage, or consult around managing money. These include retail and corporate banking, investment management, investment consulting, investment banking, mortgages, and life and pensions. The completion of this apprenticeship will enable individuals to become highly competent professionals for the industry. This will be delivered by a base of core knowledge, skills and behaviours required of all individuals entering or progressing to this level in the sector, and a set of specialist options that then provide the occupationally specific competence, depending on the part of the sector and type of business the individual works for.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Role Profiles&lt;/strong&gt;&lt;/h3&gt;\n&lt;p style=&quot;font-style: inherit; font-weight: inherit;&quot;&gt;This is a&amp;nbsp;&lt;strong style=&quot;font-style: inherit;&quot;&gt;Core and Options&lt;/strong&gt;&amp;nbsp;model, where the shared knowledge, skills and behaviours are covered in the core, with the specific technical knowledge and skills required for each role being covered in the single chosen option. Below is an overview of the role and typical job titles covered by each option:&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;1. Retail Banking&lt;/strong&gt;&lt;/p&gt;\n&lt;p style=&quot;font-style: inherit; font-weight: inherit;&quot;&gt;These roles are within retail banking, covering both branch and head office roles. Retail banking, also known as Consumer Banking, is the provision of services to individual consumers, rather than to companies, corporations or other banks. Services offered include savings and transactional accounts, mortgages, personal loans, debit cards, and credit cards. The roles are typically responsible for delivering effective retail branch services or head office functions that support these branch services, where they are likely to be leading teams/business areas in order to meet customer needs.&lt;/p&gt;\n&lt;p style=&quot;font-style: inherit; font-weight: inherit;&quot;&gt;&lt;strong&gt;Typical Job Titles:&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Retail Banking Manager, Retail Branch Manager, Head Office management, Individual Banking Manager, Relationship Manager (Retail)&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;2. Commercial/Business Banking&lt;/strong&gt;&lt;/p&gt;\n&lt;p style=&quot;font-style: inherit; font-weight: inherit;&quot;&gt;These roles sit within the commercial/business banking part of the sector. Typically at this level they provide relationship management to small and medium size business clients/customers, assessing their financial performance and proactively matching banking products and services to their needs. They may also provide specialist advice on a range of more technical banking products such as equipment, invoice and trade finance.&lt;/p&gt;\n&lt;p style=&quot;font-style: inherit; font-weight: inherit;&quot;&gt;&lt;strong&gt;Typical Job Titles:&amp;nbsp; &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Commercial Relationship Manager,&amp;nbsp;Corporate Account Manager, Commercial Product Specialist,&amp;nbsp;Corporate/Business Banking Support Manager, Relationship Manager (Corporate)&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;3. Investment Banking&lt;/strong&gt;&lt;/p&gt;\n&lt;p style=&quot;font-style: inherit; font-weight: inherit;&quot;&gt;Investment Banking is the creation of capital for corporate, government and financial institution clients/customers, through the provision of capital markets and financing solutions. Additionally Investment Banking involves the provision of investment advice, trading and post-trade services to professional investors across a range of financial instruments. Typically at this level the role involves providing technical/specialist support to those in direct trading and senior client/customer advisory roles, in addition to providing some day-to-day trade support to clients/customers.&lt;/p&gt;\n&lt;p style=&quot;font-style: inherit; font-weight: inherit;&quot;&gt;&lt;strong&gt;Typical Job Titles:&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Junior Advisor, Analyst, Junior Sales Trader, Junior Trader, Research Analyst, Junior Client Marketer, Junior/Assistant Risk Manager.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;4. Investment Management&lt;/strong&gt;&lt;/p&gt;\n&lt;p style=&quot;font-style: inherit; font-weight: inherit;&quot;&gt;Investment management (also known as asset or fund management) and Investment consulting are about either managing, or providing advice around the management of a client&#39;s/customer’s money, to meet investment goals, such as capital growth and/or income generation. Clients/customers may be individuals or institutions. Typically the roles focus on the analyst and fund/portfolio support roles, usually involving: financial statement analysis, asset selection, stock selection, implementation and monitoring of investments and providing investment recommendations to clients/customers.&lt;/p&gt;\n&lt;p style=&quot;font-style: inherit; font-weight: inherit;&quot;&gt;&lt;strong&gt;Typical Job Titles:&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Research Analyst, Financial Analyst, Investment Analyst, Credit Analyst, Junior Dealer, Assistant Portfolio Manager, Trainee Investment Manager, Trainee Investment Advisor, Investment Consulting Analyst, Client facing Analyst.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;5. Operations&lt;/strong&gt;&lt;/p&gt;\n&lt;p style=&quot;font-style: inherit; font-weight: inherit;&quot;&gt;These are junior management level roles working within the operational and administrative areas of businesses in the sector. These roles are in most areas of financial services, where transactional and process management is needed, and require a significant level of technical and sector skill and knowledge in order to deliver successfully. The role may sit within a number of different specialist business functions such as customer service, global payments, investment operation transactions, product control, and change management. Typically at this level the role will be starting to lead teams and managing service delivery.&lt;/p&gt;\n&lt;p style=&quot;font-style: inherit; font-weight: inherit;&quot;&gt;&lt;strong&gt;Typical Job Titles:&amp;nbsp; &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Operations Manager, Operations Team Lead, Product Controller Lead, Business Performance Manager&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;6. Workplace Pensions&lt;/strong&gt;&lt;/p&gt;\n&lt;p style=&quot;font-style: inherit; font-weight: inherit;&quot;&gt;The roles in this part of the sector are positioned within specialist workplace pensions businesses, or, in-house teams who are responsible for managing the workplace pension scheme of the organisation. The roles provide support to clients/customers on an administrative or consultancy basis within the very complex world of workplace pensions.&amp;nbsp; At this level, the role may contain both the admin and consultancy elements. In particular, the roles require a sound understanding of both the general principles and structures of workplace pension schemes, together with the specifics for their clients/customers, as much variation is possible between clients/customers.&lt;/p&gt;\n&lt;p style=&quot;font-style: inherit; font-weight: inherit;&quot;&gt;&lt;strong&gt;Typical Job Titles:&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Pensions Consultant, Pensions Manager, Senior Pensions Administrator, Administration Manager&lt;/p&gt;\n&lt;h2&gt;&lt;strong&gt;&lt;br&gt;Requirements: &lt;/strong&gt;&lt;/h2&gt;\n&lt;h3&gt;&lt;strong&gt;Core Knowledge – required by all apprentices&lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot; width=&quot;100%&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;19%&quot; style=&quot;width: 19%;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;80%&quot; style=&quot;width: 80%;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;19%&quot;&gt;\n&lt;p&gt;Industry and organisation understanding&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;80%&quot;&gt;\n&lt;p&gt;Deep understanding of the structure of the Financial Services industry and in particular the role their part of the sector and organisation plays; the purpose of the function in which they work; how their function relates to the wider business.&amp;nbsp; Good understanding of the impact the external environment has on Financial Services as appropriate to their role, together with relevant best practice. Sound understanding of the organisation’s ‘Values’ and professional standards and how these are evidenced through their role. Clearly understands the purpose of the different areas of the organisation they need to work with in their role, and how they support them.&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;19%&quot;&gt;\n&lt;p&gt;Financial Services legal/regulatory/ compliance framework&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;80%&quot;&gt;\n&lt;p&gt;Deep understanding of the relevant Financial Services legal and regulatory framework and ethics, and the purpose behind them. Sound understanding of the risk and governance frameworks of their organisation / sector, and how these manifest themselves in the role.&amp;nbsp; Sound understanding of relevant rules and principles for their own role / team. Understands and can clearly articulate the implications of non-compliance for their organisation.&amp;nbsp;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;19%&quot;&gt;\n&lt;p&gt;Products and Services&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;80%&quot;&gt;\n&lt;p&gt;Deep understanding of the relevant Financial Service products and services offered to clients/customers by their organisation, together with sound knowledge of the products and services, and their features and benefits, relevant to their role.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;19%&quot;&gt;\n&lt;p&gt;Client /Customer Segments&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;80%&quot;&gt;\n&lt;p&gt;Sound understanding of the client/customer segments that the organisation delivers to and the channels that they use. Understands the approach to delivering fair client/customer outcomes across the business in a financial services setting, including best practice. Deep understanding of their client’s/customer’s relevant financial service requirements relevant to their role (internal and external as appropriate)&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;19%&quot;&gt;\n&lt;p&gt;Systems and Processes&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;80%&quot;&gt;\n&lt;p&gt;Sound understanding of the organisation’s policies and procedures. Sound understanding of the systems, tools and processes used in the role, together with the standards to be met.&amp;nbsp; Proficient in the relevant IT skills, this may include the generic (e.g. excel), and organisation and Financial Service specific software/systems, as required to deliver the role outcomes&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;&lt;br&gt;Core Skills – required by all apprentices&lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot; width=&quot;100%&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;18%&quot; style=&quot;width: 18%;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills &lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;81%&quot; style=&quot;width: 81%;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;18%&quot;&gt;\n&lt;p&gt;Client/Customer relationships&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;81%&quot;&gt;\n&lt;p&gt;Builds ethically sound and trusted relationships with internal and/or external clients/customers to form the basis of a long-term partnership. Works with client/customers to identify their relevant financial services requirements.&amp;nbsp; Provides flexible and innovative solutions, integrating products and excellent service as appropriate to their role, in order to support client/customers and meet their best interests&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;18%&quot;&gt;\n&lt;p&gt;Delivering Services&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;81%&quot;&gt;\n&lt;p&gt;Carries out all required activities, using agreed systems and processes, to ensure that the relevant policies of the organisation for their area of specialisation are met.&amp;nbsp; Takes the initiative to meet challenging individual and team performance measures in line with organisation policy, Values, standards and sector relevant regulatory requirements. Can identify and communicate risks to the relevant management or compliance personnel within the organisation, understanding and following the appropriate company process to address. Delivers projects as required.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;18%&quot;&gt;\n&lt;p&gt;Strategy and Planning&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;81%&quot;&gt;\n&lt;p&gt;Contributes to the development of strategic and operational plans for their area.&amp;nbsp; Manages and reports on progress of specific elements of this in their area of responsibility.&amp;nbsp; Proactively plans and organises their work and time, clearly identifying priorities to meet commitments / KPIs/ deadlines.&amp;nbsp;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;18%&quot;&gt;\n&lt;p&gt;Problem solving and decision making&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;81%&quot;&gt;\n&lt;p&gt;Evaluates information quickly and draws accurate conclusions. Assesses a problem from multiple angles to ensure all relevant issues are considered. Gathers the appropriate facts and evidence in order to make decisions effectively, using a structured approach. Responds appropriately to unexpected events.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;18%&quot;&gt;\n&lt;p&gt;Communicating and networking&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;81%&quot;&gt;\n&lt;p&gt;Deals effectively with Client/customers/colleagues at every level of the organisation required by the role. Using strong interpersonal skills and communicating well through a range of media, using language that is meaningful to the recipient e.g. written reports, presentations, phone, face to face, email.&amp;nbsp; Communicates complex information clearly.&amp;nbsp; Listens actively to understand needs and adapts their style to the recipient.&amp;nbsp; Engages and networks proactively with Client/customers and colleagues, including senior management, as required, to deliver business outcomes.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;18%&quot;&gt;\n&lt;p&gt;Teamwork and collaboration&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;81%&quot;&gt;\n&lt;p&gt;Builds/maintains strong positive working relationships with Clients/colleagues/suppliers as appropriate. Consistently supports colleagues and collaborates to achieve results. Aware of their role within team, how their team fits within the business, and how the team’s decisions impact on others.&amp;nbsp; Takes a leadership role in the team when appropriate.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;18%&quot;&gt;\n&lt;p&gt;Continuous improvement&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;81%&quot;&gt;\n&lt;p&gt;Identifies opportunities to drive higher performance and improve service/processes delivered, including sharing, and looking outside of their team for best practice. Leads and/or contributes to development of specific changes through to implementation – this may include projects wider than their role.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;18%&quot;&gt;\n&lt;p&gt;Developing self and others&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;81%&quot;&gt;\n&lt;p&gt;Keeps up to date with sector relevant legal/regulatory changes, and alerts others to the implications where necessary. Seeks feedback and acts on it to improve their performance.&amp;nbsp; Builds their capability through ownership of their own development.&amp;nbsp; Acts as a role model, and supports others in their development as appropriate.&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Behaviours – required by all apprentices&lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;117&quot; style=&quot;width: 117px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;236&quot; style=&quot;width: 236px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;117&quot;&gt;\n&lt;p&gt;Honesty and Integrity&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;236&quot;&gt;\n&lt;p&gt;Truthful, sincere and trustworthy in their actions. Shows integrity by doing the right thing, demonstrating the organisation’s Values.&amp;nbsp; Maintains appropriate confidentiality at all times.&amp;nbsp; Visible role model, and coaches others where appropriate. Follows and promotes appropriate organisational procedures and policies.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;117&quot;&gt;\n&lt;p&gt;Adaptability&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;236&quot;&gt;\n&lt;p&gt;Adapts positively to changing work priorities and patterns, and is flexible to the needs of the organisation. Demonstrates willingness to adapt approach to assist organisation and individuals to manage priorities as circumstances change, new tasks need to be done, or when business requirements change. Responds well to change.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;117&quot;&gt;\n&lt;p&gt;Resilience and Enthusiasm&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;236&quot;&gt;\n&lt;p&gt;Displays energy, determination and enthusiasm in the way they go about their role, dealing positively and with determination when setbacks occur, or when managing difficult situations. Stays positive under pressure, and shows tenacity to follow jobs through to completion.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;117&quot;&gt;\n&lt;p&gt;Innovation and Creativity&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;236&quot;&gt;\n&lt;p&gt;Demonstrates a curious and questioning approach in their work. Is creative, innovative and enterprising when seeking solutions to business needs, whilst understanding relevant boundaries e.g. financial services regulations.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;117&quot;&gt;\n&lt;p&gt;Attention to Detail&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;236&quot;&gt;\n&lt;p&gt;Handles tasks with thoroughness and accuracy. Takes ownership for the quality of work, and recognises and resolves errors.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;&lt;br&gt;Options (the apprentice will undertake one of the specialist options detailed below, dependent on their job role)&lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;195&quot; style=&quot;width: 195px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Option &lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;206&quot; style=&quot;width: 206px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Additional Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;176&quot; style=&quot;width: 176px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Additional Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;195&quot;&gt;\n&lt;p&gt;&lt;strong&gt;1.Retail Banking&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;206&quot;&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Sound understanding of the local business market&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Good understanding of resource and cost management principles.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;176&quot;&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Effectively manages or influences team(s) to deliver excellent customer service. This will include team coaching, performance management and resourcing.&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Can effectively develop and implement business development and customer contact strategies.&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Effectively manages resources, staffing and cost/income within their area of responsibility.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;195&quot;&gt;\n&lt;p&gt;&lt;strong&gt;2.Commercial/Business Banking&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;206&quot;&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Good understanding of business dynamics (how businesses work and develop)&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Understands the range of financial service products and services available to the customer portfolio, including pricing and margins&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Understands the local market in which the role operates including financial, economic and market awareness as well as demographics, and nature of the competition&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Understand the sector/s in which their business client’/customers operate, together with the tools of excellent customer service and relationship management.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;176&quot;&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Effectively applies financial analysis techniques relevant to the area of the bank e.g. provide guidance on credit appetite, develop practical and appropriate credit solutions/lending structures; maximise portfolio return&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Supports client account planning and growth activities&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Able to undertake data/financial analysis, planning and use modeling tools that are required for the role.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;195&quot;&gt;\n&lt;p&gt;&lt;strong&gt;3.Investment Banking&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;206&quot;&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Sound understanding of reporting and accounting principles&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Good understanding of primary and secondary markets and market structures.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;176&quot;&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Effectively undertakes complex financial modelling and research and analysis using appropriate tools&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Able to use trading and risk management tools, under supervision.&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Can deliver technical advice to clients/customer and implement product solutions.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;195&quot;&gt;\n&lt;p&gt;&lt;strong&gt;4. Investment Management&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;206&quot;&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Detailed knowledge and understanding of equity, alternative and fixed income markets&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Good knowledge of quantitative methods, accountancy, financial maths, statistics and economics&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Good knowledge of Investment/Operational risk and minimising strategies&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Good knowledge of market trends and long-term structural trends that may impact valuations.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;176&quot;&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Strong analytic skills, including excellent data analysis, research and reporting&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Able to deliver complex financial/asset modelling and valuation/pricing techniques using appropriate tools to form solutions and recommendations, as relevant to the role.&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Effectively generates qualitative and quantitative insights&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Effectively supports development, and on-going management of client/customer solutions, investment strategies and portfolios.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;195&quot;&gt;\n&lt;p&gt;&lt;strong&gt;5. Operations&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;206&quot;&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Good understanding of processes and project management principles and how they are utilised within their area&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Deep knowledge of controls that relate to their own area of work&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Knowledge of Operational Risk and how to control it&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Knowledge of sector relevant market practises and their impact on the area under ownership.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;176&quot;&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Effectively manages or influences small teams to deliver excellent customer service in a financial service regulated environment. This will include team coaching, performance management, resourcing and budgetary planning&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Demonstrates effective project management skills, and execution of control framework within the sphere of influence of their team.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;195&quot;&gt;\n&lt;p&gt;&lt;strong&gt;6. Workplace Pensions&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;206&quot;&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Sound understanding of the structure of workplace pensions schemes, key rules, roles and responsibilities. This may include Trustees, trust structures, automatic enrolment, scheme rules/details, pension sharing / divorce, relevant taxation and investments&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Detailed understanding of all relevant aspects of the schemes for which they have responsibility.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;176&quot;&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Performs / reviews complex workplace pensions tasks such as scheme analysis and pensions calculations for clients/customers as appropriate&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Identifies opportunities for new business, which may include promoting services, preparing documents, taking part in presentations, as appropriate.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;&lt;br&gt;Duration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The length of this apprenticeship is typically expected to be 36 - 42 months. The length will vary depending on prior experience.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and Maths will need to achieve this level prior to taking the end point assessment.&lt;/p&gt;\n&lt;p&gt;Apprentices will be required to take one of the professional qualifications listed below, as chosen by the employer to be most relevant to the selected specialist option and job role:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Diploma in Treasury Management (Associate Membership - The Association of Corporate Treasurers) or Certificate in International Cash Management (Affiliate Membership - The Association of Corporate Treasurers).&lt;/li&gt;\n&lt;li&gt;Advanced Diploma in Retirement Provision (PMI Associate Membership – APMI designation)&lt;/li&gt;\n&lt;li&gt;CFA Institute – CFA Level I (Regular Membership of CFA Institute/CFA UK) (with the option to include CFA UK - Investment Management Certificate (IMC designation) or CISI Certificate in Investment Management (ACSI Designation) where these are used as FCA Appropriate Qualifications to demonstrate competence to practice)&lt;/li&gt;\n&lt;li&gt;CISI Cert in Private Client Investment Advice &amp;amp; Management - PCIAM L6 (Full CISI Membership: MCSI)&lt;/li&gt;\n&lt;li&gt;CII Advanced Diploma in Financial Planning (250 Credits: Associate of the Personal Finance Society: APFS)&lt;/li&gt;\n&lt;li&gt;LIBF Ltd, Chartered Associate Programme (Chartered Associate Status)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;CISI Diploma in Investment Operations L6 (Full CISI Membership: MCSI)&lt;/li&gt;\n&lt;li&gt;Chartered Institute of Credit Management - CICM Level 5 Diploma in Credit Management (CICM Graduate Member: MCICM (Grad) designation)&lt;/li&gt;\n&lt;li&gt;Chartered Banker Institute (CBI)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;New apprentices:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Associate Chartered Banker Diploma 2018 (2 from 3 modules) – Associate Chartered Banker designation&lt;/li&gt;\n&lt;li&gt;Advanced Diploma in Banking and Leadership in a Digital Age (4 from 5 modules) - Chartered Banker designation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Existing apprentices part way through studies will continue on their qualification listed below following any transitional arrangements as shown on www.charteredbanker.com :&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Associate Chartered Banker Diploma (pre-Oct 2018 - 3 from 7 modules) – Associate Chartered Banker designation&lt;/li&gt;\n&lt;li&gt;Chartered Banker Diploma (pre-Oct 2018 - 5 from 7 modules) - Chartered Banker designation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Link to professional registration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;On completion, the apprentice will be able to apply for the appropriate level of professional membership aligned with this apprenticeship. Professional body memberships that are relevant to the options for this apprenticeship are:&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Retail Banking: Programme delivered by LIBF Ltd, recommended to The London Foundation for Banking and Finance for chartered status; Chartered Banker Institute (CBI)&lt;/p&gt;\n&lt;p&gt;Commercial/Business Banking: Programme delivered by LIBF Ltd, recommended to The London Foundation for Banking and Finance for chartered status; Chartered Banker Institute (CBI); Association of Corporate Treasurers&lt;/p&gt;\n&lt;p&gt;Investment Banking: CFA Institute/CFA UK; Programme delivered by LIBF Ltd, recommended to The London Foundation for Banking and Finance for chartered status, Association of Corporate Treasurers&lt;/p&gt;\n&lt;p&gt;Investment Management: CFA Institute/CFA UK; Chartered Institute of Securities &amp;amp; Investment (CISI); Chartered Insurance Institute (CII) /Personal Finance Society; Programme delivered by LIBF Ltd, recommended to The London Foundation for Banking and Finance for chartered status, Association of Corporate Treasurers&lt;/p&gt;\n&lt;p&gt;Operations: Chartered Institute of Securities &amp;amp; Investment (CISI); Programme delivered by LIBF Ltd, recommended to The London Foundation for Banking and Finance for chartered status; Chartered Banker Institute (CBI; Chartered Institute of Credit Management (CICM); Association of Corporate Treasurers&lt;/p&gt;\n&lt;p&gt;Workplace Pensions: Pensions Management Institute (PMI)&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a Level 6 apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;After 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The Financial Services industry encompasses a broad range of businesses that manage, or consult around managing money. These include retail and corporate banking, investment management, investment consulting, investment banking, mortgages, and life and pensions. The completion of this apprenticeship will enable individuals to become highly competent professionals for the industry. This will be delivered by a base of core knowledge, skills and behaviours required of all individuals entering or progressing to this level in the sector, and a set of specialist options that then provide the occupationally specific competence, depending on the part of the sector and type of business the individual works for.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "14da310f-e298-473a-abad-576343640559",
      "detail": "Deep understanding of the structure of the Financial Services industry and in particular the role their part of the sector and organisation plays; the purpose of the function in which they work; how their function relates to the wider business.  Good understanding of the impact the external environment has on Financial Services as appropriate to their role, together with relevant best practice. Sound understanding of the organisation’s ‘Values’ and professional standards and how these are evidenced through their role. Clearly understands the purpose of the different areas of the organisation they need to work with in their role, and how they support them. "
    },
    {
      "knowledgeId": "e6c01dd7-e45e-495a-b63a-e90430408060",
      "detail": "Deep understanding of the relevant Financial Services legal and regulatory framework and ethics, and the purpose behind them. Sound understanding of the risk and governance frameworks of their organisation / sector, and how these manifest themselves in the role.  Sound understanding of relevant rules and principles for their own role / team. Understands and can clearly articulate the implications of non-compliance for their organisation. "
    },
    {
      "knowledgeId": "2cb4132e-d328-47a8-8ee1-db69cd97d1e2",
      "detail": "Deep understanding of the relevant Financial Service products and services offered to clients/customers by their organisation, together with sound knowledge of the products and services, and their features and benefits, relevant to their role."
    },
    {
      "knowledgeId": "4dcbb232-6f1f-48f1-97d6-ed57353d0fa8",
      "detail": "Sound understanding of the client/customer segments that the organisation delivers to and the channels that they use. Understands the approach to delivering fair client/customer outcomes across the business in a financial services setting, including best practice. Deep understanding of their client’s/customer’s relevant financial service requirements relevant to their role (internal and external as appropriate)"
    },
    {
      "knowledgeId": "05c24cf8-3ea0-4d37-bc42-f6bae4d73315",
      "detail": "Sound understanding of the organisation’s policies and procedures. Sound understanding of the systems, tools and processes used in the role, together with the standards to be met.  Proficient in the relevant IT skills, this may include the generic (e.g. excel), and organisation and Financial Service specific software/systems, as required to deliver the role outcomes"
    },
    {
      "knowledgeId": "7597fdab-e90f-4d8e-8914-d80fd2151128",
      "detail": "Sound understanding of the local business market"
    },
    {
      "knowledgeId": "b686725d-572b-4f63-9ccf-e7a22ca052dd",
      "detail": "Good understanding of resource and cost management principles."
    },
    {
      "knowledgeId": "53e888ee-92b0-48ab-b511-5340081e4e3c",
      "detail": "Good understanding of business dynamics (how businesses work and develop)"
    },
    {
      "knowledgeId": "f6c0dc74-a08e-4d4a-848a-d59608de0736",
      "detail": "Understands the range of financial service products and services available to the customer portfolio, including pricing and margins"
    },
    {
      "knowledgeId": "f99cee36-1082-4fff-b3a9-6e8ad642fa59",
      "detail": "Understands the local market in which the role operates including financial, economic and market awareness as well as demographics, and nature of the competition"
    },
    {
      "knowledgeId": "1c57726b-6342-4f04-860e-c1dc2aa70344",
      "detail": "Understand the sector/s in which their business client’/customers operate, together with the tools of excellent customer service and relationship management."
    },
    {
      "knowledgeId": "146e6fc6-fff7-481e-8693-6bf5fb237cb4",
      "detail": "Sound understanding of reporting and accounting principles"
    },
    {
      "knowledgeId": "71f24217-41d3-495c-b03f-bcf4deae5c99",
      "detail": "Good understanding of primary and secondary markets and market structures."
    },
    {
      "knowledgeId": "42d12b82-7b52-4a39-9364-a048fedfd36a",
      "detail": "Detailed knowledge and understanding of equity, alternative and fixed income markets"
    },
    {
      "knowledgeId": "b1110d1d-dae9-4a7b-8e1f-8b822dcb3a73",
      "detail": "Good knowledge of quantitative methods, accountancy, financial maths, statistics and economics"
    },
    {
      "knowledgeId": "bebd6cd5-f61c-4e3d-a4a0-9927c6dc1cc5",
      "detail": "Good knowledge of Investment/Operational risk and minimising strategies"
    },
    {
      "knowledgeId": "8452b930-855a-4b23-b9b8-748f2c22f9fa",
      "detail": "Good knowledge of market trends and long-term structural trends that may impact valuations."
    },
    {
      "knowledgeId": "e00b0636-3aff-46ce-838b-264af5b83924",
      "detail": "Good understanding of processes and project management principles and how they are utilised within their area"
    },
    {
      "knowledgeId": "0ef18f52-4d32-4d5c-a4bc-0d1480a8ae87",
      "detail": "Deep knowledge of controls that relate to their own area of work"
    },
    {
      "knowledgeId": "a613c7dc-ffdb-45fc-b957-adc953f8d6e4",
      "detail": "Knowledge of Operational Risk and how to control it"
    },
    {
      "knowledgeId": "6e8a8e01-7b94-4227-a6e9-5afbee2f1519",
      "detail": "Knowledge of sector relevant market practises and their impact on the area under ownership."
    },
    {
      "knowledgeId": "4c0056b1-18ee-4e98-b705-c5b17148b225",
      "detail": "Sound understanding of the structure of workplace pensions schemes, key rules, roles and responsibilities. This may include Trustees, trust structures, automatic enrolment, scheme rules/details, pension sharing / divorce, relevant taxation and investments"
    },
    {
      "knowledgeId": "2127b65a-42a3-4998-8a4b-758df96aeab6",
      "detail": "Detailed understanding of all relevant aspects of the schemes for which they have responsibility."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "473928f1-3f3e-4e12-9df2-31294903e4f0",
      "detail": "Truthful, sincere and trustworthy in their actions. Shows integrity by doing the right thing, demonstrating the organisation’s Values.  Maintains appropriate confidentiality at all times.  Visible role model, and coaches others where appropriate. Follows and promotes appropriate organisational procedures and policies."
    },
    {
      "behaviourId": "3982e43d-7466-4fee-9d6d-45732db97503",
      "detail": "Adapts positively to changing work priorities and patterns, and is flexible to the needs of the organisation. Demonstrates willingness to adapt approach to assist organisation and individuals to manage priorities as circumstances change, new tasks need to be done, or when business requirements change. Responds well to change."
    },
    {
      "behaviourId": "199a74ce-627a-46ea-ab1c-7e75efef019e",
      "detail": "Displays energy, determination and enthusiasm in the way they go about their role, dealing positively and with determination when setbacks occur, or when managing difficult situations. Stays positive under pressure, and shows tenacity to follow jobs through to completion."
    },
    {
      "behaviourId": "cc2be96c-d5eb-4cac-b697-4d0b4ca4ba74",
      "detail": "Demonstrates a curious and questioning approach in their work. Is creative, innovative and enterprising when seeking solutions to business needs, whilst understanding relevant boundaries e.g. financial services regulations."
    },
    {
      "behaviourId": "6c01fafc-724f-41ab-b97c-5774edf7dde0",
      "detail": "Handles tasks with thoroughness and accuracy. Takes ownership for the quality of work, and recognises and resolves errors."
    }
  ],
  "skills": [
    {
      "skillId": "f2c4663d-ebe7-40c5-a8c9-408b73baf24c",
      "detail": "Builds ethically sound and trusted relationships with internal and/or external clients/customers to form the basis of a long-term partnership. Works with client/customers to identify their relevant financial services requirements.  Provides flexible and innovative solutions, integrating products and excellent service as appropriate to their role, in order to support client/customers and meet their best interests"
    },
    {
      "skillId": "343bc072-1a0a-40b7-85a4-674a65391631",
      "detail": "Carries out all required activities, using agreed systems and processes, to ensure that the relevant policies of the organisation for their area of specialisation are met.  Takes the initiative to meet challenging individual and team performance measures in line with organisation policy, Values, standards and sector relevant regulatory requirements. Can identify and communicate risks to the relevant management or compliance personnel within the organisation, understanding and following the appropriate company process to address. Delivers projects as required."
    },
    {
      "skillId": "5ee35747-c53a-42f7-8a3b-d766cf3d2abc",
      "detail": "Contributes to the development of strategic and operational plans for their area.  Manages and reports on progress of specific elements of this in their area of responsibility.  Proactively plans and organises their work and time, clearly identifying priorities to meet commitments / KPIs/ deadlines."
    },
    {
      "skillId": "60b245fa-7187-45d1-b352-50c99113c7aa",
      "detail": "Evaluates information quickly and draws accurate conclusions. Assesses a problem from multiple angles to ensure all relevant issues are considered. Gathers the appropriate facts and evidence in order to make decisions effectively, using a structured approach. Responds appropriately to unexpected events."
    },
    {
      "skillId": "7f7b0ea0-a1eb-4430-8330-0efe8c35fe7c",
      "detail": "Deals effectively with Client/customers/colleagues at every level of the organisation required by the role. Using strong interpersonal skills and communicating well through a range of media, using language that is meaningful to the recipient e.g. written reports, presentations, phone, face to face, email.  Communicates complex information clearly.  Listens actively to understand needs and adapts their style to the recipient.  Engages and networks proactively with Client/customers and colleagues, including senior management, as required, to deliver business outcomes."
    },
    {
      "skillId": "edebbc52-f7e9-4cad-a89d-6ef5c523650d",
      "detail": "Builds/maintains strong positive working relationships with Clients/colleagues/suppliers as appropriate. Consistently supports colleagues and collaborates to achieve results. Aware of their role within team, how their team fits within the business, and how the team’s decisions impact on others.  Takes a leadership role in the team when appropriate."
    },
    {
      "skillId": "01b0e761-3251-4765-985f-3ab3a3c2f67c",
      "detail": "Identifies opportunities to drive higher performance and improve service/processes delivered, including sharing, and looking outside of their team for best practice. Leads and/or contributes to development of specific changes through to implementation – this may include projects wider than their role."
    },
    {
      "skillId": "84c677ea-3cba-4c87-bf12-6b58ad348496",
      "detail": "Keeps up to date with sector relevant legal/regulatory changes, and alerts others to the implications where necessary. Seeks feedback and acts on it to improve their performance.  Builds their capability through ownership of their own development.  Acts as a role model, and supports others in their development as appropriate. "
    },
    {
      "skillId": "1d2d1616-076e-4122-9b52-b3fc6016b63c",
      "detail": "Effectively manages or influences team(s) to deliver excellent customer service. This will include team coaching, performance management and resourcing."
    },
    {
      "skillId": "9c032679-26bf-4a7d-b1c1-ca546d57d574",
      "detail": "Can effectively develop and implement business development and customer contact strategies."
    },
    {
      "skillId": "4d92d865-1974-4ac6-8c8a-b1899929b063",
      "detail": "Effectively manages resources, staffing and cost/income within their area of responsibility."
    },
    {
      "skillId": "a8d0503d-d766-4c23-bda0-5de0c590e708",
      "detail": "Effectively applies financial analysis techniques relevant to the area of the bank e.g. provide guidance on credit appetite, develop practical and appropriate credit solutions/lending structures; maximise portfolio return"
    },
    {
      "skillId": "0bee146d-6d24-4c3b-92d3-90cb43e9362c",
      "detail": "Supports client account planning and growth activities"
    },
    {
      "skillId": "c548d667-7dd8-4abb-93bc-c91dec4d048b",
      "detail": "Able to undertake data/financial analysis, planning and use modeling tools that are required for the role."
    },
    {
      "skillId": "a9df2578-bcbf-49da-bc0f-ed8c67bbcdec",
      "detail": "Effectively undertakes complex financial modelling and research and analysis using appropriate tools"
    },
    {
      "skillId": "dd7d2526-37aa-4b92-92f0-472cd005f023",
      "detail": "Able to use trading and risk management tools, under supervision."
    },
    {
      "skillId": "eb3ee90d-e10e-4875-b837-6cf278fbfb29",
      "detail": "Can deliver technical advice to clients/customer and implement product solutions."
    },
    {
      "skillId": "99de1e71-cc4f-415c-8ff9-49cd8eaa855d",
      "detail": "Strong analytic skills, including excellent data analysis, research and reporting"
    },
    {
      "skillId": "04986872-f88d-4064-945d-fcab5cb20862",
      "detail": "Able to deliver complex financial/asset modelling and valuation/pricing techniques using appropriate tools to form solutions and recommendations, as relevant to the role."
    },
    {
      "skillId": "3032d8c2-9fb4-4fe3-bbf5-68745d61df6e",
      "detail": "Effectively generates qualitative and quantitative insights"
    },
    {
      "skillId": "3b53b728-3b10-45be-90b0-691c366200a0",
      "detail": "Effectively supports development, and on-going management of client/customer solutions, investment strategies and portfolios."
    },
    {
      "skillId": "7a98d94c-c9d7-412c-9019-13965c2edef2",
      "detail": "Effectively manages or influences small teams to deliver excellent customer service in a financial service regulated environment. This will include team coaching, performance management, resourcing and budgetary planning"
    },
    {
      "skillId": "ef34c075-8bc0-4d88-8521-b05ca7766893",
      "detail": "Demonstrates effective project management skills, and execution of control framework within the sphere of influence of their team."
    },
    {
      "skillId": "dbb3f291-3328-4613-99da-937a7c5805dd",
      "detail": "Performs / reviews complex workplace pensions tasks such as scheme analysis and pensions calculations for clients/customers as appropriate"
    },
    {
      "skillId": "cdcde020-a360-4fe0-9443-dd3b8cd6deb5",
      "detail": "Identifies opportunities for new business, which may include promoting services, preparing documents, taking part in presentations, as appropriate."
    }
  ],
  "optionsUnstructuredTemplate": [
    "Commercial/Business Banking",
    "Investment Banking",
    "Investment Management",
    "Operations",
    "Retail Banking",
    "Workplace Pensions"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-12-06T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0189 ",
  "tbMainContact": "kathrynmarshall@halifax.co.uk",
  "involvedEmployers": "Barclays, PIMCO, B&amp;CE, Aon Hewitt, Santander, Mercer, Divento Financials, Yorkshire Building Society, Equiniti, HSBC, J.P. Morgan, Lloyds Bank, Nationwide, RBS, Willis Towers Watson, Legal and General Insurance (LGIM), Charles Stanley, Columbia Threadneedle, Mercer",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Retail Banking Manager",
    "Retail Branch Manager",
    "Head Office management",
    "Individual Banking Manager",
    "Relationship Manager (Retail)"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Financial",
  "cluster": "Financial Services Professional",
  "clusterId": "243",
  "clusterDescription": "Provide high quality advice and support to internal and external clients across a full range of financial instruments and services using specialist knowledge of instruments and services supported and areas of the business worked in",
  "createdDate": "2017-11-14T17:10:41 +00:00",
  "lastUpdated": "2023-11-15T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-12-06T00:00:00 +00:00",
  "banners": "A temporary dispensation has been applied to the ST0472 Standard version 1.0 for this apprenticeship. The dispensation will last from 30/11/2023 to 30/11/2025 but may be withdrawn if the assessment plan is revised sooner or the dispensation is no longer necessary.Training Providers delivering the apprenticeship and End Point Assessment Organisations will implement the dispensation as required.The key changes are: The Chartered Institute of Securities and Investment (CISI) will be withdrawing the Advanced Certificate in Global Securities Operations pathway of their Diploma in Investment Operations qualification. This is a mandated qualification within this standard. The final exam will be on 30th November 2023 with no option to take the exams after this date. So that apprentices who have enrolled on the Advanced Certificate in Global Securities Operations pathway are not disadvantaged, the dispensation ensures that the requirement for apprentices to pass this qualification prior to gateway is waived. Apprentices can pass through gateway without the necessity to achieve this qualification if they were enrolled on this pathway prior to 30th November 2023. Apprentices are still permitted to take the Operational Risk pathway of the qualification as a replacement if they choose to (Level 3 Operational risk and Level 4 Managing Operational Risk in Financial Institutions). For further details please contact IfATE directly through the general enquiries inbox (enquiries.ifa@education.gov.uk).; This apprenticeship will be retired from 25 March 2026",
  "occupationCode": "OCC0472",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0472-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0472-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "62f85dd0-60c4-4fc5-8a49-b6a52584b3f1",
      "title": "Commercial/Business Banking",
      "occupationCode": "OCC0472A"
    },
    {
      "optionId": "159c7691-d504-4a2c-893b-680a63710ce0",
      "title": "Investment Banking",
      "occupationCode": "OCC0472B"
    },
    {
      "optionId": "a839e970-1437-44de-bc71-54302310a761",
      "title": "Investment Management",
      "occupationCode": "OCC0472C"
    },
    {
      "optionId": "483329b3-376a-40c6-9491-faca866ebed8",
      "title": "Operations",
      "occupationCode": "OCC0472D"
    },
    {
      "optionId": "a89f530f-9390-4532-908c-3882a71bb64b",
      "title": "Retail Banking",
      "occupationCode": "OCC0472E"
    },
    {
      "optionId": "a2c55eea-f660-4c1c-bf3a-d51947a478ce",
      "title": "Workplace Pensions",
      "occupationCode": "OCC0472F"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "473928f1-3f3e-4e12-9df2-31294903e4f0",
        "3982e43d-7466-4fee-9d6d-45732db97503",
        "199a74ce-627a-46ea-ab1c-7e75efef019e",
        "cc2be96c-d5eb-4cac-b697-4d0b4ca4ba74",
        "6c01fafc-724f-41ab-b97c-5774edf7dde0"
      ],
      "mappedKnowledge": [
        "14da310f-e298-473a-abad-576343640559",
        "e6c01dd7-e45e-495a-b63a-e90430408060",
        "2cb4132e-d328-47a8-8ee1-db69cd97d1e2",
        "4dcbb232-6f1f-48f1-97d6-ed57353d0fa8",
        "05c24cf8-3ea0-4d37-bc42-f6bae4d73315"
      ],
      "mappedSkills": [
        "f2c4663d-ebe7-40c5-a8c9-408b73baf24c",
        "343bc072-1a0a-40b7-85a4-674a65391631",
        "5ee35747-c53a-42f7-8a3b-d766cf3d2abc",
        "60b245fa-7187-45d1-b352-50c99113c7aa",
        "7f7b0ea0-a1eb-4430-8330-0efe8c35fe7c",
        "edebbc52-f7e9-4cad-a89d-6ef5c523650d",
        "01b0e761-3251-4765-985f-3ab3a3c2f67c",
        "84c677ea-3cba-4c87-bf12-6b58ad348496"
      ]
    },
    {
      "coreOrOptionTitle": "Commercial/Business Banking",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "53e888ee-92b0-48ab-b511-5340081e4e3c",
        "f6c0dc74-a08e-4d4a-848a-d59608de0736",
        "f99cee36-1082-4fff-b3a9-6e8ad642fa59",
        "1c57726b-6342-4f04-860e-c1dc2aa70344"
      ],
      "mappedSkills": [
        "a8d0503d-d766-4c23-bda0-5de0c590e708",
        "0bee146d-6d24-4c3b-92d3-90cb43e9362c",
        "c548d667-7dd8-4abb-93bc-c91dec4d048b"
      ]
    },
    {
      "coreOrOptionTitle": "Investment Banking",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "146e6fc6-fff7-481e-8693-6bf5fb237cb4",
        "71f24217-41d3-495c-b03f-bcf4deae5c99"
      ],
      "mappedSkills": [
        "a9df2578-bcbf-49da-bc0f-ed8c67bbcdec",
        "dd7d2526-37aa-4b92-92f0-472cd005f023",
        "eb3ee90d-e10e-4875-b837-6cf278fbfb29"
      ]
    },
    {
      "coreOrOptionTitle": "Investment Management",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "42d12b82-7b52-4a39-9364-a048fedfd36a",
        "b1110d1d-dae9-4a7b-8e1f-8b822dcb3a73",
        "bebd6cd5-f61c-4e3d-a4a0-9927c6dc1cc5",
        "8452b930-855a-4b23-b9b8-748f2c22f9fa"
      ],
      "mappedSkills": [
        "99de1e71-cc4f-415c-8ff9-49cd8eaa855d",
        "04986872-f88d-4064-945d-fcab5cb20862",
        "3032d8c2-9fb4-4fe3-bbf5-68745d61df6e",
        "3b53b728-3b10-45be-90b0-691c366200a0"
      ]
    },
    {
      "coreOrOptionTitle": "Operations",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "e00b0636-3aff-46ce-838b-264af5b83924",
        "0ef18f52-4d32-4d5c-a4bc-0d1480a8ae87",
        "a613c7dc-ffdb-45fc-b957-adc953f8d6e4",
        "6e8a8e01-7b94-4227-a6e9-5afbee2f1519"
      ],
      "mappedSkills": [
        "7a98d94c-c9d7-412c-9019-13965c2edef2",
        "ef34c075-8bc0-4d88-8521-b05ca7766893"
      ]
    },
    {
      "coreOrOptionTitle": "Retail Banking",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "7597fdab-e90f-4d8e-8914-d80fd2151128",
        "b686725d-572b-4f63-9ccf-e7a22ca052dd"
      ],
      "mappedSkills": [
        "1d2d1616-076e-4122-9b52-b3fc6016b63c",
        "9c032679-26bf-4a7d-b1c1-ca546d57d574",
        "4d92d865-1974-4ac6-8c8a-b1899929b063"
      ]
    },
    {
      "coreOrOptionTitle": "Workplace Pensions",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "4c0056b1-18ee-4e98-b705-c5b17148b225",
        "2127b65a-42a3-4998-8a4b-758df96aeab6"
      ],
      "mappedSkills": [
        "dbb3f291-3328-4613-99da-937a7c5805dd",
        "cdcde020-a360-4fe0-9443-dd3b8cd6deb5"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-11-15T00:00:00"
}