{
  "larsCode": 262,
  "referenceNumber": "ST0483",
  "title": "Emergency service contact handling",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/262",
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": null,
  "earliestStartDate": "2018-04-12T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Dealing with medical emergency calls.",
  "level": 3,
  "typicalDuration": 12,
  "maxFunding": 9000,
  "route": "Protective services",
  "keywords": [
    "Emergency Service Contact Handling",
    "Emergency",
    "Emergency Service",
    "Contact Handling",
    "emergency",
    "service",
    "handling"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/1731/contact-handler-final.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.4 Public services",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupation&lt;/h3&gt;\n&lt;p&gt;An “Emergency Service or NHS Integrated Urgent Care Contact Handler” responds to requests for specialist professional assistance from members of the public, colleagues, and employees from other organisations (all of these individuals are called “service users”). The requests from service users could be received through a variety of communication methods, including the telephone (for example, 999 emergency or 111 urgent care calls), online applications, text messages and through social media. Some service users will be directly or indirectly involved in difficult and / or traumatic situations (for example, they may be in danger or unwell), and may display a variety of characteristics (for example, vulnerability, anxiety, confrontational).&lt;/p&gt;\n&lt;p&gt;The role of the Contact Handler is to communicate with the service users to ascertain their needs, provide reassurance and advice, and decide and take the appropriate course of action (following processes and procedures). As this action may require an immediate response by emergency service personnel, the Contact Handler has to act calmly and efficiently under pressure, ensuring computer systems are accurately updated.&lt;/p&gt;\n&lt;p&gt;A Contact Handler will normally work for a “blue light” organisation, for example, a Police, Fire or Ambulance Service or an NHS Integrated Urgent Care organisation. A Contact Handler will typically work shifts, which will include working some nights, weekends and bank holidays to provide a 24 hour service, 365 days a year. They will not generally have any formal line management responsibility.&#160;&lt;/p&gt;\n&lt;h3&gt;Entry requirements&lt;/h3&gt;\n&lt;p&gt;Due to the nature of this role, a minimum age of 18 may be an employer requirement. The ability to converse clearly with service users is essential for this occupation, and in line with the “Code of Practice on the English Language requirements for public sector workers”, qualifications in English may be required by employers (for example, an organisation may require an English GCSE at grades A-C or equivalent). Any other entry requirements will be specified by an employer in the job advertisement and/or job description for the role.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;&lt;strong&gt;Understand:&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Data Protection&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How to comply with the Data Protection legislation, regulations and policies relevant to the specific emergency service sector1 and/or organisations.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Health, Safety &amp;amp; Security&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How to comply with the Health and Safety legislation and any regulations/organisational policies relevant to the specific emergency service sector, including to the management of own welfare.&lt;/li&gt;\n&lt;li&gt;This will include knowing and understanding how to provide critical health and safety advice to service users, specific to each sector.&lt;/li&gt;\n&lt;li&gt;Examples of health and safety advice: life saving instructions, how to stay safe in a situation where there is risk of harm to the service user or others, how to respond to a particular type of fire or flooding.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Equality &amp;amp; Inclusion&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Equality legislation/regulations/policies and how these impact on the way a Contact Handler responds to service users and colleagues.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Communication Techniques&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Advanced and effective communication techniques, including:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;ways to build rapport and empathise, reassuring service users whilst they are in an emergency situation&lt;/li&gt;\n&lt;li&gt;methods of questioning and listening&lt;/li&gt;\n&lt;li&gt;methods to influence and negotiate&lt;/li&gt;\n&lt;li&gt;how to manage challenging calls and situations.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Technical Knowledge of Incidents&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Incidents relevant to the specific sector, including a full comprehension of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;complex terminology, for example medical conditions, fire-fighting procedures&lt;/li&gt;\n&lt;li&gt;identification of the type and potential consequences of each type of incident, for example, whether an incident is a police or civil matter&lt;/li&gt;\n&lt;li&gt;critical advice/instructions which should be provided to service users in response to specific incidents.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Examples of the types of advice and information provided (which will be dependent on the specific sector): Health and safety instructions/advice (in relation to the situation reported); crime scene preservation; actions to take following a road traffic collision; responding to domestic abuse incidents; CPR guidance to a range of ages; airways management for unconscious patients; childbirth delivery instructions; fire survival guidance for people trapped in a fire; information and advice for chemical, biological, radiological or nuclear incidents; safety advice for people trapped in cars/shut in lifts/immersed in water and for keeping safe in flooded property&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Decision Making&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Decision making techniques, including principles of dynamic risk assessment and how to make decisions in critical situations, in line with specific emergency service sector and/or organisational requirements. This will include how to remotely assess risk and make decisions in emergency situations which may rapidly change in nature whilst the service user is in contact with the handler.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Grading of Incidents&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How to grade incidents and escalate in order for resources to be deployed, as appropriate, in line with policies and procedures of the sector / organisation.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Technology&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The IT and communication solutions relevant to the specific sector/organisation, including contact management equipment (e.g. telephony systems), and bespoke software programmes (e.g. recording and resource systems).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Multi-agency Working&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;The roles and responsibilities of partner and commissioned agencies and when and how to deploy/call on them. This includes an understanding of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;JESIP (Joint Emergency Services Interoperabiltiy Programme)&lt;/li&gt;\n&lt;li&gt;How and when to sign-post service users to other partners/agencies.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Procedures&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Processes and procedures of the role of contact handler in own sector / organisation.&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;Operate communication systems and bespoke software in an efficient and effective way.&lt;/li&gt;\n&lt;li&gt;Communicate with service users in a clear, calm and reassuring manner.&lt;/li&gt;\n&lt;li&gt;Gather relevant information from the service user, using questioning techniques appropriate to the situation.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &lt;em&gt;Examples of the types of information gathered (which will be dependent on the specific sector): Details of the service user and description of incident which they are reporting; any threats to life; injuries; illnesses and medical history; description of victims, suspects or people involved; colour of smoke if there is a fire.&lt;/em&gt;&lt;/li&gt;\n&lt;li&gt;Accurately utilise and record information on computer systems and bespoke software packages, which may be whilst communicating with the service user.&lt;/li&gt;\n&lt;li&gt;Manage service users’ expectations depending on a variety of factors including severity of the situation and any regulatory requirements. This will be done through persuasive negotiation and may require being assertive in some cases (for the safety of service users).&lt;/li&gt;\n&lt;li&gt;Provide immediate and appropriate advice and information to the service user, adapting this, as necessary, as the contact progresses.&lt;/li&gt;\n&lt;li&gt;Assess information and decide appropriate course of action, following relevant organisational procedures, regulations and legislation.&lt;/li&gt;\n&lt;li&gt;Complete any resulting actions accurately and efficiently, in line with organisational and national requirements, in order to bring about the best resolution for the service user(s) and the organisation.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Diversity &amp;amp; Inclusion&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Treat colleagues and service users with compassion and empathy, without bias or prejudice. Respect diversity, beliefs, culture and values.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Professional Integrity&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Demonstrate the highest standards of professionalism and trustworthiness, making sure that organisational values, moral codes and ethical standards are always upheld. Act in the best interests of the service user, seeking guidance when necessary.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Personal resilience&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Manage multiple demands, whilst prioritising safety. Manage own emotions in challenging situations with service users, remaining calm and professional. Recognise when to seek support for own welfare.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Personal Commitment&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Be reliable and adaptable. Follow organisational instructions when given. Take ownership for own professional performance and continuous development.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Teamwork&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Demonstrate a proactive approach to collaboration with colleagues from own and other organisations by offering help, support and guidance.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;Apprentices without Level 2 English and Mathematics will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Level: &lt;/strong&gt;Level 3&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Expected duration: &lt;/strong&gt;Minimum of 12 months&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Review date: &lt;/strong&gt;after 3 years&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "Pete Moss ",
    "contactAddress": "Open Awards Estuary Commerce Park\n17 De Havilland Dr\nSpeke\nLiverpool\nL24 8RN",
    "contactEmail": "EQA@openawards.org.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2018-04-12T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "TB0586",
  "tbMainContact": "rachel.shaw@thamesvalley.pnn.police.uk",
  "involvedEmployers": "South Central Ambulance Service NHS Foundation Trust, Devon and Cornwall Police, Metropolitan Police Service, Cambridgeshire Fire and Rescue Service, Hampshire Constabulary, Merseyside Police, Thames Valley Police, South Western Ambulance Service NHS Foundation Trust, British Transport Police, Northumbria Police, London Ambulance Service, London Fire Brigade, Buckinghamshire, Oxfordshire,  Royal Berkshire Fire and Rescue Services on behalf of Thames Valley Fire Control Service",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Protective Services",
  "cluster": "Protective Service Officer",
  "createdDate": "2017-11-14T17:10:37 +00:00",
  "lastUpdated": "2018-04-12T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/emergency-service-contact-handling-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/emergency-service-contact-handling-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}