{
  "templateType": "Apprenticeship Standard",
  "larsCode": 216,
  "referenceNumber": "ST0475",
  "learningAimClassCode": "",
  "title": "Electrical power networks engineer",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0475",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2017-12-20T00:00:00",
  "earliestStartDate": "2017-12-20T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Working in an engineering team to maintain and repair assets on the electricity network.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 30,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Electrical Power Networks Engineer",
    "Electrical Power",
    "Networks Engineer",
    "engineering skills",
    "electrical power principles"
  ],
  "jobRoles": [
    "Asset Management Engineer",
    "Planning Engineer",
    "Design Engineer",
    "Control Engineer",
    "Electrical Project Engineer",
    "Operational Delivery Engineer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1457/electrical-power-network-engineer-assessment-plan.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupational Profile&lt;/h3&gt;\n&lt;p&gt;Electrical Power Network Engineer covers 6 roles: Asset Management Engineer, Planning Engineer, Design Engineer, Control Engineer, Electrical Project Engineer and Operational Delivery Engineer. They work within the power sector with other Engineers, sometimes specialist Engineers, to provide engineering solutions to solve complex electricity network scenarios in order to safely manage electricity supplies in normal and abnormal conditions. Using company/client network strategies, engineers undertake engineering activities to plan, manage, control, construct, replace, maintain and repair assets on the electricity network. They will work in engineering teams that may include Power Networks Craftspersons, senior Engineers and other business specialists, for example procurement, finance and telecommunications engineers.&lt;/p&gt;\n&lt;p&gt;They are responsible for the quality of their own work, possibly others’ and ensuring the work is completed safely, meets stakeholder quality, time, productivity and budget requirements, whilst maintaining the integrity and efficient running of the network.&lt;/p&gt;\n&lt;h3&gt;Entry Requirements&lt;/h3&gt;\n&lt;p&gt;Typically 2 A levels at grade A-C in maths and a science, including English GCSE grade A/B or an equivalent level 3 engineering qualification eg National Certificate in Engineering or relevant experience.&lt;/p&gt;\n&lt;p&gt;An Engineer must demonstrate the core requirements below as well as the specialist requirements in one role.&lt;/p&gt;\n&lt;h3&gt;Core Knowledge:&lt;/h3&gt;\n&lt;p&gt;An Electrical Power Network Engineer understands:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;electrical power principles: alternating current/direct current theories; dynamic/static engineering systems; application of electrical and electronic circuit theory; the use of complex wave forms&lt;/li&gt;\n&lt;li&gt;three-phase systems with consideration being given to harmonics and their effects and the methods of power distribution&lt;/li&gt;\n&lt;li&gt;electricity network design, capabilities, complexities, operations and topologies; operation and limitations of plant and equipment&lt;/li&gt;\n&lt;li&gt;the operation of the electricity network in normal and fault conditions&lt;/li&gt;\n&lt;li&gt;safe systems of work and risk management; the application of Electricity Supply Standards, Regulations including environmental requirements. These are Health and Safety at Work Act 1974, Electricity at Work Regulations 1989, Management of Health &amp;amp; Safety at Work Regulations 2003, Control of Substances Hazardous to Health (COSHH) Regulations 2002, The Electricity Safety, Quality and Continuity Regulations 2002, The Environmental Protection Act 1990&lt;/li&gt;\n&lt;li&gt;company requirements with regard to project management tools, techniques and processes&lt;/li&gt;\n&lt;li&gt;company engineering policies appropriate to their role&lt;/li&gt;\n&lt;li&gt;engineering problems including how to identify the problem, gather and analyse all relevant information, provide and implement a workable solution and monitoring its effectiveness&lt;/li&gt;\n&lt;li&gt;company business planning and resource control measures&lt;/li&gt;\n&lt;li&gt;the key interfaces of the electricity network and the impact of those interfaces&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Core Skills:&lt;/h3&gt;\n&lt;p&gt;An Electrical Power Network Engineer will apply their knowledge of the electricity network to safely perform their activities. This requires them to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;comply with company and Industry health, safety and environmental standards, regulations, company operating procedures and working practices&lt;/li&gt;\n&lt;li&gt;ensure that all safety considerations are incorporated and evident in all working practices&lt;/li&gt;\n&lt;li&gt;apply asset management, design, planning, control, electrical project or operational engineering principles, as appropriate to their role, to maintain and improve the integrity, safety and longevity of the transmission/distribution electrical network&lt;/li&gt;\n&lt;li&gt;produce timely communications providing information to stakeholders both in writing and verbally in relation to their role activities&lt;/li&gt;\n&lt;li&gt;read, understand and interpret technical information relative to their role, identified in company strategies and policies and work in compliance with technical specifications&lt;/li&gt;\n&lt;li&gt;produce clear and precise reports in relation to their activities to line management, other business departments and to external stakeholders&lt;/li&gt;\n&lt;li&gt;develop and agree project plans to undertake their activities. These plans will contain clear objectives, budgets, desired outcomes and timescales. Also included will be implementation criteria, monitoring process controls and evaluation records&lt;/li&gt;\n&lt;li&gt;use company IT systems to provide accurate and reliable data to support business decisions&lt;/li&gt;\n&lt;li&gt;demonstrate that their work activities supports the business to achieve its regulatory incentive mechanisms&lt;/li&gt;\n&lt;li&gt;provide information to support business planning processes in relation to their role activities.&lt;/li&gt;\n&lt;li&gt;uses company risk tools and techniques to evaluate and predict the reliability of engineering systems and equipment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Core Behaviours&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Health, Safety &amp;amp; Environment &lt;/strong&gt;– follows health, safety and environmental policies and procedures and is prepared to challenge unsafe behaviour using appropriate techniques to ensure the protection of people and property when working alone and/or with teams. Demonstrates high concentration and the desire to reduce risks through regular monitoring and checking information&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Stakeholder management &lt;/strong&gt;– is proactive in identifying their stakeholders and managing their expectations, presenting appropriate information to them clearly and concisely.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Interpersonal skills - &lt;/strong&gt;works well with people from different disciplines, backgrounds and expertise. Takes others’ needs and concerns into account and supports them to accomplish an activity safely and on time.&#160;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Analysing and solving problems &lt;/strong&gt;– takes responsibility for solving problems by identifying and analysing the issues and drawing logical, sound solutions that benefit customers and the business.&#160;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Risk awareness &lt;/strong&gt;– has the embedded desire to reduce risks through systematic monitoring and checking of information identifying mitigation actions on an on- going basis to achieve safe systems of work&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Planning &amp;amp; organising &lt;/strong&gt;– takes a forward looking perspective when considering the delivery of decisions, activities and projects and ensure plans are in place to manage anticipated issues, considers contingency planning&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;In addition an Asset Management Engineer, putting concepts and processes into practice, will:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;support the development of innovative policy solutions to best serve the needs of customers and stakeholders&lt;/li&gt;\n&lt;li&gt;plan, develop and produce long term network reinforcement plans taking into account emerging technologies and projected future load requirements&lt;/li&gt;\n&lt;li&gt;understand and interpret Regulatory requirements and business plans and contribute to the production of Regulatory technical returns&lt;/li&gt;\n&lt;li&gt;assimilate complex external information to inform company decisions&lt;/li&gt;\n&lt;li&gt;evaluate plant and equipment proposals and recommend company approaches&lt;/li&gt;\n&lt;li&gt;instigate, as appropriate, investigations into asset, systems or process failures as well as undertaking network performance analysis&lt;/li&gt;\n&lt;li&gt;support the identification of new and existing innovation projects&lt;/li&gt;\n&lt;li&gt;identify the implications of the next generation of low carbon energy and how it influences the way the network is operated&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;In addition a Planning Engineer, being a key part of the Network Management team will be responsible for the successful planning and delivery of a portfolio of work, will:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;build and be accountable for a rolling and dynamic plan, including managing conflicts and changes, for all operational and capital works&lt;/li&gt;\n&lt;li&gt;prioritise all works to be delivered taking into account capital delivery and contractor resources ensuring that all outcome targets are considered&lt;/li&gt;\n&lt;li&gt;ensure area plans are built optimally, utilising resource skill sets and plan the appropriate outages, negotiating and confirming these by utilising the switching matrix&lt;/li&gt;\n&lt;li&gt;ensure all risk assessments are initiated in a timely manner, that any constraints are assessed and managed and any mitigating actions are determined&lt;/li&gt;\n&lt;li&gt;ensure all planning decisions are documented in the relevant systems and are communicated with reasoning to all relevant stakeholders&lt;/li&gt;\n&lt;li&gt;ensure assets are compliant with statutory requirements, company policy obligations and optimal/limit dates and assess asset condition data against maintenance policy risk &amp;amp; criticality criteria&lt;/li&gt;\n&lt;li&gt;be accountable for both resource and outage planning ownership and authority of work to be included or removed from the plan&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;In addition a Design Engineer, producing commercially acceptable designs, will:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;taking the long term network plan into consideration, translate company strategies into specific designs&lt;/li&gt;\n&lt;li&gt;make proposals regarding appropriate plant &amp;amp; equipment to be used and the benefits of the proposals&lt;/li&gt;\n&lt;li&gt;undertake all aspects of design from outlines to detailed plans. This involves approvals, wayleaves, consents, appropriate regulations and costing information&lt;/li&gt;\n&lt;li&gt;take into account the implications of safety and environmental requirements, statutory and industry standards, technical system requirements and commercial constraints on design plans&lt;/li&gt;\n&lt;li&gt;demonstrate the application of appropriate methods to identify correct load calculations and produce network diagrams&lt;/li&gt;\n&lt;li&gt;ensure that proposed designs meet commercial, investment requirements and take into account innovation developments&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;In addition a Control Engineer, responsible for the control and operation of the electrical network under normal and fault situations, will:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;remotely control the electrical network, in accordance with operating procedures and safety rules to ensure the safe and efficient operation of the power system.&#160;&lt;/li&gt;\n&lt;li&gt;control all outages and network access requests ensuring risks to the network and system security are minimised&lt;/li&gt;\n&lt;li&gt;manage planned and fault operations and activities on the network to provide a safe and secure electricity supply&lt;/li&gt;\n&lt;li&gt;undertake work in complex, dynamic and reactive environments and provide technical and operational guidance to the rest of the business.&#160;&lt;/li&gt;\n&lt;li&gt;agree and co-ordinate the work of others to maximise network availability and minimise network risks&lt;/li&gt;\n&lt;li&gt;escalate significant network incidents throughout the business as appropriate and monitoring of real time impacts on the system&lt;/li&gt;\n&lt;li&gt;ensure interface arrangements and impact of embedded generation are considered where appropriate&lt;/li&gt;\n&lt;li&gt;gain appropriate Control Engineer Authorisation in-line with company requirements&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;In addition an Electrical Project Engineer, managing the construction and installation of new electrical plant, will:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;project manage activities to ensure projects are delivered on time, meet stakeholder and budget requirements&lt;/li&gt;\n&lt;li&gt;understand and work to project designs and interpret requirements to fit the specific environment the project is being constructed in&lt;/li&gt;\n&lt;li&gt;manage stakeholder relations and produce final construction plans.&#160;&lt;/li&gt;\n&lt;li&gt;undertake contractor management of external parties, agreeing work specifications, variations and acceptance of work completion in-line with company processes and procedures&lt;/li&gt;\n&lt;li&gt;be Authorised to work on the electricity network in-line with company/asset owner requirements&lt;/li&gt;\n&lt;li&gt;issue, review and communicate to all site personnel the agreed safe systems of works associated with the activities being carried out.&#160;&lt;/li&gt;\n&lt;li&gt;ensure the completion of final hand back documentation to the agreed specifications and timescales.&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;In addition an Operational Delivery Engineer, who operates safely and effectively on the electrical network, will:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;plan, manage and undertake a range of engineering activities and operations to the electricity network, to meet design, safety, time and commercial requirements&lt;/li&gt;\n&lt;li&gt;be Authorised to work on the electricity network in-line with company/asset owner requirements&lt;/li&gt;\n&lt;li&gt;understand and take control of reactive activities including testing, inspection and maintenance of appropriate plant and equipment to meet operational requirements&lt;/li&gt;\n&lt;li&gt;take responsibility for and control others who may be working on the network&lt;/li&gt;\n&lt;li&gt;issue, review and communicate to all site personnel the agreed safe systems of works associated with the activities being carried out&lt;/li&gt;\n&lt;li&gt;ensure the completion of final hand back documentation to the agreed specifications and timescales&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;: Apprentices must achieve level 2 English and mathematics prior to taking the end-point assessment for the apprenticeship if they haven’t achieved them on entry.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Duration: &lt;/strong&gt;Typically 30 - 36 months&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Link to Professional Registration: &lt;/strong&gt;This standard will meet the professional standards of the Engineering Council for registration as Engineering Technician (Eng Tech) by an appropriate Professional Engineering Institution&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Level: &lt;/strong&gt;This apprenticeship is level 4&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Review date: &lt;/strong&gt;This standard will be reviewed after 3 years&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Electrical Power Network Engineer covers 6 roles: Asset Management Engineer, Planning Engineer, Design Engineer, Control Engineer, Electrical Project Engineer and Operational Delivery Engineer. They work within the power sector with other Engineers, sometimes specialist Engineers, to provide engineering solutions to solve complex electricity network scenarios in order to safely manage electricity supplies in normal and abnormal conditions. Using company/client network strategies, engineers undertake engineering activities to plan, manage, control, construct, replace, maintain and repair assets on the electricity network. They will work in engineering teams that may include Power Networks Craftspersons, senior Engineers and other business specialists, for example procurement, finance and telecommunications engineers. They are responsible for the quality of their own work, possibly others’ and ensuring the work is completed safely, meets stakeholder quality, time, productivity and budget requirements, whilst maintaining the integrity and efficient running of the network.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "9b60a88c-c340-4c62-bc60-86caa08b2c35",
      "detail": "Electrical power principles: alternating current/direct current theories; dynamic/static engineering systems; application of electrical and electronic circuit theory; the use of complex wave forms"
    },
    {
      "knowledgeId": "f09c8d66-6f1c-4be6-9e12-8402fc5622b0",
      "detail": "Three-phase systems with consideration being given to harmonics and their effects and the methods of power distribution"
    },
    {
      "knowledgeId": "21fc2071-0606-40d3-ade9-8619451c0fcc",
      "detail": "Electricity network design, capabilities, complexities, operations and topologies; operation and limitations of plant and equipment"
    },
    {
      "knowledgeId": "5b729366-baed-499e-9351-f6ff984d25fb",
      "detail": "The operation of the electricity network in normal and fault conditions"
    },
    {
      "knowledgeId": "fa978c3f-d962-455a-8a52-8e2b2752741a",
      "detail": "Safe systems of work and risk management; the application of Electricity Supply Standards, Regulations including environmental requirements. These are Health and Safety at Work Act 1974, Electricity at Work Regulations 1989, Management of Health & Safety at Work Regulations 2003, Control of Substances Hazardous to Health (COSHH) Regulations 2002, The Electricity Safety, Quality and Continuity Regulations 2002, The Environmental Protection Act 1990"
    },
    {
      "knowledgeId": "effe97c1-9842-4a34-a4b0-85eda33c14f1",
      "detail": "Company requirements with regard to project management tools, techniques and processes"
    },
    {
      "knowledgeId": "e483ae1e-78db-448e-bb3a-6164d790f507",
      "detail": "Company engineering policies appropriate to their role"
    },
    {
      "knowledgeId": "c3e0c7c5-7046-4af7-a8c7-4dda1d830112",
      "detail": "Engineering problems including how to identify the problem, gather and analyse all relevant information, provide and implement a workable solution and monitoring its effectiveness"
    },
    {
      "knowledgeId": "14b9cafa-0201-44cc-b153-bbe718396609",
      "detail": "Company business planning and resource control measures"
    },
    {
      "knowledgeId": "3859c597-ebd6-438d-bef6-17714c5fc0ab",
      "detail": "The key interfaces of the electricity network and the impact of those interfaces"
    },
    {
      "knowledgeId": "bbb12f41-3a33-4c4f-a3b0-32ed0529ace8",
      "detail": "understand and interpret Regulatory requirements and business plans and contribute to the production of Regulatory technical returns"
    },
    {
      "knowledgeId": "b5afdf79-e19e-4eaa-91f4-17d0747a055a",
      "detail": "understand and work to project designs and interpret requirements to fit the specific environment the project is being constructed in"
    },
    {
      "knowledgeId": "219b5e61-7784-40e8-92d9-e7f16ebfa153",
      "detail": "understand and take control of reactive activities including testing, inspection and maintenance of appropriate plant and equipment to meet operational requirements"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "4193bf18-e925-49a4-8ce2-cdbad71f0e69",
      "detail": "Health, Safety & Environment – follows health, safety and environmental policies and procedures and is prepared to challenge unsafe behaviour using appropriate techniques to ensure the protection of people and property when working alone and/or with teams. Demonstrates high concentration and the desire to reduce risks through regular monitoring and checking information"
    },
    {
      "behaviourId": "cdfd0268-17e5-4306-bd5a-7ee6dcdc667b",
      "detail": "Stakeholder management – is proactive in identifying their stakeholders and managing their expectations, presenting appropriate information to them clearly and concisely."
    },
    {
      "behaviourId": "908f4a64-8e9a-4248-aef3-f719b005b2c3",
      "detail": "Interpersonal skills - works well with people from different disciplines, backgrounds and expertise. Takes others’ needs and concerns into account and supports them to accomplish an activity safely and on time."
    },
    {
      "behaviourId": "61b40198-ddf9-4186-accc-ff6a5b165a56",
      "detail": "Analysing and solving problems – takes responsibility for solving problems by identifying and analysing the issues and drawing logical, sound solutions that benefit customers and the business. "
    },
    {
      "behaviourId": "39eb60d8-3d29-498f-bce7-22a81ea7ff13",
      "detail": "Risk awareness – has the embedded desire to reduce risks through systematic monitoring and checking of information identifying mitigation actions on an on- going basis to achieve safe systems of work"
    },
    {
      "behaviourId": "db40ccad-046e-44c1-b7ec-7851195741f6",
      "detail": "Planning & organising – takes a forward looking perspective when considering the delivery of decisions, activities and projects and ensure plans are in place to manage anticipated issues, considers contingency planning"
    }
  ],
  "skills": [
    {
      "skillId": "5e42ca71-d4bf-4220-9f6e-69c8b1886af5",
      "detail": "Comply with company and Industry health, safety and environmental standards, regulations, company operating procedures and working practices"
    },
    {
      "skillId": "0277a465-a396-4fa5-a128-20fbcf67717b",
      "detail": "Ensure that all safety considerations are incorporated and evident in all working practices"
    },
    {
      "skillId": "86e5f929-0f97-4273-a112-a3beedc6788e",
      "detail": "Apply asset management, design, planning, control, electrical project or operational engineering principles, as appropriate to their role, to maintain and improve the integrity, safety and longevity of the transmission/distribution electrical network"
    },
    {
      "skillId": "bf46c292-ff94-4007-b9fd-8eab18272f01",
      "detail": "Produce timely communications providing information to stakeholders both in writing and verbally in relation to their role activities"
    },
    {
      "skillId": "501a9643-0972-4290-b775-7e1756da9e7e",
      "detail": "Read, understand and interpret technical information relative to their role, identified in company strategies and policies and work in compliance with technical specifications"
    },
    {
      "skillId": "ef08eab2-e874-48af-bb95-872ab4a49868",
      "detail": "Produce clear and precise reports in relation to their activities to line management, other business departments and to external stakeholders"
    },
    {
      "skillId": "8d550f7b-35d3-472b-8970-02eb07c8fbc3",
      "detail": "Develop and agree project plans to undertake their activities. These plans will contain clear objectives, budgets, desired outcomes and timescales. Also included will be implementation criteria, monitoring process controls and evaluation records"
    },
    {
      "skillId": "f09d25eb-5265-4052-8d3c-8da738b2ad96",
      "detail": "Use company IT systems to provide accurate and reliable data to support business decisions"
    },
    {
      "skillId": "dd4e242c-f1ec-47dc-b8ce-8e3387c5c246",
      "detail": "Demonstrate that their work activities supports the business to achieve its regulatory incentive mechanisms"
    },
    {
      "skillId": "7430ae82-5974-425e-8c92-ff7fc03c5069",
      "detail": "Provide information to support business planning processes in relation to their role activities"
    },
    {
      "skillId": "825af026-396d-428c-8c46-daa1bfc49492",
      "detail": "Uses company risk tools and techniques to evaluate and predict the reliability of engineering systems and equipment"
    },
    {
      "skillId": "c474a929-c02b-4ac8-bbb4-a6334086e1e8",
      "detail": "support the development of innovative policy solutions to best serve the needs of customers and stakeholders"
    },
    {
      "skillId": "d08f61d8-ca7e-4010-b275-1ca380d9eede",
      "detail": "plan, develop and produce long term network reinforcement plans taking into account emerging technologies and projected future load requirements"
    },
    {
      "skillId": "7c98523c-3e36-4a46-8c84-7b97b73063ca",
      "detail": "assimilate complex external information to inform company decisions"
    },
    {
      "skillId": "4a0d96ea-460d-4fd7-8808-e15d461d74b8",
      "detail": "evaluate plant and equipment proposals and recommend company approaches"
    },
    {
      "skillId": "5f50fe84-e8d4-49ad-986b-08f383299454",
      "detail": "instigate, as appropriate, investigations into asset, systems or process failures as well as undertaking network performance analysis"
    },
    {
      "skillId": "5a43972c-62a7-47f2-a64a-2ce0b43a744c",
      "detail": "support the identification of new and existing innovation projects"
    },
    {
      "skillId": "6465020b-3521-4a74-a94d-146d78c6f265",
      "detail": "identify the implications of the next generation of low carbon energy and how it influences the way the network is operated"
    },
    {
      "skillId": "e7efcbfe-d2b0-457b-aede-15d0f660986c",
      "detail": "build and be accountable for a rolling and dynamic plan, including managing conflicts and changes, for all operational and capital works"
    },
    {
      "skillId": "6968c789-e3e4-4c5c-aac7-0e5baa31e178",
      "detail": "prioritise all works to be delivered taking into account capital delivery and contractor resources ensuring that all outcome targets are considered"
    },
    {
      "skillId": "2fe3fe0c-5e17-4afd-8c6a-4aae7497c54c",
      "detail": "ensure area plans are built optimally, utilising resource skill sets and plan the appropriate outages, negotiating and confirming these by utilising the switching matrix"
    },
    {
      "skillId": "1e7d18c4-b98b-482e-a571-8c787c0c1f3f",
      "detail": "ensure all risk assessments are initiated in a timely manner, that any constraints are assessed and managed and any mitigating actions are determined"
    },
    {
      "skillId": "69138971-cf2e-4311-bb1c-2519821c1359",
      "detail": "ensure all planning decisions are documented in the relevant systems and are communicated with reasoning to all relevant stakeholders"
    },
    {
      "skillId": "4515e707-5779-4e80-8edc-ac1b1c47ea47",
      "detail": "ensure assets are compliant with statutory requirements, company policy obligations and optimal/limit dates and assess asset condition data against maintenance policy risk & criticality criteria"
    },
    {
      "skillId": "f046b277-6e22-4ba2-abda-3ea94310d2d2",
      "detail": "be accountable for both resource and outage planning ownership and authority of work to be included or removed from the plan"
    },
    {
      "skillId": "f0e1acf9-e3a0-4243-b8af-5e06c2f56811",
      "detail": "taking the long term network plan into consideration, translate company strategies into specific designs"
    },
    {
      "skillId": "65733a18-0052-404e-a364-f4f92a9c0f0e",
      "detail": "make proposals regarding appropriate plant & equipment to be used and the benefits of the proposals"
    },
    {
      "skillId": "845c4ca7-cab2-4787-856d-b471aca80ea9",
      "detail": "undertake all aspects of design from outlines to detailed plans. This involves approvals, wayleaves, consents, appropriate regulations and costing information"
    },
    {
      "skillId": "ad30cbce-48c2-4eda-b276-636e47c1f7ea",
      "detail": "take into account the implications of safety and environmental requirements, statutory and industry standards, technical system requirements and commercial constraints on design plans"
    },
    {
      "skillId": "afcfa081-8175-42b1-914f-7287acfce82f",
      "detail": "demonstrate the application of appropriate methods to identify correct load calculations and produce network diagrams"
    },
    {
      "skillId": "c83ab63a-c54f-4241-8ad7-f0b7a57cb884",
      "detail": "ensure that proposed designs meet commercial, investment requirements and take into account innovation developments"
    },
    {
      "skillId": "1fdcb0b6-a049-4a16-bcdc-f18aa20eb469",
      "detail": "remotely control the electrical network, in accordance with operating procedures and safety rules to ensure the safe and efficient operation of the power system."
    },
    {
      "skillId": "e609415c-e103-41d4-a01f-871af5c9cec1",
      "detail": "control all outages and network access requests ensuring risks to the network and system security are minimised"
    },
    {
      "skillId": "5a8ad5d0-70dd-468b-ae86-21b4a43ce54d",
      "detail": "manage planned and fault operations and activities on the network to provide a safe and secure electricity supply"
    },
    {
      "skillId": "91845790-ec98-4367-b6a2-fb0781bf3b27",
      "detail": "undertake work in complex, dynamic and reactive environments and provide technical and operational guidance to the rest of the business."
    },
    {
      "skillId": "24383654-0ff9-4799-9f34-b85ad89c0fd1",
      "detail": "agree and co-ordinate the work of others to maximise network availability and minimise network risks"
    },
    {
      "skillId": "0f31fd9a-5c74-4a00-935d-71b431aa3775",
      "detail": "escalate significant network incidents throughout the business as appropriate and monitoring of real time impacts on the system"
    },
    {
      "skillId": "b9a8160d-196f-46fd-9cef-edd10935ff71",
      "detail": "ensure interface arrangements and impact of embedded generation are considered where appropriate"
    },
    {
      "skillId": "702df5d8-03cc-4f99-8fe8-69fb4e50308f",
      "detail": "gain appropriate Control Engineer Authorisation in-line with company requirements"
    },
    {
      "skillId": "382c6854-d1c2-4910-8a3c-f64164d094d5",
      "detail": "project manage activities to ensure projects are delivered on time, meet stakeholder and budget requirements"
    },
    {
      "skillId": "912ec965-b8fa-4278-a2ae-e80cdbc39482",
      "detail": "manage stakeholder relations and produce final construction plans."
    },
    {
      "skillId": "bceaf1a9-7244-4557-8742-d14102ebab2b",
      "detail": "undertake contractor management of external parties, agreeing work specifications, variations and acceptance of work completion in-line with company processes and procedures"
    },
    {
      "skillId": "9bee7115-0546-4c8a-977a-cdc90c435a52",
      "detail": "be authorised to work on the electricity network in-line with company/asset owner requirements"
    },
    {
      "skillId": "4ea3a475-4a96-4e7d-8735-8144fb231689",
      "detail": "issue, review and communicate to all site personnel the agreed safe systems of works associated with the activities being carried out."
    },
    {
      "skillId": "835cb0d8-9098-4f2c-94d5-7c993788dce5",
      "detail": "ensure the completion of final hand back documentation to the agreed specifications and timescales."
    },
    {
      "skillId": "985abb0b-f846-491e-8d42-08ac54099972",
      "detail": "plan, manage and undertake a range of engineering activities and operations to the electricity network, to meet design, safety, time and commercial requirements"
    },
    {
      "skillId": "25d9599b-a616-4d66-a67b-772aed633bc3",
      "detail": "be Authorised to work on the electricity network in-line with company/asset owner requirements"
    },
    {
      "skillId": "899357fc-0215-4792-8ad1-858b8459ac05",
      "detail": "take responsibility for and control others who may be working on the network"
    },
    {
      "skillId": "8bf0f817-c2e3-4a68-ae8e-b9db35ecac88",
      "detail": "issue, review and communicate to all site personnel the agreed safe systems of works associated with the activities being carried out"
    },
    {
      "skillId": "acf29be0-16ec-4235-8995-abf8da2d61a4",
      "detail": "ensure the completion of final hand back documentation to the agreed specifications and timescales"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Asset Management Engineer",
    "Control Engineer",
    "Design Engineer",
    "Electrical Project Engineer",
    "Operational Delivery Engineer",
    "Planning Engineer"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-12-20T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0164",
  "tbMainContact": "engineering.manufacturing@education.gov.uk",
  "involvedEmployers": "Electricity North West, National Grid, Northern Powergrid, Integrated Utility Services, Scottish Power, Amec Foster Wheeler, Power Networks, Balfour Beatty, Edward Dewhurst, SPIE UK, SSE, Stormport Professional Services, AMEY",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Asset Management Engineer",
    "Planning Engineer",
    "Design Engineer",
    "Control Engineer",
    "Electrical Project Engineer",
    "Operational Delivery Engineer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, Installation & Repair",
  "cluster": "Installation, Service, Repair and/or Overhaul Advanced Technician",
  "clusterId": "97",
  "clusterDescription": "Install, maintain and service plant and equipment using application and/or context specific expertise",
  "createdDate": "2017-11-14T17:09:15 +00:00",
  "lastUpdated": "2017-12-20T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-12-20T00:00:00 +00:00",
  "banners": "This apprenticeship standard is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards in revision are available in the revisions status report.",
  "occupationCode": "OCC0475",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0475-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0475-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "48d5295f-558a-49ef-a30d-feeb717f575e",
      "title": "Asset Management Engineer",
      "occupationCode": "OCC0475A"
    },
    {
      "optionId": "2d4beffd-8e49-4df1-b36e-8d88e0814929",
      "title": "Control Engineer",
      "occupationCode": "OCC0475B"
    },
    {
      "optionId": "7735c8c7-6b9e-407a-a715-a73ee3b4d220",
      "title": "Design Engineer",
      "occupationCode": "OCC0475C"
    },
    {
      "optionId": "cdde7819-fdbc-4171-b0e7-df411d6d74a7",
      "title": "Electrical Project Engineer",
      "occupationCode": "OCC0475D"
    },
    {
      "optionId": "6043091f-41ac-4383-8769-00b681e1afc9",
      "title": "Operational Delivery Engineer",
      "occupationCode": "OCC0475E"
    },
    {
      "optionId": "5730ae8a-cde1-4280-8aa2-0b1261fbe56a",
      "title": "Planning Engineer",
      "occupationCode": "OCC0475F"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "4193bf18-e925-49a4-8ce2-cdbad71f0e69",
        "cdfd0268-17e5-4306-bd5a-7ee6dcdc667b",
        "908f4a64-8e9a-4248-aef3-f719b005b2c3",
        "61b40198-ddf9-4186-accc-ff6a5b165a56",
        "39eb60d8-3d29-498f-bce7-22a81ea7ff13",
        "db40ccad-046e-44c1-b7ec-7851195741f6"
      ],
      "mappedKnowledge": [
        "9b60a88c-c340-4c62-bc60-86caa08b2c35",
        "f09c8d66-6f1c-4be6-9e12-8402fc5622b0",
        "21fc2071-0606-40d3-ade9-8619451c0fcc",
        "5b729366-baed-499e-9351-f6ff984d25fb",
        "fa978c3f-d962-455a-8a52-8e2b2752741a",
        "effe97c1-9842-4a34-a4b0-85eda33c14f1",
        "e483ae1e-78db-448e-bb3a-6164d790f507",
        "c3e0c7c5-7046-4af7-a8c7-4dda1d830112",
        "14b9cafa-0201-44cc-b153-bbe718396609",
        "3859c597-ebd6-438d-bef6-17714c5fc0ab"
      ],
      "mappedSkills": [
        "5e42ca71-d4bf-4220-9f6e-69c8b1886af5",
        "0277a465-a396-4fa5-a128-20fbcf67717b",
        "86e5f929-0f97-4273-a112-a3beedc6788e",
        "bf46c292-ff94-4007-b9fd-8eab18272f01",
        "501a9643-0972-4290-b775-7e1756da9e7e",
        "ef08eab2-e874-48af-bb95-872ab4a49868",
        "8d550f7b-35d3-472b-8970-02eb07c8fbc3",
        "f09d25eb-5265-4052-8d3c-8da738b2ad96",
        "dd4e242c-f1ec-47dc-b8ce-8e3387c5c246",
        "7430ae82-5974-425e-8c92-ff7fc03c5069",
        "825af026-396d-428c-8c46-daa1bfc49492"
      ]
    },
    {
      "coreOrOptionTitle": "Asset Management Engineer",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "bbb12f41-3a33-4c4f-a3b0-32ed0529ace8"
      ],
      "mappedSkills": [
        "c474a929-c02b-4ac8-bbb4-a6334086e1e8",
        "d08f61d8-ca7e-4010-b275-1ca380d9eede",
        "7c98523c-3e36-4a46-8c84-7b97b73063ca",
        "4a0d96ea-460d-4fd7-8808-e15d461d74b8",
        "5f50fe84-e8d4-49ad-986b-08f383299454",
        "5a43972c-62a7-47f2-a64a-2ce0b43a744c",
        "6465020b-3521-4a74-a94d-146d78c6f265"
      ]
    },
    {
      "coreOrOptionTitle": "Control Engineer",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": [
        "1fdcb0b6-a049-4a16-bcdc-f18aa20eb469",
        "e609415c-e103-41d4-a01f-871af5c9cec1",
        "5a8ad5d0-70dd-468b-ae86-21b4a43ce54d",
        "91845790-ec98-4367-b6a2-fb0781bf3b27",
        "24383654-0ff9-4799-9f34-b85ad89c0fd1",
        "0f31fd9a-5c74-4a00-935d-71b431aa3775",
        "b9a8160d-196f-46fd-9cef-edd10935ff71",
        "702df5d8-03cc-4f99-8fe8-69fb4e50308f"
      ]
    },
    {
      "coreOrOptionTitle": "Design Engineer",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": [
        "f0e1acf9-e3a0-4243-b8af-5e06c2f56811",
        "65733a18-0052-404e-a364-f4f92a9c0f0e",
        "845c4ca7-cab2-4787-856d-b471aca80ea9",
        "ad30cbce-48c2-4eda-b276-636e47c1f7ea",
        "afcfa081-8175-42b1-914f-7287acfce82f",
        "c83ab63a-c54f-4241-8ad7-f0b7a57cb884"
      ]
    },
    {
      "coreOrOptionTitle": "Electrical Project Engineer",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "b5afdf79-e19e-4eaa-91f4-17d0747a055a"
      ],
      "mappedSkills": [
        "382c6854-d1c2-4910-8a3c-f64164d094d5",
        "912ec965-b8fa-4278-a2ae-e80cdbc39482",
        "bceaf1a9-7244-4557-8742-d14102ebab2b",
        "9bee7115-0546-4c8a-977a-cdc90c435a52",
        "4ea3a475-4a96-4e7d-8735-8144fb231689",
        "835cb0d8-9098-4f2c-94d5-7c993788dce5"
      ]
    },
    {
      "coreOrOptionTitle": "Operational Delivery Engineer",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "219b5e61-7784-40e8-92d9-e7f16ebfa153"
      ],
      "mappedSkills": [
        "985abb0b-f846-491e-8d42-08ac54099972",
        "25d9599b-a616-4d66-a67b-772aed633bc3",
        "899357fc-0215-4792-8ad1-858b8459ac05",
        "8bf0f817-c2e3-4a68-ae8e-b9db35ecac88",
        "acf29be0-16ec-4235-8995-abf8da2d61a4"
      ]
    },
    {
      "coreOrOptionTitle": "Planning Engineer",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": [
        "e7efcbfe-d2b0-457b-aede-15d0f660986c",
        "6968c789-e3e4-4c5c-aac7-0e5baa31e178",
        "2fe3fe0c-5e17-4afd-8c6a-4aae7497c54c",
        "1e7d18c4-b98b-482e-a571-8c787c0c1f3f",
        "69138971-cf2e-4311-bb1c-2519821c1359",
        "4515e707-5779-4e80-8edc-ac1b1c47ea47",
        "f046b277-6e22-4ba2-abda-3ea94310d2d2"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2017-12-20T00:00:00"
}