{
  "larsCode": 248,
  "referenceNumber": "ST0473",
  "title": "Science industry process and plant engineer (degree)",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/248",
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": null,
  "earliestStartDate": "2018-02-27T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Helping design the manufacturing process for science-based technology and products.",
  "level": 6,
  "typicalDuration": 60,
  "maxFunding": 24000,
  "route": "Engineering and manufacturing",
  "keywords": [
    "Science Industry Process/Plant Engineer",
    "Science Industry Process Engineer",
    "Science Industry Plant Engineer",
    "Science Industry",
    "engineer",
    "degree"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/4430/st0473_sippe_l6_ap-for-publication_20082020.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupation&lt;/h3&gt;\r\n&lt;p&gt;A Science industry process and plant engineer will be involved in process design and manufacture of chemical, biological or science based technology industrial or consumer products using solid, liquid and gaseous media. They will apply their knowledge of underlying engineering principles to implement and develop new processes or plant and to support product development; and work autonomously and as part of a wider scientific &amp;amp; engineering team. They will use project management skills to develop and manufacture products on time, on cost and to the right product quality. They will be proactive in identifying and supporting engineering solutions to challenging problems, be able to identify areas for business improvement and propose innovative ideas. In all contexts working safely and ethically is paramount and many companies operate under highly regulated conditions because of the need to control the quality of products and safety of their manufacture. Process specialists are involved in conception, design and operation of processes and may also be involved in pilot plant scale-up, manufacturing and packaging operations. Plant specialists ensure the plant, equipment and manufacturing assets are monitored and optimised to support the current and future processing operation whilst offering best value to the organisation. Both process and plant roles are critical to efficient manufacturing operations and they will frequently work together and will share a common set of skills that allows them to cover common aspects of their specialist roles.&lt;/p&gt;\r\n&lt;h3&gt;Typical job roles include:&lt;/h3&gt;\r\n&lt;p&gt;Typical job titles: Process engineer, Process control engineer, Process safety engineer, Chemical engineer, Project engineer, Biochemical engineer, Plant engineer, Maintenance engineer.&lt;/p&gt;\r\n&lt;h3&gt;Entry requirements:&lt;/h3&gt;\r\n&lt;p&gt;Typically candidates will have achieved grade C or above in at least five GCSE’s including English, Maths and a Science subject and hold relevant level 3 qualifications providing the appropriate number of UCAS points for HE entry. Other relevant or prior experience may also be considered as an alternative.&lt;/p&gt;\r\n&lt;h3&gt;Requirements Knowledge:&lt;/h3&gt;\r\n&lt;ol&gt;\r\n&lt;li&gt;Core engineering principles including mathematics and science and their application to relevant area of specialism.&lt;/li&gt;\r\n&lt;li&gt;The product manufacturing process within the science industry&lt;/li&gt;\r\n&lt;li&gt;Principles of computer aided design; computer aided engineering and appropriate engineering informatics packages.&lt;/li&gt;\r\n&lt;li&gt;Engineering project management procedures and how to incorporate these into the engineering/scientific work environment&lt;/li&gt;\r\n&lt;li&gt;The internal and external regulatory environment pertinent to the science sector&lt;/li&gt;\r\n&lt;li&gt;Industrial finance: capital and operating expenditure, particularly when applied to feasibility studies and comparison of competing tenders&lt;/li&gt;\r\n&lt;li&gt;The business environment in which the company operates including personal role within the organisation, ethical practice and codes of conduct&lt;/li&gt;\r\n&lt;li&gt;The principles of process and product safety and sustainability relevant to the sector&lt;/li&gt;\r\n&lt;li&gt;The principles of quality management processes relevant to the sector e.g. Good Manufacturing Practice (GMP), Quality Control (QC), Quality Assurance (QA).&lt;/li&gt;\r\n&lt;/ol&gt;\r\n&lt;h3&gt;Skills:&lt;/h3&gt;\r\n&lt;ol start=&quot;10&quot;&gt;\r\n&lt;li&gt;Ensure the control, within own area of responsibility, of major accident hazards, health &amp;amp; safety, to statutory, mandatory and environmental standards.&lt;/li&gt;\r\n&lt;li&gt;Ensure that targets are met and maintained, within own area of responsibility, whilst complying with defined company procedures and legislative requirements&lt;/li&gt;\r\n&lt;li&gt;Prepare for and perform process/plant engineering tasks using the appropriate techniques, procedures and methods&lt;/li&gt;\r\n&lt;li&gt;Support the evaluation, submission, planning, installation and commissioning of capital, maintenance and revenue projects to improve process performance&lt;/li&gt;\r\n&lt;li&gt;Work autonomously to analyse, interpret and evaluate engineering data, presenting the results and problem solving approach clearly and concisely in written and oral form, using technology where appropriate to assist with and evaluate activies&lt;/li&gt;\r\n&lt;li&gt;Apply continuous improvement techniques and support existing manufacturing principles to drive effectiveness and efficiency.&lt;/li&gt;\r\n&lt;li&gt;Manage and/or support the introduction of new technologies and practices&lt;/li&gt;\r\n&lt;li&gt;Use creative thinking and problem solving to challenge assumptions, innovate, make new proposals and build on existing ideas.&lt;/li&gt;\r\n&lt;li&gt;Plan and prioritise process/plant tasks using project planning tools, review and evaluate progress against objectives and investigate alternative scenarios&#160;&lt;/li&gt;\r\n&lt;/ol&gt;\r\n&lt;h3&gt;Behaviours:&lt;/h3&gt;\r\n&lt;ol start=&quot;19&quot;&gt;\r\n&lt;li&gt;Have a safety and quality approach that ensures strict compliance and a disciplined, responsible attitude to mitigate and manage risk&lt;/li&gt;\r\n&lt;li&gt;Communicate appropriately to a scientific and non-scientific audience&lt;/li&gt;\r\n&lt;li&gt;Is reliable and shows integrity and respect for confidentiality on work related and personal matters, including appropriate use of social media and information systems.&lt;/li&gt;\r\n&lt;li&gt;Work autonomously and interact effectively within a wide, multi-disciplinary team, understanding the impact of work on others, especially where related to workplace ethics, diversity and equality&lt;/li&gt;\r\n&lt;li&gt;Applies a logical thought process, being able to incorporate the ideas of others and quickly process information&lt;/li&gt;\r\n&lt;li&gt;Handles and responds to change, adjusting to different conditions, technologies, situations and environments&lt;/li&gt;\r\n&lt;li&gt;Take responsibility for continuing personal and professional development, demonstrating commitment to learning and self-improvement and support the development of others as appropriate&lt;/li&gt;\r\n&lt;/ol&gt;\r\n&lt;p&gt;&lt;strong&gt;Duration: &lt;/strong&gt;Typically 60 months&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;Bachelor’s Degree in engineering discipline; Chemical, Biochemical, Biomedical, Mechanical, Manufacturing, Process. Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Link to professional registration &lt;/strong&gt;Successful apprentices will be eligible to apply for Incorporated Engineer (IEng), through a relevant licensed (by Engineering Council) Professional Engineering Institution (PEI) e.g. IChemE, IMechE. This apprenticeship is aligned to Engineering Council UK-SPEC at Incorporated Engineer (IEng) standard.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Level:&lt;/strong&gt; 6&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Review date: &lt;/strong&gt;After 3 years&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "Pete Moss ",
    "contactAddress": "Open Awards Estuary Commerce Park\r\n17 De Havilland Dr\r\nSpeke\r\nLiverpool \r\nL24 8RN",
    "contactEmail": "EQA@openawards.org.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2018-02-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "",
  "tbMainContact": "",
  "involvedEmployers": "Pfizer UK, Centre for Process Innovation (CPI), kbr.com, DuPuy (Johnson &amp; Johnson), 3M UK PLC, SABIC-Europe, Ineos UK Limited, Lotte Chemicals UK Limited, Victrex PLC, Bechtel Corporation, Essar Oil Limited, Fujifilm Diosynth Biotechnologies, Lonza UK Limited, Glaxo Smith Kline (GSK)",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Plant and Process Engineer",
  "createdDate": "2017-11-14T17:08:55 +00:00",
  "lastUpdated": "2018-02-27T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/science-industry-process-and-plant-engineer-(degree)-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/science-industry-process-and-plant-engineer-(degree)-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}