{
  "templateType": "Apprenticeship Standard",
  "larsCode": 272,
  "referenceNumber": "ST0477",
  "learningAimClassCode": "",
  "title": "Academic professional",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0477",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "",
  "changedDate": "2022-05-31T00:00:00",
  "earliestStartDate": "2018-05-08T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Working within the higher education (HE) sector delivering higher education teaching",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Education and early years",
  "keywords": [
    "Academic Professional",
    "Academic",
    "Professional",
    "degree",
    "higher education"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1778/st0477_-academic-professional_-level-7_ap-for-publication_15052018.pdf",
  "ssa1": "13 Education and Training",
  "ssa2": "13.1 Teaching and lecturing",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;Academic Professionals work within the higher education (HE) sector delivering higher education teaching and undertaking research to support the development of knowledge within their discipline. They may work in Universities, Colleges or the Private Sector, in the primary role of developing and sharing knowledge with students, peers and external stakeholders to support advancement of the discipline and the resolution of major challenges. Academic Professionals play an active role in supporting a range of people including students, funders, stakeholders and government to gain insight into their specialist discipline area. Academic Professionals engage in continuing professional development in both their discipline and their pedagogy and make use of appropriate technologies to support the acquisition of knowledge.&lt;/p&gt;\n&lt;p&gt;Academic Professionals will reach full competency in their role through this apprenticeship, taking them from their entry point to employment in higher education to full professional competence, which can be achieved only following extensive training and work experience in both the core elements of the apprenticeship and in a specialist route for either teaching or research. At entry point, individuals have considerable expertise in a particular subject discipline, usually as indicated by the completion of postgraduate level 7 or level 8 qualifications, but still need the substantial training indicated below to acquire full competency as an Academic Professional.&#160; The Academic Professional Apprenticeship Standard reflects widely understood professional standards for both the teaching and research routes in higher education and is aligned to the Higher Education Academy’s UK Professional Standards Framework and Vitae’s Researcher Development Framework.&lt;/p&gt;\n&lt;p&gt;Academic Professionals undertake the core role and follow one of two specialist routes, teaching and supporting learning or undertaking research:&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;349&quot; style=&quot;width: 349px;&quot;&gt;\n&lt;p&gt;Specialist role in &lt;strong&gt;Teaching&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;349&quot; style=&quot;width: 349px;&quot;&gt;\n&lt;p&gt;Specialist role in &lt;strong&gt;Research &lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;349&quot;&gt;\n&lt;p&gt;Specialises in teaching and the support of student learning at undergraduate, postgraduate taught and research levels. Employees in this specialism exceed the core teaching abilities of an Academic Professional by playing a leading role in the development of current learning and teaching practice, pedagogical and assessment methodologies, advanced skill in supporting learning for diverse groups of learners, including those with learning disabilities, delivery of a high level of information literacy and the application of technologies in support of learning, promotion of independent learning skills and other teaching techniques. They will contribute to changes of practice by developing innovative forms of teaching for use with students who are working towards higher-level learning at levels 4 to 8 in the Framework for HE Qualifications in England, Wales and Northern Ireland, ie from HE Certificate to Doctorate level.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;349&quot;&gt;\n&lt;p&gt;Has the capacity to operate as a principal investigator, identifying research opportunities, competing for external funding, managing research projects and budgets and creating research outputs. Specialises in research activities, often within a research team addressing major challenges facing the world, or those of public or private funders and commissioners of research. &#160;Employees in this specialism exceed the core research abilities of an Academic Professional by playing a leading role in wider research management, oversight and deployment of research-related funding, collaboration with external organisations and dissemination of research outputs. These are competences that reach far beyond the original contribution to knowledge in a defined field which is the prime focus of the research degree held by most academic professionals.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Employers will set their own entry requirements, which will usually be a postgraduate degree level (level 7) qualification in an area of disciplinary specialism.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The Academic Professional will have knowledge and understanding of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;a range of teaching, assessment and feedback methods used in higher education to support learning and achievement&lt;/li&gt;\n&lt;li&gt;how students learn and how to adapt delivery methods to support a range of students’ needs&lt;/li&gt;\n&lt;li&gt;how research is conducted, within their own and related disciplines and in inter-disciplinary or trans-disciplinary contexts&lt;/li&gt;\n&lt;li&gt;regulatory, administrative, financial, planning procedures, risk management, quality assurance and quality enhancement, and how they are related to their role in higher education &lt;span style=&quot;text-decoration: line-through;&quot;&gt;&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;technological processes associated with effectiveness in their role within the HE sector&lt;span style=&quot;text-decoration: line-through;&quot;&gt;&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;methods for evaluating the effectiveness of academic activities, such as teaching and the quality and impact of research&lt;/li&gt;\n&lt;li&gt;how to engage with relevant professional bodies and other external organisations to support their work&lt;/li&gt;\n&lt;li&gt;the principles of reflective practice and the methods for applying reflective practice to their own professional development&lt;/li&gt;\n&lt;li&gt;innovative approaches to undertaking their work to create interest, understanding and enthusiasm among their students, funders or stakeholders&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Core Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The Academic Professional will be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;deliver higher education teaching of high quality through lectures, tutorials, practicals or seminars&lt;/li&gt;\n&lt;li&gt;use varying teaching styles depending on the learning environment and students’ needs&lt;/li&gt;\n&lt;li&gt;develop research questions and hypotheses prior to undertaking research in their subject discipline&lt;/li&gt;\n&lt;li&gt;analyse, synthesise and use critical thinking in the conduct of research&lt;/li&gt;\n&lt;li&gt;supervise and mentor students and peers to develop knowledge in their subject discipline&lt;/li&gt;\n&lt;li&gt;implement approaches to academic practice that are informed by equality and diversity&lt;/li&gt;\n&lt;li&gt;communicate orally and in writing and collaborate effectively, to manage people, processes or teams&lt;/li&gt;\n&lt;li&gt;use digital technologies effectively to develop and disseminate knowledge and understanding of subject disciplines&lt;/li&gt;\n&lt;li&gt;share ideas and evidence with students, peers, policy makers and private and public organisations through a variety of channels including publication and teaching&lt;/li&gt;\n&lt;li&gt;collect evidence of the impact of their work, including through student surveys or citations&lt;/li&gt;\n&lt;li&gt;manage their own continuing professional development (CPD) in subject disciplines and pedagogy, incorporating research, scholarship and professional practices&lt;/li&gt;\n&lt;li&gt;manage their own time through preparation and prioritisation, time management, responsiveness to change, and achieving a work-life balance.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Core Values and Behaviours &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Academic Professionals will be mindful of:&#160;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;ethical, sustainable and inclusive practices and equality of opportunity to a professional standard&lt;/li&gt;\n&lt;li&gt;the need to continuously develop their knowledge and insight in relation to career management, responsiveness to opportunities, networking, reputation and esteem&lt;/li&gt;\n&lt;li&gt;the need to commit to CPD in relation to relevant contemporary issues such as: student employability and graduate employment destinations, ethics and sustainability, academic integrity, legal compliance and intellectual property, respect and confidentiality, and health and safety&lt;/li&gt;\n&lt;li&gt;the need to consider evidence-informed approaches and the outcomes from research, scholarship and CPD to inform their own professional practice&lt;/li&gt;\n&lt;li&gt;the wider context (policy, economic, societal, technological, legal, cultural and environmental) in which higher education operates, recognising the implications for professional practice&lt;/li&gt;\n&lt;li&gt;the need to seek opportunities to network, to practise public engagement and to communicate effectively&lt;/li&gt;\n&lt;li&gt;the need to be enthusiastic, self-confident, and self-reflective to operate effectively in the role&lt;/li&gt;\n&lt;li&gt;the requirement to persevere, have integrity, be prepared to take responsibility, to lead, mentor and supervise.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Option 1&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;&lt;strong&gt;Specialist role in Teaching - Knowledge&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;The Academic Professional in a specialist teaching role will have in-depth knowledge and understanding of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;current subject and pedagogic research which support the development of advanced practice in the learning environment&lt;/li&gt;\n&lt;li&gt;complex information management and advanced digital literacy&lt;/li&gt;\n&lt;li&gt;the subject knowledge base and the methods for facilitating learning through engagement with it.&lt;/li&gt;\n&lt;li&gt;the application of a wide range of technologies and digital skills in support of teaching and learning&lt;/li&gt;\n&lt;li&gt;the methods required to develop curricula, monitor delivery and evaluate course, award and programme design&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Specialist role in Teaching - Skills &lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;The Academic Professional in a specialist teaching role will be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;play a leading role in the development and deployment of innovative teaching and assessment techniques, to deliver HE teaching of high quality across a wide range of modules and to all levels&lt;/li&gt;\n&lt;li&gt;develop innovative HE course materials, monitor delivery and evaluate course, award and programme design&lt;/li&gt;\n&lt;li&gt;design a wide range of teaching environments to facilitate student learning and engagement&lt;/li&gt;\n&lt;li&gt;integrate subject and pedagogic research into teaching and scholarly activity to enhance teaching and support changes of practice&lt;/li&gt;\n&lt;li&gt;analyse and synthesise information and use critical thinking to share insight into their pedagogy and discipline area and improve engagement with excellence initiatives&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Option 2&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;&lt;strong&gt;Specialist role in Research - Knowledge&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;The Academic Professional in a specialist research role will have in-depth knowledge and understanding of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;current issues in the relevant disciplinary research literature&lt;/li&gt;\n&lt;li&gt;research theories and the practical application of a full range of research methods&lt;/li&gt;\n&lt;li&gt;relevant and up to date approaches to the management of research, including delivery to required timelines&lt;/li&gt;\n&lt;li&gt;major funding streams and programmes in the relevant research field&lt;/li&gt;\n&lt;li&gt;the application of a wide range of technologies and advanced digital skills in support of research investigation and dissemination&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Specialist role in Research - Skills &lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;The Academic Professional in a specialist research role will be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;frame research questions and methodology in the context of competitive proposals for research funding&lt;/li&gt;\n&lt;li&gt;undertake effective management of research projects and budgets, assess risks and apply for ethical approval where required&lt;/li&gt;\n&lt;li&gt;produce intellectual insight and innovations in their own discipline to be shared with students, peers and wider stakeholders&lt;/li&gt;\n&lt;li&gt;author or co-author publications and disseminate research through a wide range of media&lt;/li&gt;\n&lt;li&gt;develop and sustain links with industry and other external organisations to grow collaborations and develop opportunities to access funding&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Duration &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;18-24 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and Maths will need to achieve this level prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Level 7 apprenticeship&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional Body Recognition&lt;/strong&gt;&#160;&lt;/h3&gt;\n&lt;p&gt;The Apprenticeship Standard and Assessment Plan are aligned to the current editions of the Higher Education Academy UK Professional Standards Framework (UK-PSF) and the Vitae Researcher Development Framework. A successful apprentice who meets the requirements for the specialist teaching role will be eligible for professional recognition as a Fellow of the Higher Education Academy. Vitae is currently developing a similar scheme for professional recognition for those who meet the requirements for the specialist research role.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;The apprenticeship standard will be reviewed after 3 years.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Academic Professionals work within the higher education (HE) sector delivering higher education teaching and undertaking research to support the development of knowledge within their discipline. They may work in Universities, Colleges or the Private Sector, in the primary role of developing and sharing knowledge with students, peers and external stakeholders to support advancement of the discipline and the resolution of major challenges. Academic Professionals play an active role in supporting a range of people including students, funders, stakeholders and government to gain insight into their specialist discipline area. Academic Professionals engage in continuing professional development in both their discipline and their pedagogy and make use of appropriate technologies to support the acquisition of knowledge. Academic Professionals will reach full competency in their role through this apprenticeship, taking them from their entry point to employment in higher education to full professional competence, which can be achieved only following extensive training and work experience in both the core elements of the apprenticeship and in a specialist route for either teaching or research. At entry point, individuals have considerable expertise in a particular subject discipline, usually as indicated by the completion of postgraduate level 7 or level 8 qualifications, but still need the substantial training indicated below to acquire full competency as an Academic Professional. The Academic Professional Apprenticeship Standard reflects widely understood professional standards for both the teaching and research routes in higher education and is aligned to the Higher Education Academy’s UK Professional Standards Framework and Vitae’s Researcher Development Framework. Academic Professionals undertake the core role and follow one of two specialist routes, teaching and supporting learning or undertaking research: Specialist role in Teaching: Specialises in teaching and the support of student learning at undergraduate, postgraduate taught and research levels. Employees in this specialism exceed the core teaching abilities of an Academic Professional by playing a leading role in the development of current learning and teaching practice, pedagogical and assessment methodologies, advanced skill in supporting learning for diverse groups of learners, including those with learning disabilities, delivery of a high level of information literacy and the application of technologies in support of learning, promotion of independent learning skills and other teaching techniques. They will contribute to changes of practice by developing innovative forms of teaching for use with students who are working towards higher-level learning at levels 4 to 8 in the Framework for HE Qualifications in England, Wales and Northern Ireland, ie from HE Certificate to Doctorate level. Specialist role in Research: Has the capacity to operate as a principal investigator, identifying research opportunities, competing for external funding, managing research projects and budgets and creating research outputs. Specialises in research activities, often within a research team addressing major challenges facing the world, or those of public or private funders and commissioners of research. Employees in this specialism exceed the core research abilities of an Academic Professional by playing a leading role in wider research management, oversight and deployment of research-related funding, collaboration with external organisations and dissemination of research outputs. These are competences that reach far beyond the original contribution to knowledge in a defined field which is the prime focus of the research degree held by most academic professionals.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "241fe51a-6a48-42d6-8689-f38b43200186",
      "detail": "A range of teaching, assessment and feedback methods used in higher education to support learning and achievement"
    },
    {
      "knowledgeId": "b74d62c2-d3f5-4c4b-b2cf-55174e96b454",
      "detail": "How students learn and how to adapt delivery methods to support a range of students’ needs"
    },
    {
      "knowledgeId": "826f1edd-2b55-47e4-a776-6db6cd5968aa",
      "detail": "How research is conducted, within their own and related disciplines and in inter-disciplinary or trans-disciplinary contexts"
    },
    {
      "knowledgeId": "094ddc37-cfa4-4193-9dde-44bf082d9032",
      "detail": "Regulatory, administrative, financial, planning procedures, risk management, quality assurance and quality enhancement, and how they are related to their role in higher education"
    },
    {
      "knowledgeId": "0e179cef-699a-4cb2-a3ce-4939dbe3e958",
      "detail": "Technological processes associated with effectiveness in their role within the HE sector"
    },
    {
      "knowledgeId": "d033a827-359f-46ba-bab1-cab7e13cbf76",
      "detail": "Methods for evaluating the effectiveness of academic activities, such as teaching and the quality and impact of research"
    },
    {
      "knowledgeId": "257478f6-5c97-430f-9b07-da16340779c1",
      "detail": "How to engage with relevant professional bodies and other external organisations to support their work"
    },
    {
      "knowledgeId": "417dbc92-d6e5-4527-a100-318461446916",
      "detail": "The principles of reflective practice and the methods for applying reflective practice to their own professional development"
    },
    {
      "knowledgeId": "9a77a1c3-ce1c-4062-8c2d-4ccdf18232ab",
      "detail": "Innovative approaches to undertaking their work to create interest, understanding and enthusiasm among their students, funders or stakeholders"
    },
    {
      "knowledgeId": "1a790080-c24d-47d8-be66-9d6cd48d5809",
      "detail": "Current subject and pedagogic research which support the development of advanced practice in the learning environment"
    },
    {
      "knowledgeId": "bfc58bb1-a320-428b-ab9e-1661b5036001",
      "detail": "Complex information management and advanced digital literacy"
    },
    {
      "knowledgeId": "0e5f1291-af75-455a-9f20-68ef4a0b282a",
      "detail": "The subject knowledge base and the methods for facilitating learning through engagement with it."
    },
    {
      "knowledgeId": "0cc12d1d-1446-4aa0-8ab9-a7dfe2685fb0",
      "detail": "The application of a wide range of technologies and digital skills in support of teaching and learning"
    },
    {
      "knowledgeId": "89a2c07a-fba8-4225-9460-833188276918",
      "detail": "The methods required to develop curricula, monitor delivery and evaluate course, award and programme design"
    },
    {
      "knowledgeId": "33426035-cdd0-4c89-b5a3-2551adafbad0",
      "detail": "Current issues in the relevant disciplinary research literature"
    },
    {
      "knowledgeId": "54c52f33-e2e9-45ca-8119-0b7226213032",
      "detail": "Research theories and the practical application of a full range of research methods"
    },
    {
      "knowledgeId": "23b9fda4-1ee6-4f8e-94f7-b684e82b7705",
      "detail": "Relevant and up to date approaches to the management of research, including delivery to required timelines"
    },
    {
      "knowledgeId": "b1903da6-365a-46a2-bed5-d9b35ce5bd24",
      "detail": "Major funding streams and programmes in the relevant research field"
    },
    {
      "knowledgeId": "b5a7138a-17a3-4d59-99b1-aa5704ac9f49",
      "detail": "The application of a wide range of technologies and advanced digital skills in support of research investigation and dissemination"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "43206413-90cd-4b71-8992-d9acc7365bf1",
      "detail": "Ethical, sustainable and inclusive practices and equality of opportunity to a professional standard"
    },
    {
      "behaviourId": "4a21a97f-f534-4e54-b7e6-4526b6225919",
      "detail": "The need to continuously develop their knowledge and insight in relation to career management, responsiveness to opportunities, networking, reputation and esteem"
    },
    {
      "behaviourId": "618b6b14-1e6d-453a-a322-fdd6e6d54508",
      "detail": "The need to commit to CPD in relation to relevant contemporary issues such as: student employability and graduate employment destinations, ethics and sustainability, academic integrity, legal compliance and intellectual property, respect and confidentiality, and health and safety"
    },
    {
      "behaviourId": "7b0f0285-2342-4e60-aca0-2fbd7a084a32",
      "detail": "The need to consider evidence-informed approaches and the outcomes from research, scholarship and CPD to inform their own professional practice"
    },
    {
      "behaviourId": "4d14d371-ff5d-437d-bf5d-8fb92f526b33",
      "detail": "The wider context (policy, economic, societal, technological, legal, cultural and environmental) in which higher education operates, recognising the implications for professional practice"
    },
    {
      "behaviourId": "607ee68d-32e2-42e7-a365-fac9160bdfb5",
      "detail": "The need to seek opportunities to network, to practise public engagement and to communicate effectively"
    },
    {
      "behaviourId": "52dfaa44-8128-4235-86e1-e8b712dd2170",
      "detail": "The need to be enthusiastic, self-confident, and self-reflective to operate effectively in the role"
    },
    {
      "behaviourId": "ad4aae4f-911e-4a5e-80dc-83b0503dccea",
      "detail": "The requirement to persevere, have integrity, be prepared to take responsibility, to lead, mentor and supervise."
    }
  ],
  "skills": [
    {
      "skillId": "e7317e30-a7f3-417c-98f1-713c8d1a81fb",
      "detail": "Deliver higher education teaching of high quality through lectures, tutorials, practicals or seminars"
    },
    {
      "skillId": "5c99b2dd-fd6b-49d1-a40d-902e62aa045d",
      "detail": "Use varying teaching styles depending on the learning environment and students’ needs"
    },
    {
      "skillId": "00a7ef24-0cbd-4c31-a40d-dd4250a3fe16",
      "detail": "Develop research questions and hypotheses prior to undertaking research in their subject discipline"
    },
    {
      "skillId": "8427a3fc-a2d3-40a4-9417-66538b392675",
      "detail": "Analyse, synthesise and use critical thinking in the conduct of research"
    },
    {
      "skillId": "56193083-e88e-4f45-83e0-21de03900266",
      "detail": "Supervise and mentor students and peers to develop knowledge in their subject discipline"
    },
    {
      "skillId": "062294c5-3978-49b9-82bb-76fd799f47f8",
      "detail": "Implement approaches to academic practice that are informed by equality and diversity"
    },
    {
      "skillId": "83549e9e-e49d-44ba-9321-f6902eb6e9ac",
      "detail": "Communicate orally and in writing and collaborate effectively, to manage people, processes or teams"
    },
    {
      "skillId": "3b1b7b88-b017-49df-b0c8-9e657348746c",
      "detail": "Use digital technologies effectively to develop and disseminate knowledge and understanding of subject disciplines"
    },
    {
      "skillId": "e4a9d84e-d2bc-4933-a560-aac2a00534d4",
      "detail": "Share ideas and evidence with students, peers, policy makers and private and public organisations through a variety of channels including publication and teaching"
    },
    {
      "skillId": "205e5982-c4d4-49eb-a96b-175f456f9308",
      "detail": "Collect evidence of the impact of their work, including through student surveys or citations"
    },
    {
      "skillId": "162f73dd-7d34-4803-b42e-0932aed4f71e",
      "detail": "Manage their own continuing professional development (CPD) in subject disciplines and pedagogy, incorporating research, scholarship and professional practices"
    },
    {
      "skillId": "632281a9-27db-461f-865c-cd3d40cee168",
      "detail": "Manage their own time through preparation and prioritisation, time management, responsiveness to change, and achieving a work-life balance."
    },
    {
      "skillId": "e255559f-cd3f-46b4-bfd4-fb192cf9968d",
      "detail": "Play a leading role in the development and deployment of innovative teaching and assessment techniques, to deliver HE teaching of high quality across a wide range of modules and to all levels"
    },
    {
      "skillId": "ce16a5b3-a55d-4e98-9831-4cbdc943599f",
      "detail": "Develop innovative HE course materials, monitor delivery and evaluate course, award and programme design"
    },
    {
      "skillId": "43d23608-56b9-493e-9088-aa23fc629d5c",
      "detail": "Design a wide range of teaching environments to facilitate student learning and engagement"
    },
    {
      "skillId": "6c9eb14d-abc5-48da-ab02-48ed7e567ecd",
      "detail": "Integrate subject and pedagogic research into teaching and scholarly activity to enhance teaching and support changes of practice"
    },
    {
      "skillId": "eaacfc4c-d413-442e-ae5a-c515b363610b",
      "detail": "Analyse and synthesise information and use critical thinking to share insight into their pedagogy and discipline area and improve engagement with excellence initiatives"
    },
    {
      "skillId": "e6ae3d56-337b-4989-ace8-0266566c61b0",
      "detail": "Frame research questions and methodology in the context of competitive proposals for research funding"
    },
    {
      "skillId": "39348624-5381-48a8-9067-2ed8df58e418",
      "detail": "Undertake effective management of research projects and budgets, assess risks and apply for ethical approval where required"
    },
    {
      "skillId": "2f1d6869-15c4-4079-b44e-76307341778e",
      "detail": "Produce intellectual insight and innovations in their own discipline to be shared with students, peers and wider stakeholders"
    },
    {
      "skillId": "a3938657-7c7e-4a12-8eed-13e03eae1463",
      "detail": "Author or co-author publications and disseminate research through a wide range of media"
    },
    {
      "skillId": "83e7e89e-5d10-4ecb-8d01-bd92ef5087de",
      "detail": "Develop and sustain links with industry and other external organisations to grow collaborations and develop opportunities to access funding"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Research",
    "Teaching"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-05-08T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0216 ",
  "tbMainContact": "C.Wright.2@bham.ac.uk, D.Bravenboer@mdx.ac.uk",
  "involvedEmployers": "Keele University, Newman University, Imperial College London , University of Nottingham , GSM London, Teesside University, Aston University, UWE Bristol, University of Chichester, Buckinghamshire New University, London South Bank University, University of Winchester , Sheffield Hallam Univh, University of Oxford, University of Hull , University of Exeter, Leeds Trinity University, Durham University, Staffordshire University, Brunel University London, BPP, Southampton Solent University, The University of Sheffield",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": null,
  "cluster": null,
  "clusterId": null,
  "clusterDescription": null,
  "createdDate": "2017-11-14T17:09:42 +00:00",
  "lastUpdated": "2022-05-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-05-08T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised or adjusted. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeships being revised or adjusted are available in the revisions and adjustments status report.",
  "occupationCode": "OCC0477",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0477-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0477-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "178fe528-e987-4bee-839e-15480a52a403",
      "title": "Research",
      "occupationCode": "OCC0477A"
    },
    {
      "optionId": "6042a141-1acf-4c8a-83d8-93a05eb73416",
      "title": "Teaching",
      "occupationCode": "OCC0477B"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "43206413-90cd-4b71-8992-d9acc7365bf1",
        "4a21a97f-f534-4e54-b7e6-4526b6225919",
        "618b6b14-1e6d-453a-a322-fdd6e6d54508",
        "7b0f0285-2342-4e60-aca0-2fbd7a084a32",
        "4d14d371-ff5d-437d-bf5d-8fb92f526b33",
        "607ee68d-32e2-42e7-a365-fac9160bdfb5",
        "52dfaa44-8128-4235-86e1-e8b712dd2170",
        "ad4aae4f-911e-4a5e-80dc-83b0503dccea"
      ],
      "mappedKnowledge": [
        "241fe51a-6a48-42d6-8689-f38b43200186",
        "b74d62c2-d3f5-4c4b-b2cf-55174e96b454",
        "826f1edd-2b55-47e4-a776-6db6cd5968aa",
        "094ddc37-cfa4-4193-9dde-44bf082d9032",
        "0e179cef-699a-4cb2-a3ce-4939dbe3e958",
        "d033a827-359f-46ba-bab1-cab7e13cbf76",
        "257478f6-5c97-430f-9b07-da16340779c1",
        "417dbc92-d6e5-4527-a100-318461446916",
        "9a77a1c3-ce1c-4062-8c2d-4ccdf18232ab"
      ],
      "mappedSkills": [
        "e7317e30-a7f3-417c-98f1-713c8d1a81fb",
        "5c99b2dd-fd6b-49d1-a40d-902e62aa045d",
        "00a7ef24-0cbd-4c31-a40d-dd4250a3fe16",
        "8427a3fc-a2d3-40a4-9417-66538b392675",
        "56193083-e88e-4f45-83e0-21de03900266",
        "062294c5-3978-49b9-82bb-76fd799f47f8",
        "83549e9e-e49d-44ba-9321-f6902eb6e9ac",
        "3b1b7b88-b017-49df-b0c8-9e657348746c",
        "e4a9d84e-d2bc-4933-a560-aac2a00534d4",
        "205e5982-c4d4-49eb-a96b-175f456f9308",
        "162f73dd-7d34-4803-b42e-0932aed4f71e",
        "632281a9-27db-461f-865c-cd3d40cee168"
      ]
    },
    {
      "coreOrOptionTitle": "Research",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "33426035-cdd0-4c89-b5a3-2551adafbad0",
        "54c52f33-e2e9-45ca-8119-0b7226213032",
        "23b9fda4-1ee6-4f8e-94f7-b684e82b7705",
        "b1903da6-365a-46a2-bed5-d9b35ce5bd24",
        "b5a7138a-17a3-4d59-99b1-aa5704ac9f49"
      ],
      "mappedSkills": [
        "e6ae3d56-337b-4989-ace8-0266566c61b0",
        "39348624-5381-48a8-9067-2ed8df58e418",
        "2f1d6869-15c4-4079-b44e-76307341778e",
        "a3938657-7c7e-4a12-8eed-13e03eae1463",
        "83e7e89e-5d10-4ecb-8d01-bd92ef5087de"
      ]
    },
    {
      "coreOrOptionTitle": "Teaching",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "1a790080-c24d-47d8-be66-9d6cd48d5809",
        "bfc58bb1-a320-428b-ab9e-1661b5036001",
        "0e5f1291-af75-455a-9f20-68ef4a0b282a",
        "0cc12d1d-1446-4aa0-8ab9-a7dfe2685fb0",
        "89a2c07a-fba8-4225-9460-833188276918"
      ],
      "mappedSkills": [
        "e255559f-cd3f-46b4-bfd4-fb192cf9968d",
        "ce16a5b3-a55d-4e98-9831-4cbdc943599f",
        "43d23608-56b9-493e-9088-aa23fc629d5c",
        "6c9eb14d-abc5-48da-ab02-48ed7e567ecd",
        "eaacfc4c-d413-442e-ae5a-c515b363610b"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-05-31T00:00:00"
}