{
  "templateType": "Occupational Standard",
  "larsCode": 460,
  "referenceNumber": "ST0424",
  "learningAimClassCode": "",
  "title": "Broadcast and media systems technical operator",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0424",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "Occupational standard, end point assessment and funding band revised",
  "changedDate": "2025-04-08T00:00:00",
  "earliestStartDate": "2025-04-08T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Supporting the delivery of broadcast and communication services",
  "level": 3,
  "ePALength": 2,
  "typicalDuration": 22,
  "maxFunding": 15000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "digital",
    "digital products",
    "digital services",
    "communication",
    "media"
  ],
  "jobRoles": [
    "Audio and visual operator",
    "Broadcast playout operator",
    "Livestream operator",
    "Multi-skilled technical operator",
    "Production specialist",
    "Production technology support",
    "Systems operator",
    "Technical operator",
    "Transmission operator"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0424-v1-2?view=epa",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.3 Media and communication",
  "version": "1.2",
  "standardInformation": "&lt;p&gt;&lt;span&gt;A Broadcast and Media Systems Technical Operator supports the delivery of broadcast and communication services; these could be television or radio programmes, podcasts, and internet streaming services, pay-per-view or downloadable content. They will work within a team reporting to the Team Leader/Shift Leader, providing support to both Production Crew and Broadcast and Media Systems Technicians and Engineers, to ensure studio and web broadcast services and transmissions are consistently maintained without impact to live broadcasts.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;Their workplace could be located in a broadcast or operations centre, as part of TV/Radio studio operations, or, on an Outside Broadcast operation, at customer premises, or outdoors on transmission sites. They will need to ensure that working environments and areas are safe from hazards and that specific risks are identified and reported, and that the required equipment is safe to use both on site and off site. &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;They will typically work for a production company, broadcaster or media services supplier, or a broadcast equipment supplier/manufacturer. Due to the nature of the role, they may be required to work unsocial hours.&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;span&gt;&lt;strong&gt;Key duties for the Broadcast and Media Systems Technical Operator role include:&lt;/strong&gt;&lt;/span&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt; &lt;/span&gt;&lt;span&gt;Being able to use industry specific software tools and broadcast equipment; &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Managing media and file assets, ensuring the integrity and security of file based content from cyber attacks; ensuring all assets are safe and secure. &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Preparing the technical assembly and set up for broadcast and communications; such as adding subtitles or audio descriptions to programmes, or preparing and operating in studio environments. This may include assessing/receiving audio, video and data&amp;nbsp; contributions&amp;nbsp;from external sources via satellite, e.g. another studio or interviewees home, or from internal sources such as studios and edit stations; and the manipulation of the audio and video content to meet broadcast specifications; &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Fault finding and problem solving, and knowing when, how and who to escalate faults to as required;&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt; &lt;/span&gt;&lt;span&gt;Monitoring and maintaining consistent transmission/broadcast in line with Service Level Agreements or organisational targets.&amp;nbsp; &lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge:&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;&lt;span&gt;A Broadcast and Media Systems Technical Operator knows and understands:&lt;/span&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Broadcast Communications Systems and Networks&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt; &lt;/span&gt;&lt;span&gt;How Networks can be used to deliver cost effective, efficient and quality content for broadcast/playout/online services such as live broadcasts&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;The end-to-end broadcast workflow from production (studio) to distribution (home) and their role within this&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;How to prepare the agreed technical set up for broadcast systems and networks &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;How to collect, filter and analyse data regarding service operations to aid problem/incident management&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;How to recognise faults, and who and when to escalate these to, in line with organisational procedures&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;The industry standards, such as, delivery protocols and recommendations relevant to own role &lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Service delivery &lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt; &lt;/span&gt;&lt;span&gt;The level of service agreed for delivery &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;The regulatory environment of own organisation, and how the wider broadcast media operates&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;The agreed quality standards for service delivery and how to maintain these&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;The resources required to deliver the broadcast service including people, equipment and systems &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;The causes and consequences of service failure, and how to respond appropriately&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;How to identify service problems and establish workarounds &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt; &lt;/span&gt;&lt;span&gt;Business continuity procedures&lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Health and Safety&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt;How to safely use all tools and equipment required for the role&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;How to assess new and existing event spaces (venues) for safety, operational and creative suitability&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt; &lt;/span&gt;&lt;span&gt;The risks and hazards that apply to the role and how and when to report Health and Safety issues to the appropriate personnel&lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;span&gt;Skills:&lt;/span&gt;&lt;/h3&gt;\n&lt;h4&gt;&lt;span&gt;A Broadcast and Media Communications Technical Operator is able to:&lt;/span&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Broadcast Communication Systems and Networks&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt;Follow processes to ensure that the integrity and security of file based media content is maintained e.g. to avoid hacking &lt;/span&gt;or theft of assets&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Prepare and assemble the agreed technical set up for live or pre-recorded content including video and sound equipment, broadcast systems and networks &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Use industry specific software and hardware and follow industry specified processes relating to sound and visual workflows transmission &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Use the appropriate systems to assess suitability of media for broadcast such as subtitles or audio description&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Accurately monitor audio and video signals &lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Service Delivery&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt;Monitor channel outputs for quality and continuity of service ensuring adherence to OFCOM specifications and guidelines&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Communicate fault conditions in a timely and coherent manner to colleagues, customers and suppliers, escalating to managers as required&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Apply incident control procedures and complete incident control reports in line with organisational procedures&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Work with broadcast technicians and engineers to re-establish and maintain service when it is interrupted&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt; &lt;/span&gt;&lt;span&gt;Implement agreed processes and log work carried out to services in line with service agreements &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Communicate clearly and concisely using discretion when required&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Work effectively, both individually and collaboratively as part of a team&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Build and maintain professional relationships with colleagues, customers and suppliers&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt; &lt;/span&gt;&lt;span&gt;Work accurately with a high degree of attention to detail&lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Health and Safety&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt; &lt;/span&gt;&lt;span&gt;Ensure health and safety guidelines and policies, including electrical safety procedures, are followed at all times, reporting any health and incidents or hazards to the appropriate personnel &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Maintain a secure working environment, in line with organisational policies, in order to protect individuals, information and organisational assets&lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours:&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;&lt;span&gt;A Broadcast and Media Communications Technical Operator will be expected to demonstrate:&lt;/span&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;A strong work ethic, taking personal responsibility for own work, meeting deadlines, setting the right example for others and displaying honesty and integrity&lt;/li&gt;\n&lt;li&gt;Treating others with respect, showing sensitivity to others and demonstrating an openness to others’ ideas and input to develop effective working relationships with colleagues and customers&lt;/li&gt;\n&lt;li&gt;A positive attitude, adaptability and responsiveness to change&lt;/li&gt;\n&lt;li&gt;Thinking creatively and using a systematic approach to resolve technical issues relating to broadcast and media systems operations&lt;/li&gt;\n&lt;li&gt;Developing and maintaining own professional competence in broadcast and media systems operations; a willingness to learn new skills&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Qualifications&lt;/h3&gt;\n&lt;p&gt;Apprentices without English and Mathematics at level 2 must achieve level 2 prior to taking&amp;nbsp; &amp;nbsp;their End Point Assessment. For those with an education, health and care plan or a legacy statement the apprenticeship English and maths minimum requirement is Entry Level 3, and British Sign Language qualification are an alternative to English qualifications for those whom this is their primary language.&amp;nbsp;Apprentices without level 2 English and Maths will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;The apprenticeship will typically take &lt;/span&gt;&lt;span&gt;22&lt;/span&gt;&lt;span&gt; months to complete.&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Level&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;This apprenticeship is set at level 3.&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Review date&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;After three years. &lt;/span&gt;&lt;/p&gt;",
  "occupationalSummary": "&lt;p class=&quot;MsoNormal&quot; style=&quot;text-align: justify&quot;&gt;This occupation is found in the British and International broadcast and media industries, enabling the delivery of broadcast and media products, such as screen or audio programmes, internet streaming services, pay-per-view or downloadable content. Broadcast and media technical operators will typically work for media broadcasters, production companies, media and content streaming companies, broadcaster or media services suppliers, broadcast equipment suppliers or manufacturers. The broadcast and media systems companies and organisations vary in size and the number of employees they have, and are described as small, medium, or large companies.&amp;nbsp;&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot; style=&quot;text-align: justify&quot;&gt;The broad purpose of the occupation is to operate equipment involved in programme making for any of the media outlets supported by their organisation.&lt;em&gt; &lt;/em&gt;To do this successfully and professionally, there must be an understanding of workflow, equipment capabilities, and technical standards they are operating within. Equipment is complex, and they are often working within tight timescales, it is also necessary to be able to perform diagnostics in real-time and communicate with engineers, technicians or workflow experts to help solve problems and maintain service.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot; style=&quot;text-align: justify&quot;&gt;This occupation is found in the British and international broadcast and media industries, enabling the delivery of broadcast and media products such as screen or audio programmes, internet streaming services, pay-per-view content, or downloadable media. Broadcast and media technical operators typically work for media broadcasters, production companies, media and content streaming companies, broadcaster or media services suppliers, or broadcast equipment suppliers or manufacturers. The size of broadcast and media systems companies and organisations varies, with companies being classified as small, medium, or large based on the number of employees.&amp;nbsp;&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot; style=&quot;text-align: justify&quot;&gt;The broad purpose of the occupation is to operate equipment involved in programme making for any media outlets supported by the organisation. To do this successfully and professionally, a solid understanding of workflow, equipment capabilities, and the technical standards they operate within is required. Equipment is often complex, and broadcast and media technical operators frequently work within tight timescales. It is also necessary to perform diagnostics in real time and communicate with engineers, technicians, or workflow experts to resolve issues and maintain service.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot; style=&quot;text-align: justify&quot;&gt;In their daily work, an employee in this occupation works collaboratively with broadcast technicians and engineers to restore and maintain service when it is interrupted. Their workplace may be a broadcast or operations centre, a screen or audio studio, an outside broadcast operation, at customer premises, or outdoors on transmission sites. They must ensure that working environments and areas are safe from hazards and that specific risks are identified and reported. Additionally, they need to ensure that the required equipment is safe to use both on-site and off-site.&amp;nbsp; They must also be aware of the environmental impact of their occupation and take steps to reduce their ’professional carbon footprint ‘.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot; style=&quot;text-align: justify&quot;&gt;Typically, they work within a team, reporting to the team or shift leader. Due to the nature of the role, this may include out of hours working or following irregular working patterns.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "14281b3b-2518-469b-be4a-74ab3b296c43",
      "detail": "Industry standards, such as delivery protocols and recommendations for example Digital Production Partnership - DPP, European Broadcasting Union - EBU and Society of Motion Picture Television Engineers - SMPTE."
    },
    {
      "knowledgeId": "e0ae4466-7dc4-4a08-9752-17f8b00cf3a1",
      "detail": "The purpose, benefits, limitations and risks of specific equipment and software required for example microphones, cameras. "
    },
    {
      "knowledgeId": "77c8fb14-647c-457e-90d6-418f0ebe0788",
      "detail": "Differences between cloud based and on premises systems."
    },
    {
      "knowledgeId": "49aee47b-5673-4b1e-ac62-2c27aa8fbcbe",
      "detail": "Principles of design and architecture of networks, such as streaming protocols, systems and connectivity. "
    },
    {
      "knowledgeId": "5612362b-1f21-4b11-8aeb-54d93926e756",
      "detail": "The regulatory environment of own organisation. How the broadcast media and streaming services operate within this."
    },
    {
      "knowledgeId": "4f7bf71a-857e-4dee-868d-7f25e57dd39f",
      "detail": "Potential variations from plans and schedules that might occur during system operation for example environmental changes, systems changes, locations, in the event of breaking news."
    },
    {
      "knowledgeId": "a66e352a-6f1c-46d8-aee1-29dc41fcf4f5",
      "detail": "The effects that the working environment can have on colour balance and lighting and sound. How to rectify."
    },
    {
      "knowledgeId": "998c57d7-a8a1-43b1-835f-d78784c2f67b",
      "detail": "End-to-end broadcast workflow from production - studio- to distribution - home - and own role within this."
    },
    {
      "knowledgeId": "f6dbbcac-9efa-4a7c-81ed-9fb74af8e331",
      "detail": "Formats required for different transmission methods such as encoders, decoders, bit rates."
    },
    {
      "knowledgeId": "640e6680-b8df-4eb7-bdb5-98d66af5c932",
      "detail": "Industry protocols for metadata in relation to file transfer such as timecode, schemas, DPP standards."
    },
    {
      "knowledgeId": "7e9b3b49-5696-48d3-83ab-449e0fcf5801",
      "detail": "How equipment and media systems are used as part of workflow within the organisation."
    },
    {
      "knowledgeId": "0d9673a7-3663-403d-8282-69f3c6a893d5",
      "detail": "Principles, protocols and processes for network maintenance, and the different types of maintenance, such as preventative, corrective and emergency repair."
    },
    {
      "knowledgeId": "d2834f7b-228e-46f1-8961-2b2985fcafcd",
      "detail": "Safe systems including precautions of work and isolation for working on broadcast and network system areas such as antennas, high voltage, power boards, switchboards and uninterruptable power supplies."
    },
    {
      "knowledgeId": "21d93be5-dbe2-49e8-b097-8a039704b813",
      "detail": "The impact of environmental sustainability and organisational processes relating to broadcasting and systems resources."
    },
    {
      "knowledgeId": "c9da7cc7-9da9-4479-925c-89fefd90dfbc",
      "detail": "The importance of the level of service agreed in relation to role, technical quality and delivery. "
    },
    {
      "knowledgeId": "9f69b66a-dfae-4446-b57a-ef7ba9f54865",
      "detail": "Organisational systems for recording information including stakeholder requirements, process requirements, technical details, unique features and agreed changes."
    },
    {
      "knowledgeId": "f50cab77-6f18-4343-8fa7-3703b003ffd5",
      "detail": "Techniques to identify and prioritise operational problems such as equipment failure"
    },
    {
      "knowledgeId": "ec0d5fb6-e849-40c9-8d65-5a9395e46e31",
      "detail": "The procedures for contacting the stakeholder’s department or organisation."
    },
    {
      "knowledgeId": "07e423a6-2320-4289-b6d7-d8a88f146a88",
      "detail": "The business continuity procedures for the organisation and the steps to follow to recover the service."
    },
    {
      "knowledgeId": "514637dd-f867-4ef1-81ba-4e8450454517",
      "detail": "Techniques to gather and analyse data regarding service operations to aid problem solving and incident management."
    },
    {
      "knowledgeId": "7e3e7908-1916-4ddd-aebd-3401a9b3100f",
      "detail": "Electrical engineering principles such as the use of an uninterruptable power supply (UPS) and systems earthing."
    },
    {
      "knowledgeId": "dc88402a-e24d-4e7f-b5a4-03c6f9adc579",
      "detail": "Tools and techniques to use to identify and rectify the causes of faults in broadcast and media systems and equipment."
    },
    {
      "knowledgeId": "5f520a25-0e5a-44e7-8a6a-cc52b4e53cc1",
      "detail": "Techniques to assess new and existing sites, event spaces- venues- for safety, operational and creative suitability."
    },
    {
      "knowledgeId": "3bbccb10-a0ff-4628-99e4-c6f41e6427b3",
      "detail": "Organisational processes and procedures for ensuring physical and network security of data and systems."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "d9a3b552-2c4d-4208-aeb6-0617da951af4",
      "detail": "Works on own initiative, is proactive and inquisitive working to timelines; if mistakes are made take personal responsibility to address them."
    },
    {
      "behaviourId": "7cadbef7-3375-4888-beb7-c52d6d9a8044",
      "detail": "Takes the initiative and responsibility for own learning and development, working with and learning from peers. Keeps abreast of developments in emerging, contemporary and advanced broadcast technologies "
    },
    {
      "behaviourId": "63c482a2-45cf-4b7e-9c0e-a90370ca5b27",
      "detail": "Maintain commercial confidentiality and professional practice at all times and in all settings."
    },
    {
      "behaviourId": "fb24f9bb-738b-48f0-9eaf-059126416665",
      "detail": "Works collaboratively with stakeholders and colleagues, developing strong working relationships to achieve common goals. Support an inclusive culture and treat colleagues and stakeholders with respect."
    },
    {
      "behaviourId": "160c52bb-45e6-438f-a3c4-9cfd9f87388b",
      "detail": "Use initiative and innovation to respond to technical failures, problem solve and trouble shoot, providing solutions in time critical environments."
    }
  ],
  "skills": [
    {
      "skillId": "312629fc-b322-455e-916d-a63f2cd9a3a8",
      "detail": "Agree the operational requirements and protocols relating to broadcast and media systems, software and equipment including who can use them."
    },
    {
      "skillId": "c857ee2a-9dd2-4db6-b13f-ea0eb8a64a5e",
      "detail": "Connect broadcast and media systems and equipment to network systems."
    },
    {
      "skillId": "3fd3a5e5-f67a-4835-b1dd-359313112c7b",
      "detail": "Use industry software, hardware and follow organisational processes and procedures to deliver workflow outputs."
    },
    {
      "skillId": "4be17d1e-251e-486d-9e9a-d2ef5c0b4823",
      "detail": "Check and confirm that broadcast operation complies with relevant regulations, standards, guidelines and procedures such as flashing images, loudness consistency."
    },
    {
      "skillId": "af8ccbe2-0e37-4930-995c-47eef66d956d",
      "detail": "Check the quality of outputs of broadcast systems using subjective and objective assessments such as output picture and sound quality, comparison with industry standards and system specifications, data stream and signal path analysis."
    },
    {
      "skillId": "d9b2c910-c071-44b1-9aaf-369f0e7c0f76",
      "detail": "Monitor the operation of broadcast and media systems at required times."
    },
    {
      "skillId": "77b60a9a-4293-4960-8ff8-d381b4911d03",
      "detail": "Inform relevant personnel of monitoring activities and outcomes."
    },
    {
      "skillId": "a05d9779-c052-43ed-87bd-355fea2ab7a8",
      "detail": "Apply techniques to ingest content, process, play out or export broadcast data or media."
    },
    {
      "skillId": "01252b95-1d36-4254-ba04-bc65e07beb91",
      "detail": "Check and confirm the content or data to be broadcast is in the required format for the broadcast method, job, and region."
    },
    {
      "skillId": "9115524a-b23f-4130-b7b0-8c9bcbd5f303",
      "detail": "Play out or export media in line with technical requirements."
    },
    {
      "skillId": "8402f1fc-7492-4f38-81e0-516f1b21b2f5",
      "detail": "Work in line with organisational processes and procedures to maintain the integrity and security of file-based media content to avoid hacking or theft of assets, reporting if there are any breaches."
    },
    {
      "skillId": "f41a12d2-5b84-4303-838c-a6cf1e5610f3",
      "detail": "Record maintenance requirements in organisational systems for future use or corrective action."
    },
    {
      "skillId": "bb02ca12-925e-4c15-b7ae-f7d7a5315cbb",
      "detail": "Follow sustainable practices in line with industry standard recommendations."
    },
    {
      "skillId": "bc29dd3c-f02d-49f7-afff-e78c90f7a8f8",
      "detail": "Establish and agree clear terms of reference with stakeholders to assess if objectives have been met."
    },
    {
      "skillId": "b11b114f-d49d-4a82-a7ad-eeb541337fe5",
      "detail": "Provide updates to technical and non-technical stakeholders adapting language to suit the audience."
    },
    {
      "skillId": "6490d15c-f185-468a-ae88-e9583b313e9d",
      "detail": "Apply incident management procedures, and report in line with organisational procedures."
    },
    {
      "skillId": "1b9b2d04-a150-46e9-84ea-ab711e82efc5",
      "detail": "Recognise faults and follow procedures to rectify these or escalate within own level of responsibility."
    },
    {
      "skillId": "57c3db9e-5446-40bf-8784-23ebbb6b219c",
      "detail": "Comply with health and safety legislation and policies, including electrical safety procedures, reporting any health and incidents or hazards."
    },
    {
      "skillId": "5b13bfeb-a1a4-4ecb-973a-394029d9b43c",
      "detail": "Operate within specific safety precautions when working with broadcast equipment, software and systems."
    },
    {
      "skillId": "97e79f89-66b5-4e05-8523-2bd8e8c287a9",
      "detail": "Maintain a secure working environment, in line with organisational policies, protect individuals, information and organisational assets."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-06-07T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0023",
  "tbMainContact": "Nicole.Suter@screenskills.com",
  "involvedEmployers": "ITV, BBC, Screenskills, JIB, ECS, Gravity Media, National Film and Television School, Blackpool University, Arqiva, Aim, Amazon",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Audio and visual operator",
    "Broadcast playout operator",
    "Livestream operator",
    "Multi-skilled technical operator",
    "Production specialist",
    "Production technology support",
    "Systems operator",
    "Technical operator",
    "Transmission operator"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Media, Broadcast and Production",
  "cluster": "Media and broadcast assistant",
  "clusterId": "42",
  "clusterDescription": "Production and distribution of media content using communications, archive and visual technology",
  "createdDate": "2025-04-08T14:01:08 +00:00",
  "lastUpdated": "2025-04-08T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-06-07T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0424",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0424-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0424-v1-2",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "Electrotechnical Certification Scheme (ECS) ",
      "level": "a Broadcast and Media Technician gold card. ECS is the recognised personnel certification scheme for the electrotechnical industry. ",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "04a95a79-3cee-4a96-b555-125876f5fb6f",
      "dutyDetail": "Prepare and assemble the agreed technical set up for live or pre-recorded content including video and sound equipment, broadcast systems and networks.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "14281b3b-2518-469b-be4a-74ab3b296c43",
        "e0ae4466-7dc4-4a08-9752-17f8b00cf3a1",
        "49aee47b-5673-4b1e-ac62-2c27aa8fbcbe"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "312629fc-b322-455e-916d-a63f2cd9a3a8",
        "c857ee2a-9dd2-4db6-b13f-ea0eb8a64a5e",
        "8402f1fc-7492-4f38-81e0-516f1b21b2f5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "60815447-edf0-486b-a9ff-557754843801",
      "dutyDetail": "Operate broadcast and media or transmission systems to play out or export media and data in line with specifications and approved procedures.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7cadbef7-3375-4888-beb7-c52d6d9a8044"
      ],
      "mappedKnowledge": [
        "77c8fb14-647c-457e-90d6-418f0ebe0788",
        "5612362b-1f21-4b11-8aeb-54d93926e756"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3fd3a5e5-f67a-4835-b1dd-359313112c7b",
        "4be17d1e-251e-486d-9e9a-d2ef5c0b4823"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1cf16f15-8107-4592-aacb-2fe44dc44e76",
      "dutyDetail": "Monitor channel outputs for quality and continuity of service ensuring adherence to specifications and guidelines.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "4f7bf71a-857e-4dee-868d-7f25e57dd39f",
        "a66e352a-6f1c-46d8-aee1-29dc41fcf4f5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "af8ccbe2-0e37-4930-995c-47eef66d956d",
        "d9b2c910-c071-44b1-9aaf-369f0e7c0f76",
        "77b60a9a-4293-4960-8ff8-d381b4911d03"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3dc8dc3f-ac1a-4125-b16b-052138dd2b74",
      "dutyDetail": "Maintain the workflow and security of file based assets.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d9a3b552-2c4d-4208-aeb6-0617da951af4"
      ],
      "mappedKnowledge": [
        "998c57d7-a8a1-43b1-835f-d78784c2f67b",
        "f6dbbcac-9efa-4a7c-81ed-9fb74af8e331",
        "640e6680-b8df-4eb7-bdb5-98d66af5c932",
        "7e9b3b49-5696-48d3-83ab-449e0fcf5801"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a05d9779-c052-43ed-87bd-355fea2ab7a8",
        "01252b95-1d36-4254-ba04-bc65e07beb91",
        "9115524a-b23f-4130-b7b0-8c9bcbd5f303",
        "8402f1fc-7492-4f38-81e0-516f1b21b2f5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "51d89b79-8154-41ee-b537-f75e9bdca651",
      "dutyDetail": "Support maintenance of systems and networks maintaining confidentiality and security protocols.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d9a3b552-2c4d-4208-aeb6-0617da951af4",
        "7cadbef7-3375-4888-beb7-c52d6d9a8044",
        "fb24f9bb-738b-48f0-9eaf-059126416665"
      ],
      "mappedKnowledge": [
        "0d9673a7-3663-403d-8282-69f3c6a893d5",
        "d2834f7b-228e-46f1-8961-2b2985fcafcd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f41a12d2-5b84-4303-838c-a6cf1e5610f3",
        "bb02ca12-925e-4c15-b7ae-f7d7a5315cbb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d9872671-6b8d-4c7e-ab3c-f7b31a37b046",
      "dutyDetail": "Support service delivery to stakeholders to achieve the creative ambition of the production. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d9a3b552-2c4d-4208-aeb6-0617da951af4",
        "fb24f9bb-738b-48f0-9eaf-059126416665",
        "160c52bb-45e6-438f-a3c4-9cfd9f87388b"
      ],
      "mappedKnowledge": [
        "21d93be5-dbe2-49e8-b097-8a039704b813",
        "c9da7cc7-9da9-4479-925c-89fefd90dfbc",
        "9f69b66a-dfae-4446-b57a-ef7ba9f54865",
        "f50cab77-6f18-4343-8fa7-3703b003ffd5",
        "ec0d5fb6-e849-40c9-8d65-5a9395e46e31"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bc29dd3c-f02d-49f7-afff-e78c90f7a8f8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3308d504-b0be-48a9-8f56-6f05c5f559da",
      "dutyDetail": "Fault find and problem solve both independently and as part of a team.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "160c52bb-45e6-438f-a3c4-9cfd9f87388b"
      ],
      "mappedKnowledge": [
        "07e423a6-2320-4289-b6d7-d8a88f146a88",
        "514637dd-f867-4ef1-81ba-4e8450454517",
        "7e3e7908-1916-4ddd-aebd-3401a9b3100f",
        "dc88402a-e24d-4e7f-b5a4-03c6f9adc579"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b11b114f-d49d-4a82-a7ad-eeb541337fe5",
        "6490d15c-f185-468a-ae88-e9583b313e9d",
        "1b9b2d04-a150-46e9-84ea-ab711e82efc5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0510e95f-5b38-4f6c-b616-dfc7640532c8",
      "dutyDetail": "Maintain health and safety and security on site.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d9a3b552-2c4d-4208-aeb6-0617da951af4",
        "7cadbef7-3375-4888-beb7-c52d6d9a8044",
        "63c482a2-45cf-4b7e-9c0e-a90370ca5b27",
        "fb24f9bb-738b-48f0-9eaf-059126416665",
        "160c52bb-45e6-438f-a3c4-9cfd9f87388b"
      ],
      "mappedKnowledge": [
        "d2834f7b-228e-46f1-8961-2b2985fcafcd",
        "5f520a25-0e5a-44e7-8a6a-cc52b4e53cc1",
        "3bbccb10-a0ff-4628-99e4-c6f41e6427b3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "57c3db9e-5446-40bf-8784-23ebbb6b219c",
        "5b13bfeb-a1a4-4ecb-973a-394029d9b43c",
        "97e79f89-66b5-4e05-8523-2bd8e8c287a9"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-04-08T00:00:00"
}