{
  "templateType": "Apprenticeship Standard",
  "larsCode": 166,
  "referenceNumber": "ST0456",
  "learningAimClassCode": "",
  "title": "Post graduate engineer",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0456",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2017-03-31T00:00:00",
  "earliestStartDate": "2017-03-31T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Developing innovative solutions to complex technical engineering problems",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 30,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "chartered engineer",
    "engineering apprenticeships",
    "postgraduate engineering",
    "degree",
    "emerging technologies"
  ],
  "jobRoles": [
    "Research and Development Engineer",
    "Design and Development Engineer",
    "Systems Integration Engineer",
    "Quality Assurance/Compliance Engineer",
    "Test / Qualification Engineer",
    "Manufacture / Production Engineer",
    "Maintenance / Test Engineer",
    "Product Support (inc logistics) Engineer",
    "Decommissioning/ Disposal Engineer",
    "Supply Chain/Procurement",
    "Engineering Business Manager"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1210/postgraduate_engineer.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;The following Standard reflects employers’ requirements for the skills, knowledge and behaviours expected from someone to be competent in the job role.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Co&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;e Occupational Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The engineering sector is key to the UK economy and generates just over one quarter of total UK GDP. Engineering employers are projected to need over 180k people with engineering skills each year to 2022 and to help meet this requirement we need to double the number of graduates entering the industry. Our universities currently produce about 25k engineering and technology first degrees each year. The Post Graduate Engineer Standard will be critical in meeting the sector’s future skills needs. They will work in an area that covers a wide range of generic engineering disciplines which could include for example: software, integrated systems, mechanical, electrical, electronic, electromechanical, fluid power components/systems and materials. Typical occupations include:&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;Research and Development Engineer&lt;/li&gt;\n&lt;li&gt;Design and Development Engineer&lt;/li&gt;\n&lt;li&gt;Systems Integration Engineer&lt;/li&gt;\n&lt;li&gt;Quality Assurance/Compliance Engineer&lt;/li&gt;\n&lt;li&gt;Test / Qualification Engineer&lt;/li&gt;\n&lt;li&gt;Manufacture / Production Engineer&lt;/li&gt;\n&lt;li&gt;Maintenance / Test Engineer&lt;/li&gt;\n&lt;li&gt;Product Support (inc logistics) Engineer&lt;/li&gt;\n&lt;li&gt;Decommissioning/ Disposal Engineer&lt;/li&gt;\n&lt;li&gt;Supply Chain/Procurement&lt;/li&gt;\n&lt;li&gt;Engineering Business Manager&lt;/li&gt;\n&lt;/ol&gt;\n&lt;p&gt;Post Graduate Engineers develop solutions to engineering problems using new or existing technologies, through innovation, creativity and change and may have technical accountability for complex systems with their associated risks.&lt;/p&gt;\n&lt;h3&gt;Typical job titles:&#160;&lt;/h3&gt;\n&lt;p&gt;Engineer, Research Engineer, Development Engineer, Design Engineer, Systems Integration Engineer, Quality Assurance Engineer, Test Engineer, Production Engineer and Engineering Business Manager.&#160;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Co&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;e Knowledge &amp;amp; Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Post Graduate Engineers are able to demonstrate:&lt;/p&gt;\n&lt;h4&gt;Knowledge:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;the theoretical knowledge to solve problems in existing and emerging technologies, applying and developing analytical techniques&lt;/li&gt;\n&lt;li&gt;understanding of business and commercial needs/constraints&lt;/li&gt;\n&lt;li&gt;knowledge and understanding of own competencies capabilities and limitations, ability to work within these and highlight when work goes outside of these&lt;/li&gt;\n&lt;li&gt;understanding of financial responsibilities and authorisation processes&lt;/li&gt;\n&lt;li&gt;understanding of technical sign off responsibilities, who within their organisation needs to be involved in the sign off of product/processes&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Skills:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;safe working practices, an understanding of technical governance and quality management&lt;/li&gt;\n&lt;li&gt;compliance with legislation and codes, but be able to seek improvements&lt;/li&gt;\n&lt;li&gt;practical competence to deliver innovative products and services&lt;/li&gt;\n&lt;li&gt;technical responsibility for complex engineering systems&lt;/li&gt;\n&lt;li&gt;accountability for project(s)/programme(s), finance and personnel management&lt;/li&gt;\n&lt;li&gt;management of trade-offs between technical and socio-economic factors&lt;/li&gt;\n&lt;li&gt;the skill sets necessary to develop other technical staff&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Co&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;e Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Modern Engineering organisations require their employees to have a set of behaviours that will ensure success, both in their role and in the overall company objectives. These required behaviours are aligned to those specified for Professional Registration, as defined in UK-SPEC:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;A. Knowledge and understanding&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Demonstrating commitment to continue personal development, refreshing and expanding Engineering knowledge keeping up-to-date with emerging technologies&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;B. Design and development of processes, systems, services and products&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Contributing proactively to the continuing development of Engineering within their domain&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;C. Responsibility, management or leadership&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Taking personal responsibility for their actions, managing projects, including resource management within their remit and able to mentor and instruct others in associated standards and best practice&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;D. Communication and inter-personal skills&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Being able to demonstrate a range of communication styles and methods. Understanding the importance of networks within and across functions, handling conflict, giving and using feedback effectively. Able to understand the different needs for business relationships and their associated communication requirements.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;E. Professional commitment&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Demonstrating a personal, ethical and professional commitment to society, their profession and the environment, adopting a set of values and behaviours that will maintain and enhance the reputation of the profession as well as their organisation and fulfilling requirements with respect to maintenance of personal records for Professional Registration.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;ntry Requirements:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Employers will set the recruitment and selection criteria for their own requirements. In order to optimise success candidates will typically have: Professionally recognised Bachelors Level Degree or equivalent such as BEng, BSc in a STEM subject. All employees must have at least English and Maths at Level 2 prior to the End Point Assessment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;D&lt;/strong&gt;&lt;strong&gt;uration of Apprenticeship&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 24 to 30 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications and Development&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 7 Post Graduate Diploma in Engineering Competence&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;P&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;fessional Recognition&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship Standard aligns with the current edition of the UK Standard for Professional Engineering Competence (UK-SPEC) at Chartered Engineer (CEng) level. The experience gained and responsibility held by the apprentice on completion of the apprenticeship will either wholly or partially satisfy the requirements for CEng and reaches the agreed level of professional competence as defined in the Assessment Plan.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level and Review&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship Standard is at Level 7, and will be reviewed as a minimum every three years.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Occupational Specific Role Requirements&#160;&lt;/strong&gt;&lt;strong&gt;Sk&lt;/strong&gt;&lt;strong&gt;ills, Knowledge and Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Post Graduate Engineers take on a package of work independently, understanding how to research the tasks involved, solve related problems, understand the need to utilise support from Subject Matter Experts from their own and other engineering disciplines. They also understand the engineering framework within which they are operating and the relevant approval processes (e.g. Configuration Control, Governance, Quality Assurance, Design Authority approval etc.) that are required to be satisfied. They are able to agree that timescales and budgets set for the task are achievable and have an understanding of where and when risk may affect these.&lt;/p&gt;\n&lt;p&gt;Post graduate engineers will typically be involved in one or more of the following lifecycle components of an engineered product, system or process:&lt;/p&gt;\n&lt;p&gt;(Note these roles are not independent of each other and often overlap to cover multiple or all phases of the lifecycle)&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;1&lt;/strong&gt;&lt;strong&gt;. Research and Development Engineer&#160;&lt;/strong&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Role Profile&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;The research and development engineer has the ability to liaise with academic organisations and translate the academic opportunities into business technology ideas. They put forward business cases for new technology proving and development activities and keep abreast of disruptive technologists. Their work involves the design of prototype experimental projects to progress the technology idea and highlight the areas of value to be taken to further Technology Readiness Levels (TRL).&lt;/p&gt;\n&lt;p&gt;Research and development engineers are involved in investigating areas of research which can enhance productivity and quality of processes. Projects range in scale and duration but focus on developing robust and world-leading methods of manufacture, often working with both academia and employers ultimately resulting in embedding the outcome of the research in either employers’ processes and/or manufacturing line. They are expected to work both individually and as part of a team, working with multiple customers and supporting the scoping of new work and deliver defined projects. They will need to have a high standard of technical authorships, be able to manage their time effectively and follow quality and project management procedures. They will be able to work with minimum supervision, taking on responsibility for the quality and accuracy of the work they undertake.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Specialist Knowledge and Skills &lt;/strong&gt;- Through applying theoretical knowledge, understanding and academic principles, they will be able to:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand the unpredictability of research projects and the need to adapt and adjust daily planning needs to accommodate new developments.&lt;/li&gt;\n&lt;li&gt;understand how to analyse and interpret data, both quantitative and qualitative, in order to inform research and development decisions/strategies&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;adapt and adjust daily planning needs to accommodate new developments as a result of the unpredictability of research projects.&lt;/li&gt;\n&lt;li&gt;analyse and record data to aid the design of future research and produce useful findings for other academics, funders, policy makers and practitioners.&lt;/li&gt;\n&lt;li&gt;prepare materials (work piece, tooling, fixtures, etc.) such as set up equipment for experiments, carry out research, run samples and experiments, and interpret&lt;br /&gt;results to obtain data for research.&lt;/li&gt;\n&lt;li&gt;contribute to research by acquiring and interpreting research data, ensuring that the methodology and purpose are defined in advance and contribute to the&lt;br /&gt;development of new techniques, models and methods.&lt;/li&gt;\n&lt;li&gt;undertake research, collate, organise and edit material for inclusion in reports and other documents, ensuring that data results are presented in a professional and concise manner.&lt;/li&gt;\n&lt;li&gt;plan and allocate work and responsibilities over the short-medium term, with an awareness of longer term issues.&lt;/li&gt;\n&lt;li&gt;plan in advance to meet details for project reports, journal publications and to support presentations and papers for conferences.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;2. Design and Development Engineer&#160;&lt;/strong&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Role Profile&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;The design and development engineer has the ability to understand stakeholder/interface requirements and limitations across the design spectrum for their discipline. To ensure that the emphasis on the Customer, environmental, safety, cost, timescale requirements are balanced with the project priorities such that trade-offs can be agreed where full requirement achievement is not possible.&lt;/p&gt;\n&lt;p&gt;They may propose several design options understanding the benefits and limitations of each option and the impact on discipline interfaces. They agree the solution to be progressed with Subject Matter Experts, expand the design, prototype if necessary and validate that the design will meet the requirements. They will be able to agree that timescales and budgets defined for the activity are achievable and have an understanding of when and where risk may affect these.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Specialist Knowledge and Skills &lt;/strong&gt;- Through applying theoretical knowledge, understanding and academic principles, they will be able to:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand the requirements and limitations (Customer, environmental, safety, cost, timescale), and how to propose design and development solutions that best address these&lt;/li&gt;\n&lt;li&gt;understand design concepts and principles relating to the development of products, services and specifications&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;design and develop solutions to common or well-articulated engineering situations, problems, issues and working as part of a team apply engineering design concepts and principles to develop products, services and specifications&lt;/li&gt;\n&lt;li&gt;validate that the design will satisfy the requirements of the product or service&lt;/li&gt;\n&lt;li&gt;provide design and development inputs to resolve technical &amp;amp; performance issues, problems for a platform, product or service&lt;/li&gt;\n&lt;li&gt;make trade-offs between requirements (Customer, environmental, safety, cost, timescale) and articulate the impact of these&lt;/li&gt;\n&lt;li&gt;support and/or perform cost / benefit analysis for all options proposed depending on the complexity of the product or service&lt;/li&gt;\n&lt;li&gt;critique own and others design proposals&lt;/li&gt;\n&lt;li&gt;plan and review the outcome of the design and development activities and action changes to recover where outcomes are not as predicted&lt;/li&gt;\n&lt;li&gt;improve designs, solutions and processes through experimenting, incorporating user feedback and working with others to seek out improvement ideas&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;3&lt;/strong&gt;&lt;strong&gt;. System Integration Engineer&#160;&lt;/strong&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Role Profile&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;The system integration engineer will ensure that interfaces are correctly designed and that the components when integrated together perform to defined requirements. They will be able to understand and determine how to model and test the system interfaces. They have the ability to predict and model interfaces and they have the ability to determine whether discrepancies between the model and the solution need to be corrected or will be acceptable for the system performance. System integrators have the ability to work on all stages of product design; they support activities ranging from early concept and feasibility stages right through to final design release stage. They will be able to work closely with all the engineering and manufacturing disciplines, design suppliers and stakeholders to bring new concepts to life or to support redesign of existing products.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Specialist Knowledge and Skills &lt;/strong&gt;- Through applying theoretical knowledge, understanding and academic principles, they will be able to:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand systems architecture, design installations, including material applications and systems methodology as applicable&lt;/li&gt;\n&lt;li&gt;understand the applications of diagnostic methods, monitoring and test equipment required for systems integration&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;interpret the systems architecture, design installations, including material applications and methods as applicable&lt;/li&gt;\n&lt;li&gt;monitor, test and use diagnostic methods required to support integration&lt;/li&gt;\n&lt;li&gt;identify issues with system integration, test environment and design proving problems present at the design phase of products&lt;/li&gt;\n&lt;li&gt;identify possible opportunities for improving systems practices, processes and/or procedures take the technical lead to identify and implement solutions to complex system problems&lt;/li&gt;\n&lt;li&gt;create integration architecture deliverables working in conjunction with business projects, translating user requirements to solutions&lt;/li&gt;\n&lt;li&gt;work with manufacturing specialists to ensure design can translate to manufacturing processes and systems&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;4&lt;/strong&gt;&lt;strong&gt;. Quality Assurance/Compliance Engineer&#160;&lt;/strong&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Role Profile&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;The quality assurance / compliance engineer will be able to ensure the correct controls and checks are defined and implemented for the complete product lifecycle (design through to decommissioning), in line with defined national and international quality standards as required by the customer and company. They will be able to determine where non-compliance has occurred and agree remedial action with those responsible for addressing the non-compliance.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge and Skills &lt;/strong&gt;– Through applying theoretical knowledge, understanding and academic principles, they will be able to:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand, in-depth the legal and regulatory requirements and the responsibilities of all those involved in the product lifecycle&lt;/li&gt;\n&lt;li&gt;understand Safety Management Systems (SMS) as applied to the business&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;establish clear and precise criteria for assuring the quality of engineering products or processes, defining audit and monitoring processes&lt;/li&gt;\n&lt;li&gt;ensure that the specified quality assurance methods and procedures are implemented correctly, upholding the safety and quality culture within the organisation&lt;/li&gt;\n&lt;li&gt;obtain accurate information from valid sources on the engineering product or process being quality assured&lt;/li&gt;\n&lt;li&gt;assess accurately the quality of the engineering products or processes and produce detailed reports&lt;/li&gt;\n&lt;li&gt;ensure that information on quality is recorded and provided to the appropriate people&lt;/li&gt;\n&lt;li&gt;recommend improvements to quality product and processes to the appropriat people&lt;/li&gt;\n&lt;li&gt;carry out interviews for post holder or nominated positions&lt;/li&gt;\n&lt;li&gt;manage audits on vendor organisations&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;5&lt;/strong&gt;&lt;strong&gt;. Test/Qualification Engineer&#160;&lt;/strong&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Role Profile&lt;/strong&gt;&#160;&lt;/h4&gt;\n&lt;p&gt;The Test and Qualification Engineer will be able to develop formal test plans to ensure test requirements are achieved. They will be able to determine the ability of the test equipment to support the testing requirement. They will understand the test boundaries and how to achieve full test requirement coverage to enable formal release of the product. They will be able to determine the tests required to support and inform reliability predictions&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Specialist Knowledge and Skills &lt;/strong&gt;- Through applying theoretical knowledge, understanding and academic principles, they will be able to:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;have sufficient knowledge of product regulatory compliance and how to test for compliance on safety and all regulatory requirements&lt;/li&gt;\n&lt;li&gt;understand environmental test and the effects of forces and conditions on the performance and reliability of the product&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;develop formal test plans to ensure test requirements are achieved&lt;/li&gt;\n&lt;li&gt;ensure that the capabilities of current test facilities is clearly understood to be able to determine the ability of the test equipment to support the testing requirements (including calibration and measurement uncertainty)&lt;/li&gt;\n&lt;li&gt;determine the tests required to support and inform reliability predictions&lt;/li&gt;\n&lt;li&gt;be conversant with product and development life cycles and how test fits into and supports the broader development and manufacturing environment&lt;/li&gt;\n&lt;li&gt;be conversant with national and international standards relevant to test development and test execution in both the civil and military environments as&lt;br /&gt;appropriate&lt;/li&gt;\n&lt;li&gt;be able to accurately and impartially observe, record and provide accurate and impartial technical reports, project progress reports, test data analysis and metrics&lt;/li&gt;\n&lt;li&gt;liaise with internal and external customers to provide technical guidance on test specifications, standards and results.&lt;/li&gt;\n&lt;li&gt;provide technically effective and cost effective test proposals and solutions to product development, production and product customer(s) where applicable&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;6&lt;/strong&gt;&lt;strong&gt;. Manufacture/Production Engineer&#160;&lt;/strong&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Role Profile&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;The manufacture/Production Engineer will be able to determine if manufacture is viable from the technical data provided and recommend design changes to improve the manufacturability of the item (design for manufacturability). They will understand the tooling required, be able to undertake make or buy trade-offs and determine the processes required to ensure the bill of materials can be sourced efficiently (e.g. Lean processes) to support the manufacturing rates.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Specialist Knowledge and Skills &lt;/strong&gt;- Through applying theoretical knowledge, understanding and academic principles, they will be able to:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand manufacturing engineering production methods and quality issues relating to the manufacture of products&lt;/li&gt;\n&lt;li&gt;understand manufacturing engineering requirements, such as Process Failure Modes and Effects Analysis (PFMEA)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;demonstrate technical competence to develop and lead the implementation of continuous improvement activities at all stages of the manufacturing/production&lt;br /&gt;process&lt;/li&gt;\n&lt;li&gt;ensure that the full design intent is accurately converted into clear manufacturing instructions.&lt;/li&gt;\n&lt;li&gt;ensure the engineering integrity of bills of material (BOM) and configuration control are maintained&lt;/li&gt;\n&lt;li&gt;act as the focal point for manufacturing engineering and quality issues relating to the manufacture of product&lt;/li&gt;\n&lt;li&gt;develop and deploy performance and process metrics which are consistent across the production groups.&lt;/li&gt;\n&lt;li&gt;compile programme schedules for a defined production area and assist with the definition of tooling/process requirements for the introduction of new and existing&lt;br /&gt;products.&lt;/li&gt;\n&lt;li&gt;be responsible for the introduction of new products, and/or modifications to existing product manufacture and its associated tooling&lt;/li&gt;\n&lt;li&gt;use and apply the manufacturing engineering requirements, such as Process Failure Modes and Effects Analysis (PFMEA)&lt;/li&gt;\n&lt;li&gt;assume technical authorship of defined manufacturing engineering and business processes, and associated procedures&lt;/li&gt;\n&lt;li&gt;generate reports to demonstrate impact of all production/process modifications implemented to include, improvements in yield and cycle time&lt;/li&gt;\n&lt;li&gt;ensure the impacts on cost, quality, programme and risk targets are understood in the implementation of new production processes&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;7&lt;/strong&gt;&lt;strong&gt;. Maintenance/Test Engineer&#160;&lt;/strong&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Role Profile&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;The Maintenance/Test engineer will be able to formally carry out activities on equipment and systems (including repair and overhaul) to ensure that the systems and components being maintained and/or tested operate within stipulated parameters. They will be able to determine the appropriate use of test equipment to support the maintenance activities in order to keep the system/component operating in a serviceable manner. They will understand results of tested equipment and interpret these into plan of activities that will return the equipment to full working order or to a condition where it is authorised to work within certain limitation(s).&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Specialist Knowledge and Skills &lt;/strong&gt;- Through applying theoretical knowledge, understanding and academic principles, they will be able to:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand the operating principles and limitations of equipment under maintenance/test&lt;/li&gt;\n&lt;li&gt;understand how to produce maintenance/test schedules for both scheduled and unscheduled maintenance/test activities&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;monitor, organise and perform the maintenance activities to minimise the down time of the equipment and/or components&lt;/li&gt;\n&lt;li&gt;ensure the equipment and/or components perform within operational standards, using approved data and techniques&lt;/li&gt;\n&lt;li&gt;ensure all the specific safety precautions and procedures are observed during the course of the test/maintenance activity including isolation of other systems as&lt;br /&gt;necessary to protect themselves, others and the equipment&lt;/li&gt;\n&lt;li&gt;ensure that all maintenance and repair activities are performed in a safe manner which will lead to the reinstatement of the system/equipment/component to its&lt;br /&gt;functional condition&lt;/li&gt;\n&lt;li&gt;obtain, specify, write and use the appropriate documentation required to support maintenance and test.&lt;/li&gt;\n&lt;li&gt;ensure serviceable and appropriate spares, tooling and equipment are available to support scheduled and unscheduled maintenance activities&lt;/li&gt;\n&lt;li&gt;ensure instances where maintenance activities cannot be fully met are reported so that limitations on the release of the system/equipment/component for continued use can be determined.&lt;/li&gt;\n&lt;li&gt;dispose of all waste materials in accordance with safe working practices, approved procedures and environmental requirements&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;8. Product Support (including logistics) Engineer&#160;&lt;/strong&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Role Profile&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;A product support engineer will carry out assessment of the equipment for use outside of the warranty of that equipment. They will carry out fault isolation, determine corrective action, provide estimation repair and supply repair or replace advice. The product support engineer will understand the procedure for accepting the returned equipment, undertaking fault investigations, propose and agree the corrective solution, undertake the repair, verify problem resolution and release the equipment back to service within the relevant approval processes (such as QA, Design Authority approval)&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Specialist Knowledge and Skills &lt;/strong&gt;- Through applying theoretical knowledge, understanding and academic principles, they will be able to:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand the product being assessed for repair using available technical data and support from subject matter experts as appropriate.&lt;/li&gt;\n&lt;li&gt;understand legislative and regulatory requirements relating to the product&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;assess the product to be repaired using available technical data and support from subject matter experts as appropriate.&lt;/li&gt;\n&lt;li&gt;interpret technical product data and communicate this effectively to customers and operators at the appropriate level&lt;/li&gt;\n&lt;li&gt;apply diagnostic analysis, tools and techniques in a logical manner and provide options and solutions&lt;/li&gt;\n&lt;li&gt;utilise software analytics in the diagnostic process and provide customer / operator feed back&lt;/li&gt;\n&lt;li&gt;produce reports to inform reliability and maintainability processes and product reliability analysis&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;9. D&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;co&lt;/strong&gt;&lt;strong&gt;mm&lt;/strong&gt;&lt;strong&gt;issioning/Disposal Engineer&#160;&lt;/strong&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Role Profile&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;The decommissioning/disposal engineer assesses the decommissioning/disposal requirements or obligations of products and processes, proposes and agrees effective ensuring compliance with all relevant regulations, guidelines and health, safety and environmental requirements. They define plan and manage the decommissioning/disposal ensuring defined methodologies are utilised. They ensure that the legal obligations are met including where third party equipment disposal is required.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Specialist Knowledge and Skills &lt;/strong&gt;- Through applying theoretical knowledge, understanding and academic principles, they will be able to:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand all relevant regulations and guidelines in relation to the decommissioning of products or processes&lt;/li&gt;\n&lt;li&gt;understand the health, safety and environmental requirements of the decommissioning process&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;obtain accurate details for engineering products or processes to be decommissioned and review engineering their decommissioning requirements&lt;/li&gt;\n&lt;li&gt;identify decommissioning options for products or processes ensuring that they comply with all relevant regulations and guidelines and conditions are suitable to&lt;br /&gt;implement these&lt;/li&gt;\n&lt;li&gt;identify the health, safety and environmental requirements of the decommissioning process&lt;/li&gt;\n&lt;li&gt;specify decommissioning methods and procedures to be implemented&lt;/li&gt;\n&lt;li&gt;plan and manage the decommissioning of engineering product or process&lt;/li&gt;\n&lt;li&gt;identify potential decommissioning risks and produce associated contingency plans and solve decommissioning problems that occur&lt;/li&gt;\n&lt;li&gt;assess and evaluate the results/outcomes of the decommissioning of engineering products or processes and ensure lessons learnt re incorporated into future&lt;br /&gt;processes&lt;/li&gt;\n&lt;li&gt;recommend engineering products or processes for decommissioning and evaluating the advantages and disadvantages of decommissioning these&lt;/li&gt;\n&lt;li&gt;advise colleagues and stakeholders on current decommissioning information, providing advice and guidance as necessary&lt;/li&gt;\n&lt;li&gt;verify the decommissioned status of the engineering product or process&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;10. S&lt;/strong&gt;&lt;strong&gt;upply Chain/Procurement&#160;&lt;/strong&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Role Profile&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Supply chain / procurement engineering works in a highly complex engineering environment covering the full lifecycle of the product including the design of new product, strategic commodity management, product transfers, original equipment procurement and supplier performance. During new product development the supply chain/procurement engineer investigates development capability and prototyping options with the suppliers.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Specialist Knowledge and Skills &lt;/strong&gt;- Through applying theoretical knowledge, understanding and academic principles, they will be able to:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand the implications of non-compliance and the impact this will have on a business and/or environment.&lt;/li&gt;\n&lt;li&gt;Understand how to investigate, implement and evaluate new product introduction&lt;br /&gt;(NPI) strategies.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;ensure that the requirements defined within the technical specifications for suppliers are achievable&lt;/li&gt;\n&lt;li&gt;investigate the implications of non-compliance and ensure impact assessments are undertaken and recovery actions plans are established.&lt;/li&gt;\n&lt;li&gt;identify opportunities for process improvement, waste elimination and cost reduction across the supply chain&lt;/li&gt;\n&lt;li&gt;provide technical support to the supplier&lt;/li&gt;\n&lt;li&gt;provide technical support and advice to internal stakeholders and support sourcing decisions, commodity teams planning and provide the supplier point of view in reviews internally&lt;/li&gt;\n&lt;li&gt;manage supplier technical relationships to ensure projects are delivered on time and proactive risk management is in place and risk.&lt;/li&gt;\n&lt;li&gt;work with the supply chain team to understand capabilities, capacities and commitments and agree appropriate timescales for transfers based on these&lt;/li&gt;\n&lt;li&gt;manage supplier design data queries and change requests.&lt;/li&gt;\n&lt;li&gt;support new product introduction (NPI) strategies and transfer plans through NPI&lt;br /&gt;program life from a technical engineering perspective.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;11. E&lt;/strong&gt;&lt;strong&gt;ngineering Business Manager&#160;&lt;/strong&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Role Profile&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;An engineering business manager provides both project and technical leadership for engineering and manufacturing operations. The role focuses on achieving project objectives within the cost, schedule and quality targets providing. It covers technical oversight, project execution, production support and customer interfacing throughout the full engineering lifecycle of the project (new product phase through the design, verification, qualification and introduction to manufacturing and/or post design service projects involving customer support and life extension/surveillance programs) ensuring active risk management, real time problem resolution and work package management are undertaken.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Specialist Knowledge and Skills &lt;/strong&gt;- Through applying theoretical knowledge, understanding and academic principles, they will be able to:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S&lt;/strong&gt;&lt;strong&gt;pecific Specialist Knowledge:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand the principles of risk management and how lessons learnt can be implemented to ensure project risk is recognised and minimised through the project life cycle&lt;/li&gt;\n&lt;li&gt;understand all internal processes, regulatory requirements in order to meet customers’ requirements&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Specialist Skills:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;ensure that engineering integrity is achieved, engineering procedures are complied with&lt;/li&gt;\n&lt;li&gt;co-ordinate a cross functional and multidiscipline engineering team to deliver all work packages within time and cost budgets to required quality on assigned&lt;br /&gt;programs&lt;/li&gt;\n&lt;li&gt;develop a strong and positive technical relationship with all internal and external customers.&lt;/li&gt;\n&lt;li&gt;effectively manage resource to achieve plans and to drive improvements to enhance productivity&lt;/li&gt;\n&lt;li&gt;inject knowledge and expertise to the team and customer to ensure robust and timely solutions are developed for technical and programme issues.&lt;/li&gt;\n&lt;li&gt;ensure rigorous application of risk management and lessons learnt to ensure project risk is understood and minimised through the project life cycle.&lt;/li&gt;\n&lt;li&gt;ensure all internal process, regulatory and customer requirements are met.&lt;/li&gt;\n&lt;li&gt;lead the engineering technical/manufacturing team to ensure that lessons learnt are addressed and a robust trouble free product is developed&lt;/li&gt;\n&lt;li&gt;ensure that product strategies are in place to provide discriminating technologies for future products if appropriate&lt;/li&gt;\n&lt;/ul&gt;",
  "occupationalSummary": "&lt;p&gt;The engineering sector is key to the UK economy and generates just over one quarter of total UK GDP. Engineering employers are projected to need over 180k people with engineering skills each year to 2022 and to help meet this requirement we need to double the number of graduates entering the industry. Our universities currently produce about 25k engineering and technology first degrees each year. The Post Graduate Engineer Standard will be critical in meeting the sector’s future skills needs. They will work in an area that covers a wide range of generic engineering disciplines which could include for example: software, integrated systems, mechanical, electrical, electronic, electromechanical, fluid power components/systems and materials.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "92edb631-c016-4174-832b-e8fd171e7215",
      "detail": "The theoretical knowledge to solve problems in existing and emerging technologies, applying and developing analytical techniques"
    },
    {
      "knowledgeId": "0cce9ab6-7c15-42b7-862a-dd0eb19222ca",
      "detail": "Understanding of business and commercial needs/constraints"
    },
    {
      "knowledgeId": "9367d057-387a-4b0a-99ba-9ffd8edc8167",
      "detail": "Knowledge and understanding of own competencies capabilities and limitations, ability to work within these and highlight when work goes outside of these"
    },
    {
      "knowledgeId": "62243735-2ba9-4828-ac73-27eb3ac5b9d4",
      "detail": "Understanding of financial responsibilities and authorisation processes"
    },
    {
      "knowledgeId": "b8f9afe2-0682-4102-83ad-120224650ff7",
      "detail": "Understanding of technical sign off responsibilities, who within their organisation needs to be involved in the sign off of product/processes\n"
    },
    {
      "knowledgeId": "5a6526a5-6aec-423a-a2f6-8d44c9d34e18",
      "detail": "Understand the unpredictability of research projects and the need to adapt and adjust daily planning needs to accommodate new developments."
    },
    {
      "knowledgeId": "ec61ad96-4260-4a9c-985e-d3b2cd8a95c5",
      "detail": "Understand how to analyse and interpret data, both quantitative and qualitative, in order to inform research and development decisions/strategies"
    },
    {
      "knowledgeId": "80f0782f-88b9-45e5-b1a5-9d72eab928e9",
      "detail": "Understand the requirements and limitations (Customer, environmental, safety, cost, timescale), and how to propose design and development solutions that best address these"
    },
    {
      "knowledgeId": "c0deb464-8662-4a90-bc9f-d2b3d69653f0",
      "detail": "Understand design concepts and principles relating to the development of products, services and specifications"
    },
    {
      "knowledgeId": "968ffea0-e388-404c-9d1a-729cbbbfbaa3",
      "detail": "Understand systems architecture, design installations, including material applications and systems methodology as applicable"
    },
    {
      "knowledgeId": "da5df350-028d-49d9-9bb2-ea95bf282f5d",
      "detail": "Understand the applications of diagnostic methods, monitoring and test equipment required for systems integration"
    },
    {
      "knowledgeId": "3c887847-9c21-4051-b43f-296275f70c59",
      "detail": "Understand, in-depth the legal and regulatory requirements and the responsibilities of all those involved in the product lifecycle"
    },
    {
      "knowledgeId": "2d7d1607-cfc9-48cb-acf4-07b6688771cb",
      "detail": "Understand Safety Management Systems (SMS) as applied to the business"
    },
    {
      "knowledgeId": "fc17dec4-84cd-4d5e-8ede-e77b40b689ed",
      "detail": "Have sufficient knowledge of product regulatory compliance and how to test for compliance on safety and all regulatory requirements"
    },
    {
      "knowledgeId": "eea28ce4-3250-4d1c-930a-5c7e56a5aaed",
      "detail": "Understand environmental test and the effects of forces and conditions on the performance and reliability of the product"
    },
    {
      "knowledgeId": "c6e6eb08-4003-44f6-9703-774d528effbb",
      "detail": "Understand manufacturing engineering production methods and quality issues relating to the manufacture of products"
    },
    {
      "knowledgeId": "70709b0e-3da0-4798-9b11-8b062a3d9a5b",
      "detail": "Understand manufacturing engineering requirements, such as Process Failure Modes and Effects Analysis (PFMEA)"
    },
    {
      "knowledgeId": "e3421a4d-d651-46b9-a664-1c703fe63f79",
      "detail": "Understand the operating principles and limitations of equipment under maintenance/test"
    },
    {
      "knowledgeId": "adfc32e9-ab6a-46a1-91cf-4924967a407f",
      "detail": "Understand how to produce maintenance/test schedules for both scheduled and unscheduled maintenance/test activities"
    },
    {
      "knowledgeId": "9c400143-51b1-4b8d-a5d2-3cb3dada696b",
      "detail": "Understand the product being assessed for repair using available technical data and support from subject matter experts as appropriate."
    },
    {
      "knowledgeId": "e7e5d6a0-d6a5-4f72-b9d1-1f42b6f061b0",
      "detail": "Understand legislative and regulatory requirements relating to the product"
    },
    {
      "knowledgeId": "a5b75a16-fa89-4d9e-9e8f-4460afb844d6",
      "detail": "Understand all relevant regulations and guidelines in relation to the decommissioning of products or processes"
    },
    {
      "knowledgeId": "0e058c6d-0ef2-4c6c-8a66-61994f829439",
      "detail": "Understand the health, safety and environmental requirements of the decommissioning process"
    },
    {
      "knowledgeId": "e9bc27ca-c9cb-4cbd-ade3-973dec8c2199",
      "detail": "Understand the implications of non-compliance and the impact this will have on a business and/or environment."
    },
    {
      "knowledgeId": "ab8637f9-b436-4a68-9759-f46aee637b5b",
      "detail": "Understand how to investigate, implement and evaluate new product introduction\n(NPI) strategies."
    },
    {
      "knowledgeId": "efc98d27-9923-41a2-9b92-7e1d311a569e",
      "detail": "Understand the principles of risk management and how lessons learnt can be implemented to ensure project risk is recognised and minimised through the project life cycle"
    },
    {
      "knowledgeId": "e7bcc19f-72b4-41e6-9e94-682d3ae3fb53",
      "detail": "Understand all internal processes, regulatory requirements in order to meet customers’ requirements"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "aab43d0e-219a-44df-b476-3633003cd2e4",
      "detail": "Knowledge and understanding: Demonstrating commitment to continue personal development, refreshing and expanding Engineering knowledge keeping up-to-date with emerging technologies"
    },
    {
      "behaviourId": "3a13509a-e02e-44b6-a035-2035cce513c2",
      "detail": "Design and development of processes, systems, services and products: Contributing proactively to the continuing development of Engineering within their domain"
    },
    {
      "behaviourId": "27cbabad-ef75-4dd7-939e-6199da93f047",
      "detail": "Responsibility, management or leadership: Taking personal responsibility for their actions, managing projects, including resource management within their remit and able to mentor and instruct others in associated standards and best practice"
    },
    {
      "behaviourId": "ee883153-9202-48de-b272-ae7bf73f83df",
      "detail": "Communication and inter-personal skills: Being able to demonstrate a range of communication styles and methods. Understanding the importance of networks within and across functions, handling conflict, giving and using feedback effectively. Able to understand the different needs for business relationships and their associated communication requirements."
    },
    {
      "behaviourId": "ed72a327-5af7-4cc7-883a-313d75d54dca",
      "detail": "Professional commitment: Demonstrating a personal, ethical and professional commitment to society, their profession and the environment, adopting a set of values and behaviours that will maintain and enhance the reputation of the profession as well as their organisation and fulfilling requirements with respect to maintenance of personal records for Professional Registration."
    }
  ],
  "skills": [
    {
      "skillId": "8bf31993-d5bc-43f2-8d69-91029c4e980a",
      "detail": "Safe working practices, an understanding of technical governance and quality management"
    },
    {
      "skillId": "1213354a-4c18-4db5-894d-52a2e9785f4d",
      "detail": "Compliance with legislation and codes, but be able to seek improvements"
    },
    {
      "skillId": "4d149135-1ae6-4795-93bb-1ba02b2babd4",
      "detail": "Practical competence to deliver innovative products and services"
    },
    {
      "skillId": "bc2ce1ea-ac2f-4b35-99ab-c7faac982c65",
      "detail": "Technical responsibility for complex engineering systems"
    },
    {
      "skillId": "26334038-f09b-4999-8116-2a2bf0c740f8",
      "detail": "Accountability for project(s)/programme(s), finance and personnel management"
    },
    {
      "skillId": "53ae506b-d60c-4930-9e49-68bb84789c27",
      "detail": "Management of trade-offs between technical and socio-economic factors"
    },
    {
      "skillId": "40dd43f6-a886-4131-ad8e-4f7825dee0a7",
      "detail": "The skill sets necessary to develop other technical staff"
    },
    {
      "skillId": "8356928f-89ee-4b50-abd3-850245d90a2e",
      "detail": "Adapt and adjust daily planning needs to accommodate new developments as a result of the unpredictability of research projects."
    },
    {
      "skillId": "b9d1e514-5ba1-45a1-abe1-30ac12e17b5e",
      "detail": "Analyse and record data to aid the design of future research and produce useful findings for other academics, funders, policy makers and practitioners."
    },
    {
      "skillId": "29d4ebf2-c833-4752-94b6-498dbe6fa81f",
      "detail": "Prepare materials (work piece, tooling, fixtures, etc.) such as set up equipment for experiments, carry out research, run samples and experiments, and interpret\nresults to obtain data for research."
    },
    {
      "skillId": "d52e511d-78a1-4851-9509-e335d8af0c63",
      "detail": "Contribute to research by acquiring and interpreting research data, ensuring that the methodology and purpose are defined in advance and contribute to the\ndevelopment of new techniques, models and methods."
    },
    {
      "skillId": "e4f4bade-3308-482d-b8e0-a2b0e0ef3790",
      "detail": "Undertake research, collate, organise and edit material for inclusion in reports and other documents, ensuring that data results are presented in a professional and concise manner."
    },
    {
      "skillId": "92e7af51-0b7b-4740-a64e-533e761737df",
      "detail": "Plan and allocate work and responsibilities over the short-medium term, with an awareness of longer term issues."
    },
    {
      "skillId": "188ac4e4-6fda-4a3f-97d9-7dbaef544144",
      "detail": "Plan in advance to meet details for project reports, journal publications and to support presentations and papers for conferences."
    },
    {
      "skillId": "91e6c33d-3254-4b2e-9f91-a512274374ab",
      "detail": "Design and develop solutions to common or well-articulated engineering situations, problems, issues and working as part of a team apply engineering design concepts and principles to develop products, services and specifications"
    },
    {
      "skillId": "7da0b859-8bdd-48e7-b378-2ce6778d2f2d",
      "detail": "Validate that the design will satisfy the requirements of the product or service"
    },
    {
      "skillId": "57879017-0429-4719-b38e-d83284002a17",
      "detail": "Provide design and development inputs to resolve technical & performance issues, problems for a platform, product or service"
    },
    {
      "skillId": "f4588846-1ce6-40ee-aebe-07ad2ecf6e21",
      "detail": "Make trade-offs between requirements (Customer, environmental, safety, cost, timescale) and articulate the impact of these"
    },
    {
      "skillId": "711cf610-09a4-4ab3-9720-7c94f3de597a",
      "detail": "Support and/or perform cost / benefit analysis for all options proposed depending on the complexity of the product or service"
    },
    {
      "skillId": "cedfa29e-e16d-440f-8c3f-a6936b1ab8ef",
      "detail": "Critique own and others design proposals"
    },
    {
      "skillId": "3b959a92-fa37-4c1e-8ba6-39a2522d4767",
      "detail": "Plan and review the outcome of the design and development activities and action changes to recover where outcomes are not as predicted"
    },
    {
      "skillId": "0ab2bfd4-65fe-4c98-b7f3-f2d72c4e6e32",
      "detail": "Improve designs, solutions and processes through experimenting, incorporating user feedback and working with others to seek out improvement ideas"
    },
    {
      "skillId": "7cfd4279-56ff-4da1-b9ab-34f7c5a1c536",
      "detail": "Interpret the systems architecture, design installations, including material applications and methods as applicable"
    },
    {
      "skillId": "8e5fa045-2fa6-47ff-817f-3d4e425dacea",
      "detail": "Monitor, test and use diagnostic methods required to support integration"
    },
    {
      "skillId": "ebdee007-c474-4010-82c6-41eed834268e",
      "detail": "Identify issues with system integration, test environment and design proving problems present at the design phase of products"
    },
    {
      "skillId": "69573880-b4cd-4bcc-816d-8c797f216249",
      "detail": "Identify possible opportunities for improving systems practices, processes and/or procedures take the technical lead to identify and implement solutions to complex system problems"
    },
    {
      "skillId": "8e69f9ad-8218-4ccb-80c7-6c3fb2387a45",
      "detail": "Create integration architecture deliverables working in conjunction with business projects, translating user requirements to solutions"
    },
    {
      "skillId": "c7625c35-4425-4a6b-bb2a-5fb94fab89e1",
      "detail": "Work with manufacturing specialists to ensure design can translate to manufacturing processes and systems"
    },
    {
      "skillId": "5a706f30-ec27-4ac9-ab98-a8b2c7881f7e",
      "detail": "Establish clear and precise criteria for assuring the quality of engineering products or processes, defining audit and monitoring processes"
    },
    {
      "skillId": "cb709e74-cd31-4309-ae0b-482cbf7b7570",
      "detail": "Ensure that the specified quality assurance methods and procedures are implemented correctly, upholding the safety and quality culture within the organisation"
    },
    {
      "skillId": "254a9640-1bc7-4f5b-b93d-7df32c5239b0",
      "detail": "Obtain accurate information from valid sources on the engineering product or process being quality assured obtain accurate information from valid sources on the engineering product or process being quality assured"
    },
    {
      "skillId": "e19d31fd-7204-462d-82c1-342da8be00de",
      "detail": "Assess accurately the quality of the engineering products or processes and produce detailed reports"
    },
    {
      "skillId": "3388ff7c-9c8d-4a22-9e33-d3de0d836148",
      "detail": "Ensure that information on quality is recorded and provided to the appropriate people"
    },
    {
      "skillId": "e28c668e-bf42-487f-9fba-3ccd3941152a",
      "detail": "Recommend improvements to quality product and processes to the appropriate people"
    },
    {
      "skillId": "cd6f2360-c8e8-414b-9fd6-41702c09ee9d",
      "detail": "Carry out interviews for post holder or nominated positions"
    },
    {
      "skillId": "fca805fb-2677-4837-b01c-441aa2e4a8fc",
      "detail": "Manage audits on vendor organisations"
    },
    {
      "skillId": "4a508a47-6857-48e2-a518-e2af23868cbe",
      "detail": "Develop formal test plans to ensure test requirements are achieved"
    },
    {
      "skillId": "f7e8b147-e2bc-49f8-a2df-635ff118206b",
      "detail": "Ensure that the capabilities of current test facilities is clearly understood to be able to determine the ability of the test equipment to support the testing requirements (including calibration and measurement uncertainty)"
    },
    {
      "skillId": "14040a13-e011-49fb-9d60-7f27ab867165",
      "detail": "Determine the tests required to support and inform reliability predictions"
    },
    {
      "skillId": "e46ecc9e-2a41-4e6b-9927-b4bf85dca1f9",
      "detail": "Be conversant with product and development life cycles and how test fits into and supports the broader development and manufacturing environment"
    },
    {
      "skillId": "bf4f9baa-525b-45d2-88bb-4e6f67db6707",
      "detail": "Be conversant with national and international standards relevant to test development and test execution in both the civil and military environments as\nappropriate"
    },
    {
      "skillId": "ef4c4c49-22cc-4892-a89b-3ee486af17ba",
      "detail": "Be able to accurately and impartially observe, record and provide accurate and impartial technical reports, project progress reports, test data analysis and metrics"
    },
    {
      "skillId": "27fd3f36-e28b-4273-b12b-5ba2ff553f4b",
      "detail": "Liaise with internal and external customers to provide technical guidance on test specifications, standards and results."
    },
    {
      "skillId": "2dd8701f-c83b-497a-8258-0d793b60f687",
      "detail": "Provide technically effective and cost effective test proposals and solutions to product development, production and product customer(s) where applicable"
    },
    {
      "skillId": "8d215409-143b-49c3-b79d-5e953f9c5ee4",
      "detail": "Demonstrate technical competence to develop and lead the implementation of continuous improvement activities at all stages of the manufacturing/production\nprocess"
    },
    {
      "skillId": "6c9e006d-7b4d-48f0-98a6-de39f9587b1a",
      "detail": "Ensure that the full design intent is accurately converted into clear manufacturing instructions."
    },
    {
      "skillId": "e503ce4a-7eb7-4d29-9ecd-057af212dcff",
      "detail": "Ensure the engineering integrity of bills of material (BOM) and configuration control are maintained"
    },
    {
      "skillId": "3ba83d62-b68d-4b67-9e15-2999d6aa9767",
      "detail": "Act as the focal point for manufacturing engineering and quality issues relating to the manufacture of product"
    },
    {
      "skillId": "d5f1608e-57eb-4ed5-8186-08fc6b0b33ab",
      "detail": "Develop and deploy performance and process metrics which are consistent across the production groups."
    },
    {
      "skillId": "7a6717d3-3431-483c-ac07-1d2e16530c3a",
      "detail": "Compile programme schedules for a defined production area and assist with the definition of tooling/process requirements for the introduction of new and existing products."
    },
    {
      "skillId": "f4320b92-519b-4d2a-b96d-3473ad1244c8",
      "detail": "Be responsible for the introduction of new products, and/or modifications to existing product manufacture and its associated tooling"
    },
    {
      "skillId": "c811d043-cfe6-4aed-80c1-1f0eebc7b449",
      "detail": "Use and apply the manufacturing engineering requirements, such as Process Failure Modes and Effects Analysis (PFMEA)"
    },
    {
      "skillId": "af5abc8c-1a10-4659-afe2-51cb3f5b9f61",
      "detail": "Assume technical authorship of defined manufacturing engineering and business processes, and associated procedures"
    },
    {
      "skillId": "4fb0db4e-3515-4af3-93f3-d3c40167bd84",
      "detail": "Generate reports to demonstrate impact of all production/process modifications implemented to include, improvements in yield and cycle time"
    },
    {
      "skillId": "6d00f18c-e5cd-42f8-b2a1-cb910115ec1e",
      "detail": "Ensure the impacts on cost, quality, programme and risk targets are understood in the implementation of new production processes"
    },
    {
      "skillId": "33ee55b8-2b34-4444-98c5-a013ab01f5ed",
      "detail": "Monitor, organise and perform the maintenance activities to minimise the down time of the equipment and/or components"
    },
    {
      "skillId": "7336a2e9-900b-4501-bc48-f54d112ac119",
      "detail": "Ensure the equipment and/or components perform within operational standards, using approved data and techniques"
    },
    {
      "skillId": "60223aba-31f6-4933-aaf3-d71137ee19fd",
      "detail": "Ensure all the specific safety precautions and procedures are observed during the course of the test/maintenance activity including isolation of other systems as\nnecessary to protect themselves, others and the equipment"
    },
    {
      "skillId": "c3550564-07c2-4c6d-9369-5b70e67d8d81",
      "detail": "Ensure that all maintenance and repair activities are performed in a safe manner which will lead to the reinstatement of the system/equipment/component to its\nfunctional condition"
    },
    {
      "skillId": "6759a6e8-8689-48ec-a529-59c83da97902",
      "detail": "Obtain, specify, write and use the appropriate documentation required to support maintenance and test."
    },
    {
      "skillId": "17ea3e9e-4d90-4549-9167-ef38da35639e",
      "detail": "Ensure serviceable and appropriate spares, tooling and equipment are available to support scheduled and unscheduled maintenance activities"
    },
    {
      "skillId": "d853b5ec-a828-4ea8-8472-a82ad482f467",
      "detail": "Ensure instances where maintenance activities cannot be fully met are reported so that limitations on the release of the system/equipment/component for continued use can be determined."
    },
    {
      "skillId": "8f6e88ef-6be9-4d34-96fa-c86fa07f8ac5",
      "detail": "Dispose of all waste materials in accordance with safe working practices, approved procedures and environmental requirements"
    },
    {
      "skillId": "b674df7e-7497-4e41-995d-0e207632516d",
      "detail": "Assess the product to be repaired using available technical data and support from subject matter experts as appropriate."
    },
    {
      "skillId": "23609a35-31e3-4da3-9976-dffe11a7b001",
      "detail": "Interpret technical product data and communicate this effectively to customers and operators at the appropriate level"
    },
    {
      "skillId": "56a8e0a1-7530-4242-b131-1a637a1aba14",
      "detail": "Apply diagnostic analysis, tools and techniques in a logical manner and provide options and solutions"
    },
    {
      "skillId": "34d21d0d-506e-4069-9a85-1d6f988144ba",
      "detail": "Utilise software analytics in the diagnostic process and provide customer / operator feed back"
    },
    {
      "skillId": "e7a3f165-198a-41e4-8f20-3a22177781b8",
      "detail": "Produce reports to inform reliability and maintainability processes and product reliability analysis"
    },
    {
      "skillId": "78a3b077-5d03-459c-882f-89f665443dff",
      "detail": "Obtain accurate details for engineering products or processes to be decommissioned and review engineering their decommissioning requirements"
    },
    {
      "skillId": "8d7007a9-8b3a-4dcf-978e-adf27795f0f5",
      "detail": "Identify decommissioning options for products or processes ensuring that they comply with all relevant regulations and guidelines and conditions are suitable to\nimplement these"
    },
    {
      "skillId": "3c9091cd-8f2e-46dd-8541-69d3b85d53f7",
      "detail": "Identify the health, safety and environmental requirements of the decommissioning process"
    },
    {
      "skillId": "723441c7-4de6-43fb-916a-1116e65e3042",
      "detail": "Specify decommissioning methods and procedures to be implemented"
    },
    {
      "skillId": "1051d2fa-a9b5-4f7e-9434-82f4c22e5259",
      "detail": "Plan and manage the decommissioning of engineering product or process"
    },
    {
      "skillId": "daca50b0-fc45-4f5d-9d5b-727048bce85c",
      "detail": "Identify potential decommissioning risks and produce associated contingency plans and solve decommissioning problems that occur"
    },
    {
      "skillId": "7b0b4bfe-f9f0-4e63-a1e1-7a0b94ca4e05",
      "detail": "Assess and evaluate the results/outcomes of the decommissioning of engineering products or processes and ensure lessons learnt re incorporated into future\nprocesses"
    },
    {
      "skillId": "c7b6a847-18c2-4eeb-9cc2-c5cf6fcc6712",
      "detail": "Recommend engineering products or processes for decommissioning and evaluating the advantages and disadvantages of decommissioning these"
    },
    {
      "skillId": "beb7396b-f77b-4a4e-aa49-11583cdc1ef1",
      "detail": "Advise colleagues and stakeholders on current decommissioning information, providing advice and guidance as necessary"
    },
    {
      "skillId": "609ccbaf-a70e-4302-a482-84c0fe7d3842",
      "detail": "Verify the decommissioned status of the engineering product or process"
    },
    {
      "skillId": "247ffa28-3027-48fb-8f23-91c8c060f176",
      "detail": "Ensure that the requirements defined within the technical specifications for suppliers are achievable"
    },
    {
      "skillId": "489f3958-d917-46b7-b982-950f257ddd44",
      "detail": "Investigate the implications of non-compliance and ensure impact assessments are undertaken and recovery actions plans are established."
    },
    {
      "skillId": "994c78c5-d202-43d7-a552-1f563e3a0712",
      "detail": "Identify opportunities for process improvement, waste elimination and cost reduction across the supply chain"
    },
    {
      "skillId": "5f5bfa5f-6a4a-4ae6-b8f3-fda7ba73bab9",
      "detail": "Provide technical support to the supplier"
    },
    {
      "skillId": "6b9b0ed4-d44f-4a4d-ad8b-13128a3dfdbe",
      "detail": "Provide technical support and advice to internal stakeholders and support sourcing decisions, commodity teams planning and provide the supplier point of view in reviews internally"
    },
    {
      "skillId": "19fa52dd-0a75-4fde-91c5-35bb7003f9f6",
      "detail": "manage supplier technical relationships to ensure projects are delivered on time and proactive risk management is in place and risk."
    },
    {
      "skillId": "de19e5c6-28c0-46dd-8c90-4aef41e5ffb8",
      "detail": "Work with the supply chain team to understand capabilities, capacities and commitments and agree appropriate timescales for transfers based on these"
    },
    {
      "skillId": "9a82d7ca-4f3c-42db-a911-0c7cb1e35a34",
      "detail": "Manage supplier design data queries and change requests."
    },
    {
      "skillId": "1067f765-fe63-4e9a-8115-849274fff678",
      "detail": "Support new product introduction (NPI) strategies and transfer plans through NPI\nprogram life from a technical engineering perspective."
    },
    {
      "skillId": "88b3511b-5124-47c2-9d37-49babbfdfbc5",
      "detail": "Ensure that engineering integrity is achieved, engineering procedures are complied with"
    },
    {
      "skillId": "742e300f-340f-4196-a7b9-0227a1ebf9cd",
      "detail": "Co-ordinate a cross functional and multidiscipline engineering team to deliver all work packages within time and cost budgets to required quality on assigned\nprograms"
    },
    {
      "skillId": "200ad1d1-982b-4e13-9dd2-8950c8645a86",
      "detail": "Develop a strong and positive technical relationship with all internal and external customers."
    },
    {
      "skillId": "4e8b424a-7f3e-48df-b556-2c37f9a62ecd",
      "detail": "Effectively manage resource to achieve plans and to drive improvements to enhance productivity"
    },
    {
      "skillId": "e521831c-4b40-41a3-a516-e7738ad0d724",
      "detail": "Inject knowledge and expertise to the team and customer to ensure robust and timely solutions are developed for technical and programme issues."
    },
    {
      "skillId": "309f7323-fbaa-44a1-821e-f566093e7274",
      "detail": "Ensure rigorous application of risk management and lessons learnt to ensure project risk is understood and minimised through the project life cycle."
    },
    {
      "skillId": "8c4fe289-94b9-4b4f-841a-002f7e877d6f",
      "detail": "Ensure all internal process, regulatory and customer requirements are met."
    },
    {
      "skillId": "3b4196a4-dc4a-4cf6-81b5-d931d5e4be45",
      "detail": "Lead the engineering technical/manufacturing team to ensure that lessons learnt are addressed and a robust trouble free product is developed"
    },
    {
      "skillId": "269e0866-6487-4a25-a150-9e0c178a0087",
      "detail": "Ensure that product strategies are in place to provide discriminating technologies for future products if appropriate"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Research and Development Engineer",
    "Design and Development Engineer",
    "System Integration Engineer",
    "Quality Assurance/Compliance Engineer",
    "Test/Qualification Engineer",
    "Manufacture/Production Engineer",
    "Product Support (including logistics) Engineer",
    "Decommissioning/Disposal Engineer",
    "Supply Chain/Procurement",
    "Engineering Business Manager",
    "Maintenance/Test Engineer"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-03-31T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0080 ",
  "tbMainContact": "mark.donnelly@baesystems.com and john.bool@harrodsaviation.com",
  "involvedEmployers": "BAE Systems plc, Semta Limited, Airbus Group, The Institution of Engineering and Technology, Gama Aviation Ltd, Harrods Aviation Ltd, British Airways, Marshall Aerospace and Defence Group, University of Sheffield, UTC Aerospace Systems, Resource Group, MBDA (UK) Ltd, Cranfield University, Kingston University, University of the West of England, GTA England Ltd, Rolls-Royce plc, NFEC Ltd, GKN Aerospace, Royal Aeronautical Society, Royal Air Force Cosford, Royal Navy, Cooper & Turner, Nikken Kosakusho Europe Ltd, Edward Pryor & Son Ltd, Newburgh Precision, Institution of Mechanical Engineers, Siemens plc, Jaguar Land Rover, Leonardo Helicopters UK, Babcock International Group, Mersey Maritime Group, Toyota Motor Manufacturing (UK) Ltd, BMW, The Engineering Employer Federation",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Research and Development Engineer",
    "Design and Development Engineer",
    "Systems Integration Engineer",
    "Quality Assurance/Compliance Engineer",
    "Test / Qualification Engineer",
    "Manufacture / Production Engineer",
    "Maintenance / Test Engineer",
    "Product Support (inc logistics) Engineer",
    "Decommissioning/ Disposal Engineer",
    "Supply Chain/Procurement",
    "Engineering Business Manager"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, Design and Development",
  "cluster": "Design and Development Engineer",
  "clusterId": "253",
  "clusterDescription": "Design and develop a range of products and/or process technologies using discipline and applications specific expertise",
  "createdDate": "2017-09-22T14:24:51 +00:00",
  "lastUpdated": "2017-03-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-03-31T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0456",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0456-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0456-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "2463a563-9ec1-43d4-a361-079b2c18d0c8",
      "title": "Research and Development Engineer",
      "occupationCode": "OCC0456H"
    },
    {
      "optionId": "f75105c9-92fe-4986-943a-753540b7c5f9",
      "title": "Design and Development Engineer",
      "occupationCode": "OCC0456B"
    },
    {
      "optionId": "00642293-4898-4ce0-a217-75582f1947ed",
      "title": "System Integration Engineer",
      "occupationCode": "OCC0456J"
    },
    {
      "optionId": "d6fa8866-52e3-4333-b9cc-b79c03289593",
      "title": "Quality Assurance/Compliance Engineer",
      "occupationCode": "OCC0456G"
    },
    {
      "optionId": "c4053cb4-99c9-43f1-be15-ef41b14e1a04",
      "title": "Test/Qualification Engineer",
      "occupationCode": "OCC0456K"
    },
    {
      "optionId": "c6f914e5-f070-4db2-b70a-4a55cf341195",
      "title": "Manufacture/Production Engineer",
      "occupationCode": "OCC0456E"
    },
    {
      "optionId": "f40d707b-6c5a-4427-8312-95d70e5075e4",
      "title": "Product Support (including logistics) Engineer",
      "occupationCode": "OCC0456F"
    },
    {
      "optionId": "d4cd7424-abb0-41d4-b841-052cfd347fd4",
      "title": "Decommissioning/Disposal Engineer",
      "occupationCode": "OCC0456A"
    },
    {
      "optionId": "d0d13ff7-1414-4e42-b014-ebcdff5ebb56",
      "title": "Supply Chain/Procurement",
      "occupationCode": "OCC0456I"
    },
    {
      "optionId": "fb175bef-ae71-4a9b-aa44-91d73e194822",
      "title": "Engineering Business Manager",
      "occupationCode": "OCC0456C"
    },
    {
      "optionId": "e657e5e8-9499-4c62-bcad-9bca08c72b27",
      "title": "Maintenance/Test Engineer",
      "occupationCode": "OCC0456D"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "aab43d0e-219a-44df-b476-3633003cd2e4",
        "3a13509a-e02e-44b6-a035-2035cce513c2",
        "27cbabad-ef75-4dd7-939e-6199da93f047",
        "ee883153-9202-48de-b272-ae7bf73f83df",
        "ed72a327-5af7-4cc7-883a-313d75d54dca"
      ],
      "mappedKnowledge": [
        "92edb631-c016-4174-832b-e8fd171e7215",
        "0cce9ab6-7c15-42b7-862a-dd0eb19222ca",
        "9367d057-387a-4b0a-99ba-9ffd8edc8167",
        "62243735-2ba9-4828-ac73-27eb3ac5b9d4",
        "b8f9afe2-0682-4102-83ad-120224650ff7"
      ],
      "mappedSkills": [
        "8bf31993-d5bc-43f2-8d69-91029c4e980a",
        "1213354a-4c18-4db5-894d-52a2e9785f4d",
        "4d149135-1ae6-4795-93bb-1ba02b2babd4",
        "bc2ce1ea-ac2f-4b35-99ab-c7faac982c65",
        "26334038-f09b-4999-8116-2a2bf0c740f8",
        "53ae506b-d60c-4930-9e49-68bb84789c27",
        "40dd43f6-a886-4131-ad8e-4f7825dee0a7"
      ]
    },
    {
      "coreOrOptionTitle": "Research and Development Engineer",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "5a6526a5-6aec-423a-a2f6-8d44c9d34e18",
        "ec61ad96-4260-4a9c-985e-d3b2cd8a95c5"
      ],
      "mappedSkills": [
        "8356928f-89ee-4b50-abd3-850245d90a2e",
        "b9d1e514-5ba1-45a1-abe1-30ac12e17b5e",
        "29d4ebf2-c833-4752-94b6-498dbe6fa81f",
        "d52e511d-78a1-4851-9509-e335d8af0c63",
        "e4f4bade-3308-482d-b8e0-a2b0e0ef3790",
        "92e7af51-0b7b-4740-a64e-533e761737df",
        "188ac4e4-6fda-4a3f-97d9-7dbaef544144"
      ]
    },
    {
      "coreOrOptionTitle": "Design and Development Engineer",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "80f0782f-88b9-45e5-b1a5-9d72eab928e9",
        "c0deb464-8662-4a90-bc9f-d2b3d69653f0"
      ],
      "mappedSkills": [
        "91e6c33d-3254-4b2e-9f91-a512274374ab",
        "7da0b859-8bdd-48e7-b378-2ce6778d2f2d",
        "57879017-0429-4719-b38e-d83284002a17",
        "f4588846-1ce6-40ee-aebe-07ad2ecf6e21",
        "711cf610-09a4-4ab3-9720-7c94f3de597a",
        "cedfa29e-e16d-440f-8c3f-a6936b1ab8ef",
        "3b959a92-fa37-4c1e-8ba6-39a2522d4767",
        "0ab2bfd4-65fe-4c98-b7f3-f2d72c4e6e32",
        "7cfd4279-56ff-4da1-b9ab-34f7c5a1c536"
      ]
    },
    {
      "coreOrOptionTitle": "System Integration Engineer",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "968ffea0-e388-404c-9d1a-729cbbbfbaa3",
        "da5df350-028d-49d9-9bb2-ea95bf282f5d"
      ],
      "mappedSkills": [
        "8e5fa045-2fa6-47ff-817f-3d4e425dacea",
        "ebdee007-c474-4010-82c6-41eed834268e",
        "69573880-b4cd-4bcc-816d-8c797f216249",
        "8e69f9ad-8218-4ccb-80c7-6c3fb2387a45",
        "c7625c35-4425-4a6b-bb2a-5fb94fab89e1"
      ]
    },
    {
      "coreOrOptionTitle": "Quality Assurance/Compliance Engineer",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "3c887847-9c21-4051-b43f-296275f70c59",
        "2d7d1607-cfc9-48cb-acf4-07b6688771cb"
      ],
      "mappedSkills": [
        "5a706f30-ec27-4ac9-ab98-a8b2c7881f7e",
        "cb709e74-cd31-4309-ae0b-482cbf7b7570",
        "254a9640-1bc7-4f5b-b93d-7df32c5239b0",
        "e19d31fd-7204-462d-82c1-342da8be00de",
        "3388ff7c-9c8d-4a22-9e33-d3de0d836148",
        "e28c668e-bf42-487f-9fba-3ccd3941152a",
        "cd6f2360-c8e8-414b-9fd6-41702c09ee9d",
        "fca805fb-2677-4837-b01c-441aa2e4a8fc"
      ]
    },
    {
      "coreOrOptionTitle": "Test/Qualification Engineer",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "fc17dec4-84cd-4d5e-8ede-e77b40b689ed",
        "eea28ce4-3250-4d1c-930a-5c7e56a5aaed"
      ],
      "mappedSkills": [
        "4a508a47-6857-48e2-a518-e2af23868cbe",
        "f7e8b147-e2bc-49f8-a2df-635ff118206b",
        "14040a13-e011-49fb-9d60-7f27ab867165",
        "e46ecc9e-2a41-4e6b-9927-b4bf85dca1f9",
        "bf4f9baa-525b-45d2-88bb-4e6f67db6707",
        "ef4c4c49-22cc-4892-a89b-3ee486af17ba",
        "27fd3f36-e28b-4273-b12b-5ba2ff553f4b",
        "2dd8701f-c83b-497a-8258-0d793b60f687"
      ]
    },
    {
      "coreOrOptionTitle": "Manufacture/Production Engineer",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "c6e6eb08-4003-44f6-9703-774d528effbb",
        "70709b0e-3da0-4798-9b11-8b062a3d9a5b"
      ],
      "mappedSkills": [
        "8d215409-143b-49c3-b79d-5e953f9c5ee4",
        "6c9e006d-7b4d-48f0-98a6-de39f9587b1a",
        "e503ce4a-7eb7-4d29-9ecd-057af212dcff",
        "3ba83d62-b68d-4b67-9e15-2999d6aa9767",
        "d5f1608e-57eb-4ed5-8186-08fc6b0b33ab",
        "7a6717d3-3431-483c-ac07-1d2e16530c3a",
        "f4320b92-519b-4d2a-b96d-3473ad1244c8",
        "c811d043-cfe6-4aed-80c1-1f0eebc7b449",
        "af5abc8c-1a10-4659-afe2-51cb3f5b9f61",
        "4fb0db4e-3515-4af3-93f3-d3c40167bd84",
        "6d00f18c-e5cd-42f8-b2a1-cb910115ec1e"
      ]
    },
    {
      "coreOrOptionTitle": "Product Support (including logistics) Engineer",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "9c400143-51b1-4b8d-a5d2-3cb3dada696b",
        "e7e5d6a0-d6a5-4f72-b9d1-1f42b6f061b0"
      ],
      "mappedSkills": [
        "b674df7e-7497-4e41-995d-0e207632516d",
        "23609a35-31e3-4da3-9976-dffe11a7b001",
        "56a8e0a1-7530-4242-b131-1a637a1aba14",
        "34d21d0d-506e-4069-9a85-1d6f988144ba",
        "e7a3f165-198a-41e4-8f20-3a22177781b8"
      ]
    },
    {
      "coreOrOptionTitle": "Decommissioning/Disposal Engineer",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "a5b75a16-fa89-4d9e-9e8f-4460afb844d6",
        "0e058c6d-0ef2-4c6c-8a66-61994f829439"
      ],
      "mappedSkills": [
        "78a3b077-5d03-459c-882f-89f665443dff",
        "8d7007a9-8b3a-4dcf-978e-adf27795f0f5",
        "3c9091cd-8f2e-46dd-8541-69d3b85d53f7",
        "723441c7-4de6-43fb-916a-1116e65e3042",
        "1051d2fa-a9b5-4f7e-9434-82f4c22e5259",
        "daca50b0-fc45-4f5d-9d5b-727048bce85c",
        "7b0b4bfe-f9f0-4e63-a1e1-7a0b94ca4e05",
        "c7b6a847-18c2-4eeb-9cc2-c5cf6fcc6712",
        "beb7396b-f77b-4a4e-aa49-11583cdc1ef1",
        "609ccbaf-a70e-4302-a482-84c0fe7d3842"
      ]
    },
    {
      "coreOrOptionTitle": "Supply Chain/Procurement",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "e9bc27ca-c9cb-4cbd-ade3-973dec8c2199",
        "ab8637f9-b436-4a68-9759-f46aee637b5b"
      ],
      "mappedSkills": [
        "247ffa28-3027-48fb-8f23-91c8c060f176",
        "489f3958-d917-46b7-b982-950f257ddd44",
        "994c78c5-d202-43d7-a552-1f563e3a0712",
        "5f5bfa5f-6a4a-4ae6-b8f3-fda7ba73bab9",
        "6b9b0ed4-d44f-4a4d-ad8b-13128a3dfdbe",
        "19fa52dd-0a75-4fde-91c5-35bb7003f9f6",
        "de19e5c6-28c0-46dd-8c90-4aef41e5ffb8",
        "9a82d7ca-4f3c-42db-a911-0c7cb1e35a34",
        "1067f765-fe63-4e9a-8115-849274fff678"
      ]
    },
    {
      "coreOrOptionTitle": "Engineering Business Manager",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "efc98d27-9923-41a2-9b92-7e1d311a569e",
        "e7bcc19f-72b4-41e6-9e94-682d3ae3fb53"
      ],
      "mappedSkills": [
        "88b3511b-5124-47c2-9d37-49babbfdfbc5",
        "742e300f-340f-4196-a7b9-0227a1ebf9cd",
        "200ad1d1-982b-4e13-9dd2-8950c8645a86",
        "4e8b424a-7f3e-48df-b556-2c37f9a62ecd",
        "e521831c-4b40-41a3-a516-e7738ad0d724",
        "309f7323-fbaa-44a1-821e-f566093e7274",
        "8c4fe289-94b9-4b4f-841a-002f7e877d6f",
        "3b4196a4-dc4a-4cf6-81b5-d931d5e4be45",
        "269e0866-6487-4a25-a150-9e0c178a0087"
      ]
    },
    {
      "coreOrOptionTitle": "Maintenance/Test Engineer",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "e3421a4d-d651-46b9-a664-1c703fe63f79",
        "adfc32e9-ab6a-46a1-91cf-4924967a407f"
      ],
      "mappedSkills": [
        "33ee55b8-2b34-4444-98c5-a013ab01f5ed",
        "7336a2e9-900b-4501-bc48-f54d112ac119",
        "60223aba-31f6-4933-aaf3-d71137ee19fd",
        "c3550564-07c2-4c6d-9369-5b70e67d8d81",
        "6759a6e8-8689-48ec-a529-59c83da97902",
        "17ea3e9e-4d90-4549-9167-ef38da35639e",
        "d853b5ec-a828-4ea8-8472-a82ad482f467",
        "8f6e88ef-6be9-4d34-96fa-c86fa07f8ac5"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2017-03-31T00:00:00"
}