{
  "templateType": "Apprenticeship Standard",
  "larsCode": 249,
  "referenceNumber": "ST0422",
  "learningAimClassCode": "",
  "title": "Science manufacturing process operative",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0422",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-08-22T00:00:00",
  "earliestStartDate": "2018-02-27T00:00:00",
  "latestStartDate": "2022-08-21T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Operating science industry manufacturing equipment.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Science Manufacturing Process Operative",
    "Science",
    "Science Manufacturing",
    "Process Operative",
    "technologies",
    "manufacturing"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1448/science-manufacturing-process-operative-assessment-plan.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;Science manufacturing process operatives are employed across the science sector. The sector includes companies working in Nuclear, Petrochemical, Pharmaceutical, Biotechnology, Formulated Products, Packaging and Polymers. A science manufacturing process operative will undertake basic operations and monitoring of plant and equipment, including pumps, valves, temperature gauges, filtration equipment, tanks, vessels and production/processing machinery; or they will safely operate machines to process/manufacture, assemble and finish component parts or finished products by hand, appropriate to their level of responsibility.&lt;/p&gt;\n&lt;p&gt;The working environment may require the use of specialist safety equipment. They may also have to comply with the requirements of Good Manufacturing Process (GMP) regulations if operating in a ‘clean room’ environment. A science manufacturing process operative will be expected to work in a supervised environment either individually or as part of a team. They will be expected to contribute to the maintenance of product quality and be involved in basic process improvement opportunities. They will have an appropriate level of knowledge of health and safety requirements within the industry, basic operating procedures and take a multi skilled approach to achieving production/processing targets.&lt;/p&gt;\n&lt;h3&gt;Requirements knowledge&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;Science manufacturing industry plant and equipment, including: pumps, valves, temperature gauges, filtration equipment, tanks, vessels and production/processing machinery such as automated production lines and assembly operations.&lt;/li&gt;\n&lt;li&gt;How to operate the above plant and equipment, to process/manufacture, assemble and finish industry component parts or finished products and materials in a science manufacturing environment.&lt;/li&gt;\n&lt;li&gt;Process manufacturing improvement techniques for example 5S Methodology and Good House Keeping improvements and their application in a science manufacturing environment.&lt;/li&gt;\n&lt;li&gt;The organisational structure of their science manufacturing company and their role within it.&lt;/li&gt;\n&lt;li&gt;Their organisation’s ethical practices and codes of conduct.&lt;/li&gt;\n&lt;li&gt;Regulatory compliance and policies typically required by science manufacturing employers, for example external GMP and internal polices required for ‘clean room’ practices.&lt;/li&gt;\n&lt;li&gt;The hazards and risks associated with the science manufacturing plant operation and environment and the use of correct personal protective equipment (PPE) and safety equipment to ensure safe plant operation and safety in the workplace.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;Skills&lt;/h3&gt;\n&lt;ol start=&quot;8&quot;&gt;\n&lt;li&gt;Prepare science manufacturing materials, plant and equipment, for hand or machine based process operations, typically using pumps, valves, temperature gauges, filtration equipment, tanks and vessels; including checking availability and quality of materials, correct conditions and safety checks according to standard operating procedures&lt;/li&gt;\n&lt;li&gt;Start-up a basic science manufacturing machine based or hand based processes, typically using equipment as above, following process operating instructions.&lt;/li&gt;\n&lt;li&gt;Perform operations and monitor basic science manufacturing process according to company safe working practices as directed by line manager.&lt;/li&gt;\n&lt;li&gt;Produce a representative sample of science manufacturing product for quality test purposes and inspect products to ensure quality is maintained in line with company quality procedures.&lt;/li&gt;\n&lt;li&gt;Carry out assembly and finishing operations for a machine or hand based process operation in science manufacturing process.&lt;/li&gt;\n&lt;li&gt;Make simple adjustments to the science manufacturing process to remedy problems, reporting any problems or abnormal conditions when unable or unauthorised to resolve.&lt;/li&gt;\n&lt;li&gt;Shut down/complete a basic science manufacturing process following process operating instructions.&lt;/li&gt;\n&lt;li&gt;Comply with the Health, Safety and Environmental regulations, including correct use of PPE.&lt;/li&gt;\n&lt;li&gt;Comply with and meet the requirements of their company quality standards.&lt;/li&gt;\n&lt;li&gt;Work to and meet the requirements of standard operating procedures relevant to their scope of work.&lt;/li&gt;\n&lt;li&gt;Comply with instructions pertaining to the internal and external regulatory requirements set by the relevant competent authority and/or specified by the relevant competent authority and/or specified by the company.&lt;/li&gt;\n&lt;li&gt;Complete routine documentation such as quality inspection sheets and production records.&lt;/li&gt;\n&lt;li&gt;Perform simple calculations associated with the operation, for example raw material quantity and production calculations&lt;/li&gt;\n&lt;li&gt;Support process manufacturing improvement activities, for example implementing plant improvements as directed and responding to plant and process change requirements.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;Behaviours&lt;/h3&gt;\n&lt;ol start=&quot;22&quot;&gt;\n&lt;li&gt;Communicates appropriately to support the working of the team&lt;/li&gt;\n&lt;li&gt;Accepts responsibility of own work and the impact of own work on others&lt;/li&gt;\n&lt;li&gt;Displays a willingness to contribute to the work of others.&lt;/li&gt;\n&lt;li&gt;Shows respect for others, having regard for diversity and equality&lt;/li&gt;\n&lt;li&gt;Manages own time, being punctual, reliable and completes work to agreed schedule&lt;/li&gt;\n&lt;li&gt;Responds positively to change in the working environment.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;p&gt;&lt;strong&gt;Duration: &lt;/strong&gt;Typically 18-24 months&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;Apprentices without level 1 English and maths must achieve this level and take the tests for level 2 English and maths prior to taking the end-point assessment&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Level:&lt;/strong&gt; 2&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Review date: &lt;/strong&gt;After 3 years&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-02-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0237",
  "tbMainContact": "",
  "involvedEmployers": "Actavis, Aesica Pharmaceuticals, Astra Zeneca, BCM, Essar, Fujifilm Diosynth Biotechnologies, GSK, Ineos, Lotte Chemical UK, Lucite, Medimmume, Pfizer, SABIC UK Petrochemicals, Sellafield, Sembcorp, Seralab, Synergy Outsourcing, Victrex, RSC, IChemE, SB",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, manufacturing, process and control",
  "cluster": "Food and science manufacturing operative or technician",
  "clusterId": "261",
  "clusterDescription": "Operate semi-automated and automated plant and equipment to manufacture food and chemical products",
  "createdDate": "2017-11-14T17:08:40 +00:00",
  "lastUpdated": "2022-08-22T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-02-27T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0422",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0422-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0422-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-08-22T00:00:00"
}