{
  "templateType": "Apprenticeship Standard",
  "larsCode": 281,
  "referenceNumber": "ST0493",
  "learningAimClassCode": "",
  "title": "Podiatrist (integrated degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0493",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "End-point assessment plan revised.",
  "changedDate": "2023-09-01T00:00:00",
  "earliestStartDate": "2022-07-01T00:00:00",
  "latestStartDate": "2023-08-31T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Diagnose and treat foot, ankle and leg problems.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 24000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "podiatrist",
    "degree",
    "feet",
    "diagnose",
    "foot",
    "ankle",
    "leg",
    "nursing",
    "medicine"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/6171/st0493_podiatrist_l6_ap_for-publication_15022022.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.2 Nursing, and subjects and vocations allied to medicine",
  "version": "1.2",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Podiatrists are registered healthcare professionals specialising in the lower limb (feet, ankles, legs), providing high quality clinical care to people of all ages.&#160; A Podiatrist’s job is to work to protect people’s feet, providing preventative advice, care, assessment, diagnosis and treatment of a range of problems affecting the lower limb. &#160;Keeping mobile and retaining independence affects the quality of people’s lives. Podiatrists aim to reduce the impact of disability and dysfunction and have a role in rehabilitation. They play a pivotal part in reducing the risk of amputation, infection, pain, deformity and hospital admissions. They will undertake a range of podiatry interventions including wound care, routine skin and nail care, nail surgery, scalpel work or care for long term conditions. They provide musculoskeletal assessment and then instigate a treatment plan to improve or enhance movement or reduce pain. They prescribe functional insoles for the management of foot / lower limb conditions.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Day to day activities&lt;/strong&gt; include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;assessing patients, differentially diagnosing conditions&lt;/li&gt;\n&lt;li&gt;agreeing and negotiating treatment plans in partnership with the patient&lt;/li&gt;\n&lt;li&gt;treating lower limb conditions such as nail and skin pathology, musculoskeletal conditions, pain and wounds&lt;/li&gt;\n&lt;li&gt;dealing with people with challenging medical and social conditions and their complications, providing evidence-based interventions&lt;/li&gt;\n&lt;li&gt;offering holistic patient-centred health education&lt;/li&gt;\n&lt;li&gt;clinical management and administration including keeping records, appointment management, stock control and maintaining the clinical environment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 3 A levels or equivalent access qualification.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualification requirements:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;You will be required to complete a Health and Care Professions Council (HCPC) approved BSc (Honours) or (where the apprentice already holds a level 6 honours degree) a pre-registration MSc in Podiatry. Apprentices without level 2 English and maths will need to achieve this level prior to completing the end-point assessment. &#160;For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&#160;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional registration:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;On completion of the apprenticeship you will be able to apply to the &lt;strong&gt;Health and Care Professions Council (HCPC) to register and practice as a Podiatrist in the UK, providing you have &lt;/strong&gt;&lt;strong&gt;the required BSc or MSc course in Podiatry&lt;/strong&gt;&lt;strong&gt;. (See HCPC Standards of Conduct, Performance &amp;amp; Ethics &lt;/strong&gt;&lt;span&gt;&lt;a href=&quot;http://bit.ly/1nLmyo5&quot;&gt;http://bit.ly/1nLmyo5&lt;/a&gt;&lt;/span&gt;&lt;strong&gt;; Standards of Proficiency &lt;/strong&gt;&lt;span&gt;&lt;a href=&quot;http://bit.ly/2EmXLR2&quot;&gt;http://bit.ly/2EmXLR2&lt;/a&gt;&lt;/span&gt;&lt;strong&gt; &amp;amp; Standards of Continuing Professional Development &lt;/strong&gt;&lt;span&gt;&lt;a href=&quot;http://bit.ly/2npoTHh&quot;&gt;http://bit.ly/2npoTHh&lt;/a&gt;&lt;/span&gt;&lt;strong&gt;).&lt;/strong&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Industry specific requirement:&lt;/strong&gt;&#160;&lt;/h3&gt;\n&lt;p&gt;During your apprenticeship you must meet the 15 standards as set out in the Care Certificate. The CQC expect that providers follow these standards to make sure new staff are supported, skilled and assessed as competent to carry out their roles (see &lt;span&gt;&lt;a href=&quot;http://www.skillsforhealth.org.uk/care-certificate&quot;&gt;http://www.skillsforhealth.org.uk/care-certificate&lt;/a&gt;)&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;span&gt;&lt;strong&gt;Level: &lt;/strong&gt;&lt;/span&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;6&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;span&gt;&lt;strong&gt;Duration&lt;/strong&gt;: &lt;/span&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;typically 4 years&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;span&gt;&lt;strong&gt;Review Date: &lt;/strong&gt;&lt;/span&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;After 3 years&lt;/span&gt;&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Values&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;You will be professional, skilled, confident, knowledgeable, caring,&#160;compassionate, conscientious, honest, trustworthy&#160;&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;You will treat people with dignity, respecting individual&#39;s diversity, beliefs, culture, needs, values, privacy and preferences. You will show respect and empathy for those you work with, have the courage to challenge areas of concern and work to evidence based best practice.&#160; You will also be adaptable, reflective, reliable and consistent, show discretion, resilience, self-awareness and demonstrate leadership.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td&gt;&#160;&lt;/td&gt;\n&lt;th&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;You will know and understand:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Person-centred practice&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;protect and keep people safe, applying current legislation to promote their rights, choices and wishes, treating them with dignity and respect, explain treatment options and risks/ benefit/ prognosis including no treatment to obtain and document informed consent for podiatry care&lt;/li&gt;\n&lt;li&gt;work collaboratively with patients and others&lt;/li&gt;\n&lt;li&gt;communicate effectively and appropriately, listening carefully to determine all the factors affecting the patient’s foot health in the context of their medical and social history and ability to self-care&lt;/li&gt;\n&lt;li&gt;establish person-centred podiatry agreed treatment plans, encouraging informed decision-making encourage and enable appropriate self-care&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;legislation, policies and procedures relating to safeguarding, ethics, equality, diversity and inclusion&lt;/li&gt;\n&lt;li&gt;what is meant by informed consent and how to secure it across the age range and in line with cognitive ability&lt;/li&gt;\n&lt;li&gt;ways to work effectively with families, carers and other teams&lt;/li&gt;\n&lt;li&gt;the importance of communication in plain English using a range of verbal and non-verbal communication techniques appropriate to age, emotional or mental state or cognitive ability&lt;/li&gt;\n&lt;li&gt;what is meant by compassionate person-centred care including ways to engage people in their own care&lt;/li&gt;\n&lt;li&gt;podiatry treatment planning processes including the risks and benefits of treatment plans&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Clinical Care&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;select and use appropriate assessment and treatment techniques safely, effectively and ethically e.g. interpreting medical history; recognising potential consequences of treatment; carrying out mechanical debridement to remove painful, dead, damaged, or infected tissue of intact and ulcerated skin; taping and similar adjunctive therapies; carrying out surgical procedures for skin and nail conditions; managing nail disorders, or prescribing foot orthoses&lt;/li&gt;\n&lt;li&gt;observe, assess, diagnose, monitor and treat a patient’s lower limb, reviewing, updating and adapting or ceasing treatment as required&lt;/li&gt;\n&lt;li&gt;use a systematic approach to formulate and test a preferred diagnosis&lt;/li&gt;\n&lt;li&gt;work with a range of conditions encouraging mobility and independence&lt;/li&gt;\n&lt;li&gt;perform treatments, including minor surgery under local anaesthetic&lt;/li&gt;\n&lt;li&gt;manage medicines including accessing, supplying and administering prescription-only medicines use basic life support skills to deal safely with clinical emergencies&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;make and receive referrals, including being responsible for the interpretation of clinical findings in relation to the lower limb and the decision for onward referral or discharge&lt;/li&gt;\n&lt;li&gt;create, store, retrieve and update records in accordance with legislation, protocols and guidelines&lt;/li&gt;\n&lt;li&gt;provide verbal and written health education on public health, foot health, mobility and the lower limb, including preventative, palliative or curative information, in a group or one to one setting&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;the structure and function of the human body including the biomechanics of the lower limb and the impact it has on the whole body&lt;/li&gt;\n&lt;li&gt;the importance of mobility and how it affects life experience&lt;/li&gt;\n&lt;li&gt;a range of clinical needs relevant to the lower limb such as acute or chronic neuropathies, long term conditions, or musculoskeletal disorders including dealing with people with a degenerative condition or whose diagnosis or prognosis is worsening&lt;/li&gt;\n&lt;li&gt;a range of screening techniques such as diabetic risk stratification, vascular and neurological assessments or the taking of swabs or tissue samples&lt;/li&gt;\n&lt;li&gt;ways to use your judgement when observing, assessing, diagnosing, monitoring and treating the patient&lt;/li&gt;\n&lt;li&gt;theoretical basis of podiatry interventions and diagnosis including when to adapt or cease treatment&lt;/li&gt;\n&lt;li&gt;clinical reasoning and the processes that underpin decision-making and problem solving&lt;/li&gt;\n&lt;li&gt;possible effects of anaesthesia including dosage calculation&lt;/li&gt;\n&lt;li&gt;when minor surgery may be required&lt;/li&gt;\n&lt;li&gt;medicines management within the limits of your competence as outlined in legislation and the HCPC requirements&lt;/li&gt;\n&lt;li&gt;current basic life support practices and how to apply them&lt;/li&gt;\n&lt;li&gt;when and where to refer&lt;/li&gt;\n&lt;li&gt;podiatry discharge procedures and protocols&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;how to record, report and store information in line with legislation, policy and procedures including your role in relation to audit and data management&lt;/li&gt;\n&lt;li&gt;ways to manage group dynamics or individual sessions including ways to ensure material is understood&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Health Safety and Security&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;assess, record, mitigate and review risks around podiatry services or treatments&lt;/li&gt;\n&lt;li&gt;move and position people and podiatry equipment safely&lt;/li&gt;\n&lt;li&gt;keep the environment clean and safe from hazards&lt;/li&gt;\n&lt;li&gt;order, store, sterilise and dispose of equipment and other stock used in podiatry services&lt;/li&gt;\n&lt;li&gt;incident reporting and follow on protocols when a safety risk has been breached&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;health and safety legislation, policies and procedures including how to assess risks that ensures safety and security and promotes recovery, mobility or independence&lt;/li&gt;\n&lt;li&gt;a range of moving and handling techniques&lt;/li&gt;\n&lt;li&gt;ways to ensure infection prevention and control&lt;/li&gt;\n&lt;li&gt;ways to keep yourself, patients and colleagues safe including lone working, ways to reduce occupational stress and the importance of maintaining your own health and well-being&lt;/li&gt;\n&lt;li&gt;processes for ordering and storing stock including cost-effectiveness, sterilisation and disposal protocols and the safe storage of prescription-only medicines&lt;/li&gt;\n&lt;li&gt;when and how to escalate issues and incidents that will impact on your work environment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Personal and Professional Development&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;work within the scope of practice for podiatrists, including being professionally accountable and adhering to clinical governance&lt;/li&gt;\n&lt;li&gt;work as part of a multi-professional team, demonstrating leadership and management skills&lt;/li&gt;\n&lt;li&gt;evaluate and measure your own practice and performance and that of those you work with, using clinical governance processes to improve podiatry practice and overall standards in healthcare&lt;/li&gt;\n&lt;li&gt;demonstrate evidence-based practice&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;the limits of your scope of practice as a podiatrist including the legislation, standards and codes of conduct that apply&lt;/li&gt;\n&lt;li&gt;what is meant by clinical governance and accountability in relation to your role&lt;/li&gt;\n&lt;li&gt;the importance of participating in appraisal, training and development&lt;/li&gt;\n&lt;li&gt;a range of research methods used in podiatry including the principles and applications of scientific enquiry to podiatry and lower limb function&lt;/li&gt;\n&lt;li&gt;how health and care services are structured and function including ways to work across boundaries&lt;/li&gt;\n&lt;li&gt;a range of leadership and management techniques including ways to supervise and mentor others&lt;/li&gt;\n&lt;li&gt;ways to evaluate your own performance and that of others, including giving and receiving feedback&lt;/li&gt;\n&lt;li&gt;the role of outcome measures in evaluating the efficacy of treatments and interventions including ways of improving podiatry practice&lt;/li&gt;\n&lt;li&gt;critical reflection and its academic basis including models of critical reflection and how to apply it to patient care&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;span&gt;&lt;strong&gt;&lt;em&gt;&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160;&lt;/em&gt;&lt;/strong&gt;&lt;/span&gt;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Podiatrists are registered healthcare professionals specialising in the lower limb (feet, ankles, legs), providing high quality clinical care to people of all ages. A Podiatrist’s job is to work to protect people’s feet, providing preventative advice, care, assessment, diagnosis and treatment of a range of problems affecting the lower limb. Keeping mobile and retaining independence affects the quality of people’s lives. Podiatrists aim to reduce the impact of disability and dysfunction and have a role in rehabilitation. They play a pivotal part in reducing the risk of amputation, infection, pain, deformity and hospital admissions. They will undertake a range of podiatry interventions including wound care, routine skin and nail care, nail surgery, scalpel work or care for long term conditions. They provide musculoskeletal assessment and then instigate a treatment plan to improve or enhance movement or reduce pain. They prescribe functional insoles for the management of foot / lower limb conditions.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "c73de6a0-d04a-4914-93d3-0cd44f2fbe8f",
      "detail": "Legislation, policies and procedures relating to safeguarding, ethics, equality, diversity and inclusion"
    },
    {
      "knowledgeId": "aeb1f98e-6648-4681-9f01-00be38e81c4c",
      "detail": "What is meant by informed consent and how to secure it across the age range and in line with cognitive ability"
    },
    {
      "knowledgeId": "e379c378-4931-4276-b6d7-1e015cd3f2a4",
      "detail": "Ways to work effectively with families, carers and other teams"
    },
    {
      "knowledgeId": "60f0e191-488b-4ccc-81b4-17f9dc9ac244",
      "detail": "The importance of communication in plain English using a range of verbal and non-verbal communication techniques appropriate to age, emotional or mental state or cognitive ability"
    },
    {
      "knowledgeId": "1102689a-c7e2-43b5-a791-dab9b325cbc4",
      "detail": "What is meant by compassionate person-centred care including ways to engage people in their own care"
    },
    {
      "knowledgeId": "73245201-fe0f-4d8d-8c0e-92653ae21de7",
      "detail": "Podiatry treatment planning processes including the risks and benefits of treatment plans"
    },
    {
      "knowledgeId": "a45ac556-d3ab-497a-b1b2-a9d1448d66e4",
      "detail": "The structure and function of the human body including the biomechanics of the lower limb and the impact it has on the whole body"
    },
    {
      "knowledgeId": "525a2c24-6f84-4e23-b23f-3a29d95918dd",
      "detail": "The importance of mobility and how it affects life experience"
    },
    {
      "knowledgeId": "0acfdeb6-193c-4429-893f-9fac8ba8c9d9",
      "detail": "A range of clinical needs relevant to the lower limb such as acute or chronic neuropathies, long term conditions, or musculoskeletal disorders including dealing with people with a degenerative condition or whose diagnosis or prognosis is worsening"
    },
    {
      "knowledgeId": "c642c8e7-3deb-4bed-a74e-aa78d86dd484",
      "detail": "A range of screening techniques such as diabetic risk stratification, vascular and neurological assessments or the taking of swabs or tissue samples"
    },
    {
      "knowledgeId": "12793cf8-2fb6-4e1c-a74a-fabdecd1056b",
      "detail": "Ways to use your judgement when observing, assessing, diagnosing, monitoring and treating the patient"
    },
    {
      "knowledgeId": "ddabeee4-0ae0-42d9-98ce-6a4b61446ab1",
      "detail": "Theoretical basis of podiatry interventions and diagnosis including when to adapt or cease treatment"
    },
    {
      "knowledgeId": "6becfac2-6ca9-44f8-af0e-20ca5dc3fe00",
      "detail": "Clinical reasoning and the processes that underpin decision-making and problem solving"
    },
    {
      "knowledgeId": "5e4a044d-dae3-48c8-b39e-64c7033a0508",
      "detail": "Possible effects of anaesthesia including dosage calculation"
    },
    {
      "knowledgeId": "133571c8-b426-4f55-8944-b0681b8dd6b7",
      "detail": "When minor surgery may be required"
    },
    {
      "knowledgeId": "cb6f9f59-ee8d-4d6f-8a59-8b93168bbe68",
      "detail": "Medicines management within the limits of your competence as outlined in legislation and the HCPC requirements"
    },
    {
      "knowledgeId": "d93bc7f1-de88-4ba8-8580-1eda7bb5522b",
      "detail": "Current basic life support practices and how to apply them"
    },
    {
      "knowledgeId": "4ad1702a-7f61-4127-8203-4c4dba56ab74",
      "detail": "When and where to refer"
    },
    {
      "knowledgeId": "fc00a4f1-5a85-4178-b2e5-bab2aa6a1fb2",
      "detail": "Podiatry discharge procedures and protocols"
    },
    {
      "knowledgeId": "3446d793-7be5-4881-a432-b6c8afa51eb3",
      "detail": "How to record, report and store information in line with legislation, policy and procedures including your role in relation to audit and data management"
    },
    {
      "knowledgeId": "50faea80-2734-4312-83da-da38477c8c02",
      "detail": "Ways to manage group dynamics or individual sessions including ways to ensure material is understood"
    },
    {
      "knowledgeId": "47b36577-926a-478e-84c8-4323ed0e465f",
      "detail": "Health and safety legislation, policies and procedures including how to assess risks that ensures safety and security and promotes recovery, mobility or independence"
    },
    {
      "knowledgeId": "4c180324-6e0e-4434-9280-631ec6c42261",
      "detail": "A range of moving and handling techniques"
    },
    {
      "knowledgeId": "a7752cc1-7705-4b79-a628-5361d60c2f30",
      "detail": "Ways to ensure infection prevention and control"
    },
    {
      "knowledgeId": "7f5d1003-3271-4783-b8ee-ea75a9bd94bf",
      "detail": "Ways to keep yourself, patients and colleagues safe including lone working, ways to reduce occupational stress and the importance of maintaining your own health and well-being"
    },
    {
      "knowledgeId": "1650cc33-3efb-4d41-962a-d6aa2fa3d8dd",
      "detail": "Processes for ordering and storing stock including cost-effectiveness, sterilisation and disposal protocols and the safe storage of prescription-only medicines"
    },
    {
      "knowledgeId": "9d74db79-1853-4340-84ed-e396ef391fe5",
      "detail": "When and how to escalate issues and incidents that will impact on your work environment"
    },
    {
      "knowledgeId": "5a147ad1-7631-4c97-8a4b-cbefb2cfe71b",
      "detail": "The limits of your scope of practice as a podiatrist including the legislation, standards and codes of conduct that apply"
    },
    {
      "knowledgeId": "c37b8344-bdb8-468e-867f-8138b5251de1",
      "detail": "What is meant by clinical governance and accountability in relation to your role"
    },
    {
      "knowledgeId": "19599a03-f456-4355-bb22-732b5c5a5d17",
      "detail": "The importance of participating in appraisal, training and development"
    },
    {
      "knowledgeId": "310871df-0392-4ab5-a6d2-ed97c5362050",
      "detail": "A range of research methods used in podiatry including the principles and applications of scientific enquiry to podiatry and lower limb function"
    },
    {
      "knowledgeId": "439ec803-3538-4a02-a442-6256c7befb03",
      "detail": "How health and care services are structured and function including ways to work across boundaries"
    },
    {
      "knowledgeId": "69b945c8-1972-4228-8100-8e2145bc5193",
      "detail": "A range of leadership and management techniques including ways to supervise and mentor others"
    },
    {
      "knowledgeId": "8c23e3d3-c72c-40b8-9751-c4c65cbdaa04",
      "detail": "Ways to evaluate your own performance and that of others, including giving and receiving feedback"
    },
    {
      "knowledgeId": "8a9a64b8-a046-48d5-a18e-c18a378c683b",
      "detail": "The role of outcome measures in evaluating the efficacy of treatments and interventions including ways of improving podiatry practice"
    },
    {
      "knowledgeId": "b1ba9b47-5399-4dd2-b595-8e0203b5313a",
      "detail": "Critical reflection and its academic basis including models of critical reflection and how to apply it to patient care"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "61be9d75-62ea-4507-baaf-78bee61ec01a",
      "detail": "You will treat people with dignity, respecting individual's diversity, beliefs, culture, needs, values, privacy and preferences"
    },
    {
      "behaviourId": "cdc6d90f-f166-4233-9e0a-a5416c2640eb",
      "detail": "You will show respect and empathy for those you work with, have the courage to challenge areas of concern and work to evidence based best practice"
    },
    {
      "behaviourId": "57d34829-6bbb-4895-a4c2-9094346296e1",
      "detail": "You will also be adaptable, reflective, reliable and consistent, show discretion, resilience, self-awareness and demonstrate leadership"
    }
  ],
  "skills": [
    {
      "skillId": "92508912-14d5-40b5-91f9-66d76ff5bda8",
      "detail": "Protect and keep people safe, applying current legislation to promote their rights, choices and wishes, treating them with dignity and respect, explain treatment options and risks/ benefit/ prognosis including no treatment to obtain and document informed consent for podiatry care"
    },
    {
      "skillId": "26b9479f-76c4-47d9-9f61-2dfdb978bc2f",
      "detail": "Work collaboratively with patients and others"
    },
    {
      "skillId": "927da60d-78d3-443d-b6ae-dac629169a05",
      "detail": "Communicate effectively and appropriately, listening carefully to determine all the factors affecting the patients foot health in the context of their medical and social history and ability to self-care"
    },
    {
      "skillId": "f33f8d60-18b9-49e3-8963-7bd420621586",
      "detail": "Establish person-centred podiatry agreed treatment plans, encouraging informed decision-making encourage and enable appropriate self-care "
    },
    {
      "skillId": "c6dd6fec-0922-406a-bda2-a66bb7c225ad",
      "detail": "Select and use appropriate assessment and treatment techniques safely, effectively and ethically e.g. interpreting medical history; recognising potential consequences of treatment; carrying out mechanical debridement to remove painful, dead, damaged, or infected tissue of intact and ulcerated skin; taping and similar adjunctive therapies; carrying out surgical procedures for skin and nail conditions; managing nail disorders, or prescribing foot orthoses"
    },
    {
      "skillId": "b9efc66d-87df-450b-a76f-d26b4849dd31",
      "detail": "Observe, assess, diagnose, monitor and treat a patient’s lower limb, reviewing, updating and adapting or ceasing treatment as required"
    },
    {
      "skillId": "1a4df5e7-b818-4065-9a39-c1e91d0949d0",
      "detail": "Use a systematic approach to formulate and test a preferred diagnosis"
    },
    {
      "skillId": "7787445a-ccfb-4f97-a84b-7b818609be47",
      "detail": "Work with a range of conditions encouraging mobility and independence"
    },
    {
      "skillId": "0a706bf9-5327-43ce-b04c-8c2a479a24ce",
      "detail": "Perform treatments, including minor surgery under local anaesthetic"
    },
    {
      "skillId": "ef961403-c4b4-406b-8635-b37c27a41d9e",
      "detail": "Manage medicines including accessing, supplying and administering prescription-only medicines use basic life support skills to deal safely with clinical emergencies"
    },
    {
      "skillId": "967cda3b-0f31-4ff3-a148-00966829c9b8",
      "detail": "Make and receive referrals, including being responsible for the interpretation of clinical findings in relation to the lower limb and the decision for onward referral or discharge"
    },
    {
      "skillId": "00c2d202-7c57-4485-bb41-96c5a91b0c01",
      "detail": "Create, store, retrieve and update records in accordance with legislation, protocols and guidelines"
    },
    {
      "skillId": "7e21f689-572d-4179-bfe2-69584d08d410",
      "detail": "Provide verbal and written health education on public health, foot health, mobility and the lower limb, including preventative, palliative or curative information, in a group or one to one setting"
    },
    {
      "skillId": "97113095-7657-4507-815e-d73a24ae55c1",
      "detail": "Assess, record, mitigate and review risks around podiatry services or treatments"
    },
    {
      "skillId": "f0efa3df-276f-40d5-8de9-e897386fe963",
      "detail": "Move and position people and podiatry equipment safely"
    },
    {
      "skillId": "e0a4a8d2-a26d-48b9-a17a-76610848d541",
      "detail": "Keep the environment clean and safe from hazards"
    },
    {
      "skillId": "13e5dcf4-6463-4dc0-b71d-90298d2f5ed3",
      "detail": "Order, store, sterilise and dispose of equipment and other stock used in podiatry services"
    },
    {
      "skillId": "6c670c4d-7d84-47d7-801e-0787066b1530",
      "detail": "Incident reporting and follow on protocols when a safety risk has been breached"
    },
    {
      "skillId": "2f9de9fc-5d09-43b6-95c1-4dbc0aa0396e",
      "detail": "Work within the scope of practice for podiatrists, including being professionally accountable and adhering to clinical governance"
    },
    {
      "skillId": "0c52706c-326b-4faa-acc8-d66f1e6e1861",
      "detail": "Work as part of a multi-professional team, demonstrating leadership and management skills"
    },
    {
      "skillId": "5d4f4269-02e1-42d6-b3c7-ff9d913a28dd",
      "detail": "Evaluate and measure your own practice and performance and that of those you work with, using clinical governance processes to improve podiatry practice and overall standards in healthcare"
    },
    {
      "skillId": "19f6a34b-c525-4291-8c73-82c50cd04671",
      "detail": "Demonstrate evidence-based practice"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2018-05-14T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0284",
  "tbMainContact": "healthcare.trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "City Hospitals Sunderland, South of Tyne and Wear Trust, Sunderland Food Clinic, North Tees Trust, Shuropody, Right Feet, Watson House Podiatry, Peacocks Medical Group, Podology, North East Podiatry, Northumbria Healthcare Trust, Health Education England (North East), Open University, The Health and Care Professions Council, New College Durham, Peacocks, University of Brighton, East Sussex Healthcare NHS trust, Solent NHS Foundation Trust, Pennine Acute Hospitals Trust, Health Education England, College of Podiatry, University of Salford, Birmingham Metropolitan College, Northumbrian Healthcare NHS Foundation Trust, Bristol Community Health, Glasgow Caledonian University, Newcastle Hospitals Community Health, Skills for Health, Southern Health NHS Foundation Trust, North Tees Trust, NUI Galway, North East Podiatry, Central and North West London NHS Foundation Trust, Birmingham metropolitan College, Royal Free Hospital, Central and North West London NHS Foundation Trust, Bristol Community Health NHS Trust, Sunderland Foot Clinic, Central and Northwest London NHS Foundation Trust, Northumbria Healthcare NHS Trust, Whittington Hospital NHS Trust, Kent Community Health, Cumbria Partnership NHS Foundation Trust, County Durham/ Darlington NHS Foundation Trust, University of Huddersfield",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "Health and Care Professions Council",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health Professional",
  "clusterId": "6",
  "clusterDescription": "Provide direct patient contact along with high quality diagnosis and care working independently and with other health professionals",
  "createdDate": "2022-06-30T13:50:14 +00:00",
  "lastUpdated": "2023-09-01T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-05-14T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0493",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0493-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0493-v1-2",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [
    {
      "name": "Training provider",
      "webLink": "",
      "approved": true
    },
    {
      "name": "EPAO",
      "webLink": "",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-09-01T00:00:00"
}