{
  "templateType": "Apprenticeship Standard",
  "larsCode": 543,
  "referenceNumber": "ST0408",
  "learningAimClassCode": "",
  "title": "Countryside worker",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0408",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-02-15T00:00:00",
  "earliestStartDate": "2020-02-03T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Carry out specific environmental and conservation tasks.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 4000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "countryside",
    "environment",
    "conservation",
    "country",
    "landscape",
    "country side worker"
  ],
  "jobRoles": [
    "Estate Worker",
    "Access Ranger",
    "Maintenance Ranger",
    "Site Warden",
    "Assistant Ranger",
    "Field Operative",
    "Volunteer Leader",
    "Countryside Worker"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7264/st0408_countryside-worker_l2_ap_for-publication_120522em.pdf",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.4 Environmental conservation",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile&lt;/strong&gt;:&lt;/h3&gt;\n&lt;p&gt;Countryside Workers are the custodians of our rural outdoor scenery. They conserve the environment that makes the English countryside both distinctive and special. They take care of our protected landscapes - National Parks, Areas of Outstanding Natural Beauty (AONB), National Nature Reserves as well as private landed estates, country and, to a degree, urban parks.&#160; These cover huge amounts of our country, for example 25% of England is covered by National Parks and AONBs while National Nature Reserves cover an additional 60,000 hectares across 143 separate sites.&#160; Wildlife Trusts and Rivers Trusts also employ Countryside Workers in their environmental and conservation work.&lt;/p&gt;\n&lt;p&gt;Typical job titles of roles that successful Countryside Worker apprentices undertake include;&#160; Estate Worker, Access Ranger, Maintenance Ranger, Site Warden, Assistant Ranger, Field Operative and Volunteer Leader&lt;/p&gt;\n&lt;p&gt;Green job titles: &lt;img src=&quot;/media/6054/picture1.png?width=19&amp;amp;height=18&amp;amp;mode=max&quot; alt=&quot;&quot;&gt;Countryside worker&lt;/p&gt;\n&lt;p&gt;Countryside Workers carry out specific environmental and conservation tasks and they will also be clear about how practical conservation work interacts with the productive and recreational use of the countryside, including allied farming (livestock and crop production) and sporting activities (most commonly fishing and shooting) and how these relate to countryside management practices. For example, a Countryside Worker would know that work on paths on upland farms should avoid lambing season and that work on grouse habitat should be done in the winter.&lt;/p&gt;\n&lt;p&gt;Countryside Workers will be able and willing to do challenging work outdoors, in a variety of locations, which may be remote, including moorland, heathland, woodland and coast, interact with the public and explain their work as well as undertaking their role all year round in a variety of weathers, both on their own and as part of a team.&#160; Their day to day work will include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Building and repairing a variety of field boundaries including fences, walls and hedging. The type and techniques used will depend on the use of the boundary, for example, controlling livestock to maintaining geographical location specific landscape features such as stone walls and hedging.&lt;/li&gt;\n&lt;li&gt;Maintaining public rights of way for walkers, cyclists and horse riders. The type of surface and associated gates, stiles and bridges varying depending on the use, terrain and landscape.&lt;/li&gt;\n&lt;li&gt;Improving habitats and woodland to get them in good condition by using a variety of appropriate techniques, including pruning, felling or planting so native flora and fauna (plants and animals) can thrive. This varies depending upon the local area. For example, in the North York Moors native wildlife includes freshwater salmon, golden plover, merlin, hen harrier, turtle dove and freshwater pearl mussels while native plants include oaks, ash and a wide variety of cornfield flowers. Countryside Workers control invasive species, such as Himalayan Balsam, and use the right technique for each species – this could be cutting back, pulling out, spraying or injecting with pesticide.&lt;/li&gt;\n&lt;li&gt;Surveying/monitoring habitats and flora and fauna to understand species numbers and relate this to relevant habitat management practices. For example, monitoring of the numbers of merlin (native bird of prey) has resulted in areas of moorland being left unburned (burning is a common management technique to encourage new heather growth) and the establishment of single trees encouraged as these are attractive to Merlin in a moorland landscape.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;&#160;Knowledge&lt;/strong&gt; – Countryside Workers will have an understanding of;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Conservation; &lt;/strong&gt;how habitats and vegetation are managed to promote conservation. The different types of management used and which is appropriate depending on the location, for example, woodland/wetland/hedgerow management.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Ecology;&lt;/strong&gt; the principles behind how our flora and fauna (both native and non-native) live and survive and how this knowledge is used practically when carrying out habitat management work effectively.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;The principles of boundary management; &lt;/strong&gt;how the different types of boundaries (hedges, fences, walls) relate to their location and usage; how their management varies depending on the area and their function.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;The principles of access management;&lt;/strong&gt; the legal status of a Right of Way and Open Access to the Countryside legislation. The different types of surfaces (aggregate, paving, woodchip, pitching) and furniture/structures (such as gates, bridges, boardwalks, benches, bins) and their suitability for different areas and usage such as multi user access paths.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Common farming practices;&lt;/strong&gt; practical conservation work and farming support each other. A knowledge of the farming calendar, for example, lambing and harvest affects both the timing and the nature of conservation work that is carried out.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Land management;&lt;/strong&gt; how conservation work complements/interacts with other land management uses such as recreation, game keeping, tourism and estate management.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Surveys;&lt;/strong&gt; the common techniques which can be used to carry out a range of surveys to help determine the nature of work on habitat or access management in a particular location.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Countryside legislation;&lt;/strong&gt; the major pieces of legislation that govern the use of the countryside, such as the Wildlife and Countryside Act, Environmental Protection Act and the Countryside Rights of Way Act.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Designations;&lt;/strong&gt; conservation designations in the UK, for example, National Nature Reserves, National Parks, Sites of Special Scientific Interest and Areas of Outstanding Natural Beauty.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Climate change; &lt;/strong&gt;the way increased rainfall and higher temperatures impact upon the countryside, conservation practices, habitats, flora, fauna and water levels and how we can go about managing these changes at local/national level.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Sustainability;&lt;/strong&gt; understanding environmental best practice and the importance of using products from the local area or from sustainable sources such as wood from Forest Stewardship Council woodlands&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Map reading;&lt;/strong&gt; navigating in the countryside using a map and compass in areas where satellite navigation is unreliable.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Health and safety;&lt;/strong&gt; understanding clearly the risks inherent in carrying out tasks such as building a fence, surfacing a footpath and cutting back vegetation. This should be complemented by knowing how to write risk assessments, carry out manual handling safely and when personal protective equipment should be worn. Equally as important is recognising the potential risks to the public and knowing how to mitigate these.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;First Aid;&lt;/strong&gt; practical first aid techniques for use in outdoor situations.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Pollution;&lt;/strong&gt; the environmental impact of conservation work, for example, the use of vehicles, fuel for machinery, dealing with waste materials and how to improve working practices to benefit the environment.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt; – Countryside Workers will be able to;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Manage habitats&lt;/strong&gt; using a range of specialist techniques such as coppicing, hedge laying, river/stream bank stabilisation and establishing native plants, using appropriate tools and equipment. This could also include new and developing sustainable practices such as using natural materials to manage excessive rainfall (in constructing leaky dams and bale dams) and subsequently manage erosion and flood damage.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Construct or repair boundaries&lt;/strong&gt; including different fencing types (such as post and rail, stock fencing), hedging (establishing a new hedge or laying an existing hedge) and dry stone walling depending on the geographic location/landscape and local natural materials.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Construct or maintain access ways, for example a path surface&lt;/strong&gt; using aggregate, stone pitching, slabs, bark, concrete or tarmac. This will include the skills to ensure that the path surface drains properly.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Manage vegetation&lt;/strong&gt; in a range of different situations, for example strimming pathways, using pesticides, managing trees and hedgerows, eradicating invasive species in order to conserve native flora and fauna.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Construct and /or maintain site furniture&lt;/strong&gt; for access and interpretation. For example, bridges, gates, stiles, boardwalks, signs/waymarks or information boards using sustainable materials where possible. This will involve both following standard methods and also undertaking site specific design. For example, installing a gate on a sloping field will involve modifying the standard method, while every river or stream crossing while require a different design.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Use a range of hand tools and powered tools&lt;/strong&gt; safely such as hammers, panel saws, levels, drills, strimmers or chainsaws, hold the relevant certification for powered equipment and undertake the routine maintenance of the tools used.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Problem solving&lt;/strong&gt;; be resourceful in finding solutions to problems that may arise in day to day work and know when to ask a supervisor for advice.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Identify a range of British flora and fauna&lt;/strong&gt; native to the specific local area e.g. commonly seen birds, mammals, insects, herbs, flowers, trees or fungi to determine the appropriate habitat management needed.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Undertake surveys&lt;/strong&gt; which feed in to site management plans and work plans, for example, survey habitats and species, numbers of visitors, the condition of Rights of Way or structures/furniture.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Write a simple dynamic risk assessment&lt;/strong&gt; and be able to use it on site. Use the risk assessment as the basis of working safely; understanding the hazards on the site and involved in the wide range of practical tasks undertaken by Countryside Workers. Know how to reduce these risks to an acceptable level for themselves, the public and colleagues through using safe working practices and wearing personal protective equipment.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Communicate effectively&lt;/strong&gt; in a range of situations e.g. through face to face interaction, electronic communication, telephoning or presenting to members of the public, contractors, colleagues or landowners.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours - &lt;/strong&gt;Countryside Workers can be expected to have the following behaviours;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Enthusiasm for the countryside and environment&lt;/strong&gt;; a positive approach to working outdoors, and undertaking practical tasks in all weathers;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Work ethic&lt;/strong&gt;; reliability and punctuality, commitment, diligence and a pride in doing a job well;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Work constructively&lt;/strong&gt;; both within a team environment and be self-motivated as a lone worker; be comfortable working both with other paid colleagues as well as unpaid volunteers;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Flexibility and adaptability&lt;/strong&gt;; to working locations, hours and requirements, including changes in weather conditions, situations and working environment;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Skills development&lt;/strong&gt;; responsibility for continual personal skills development;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Communication and behaviour&lt;/strong&gt;; appropriate behaviour with a wide range of people including colleagues, landowners, contractors and other professionals and the public;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Safety conscious&lt;/strong&gt;; promoting safe working practices for themselves and others.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typical duration for this apprenticeship is 12-18 months with a minimum term of 12 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Qualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without Level 1 English and Maths will need to achieve this level and take level 2 tests prior to the end point assessment. For those with an education, health and care plan or a legacy statement, the apprenticeship’ English and maths minimum requirement is Entry Level 3. British Sign Language qualification is an alternative to English qualifications for those whom this is their primary language.&#160;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&#160;&lt;/h3&gt;\n&lt;p&gt;Level 2.&#160; The knowledge aligns to a level 2 qualification in Environmental Conservation.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date&lt;/strong&gt;&#160;&lt;/h3&gt;\n&lt;p&gt;After 3 years&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Countryside Workers are the custodians of our rural outdoor scenery. They conserve the environment that makes the English countryside both distinctive and special. They take care of our protected landscapes - National Parks, Areas of Outstanding Natural Beauty (AONB), National Nature Reserves as well as private landed estates, country and, to a degree, urban parks. These cover huge amounts of our country, for example 25% of England is covered by National Parks and AONBs while National Nature Reserves cover an additional 60,000 hectares across 143 separate sites. Wildlife Trusts and Rivers Trusts also employ Countryside Workers in their environmental and conservation work. Countryside Workers carry out specific environmental and conservation tasks and they will also be clear about how practical conservation work interacts with the productive and recreational use of the countryside, including allied farming (livestock and crop production) and sporting activities (most commonly fishing and shooting) and how these relate to countryside management practices. For example, a Countryside Worker would know that work on paths on upland farms should avoid lambing season and that work on grouse habitat should be done in the winter. Countryside Workers will be able and willing to do challenging work outdoors, in a variety of locations, which may be remote, including moorland, heathland, woodland and coast, interact with the public and explain their work as well as undertaking their role all year round in a variety of weathers, both on their own and as part of a team.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "a48fedee-9a57-497a-b91f-72290ff1eed7",
      "detail": "Conservation: how habitats and vegetation are managed to promote conservation. The different types of management used and which is appropriate depending on the location, for example, woodland/wetland/hedgerow management."
    },
    {
      "knowledgeId": "e35bf4e7-3da6-40f9-b227-ce8540a5fb29",
      "detail": "Ecology: the principles behind how our flora and fauna (both native and non-native) live and survive and how this knowledge is used practically when carrying out habitat management work effectively."
    },
    {
      "knowledgeId": "2508b742-3c2c-427c-bfa6-2575088cd77c",
      "detail": "The principles of boundary management: how the different types of boundaries (hedges, fences, walls) relate to their location and usage; how their management varies depending on the area and their function."
    },
    {
      "knowledgeId": "f2edf7e2-95f2-487c-9122-2ef089a46ba4",
      "detail": "The principles of access management: the legal status of a Right of Way and Open Access to the Countryside legislation. The different types of surfaces (aggregate, paving, woodchip, pitching) and furniture/structures (such as gates, bridges, boardwalks, benches, bins) and their suitability for different areas and usage such as multi user access paths."
    },
    {
      "knowledgeId": "f35ad521-225f-4dec-8e0a-7764440a9457",
      "detail": "Common farming practices: practical conservation work and farming support each other. A knowledge of the farming calendar, for example, lambing and harvest affects both the timing and the nature of conservation work that is carried out."
    },
    {
      "knowledgeId": "556fac47-74e1-4b83-8122-d0a180944a4b",
      "detail": "Land management: how conservation work complements/interacts with other land management uses such as recreation, game keeping, tourism and estate management."
    },
    {
      "knowledgeId": "9529ed04-232e-4786-bb6b-25c443557465",
      "detail": "Surveys: the common techniques which can be used to carry out a range of surveys to help determine the nature of work on habitat or access management in a particular location."
    },
    {
      "knowledgeId": "df7f6acc-2a05-490b-8c74-72880ecdfcd3",
      "detail": "Countryside legislation: the major pieces of legislation that govern the use of the countryside, such as the Wildlife and Countryside Act, Environmental Protection Act and the Countryside Rights of Way Act"
    },
    {
      "knowledgeId": "b59020b7-d8c1-4734-95f9-f67df7e76fe2",
      "detail": "Designations: conservation designations in the UK, for example, National Nature Reserves, National Parks, Sites of Special Scientific Interest and Areas of Outstanding Natural Beauty."
    },
    {
      "knowledgeId": "602f068e-de16-4aac-ab42-b6f6668a1919",
      "detail": "Climate change: the way increased rainfall and higher temperatures impact upon the countryside, conservation practices, habitats, flora, fauna and water levels and how we can go about managing these changes at local/national level."
    },
    {
      "knowledgeId": "ce1b3589-a2ea-4a5f-922e-561bc8e9591f",
      "detail": "Sustainability: understanding environmental best practice and the importance of using products from the local area or from sustainable sources such as wood from Forest Stewardship Council woodlands."
    },
    {
      "knowledgeId": "11d6d11f-59c7-4db5-8fb9-1e3d1b63a751",
      "detail": "Map reading: navigating in the countryside using a map and compass in areas where satellite navigation is unreliable."
    },
    {
      "knowledgeId": "adbd7fb9-dc78-4488-8286-d5dded4e87d2",
      "detail": "Health and safety: understanding clearly the risks inherent in carrying out tasks such as building a fence, surfacing a footpath and cutting back vegetation. This should be complemented by knowing how to write risk assessments, carry out manual handling safely and when personal protective equipment should be worn. Equally as important is recognising the potential risks to the public and knowing how to mitigate these."
    },
    {
      "knowledgeId": "303c7891-4763-4294-a840-1ddab058eaf3",
      "detail": "First Aid: practical first aid techniques for use in outdoor situations."
    },
    {
      "knowledgeId": "95d50fd9-f38b-491a-8742-9b2b004020e1",
      "detail": "Pollution: the environmental impact of conservation work, for example, the use of vehicles, fuel for machinery, dealing with waste materials and how to improve working practices to benefit the environment."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "cf0f673a-a3bf-4ee5-ae5f-d606d21f9507",
      "detail": "Enthusiasm for the countryside and environment: a positive approach to working outdoors, and undertaking practical tasks in all weathers."
    },
    {
      "behaviourId": "fce737c3-13e8-42c0-bec7-66f08d108671",
      "detail": "Work ethic: reliability and punctuality, commitment, diligence and a pride in doing a job well."
    },
    {
      "behaviourId": "70cfc8e4-8b8a-4f64-8a91-9d8250626303",
      "detail": "Work constructively: both within a team environment and be self-motivated as a lone worker; be comfortable working both with other paid colleagues as well as unpaid volunteers."
    },
    {
      "behaviourId": "fab9e43a-373d-4b78-8cd4-56922182e080",
      "detail": "Flexibility and adaptability: to working locations, hours and requirements, including changes in weather conditions, situations and working environment."
    },
    {
      "behaviourId": "f96bdc4a-0b81-49c2-9023-2e8c297067ee",
      "detail": "Skills development: responsibility for continual personal skills development."
    },
    {
      "behaviourId": "107259f1-0114-4e83-8c50-ba188e3658bc",
      "detail": "Communication and behaviour: appropriate behaviour with a wide range of people including colleagues, landowners, contractors and other professionals and the public."
    },
    {
      "behaviourId": "361e0b6e-dd8d-4c41-811d-9f0a7e0fb64e",
      "detail": "Safety conscious: promoting safe working practices for themselves and others."
    }
  ],
  "skills": [
    {
      "skillId": "2afeab69-f54f-4c52-828a-ef4f647966ae",
      "detail": "Manage habitats using a range of specialist techniques such as coppicing, hedge laying, river/stream bank stabilisation and establishing native plants, using appropriate tools and equipment. This could also include new and developing sustainable practices such as using natural materials to manage excessive rainfall (in constructing leaky dams and bale dams) and subsequently manage erosion and flood damage."
    },
    {
      "skillId": "8b8d49ec-54a7-4f5a-b3e5-2a710e70798d",
      "detail": "Construct or repair boundaries including different fencing types (such as post and rail, stock fencing), hedging (establishing a new hedge or laying an existing hedge) and dry stone walling depending on the geographic location/landscape and local natural materials."
    },
    {
      "skillId": "12206be9-a7cf-49b4-8819-0570aff3278b",
      "detail": "Construct or maintain access ways, for example a path surface using aggregate, stone pitching, slabs, bark, concrete or tarmac. This will include the skills to ensure that the path surface drains properly."
    },
    {
      "skillId": "0bee0c0a-3b6c-4d4c-baff-f3fc6ccad39e",
      "detail": "Manage vegetation in a range of different situations, for example strimming pathways, using pesticides, managing trees and hedgerows, eradicating invasive species in order to conserve native flora and fauna."
    },
    {
      "skillId": "1f97d9d9-400e-421c-8395-c1c6587c5325",
      "detail": "Construct and /or maintain site furniture for access and interpretation. For example, bridges, gates, stiles, boardwalks, signs/waymarks or information boards using sustainable materials where possible. This will involve both following standard methods and also undertaking site specific design. For example, installing a gate on a sloping field will involve modifying the standard method, while every river or stream crossing while require a different design."
    },
    {
      "skillId": "88ea6729-85bb-41dd-b3ad-0abb167d834a",
      "detail": "Use a range of hand tools and powered tools safely such as hammers, panel saws, levels, drills, strimmers or chainsaws, hold the relevant certification for powered equipment and undertake the routine maintenance of the tools used."
    },
    {
      "skillId": "4cf09f6c-ef45-4c00-b7b3-b41c31e24e14",
      "detail": "Problem solving: be resourceful in finding solutions to problems that may arise in day to day work and know when to ask a supervisor for advice."
    },
    {
      "skillId": "7d2f91c8-5838-4953-8dc5-61d5ef20930f",
      "detail": "Identify a range of British flora and fauna native to the specific local area e.g. commonly seen birds, mammals, insects, herbs, flowers, trees or fungi to determine the appropriate habitat management needed."
    },
    {
      "skillId": "4cb2dcfb-63fc-4a57-a1de-ed4e912ccba7",
      "detail": "Undertake surveys which feed in to site management plans and work plans, for example, survey habitats and species, numbers of visitors, the condition of Rights of Way or structures/furniture."
    },
    {
      "skillId": "a0093111-470c-40d8-a1c5-91c58099d566",
      "detail": "Write a simple dynamic risk assessment and be able to use it on site. Use the risk assessment as the basis of working safely; understanding the hazards on the site and involved in the wide range of practical tasks undertaken by Countryside Workers. Know how to reduce these risks to an acceptable level for themselves, the public and colleagues through using safe working practices and wearing personal protective equipment."
    },
    {
      "skillId": "160494ec-fd16-492d-85f8-d76942d6d3f6",
      "detail": "Communicate effectively in a range of situations e.g. through face to face interaction, electronic communication, telephoning or presenting to members of the public, contractors, colleagues or landowners."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-02-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0177",
  "tbMainContact": "i.nicholls@northyorkmoors.org.uk",
  "involvedEmployers": "Barnsley Council, Groundwork, Birmingham Council, Broads Authority, Cheshire East Council, Cumbria Wildlife Trust, Dartmoor NP , Dorset County Council, Durham Wildlife Trust, Eden Rivers Trust, English Heritage Natural England , Environment Agency, Exmoor NP, Lake District NP, National Trust, New Forest NP, Northumberland NP, North York Moors NP, Peak District NP, Redcar and Cleveland Council, Sheffield Wildlife Trust, South Downs NP, Staffordshire Council, Teeswildlife Trust, Warwickshire Council, Yorkshire Dales NP",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Estate Worker",
    "Access Ranger",
    "Maintenance Ranger",
    "Site Warden",
    "Assistant Ranger",
    "Field Operative",
    "Volunteer Leader",
    "Countryside Worker"
  ],
  "greenJobTitles": [
    "Countryside Worker"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Agriculture, Land Management and Production",
  "cluster": "Environment technician",
  "clusterId": "81",
  "clusterDescription": "Manage diverse environments, providing technical support in a range of specialist areas",
  "createdDate": "2017-11-14T17:08:51 +00:00",
  "lastUpdated": "2023-02-15T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-02-03T00:00:00 +00:00",
  "banners": "This apprenticeship standard is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards in revision are available in the revisions status report.",
  "occupationCode": "OCC0408",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0408-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0408-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": true,
  "publishDate": "2023-02-15T00:00:00"
}