{
  "templateType": "Apprenticeship Standard",
  "larsCode": 493,
  "referenceNumber": "ST0420",
  "learningAimClassCode": "",
  "title": "Lean manufacturing operative",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0420",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Standard revised",
  "changedDate": "2024-03-13T00:00:00",
  "earliestStartDate": "2022-07-27T00:00:00",
  "latestStartDate": "2024-03-12T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Carrying out manufacturing activities on multiple products with different specifications consecutively.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "manufacturing",
    "engineering",
    "lean manufacturing operative",
    "health and safety",
    "logistics"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7320/st0420_lean-manufacturing-operative_l2_ap02-for-publication_qm120821-em.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Apprenticeship level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship Standard is at Level 2&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Occupational Role Profile &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The Manufacturing Industry offers an exciting and varied career both in the UK &amp;amp; abroad providing a broad spectrum of opportunities for people to work in a technically advanced and innovative environment.&lt;/p&gt;\n&lt;p&gt;Businesses within the sector range from small family run manufacturing operations to large multi-national companies driving the countries growth &amp;amp; wealth.&lt;/p&gt;\n&lt;p&gt;The UK’s Manufacturing Industry is highly regarded worldwide for its innovation and manufacturing excellence and requires a high degree of skill &amp;amp; knowledge across all levels of their organisations.&lt;/p&gt;\n&lt;p&gt;A Lean Manufacturing Operative will be expected to carry out their work safely and meet the exacting quality standards demanded in a fast paced and efficient processing environment and develop into a multi-skilled operator through process ownership. &#160;A lean manufacturing operative can be required to carry out manufacturing activities on multiple products with different specifications consecutively e.g. automotive manufacturing – Multi models manufacturing results in the manufacturing of different models of vehicle with different specification variants within a high volume environment.&lt;/p&gt;\n&lt;p&gt;They will be required to prepare, control, contribute to and complete manufacturing operations, and follow manufacturing processes and standard operating procedures (SOPs) whilst adhering to specific safe working policies &amp;amp; procedures. A Lean Manufacturing Operative will be responsible for maintaining Health and Safety requirements at all times e.g. wearing correct Personal Protective Equipment (P.P.E.) correct use of equipment and tooling, safe stopping and resetting of machinery, maintain an organised work area e.g. 5s (Sifting, Sorting, Sweeping, Spick &amp;amp; Span and Sustain) ensuring the safe disposal of waste in line with environmental systems and regulatory requirements (ISO 14001). They will be required to contribute, develop and support improvement in the manufacturing operation using continuous improvement methods, kaizen tools, process &#160;&#160;visualisation using lean principles and problem solving tools and techniques. They will be responsible for carrying out quality checks throughout the manufacturing operations to ensure quality is built in and that any defects or concerns are highlighted and dealt with in line with relevant quality standards (ISO 9002).&lt;/p&gt;\n&lt;p&gt;They will work closely with stakeholders and will have clear reporting lines to ensure appropriate escalation e.g. teamleader, line leader, process leader, supervisor etc. should problems occur within the process.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Examples of the job titles from across the manufacturing sector that would be covered within this standard are: &lt;/strong&gt;Team Member Production&lt;strong&gt;; &lt;/strong&gt;Manufacturing Production Operative; Manufacturing Assembly Operative; Manufacturing Inspection/Quality Assurance Operative; Manufacturing Logistics Operative; Manufacturing Material Handling Operative; Manufacturing Process/Finishing Operative.&lt;/p&gt;\n&lt;p&gt;A Lean Manufacturing Operative must have the core requirements below and demonstrate the specialist requirements in ONE job specific role.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Knowledge&lt;/strong&gt;: A Lean Manufacturing Operative will have the following knowledge and understanding of:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Health &amp;amp; Safety&lt;/strong&gt;: Relevant statutory, organisational and health and safety regulations relating to lean manufacturing operations and safe practices&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Environmental:&lt;/strong&gt; Compliance procedures/systems in line with regulatory requirements e.g. ISO 14001 &lt;span&gt;or other relevant environmental standards&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Production:&lt;/strong&gt; Their individual roles and responsibilities within the organisation and the flexibility required to deliver products to meet customers costs/delivery targets/requirements e.g. Just in time (JIT)&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Lean Manufacturing Operations:&lt;/strong&gt; Manufacturing standard operation procedures (SOPs) adherence and development of lean processes&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Quality Control:&lt;/strong&gt; Process equipment monitoring, data collection, error proofing and operating procedures e.g. ISO 9002 or other relevant quality standards&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Problem Solving:&lt;/strong&gt; The tools and methods of effective problem solving using data, reports and documents to resolve production related issues e.g. A3 report, graphs, matrices and escalate concerns &#160;&#160;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Continuous Improvement: &lt;/strong&gt;How to study and identify ways to improve the safety, quality, cost or process efficiency using lean manufacturing tools e.g. kaizen &lt;strong&gt;&#160;&lt;/strong&gt;&#160;&#160;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Communication: &lt;/strong&gt;How to share information using a range of methods within the manufacturing environment e.g. oral, written, electronic, information boards, visual displays&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Work Place O&lt;/strong&gt;&lt;strong&gt;rganisation:&lt;/strong&gt; How to maintain a safe and efficient work site through work place organisation e.g. 5s and process ownership&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Core Skills:&lt;/strong&gt; A Lean Manufacturing Operative will have the skill and understanding to:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Health &amp;amp; Safety:&lt;/strong&gt; Work safely at all times, complying with health and safety legislation, regulations, and other relevant guidelines. Identifying risks within their processes and support/carry out countermeasure activities to improve safe working. Manage tooling, equipment and materials daily in-line with supplier standards e.g. COSHH (Control of Substances Hazardous to Health).&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Environmental:&lt;/strong&gt; Comply with environmental procedures and systems and contribute to the achievement of specific standards e.g. ISO 14001 or other relevant environmental standards and use the 4R’s (Reduce, Re-use, Recycle, Recover) where possible.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Production:&lt;/strong&gt; Demonstrate their ability to carry out their role effectively, efficiently and flexibly maintaining lean manufacturing principles to meet customer’s demands e.g. JIT&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Lean Manufacturing Operations:&lt;/strong&gt; Demonstrate their skill and knowledge following SOPs and building their versatility across a number of processes and process areas. Select and use appropriate tools, equipment and materials to carry out the manufacturing operation&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Quality Control:&lt;/strong&gt; Demonstrate appropriate process documentation control. Accurately completing check sheets, monitoring process and equipment data efficiently and legibly using the correct terminology required to meet the quality standard e.g. ISO 9002&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Problem Solving:&lt;/strong&gt; Demonstrate their ability to identify and resolve problems within the lean manufacturing environment using effective problem solving tools and techniques. Manage problems that may occur during the manufacturing process within the limits of their responsibility and escalate as appropriate&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Continuous Improvement:&lt;/strong&gt; Generate ideas and contribute to process improvement activities individually or as part of a team through fact finding and analysis to improve the safety, environment, quality, cost or production process. Identifying and eliminating the 7 wastes (defects, over production, transportation, waiting, inventory, motion and processing) &#160;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Communication:&lt;/strong&gt; Demonstrate communication skills which include oral, written, electronic (PC), information boards or visual displays to effectively share information&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Work Place Organisation:&lt;/strong&gt; Maintains and monitors the work site efficiently and effectively at all times using the elements of sifting, sorting, sweeping, spick &amp;amp; span (5’s) within the lean manufacturing environment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Core Behaviours Requirements:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Lean Manufacturing Operative requires the behaviours that will ensure they are:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Punctual, reliable and takes responsibility for their own actions.&lt;/li&gt;\n&lt;li&gt;Show respect for others, having regard for diversity and equality.&lt;/li&gt;\n&lt;li&gt;Respond positively to change in the working environment.&lt;/li&gt;\n&lt;li&gt;Integrates within the team and supports others.&lt;/li&gt;\n&lt;li&gt;Can work independently and effectively in challenging situations.&lt;/li&gt;\n&lt;li&gt;Maintains quality of work under pressure.&lt;/li&gt;\n&lt;li&gt;An open and honest communicator.&lt;/li&gt;\n&lt;li&gt;Listens to other people’s opinions.&lt;/li&gt;\n&lt;li&gt;A positive and respectful attitude.&lt;/li&gt;\n&lt;li&gt;Follows instructions and guidance and demonstrates attention to detail.&lt;/li&gt;\n&lt;li&gt;Seeks opportunities to develop and adapt to different situations, environments or technologies.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Specialist job roles: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The advanced manufacturing sector has developed to include a wide range of new technologies and can involve the manufacturing of a number of different products with different specifications at any given time. This can result in lean manufacturing operatives being required to carry out manufacturing activities on multiple products with different specifications consecutively e.g. automotive manufacturing – Multi model manufacturing results in &#160;the manufacturing of different models of vehicle with different specification variants within a high volume manufacturing environment.&lt;/p&gt;\n&lt;p&gt;In addition to the core knowledge and skills Lean Manufacturing Operatives must complete ONE of the following job roles options:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Job role option 1:&lt;/strong&gt; Lean Manufacturing Operatives working within a Production/Assembly role will be able to meet the requirements of two different production/assembly processes or assignments:&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge of:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;The importance of following the specified assembly sequence and procedure at all times&lt;/li&gt;\n&lt;li&gt;How to check the quality of the assembly, against the required quality standards and what tools and equipment are used&lt;/li&gt;\n&lt;li&gt;The procedure for positioning, aligning and securing component parts during the assembly operations&lt;/li&gt;\n&lt;li&gt;Where to obtain the necessary job instructions, operating procedures and assembly specifications that are used, and how to interpret them&lt;/li&gt;\n&lt;li&gt;How to Identify and resolve current and potential production/assembly problems within the limits of their responsibility&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills that will require them to:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Check components for damage and that they are in a usable condition&lt;/li&gt;\n&lt;li&gt;Correctly position, align and secure the components&lt;/li&gt;\n&lt;li&gt;Secure the components in position using the specified fastening device/method&lt;/li&gt;\n&lt;li&gt;Obtain and follow the correct Job instructions/Standard operating procedures production/assembly specifications in accordance with time constraints and the roles and responsibilities identified for the production/assembly activity&lt;/li&gt;\n&lt;li&gt;Produce components which comply with the specification and quality requirements&lt;/li&gt;\n&lt;li&gt;Carryout quality checks on component parts and completed assemblies and deal with quality concerns and defects in line with their responsibility&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;&#160;&lt;/strong&gt;&lt;strong&gt;Job role option 2:&lt;/strong&gt; Manufacturing Operatives working within an Inspection/Quality assurance role will have:&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge of:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;The correct methods of handling and storing the samples&lt;/li&gt;\n&lt;li&gt;Where to obtain the necessary job instructions, inspection/quality procedures and product specifications that are used, and how to interpret them&lt;/li&gt;\n&lt;li&gt;How to identify which samples, products and materials do not meet the quality requirements&lt;/li&gt;\n&lt;li&gt;Procedures for the handling and segregation of defect components&lt;/li&gt;\n&lt;li&gt;Specific safe working practices and environmental regulations that need to be observed&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills that will require them to:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Obtain and follow the correct Job instructions, inspection/quality procedures and product specifications in accordance with time constraints and the roles and responsibilities identified for the inspection/quality assurance activity&lt;/li&gt;\n&lt;li&gt;Collect production samples at the required frequency in accordance with inspection specification and operating procedures&lt;/li&gt;\n&lt;li&gt;Carryout inspection and testing activities using the specified methods and equipment&lt;/li&gt;\n&lt;li&gt;Prepare, Handle, transfer and store samples safely and correctly in accordance with quality control procedures&lt;/li&gt;\n&lt;li&gt;Accurately interpret the data/results gained from the inspection and testing procedures being used&lt;/li&gt;\n&lt;li&gt;Record and report inspection findings to relevant person&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;&#160;&lt;/strong&gt;&lt;strong&gt;Job role option 3:&lt;/strong&gt; Manufacturing Operatives working within a Logistics/Material handling role will be required to:&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge of:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;The procedures and documentation required to allow the transfer of materials to take place&lt;/li&gt;\n&lt;li&gt;Where to obtain the necessary job instructions, specification details and specific transfer/handling procedures that are used, and how to interpret them&lt;/li&gt;\n&lt;li&gt;The procedures for the movement and transferring of materials to the correct location within given timelines&lt;/li&gt;\n&lt;li&gt;What tools and equipment are used for the material movement operations undertaken and how to check that they are in a safe and usable condition&lt;/li&gt;\n&lt;li&gt;The lifting and handling procedures, and load bearing capacities of the equipment being used&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills that will require them to:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Safely move materials to the correct location using the relevant equipment&lt;/li&gt;\n&lt;li&gt;Obtain and follow the correct Job instructions, specification details and specific transfer/handling procedures in accordance with time constraints and the roles and responsibilities identified for the logistic/material handling activity&lt;/li&gt;\n&lt;li&gt;Move materials using the appropriate procedures, ensuring the materials are correct, safely loaded and secure.&lt;/li&gt;\n&lt;li&gt;Check materials selected to be moved are in line with job requirements&lt;/li&gt;\n&lt;li&gt;Carryout quality checks on materials that are to be moved and deal with quality concerns and damage in line with their responsibility&lt;/li&gt;\n&lt;li&gt;Return equipment to its correct location on completion of the activities and leave it in a safe and usable condition&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Job role option 4:&lt;/strong&gt; Manufacturing Operatives working within a Production processing/finishing role will have:&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge of:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;What tools and equipment are used for the processing/finishing operations undertaken and how to check that they are in a safe and usable condition&lt;/li&gt;\n&lt;li&gt;Where to obtain the necessary job instructions, processing/finishing procedures and equipment operating procedures that are used, and how to interpret them&lt;/li&gt;\n&lt;li&gt;Specific safe working practices, processing/finishing procedures and environmental regulations that need to be observed&lt;/li&gt;\n&lt;li&gt;The procedure for the recovery or restart of manufacturing due to quality or process concern&lt;/li&gt;\n&lt;li&gt;The importance of following the pre-determined sequence of events in the processing/finishing operation and the consequences of not following them&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills that will require them to:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Perform one processing/finishing operation method e.g. hand processing, manually operated machine processing, fully automated machine processing, combined processing&lt;/li&gt;\n&lt;li&gt;Obtain and follow the correct Job instructions, processing/finishing procedures and equipment operating procedures in accordance with time constraints and the roles and responsibilities identified for the processing/finishing activity&lt;/li&gt;\n&lt;li&gt;Perform the processing/finishing operation according to instructions and safe operating procedures&lt;/li&gt;\n&lt;li&gt;Monitor and control the processing/finishing operation&lt;/li&gt;\n&lt;li&gt;Carryout quality checks on component parts and completed assemblies and deal with quality concerns and defects in line with their responsibility&lt;/li&gt;\n&lt;li&gt;Produce processed/finished products which comply with processing specification&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their Apprenticeships.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration of Apprenticeship:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 12 to 18 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;EAL Level 2 Diploma in Manufacturing (knowledge and skills) 603/3589/0&lt;/li&gt;\n&lt;li&gt;ETCAL Level 2 Diploma in Manufacturing (knowledge and skills) 603/5151/2&lt;/li&gt;\n&lt;li&gt;Pearson BTEC Level 2 Diploma in Manufacturing (knowledge and skills) 603/4344/8&lt;/li&gt;\n&lt;li&gt;OAL Level 2 Diploma in Manufacturing (Knowledge and Skills) Ofqual number: 603/6783/0&lt;/li&gt;\n&lt;li&gt;•&lt;span&gt; &lt;/span&gt;City &amp;amp; Guilds Level 2 Diploma in Manufacturing (knowledge and skills) 610/0180/6&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;No other qualification can be completed within this standard&lt;/p&gt;\n&lt;p&gt;Apprentices without Level 1 (or equivalent) in English and maths must ensure that apprentices achieve Level 1 and take the test for Level 2 prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&#160;&#160;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship Standard will be reviewed after two years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The Manufacturing Industry offers an exciting and varied career both in the UK &amp;amp; abroad providing a broad spectrum of opportunities for people to work in a technically advanced and innovative environment. Businesses within the sector range from small family run manufacturing operations to large multi-national companies driving the countries growth &amp;amp; wealth. The UK’s Manufacturing Industry is highly regarded worldwide for its innovation and manufacturing excellence and requires a high degree of skill &amp;amp; knowledge across all levels of their organisations. A Lean Manufacturing Operative will be expected to carry out their work safely and meet the exacting quality standards demanded in a fast paced and efficient processing environment and develop into a multi-skilled operator through process ownership. A lean manufacturing operative can be required to carry out manufacturing activities on multiple products with different specifications consecutively e.g. automotive manufacturing – Multi models manufacturing results in the manufacturing of different models of vehicle with different specification variants within a high volume environment.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "33eb8b00-e5ef-4652-9097-4e7b3518640d",
      "detail": "Relevant statutory, organisational and health and safety regulations relating to lean manufacturing operations and safe practices"
    },
    {
      "knowledgeId": "cb44fd7a-df90-4cab-b6a8-23d298a64537",
      "detail": "Compliance procedures/systems in line with regulatory requirements e.g. ISO 14001 or other relevant environmental standards"
    },
    {
      "knowledgeId": "87671bce-d3ad-42a0-945a-bfebec836db7",
      "detail": "Their individual roles and responsibilities within the organisation and the flexibility required to deliver products to meet customers costs/delivery targets/requirements e.g. Just in time (JIT)"
    },
    {
      "knowledgeId": "589e5889-0e32-468e-bd39-e03b67ec7c02",
      "detail": "Manufacturing standard operation procedures (SOPs) adherence and development of lean processes"
    },
    {
      "knowledgeId": "4daff8d6-6b36-4e83-a6aa-fa30d087ff67",
      "detail": "Process equipment monitoring, data collection, error proofing and operating procedures e.g. ISO 9002 or other relevant quality standards"
    },
    {
      "knowledgeId": "9c597ed0-7963-4c96-9ffd-2b79b12a93a2",
      "detail": "The tools and methods of effective problem solving using data, reports and documents to resolve production related issues e.g. A3 report, graphs, matrices and escalate concerns "
    },
    {
      "knowledgeId": "876c80ea-52de-4e20-a6a1-13831a6bda0c",
      "detail": "How to study and identify ways to improve the safety, quality, cost or process efficiency using lean manufacturing tools e.g. kaizen   "
    },
    {
      "knowledgeId": "3c077e98-50c7-4048-9c6d-741d0787fc2c",
      "detail": "How to share information using a range of methods within the manufacturing environment e.g. oral, written, electronic, information boards, visual displays"
    },
    {
      "knowledgeId": "33652ac1-5763-4595-b1e6-5d2464feb63b",
      "detail": " How to maintain a safe and efficient work site through work place organisation e.g. 5s and process ownership"
    },
    {
      "knowledgeId": "30b2e935-01e0-4832-8f0f-03ba677dca1c",
      "detail": "The importance of following the specified assembly sequence and procedure at all times"
    },
    {
      "knowledgeId": "0c12bc03-750c-43b2-a761-e13b7553b6d4",
      "detail": "How to check the quality of the assembly, against the required quality standards and what tools and equipment are used"
    },
    {
      "knowledgeId": "ff5b2890-7e96-4914-a96e-d0f07b1161cf",
      "detail": "The procedure for positioning, aligning and securing component parts during the assembly operations"
    },
    {
      "knowledgeId": "a440f703-69ff-44d8-ae7e-2d5d00cbdbd5",
      "detail": "Where to obtain the necessary job instructions, operating procedures and assembly specifications that are used, and how to interpret them"
    },
    {
      "knowledgeId": "fb180e70-2b26-43a1-800a-aed63bac5e42",
      "detail": "How to Identify and resolve current and potential production/assembly problems within the limits of their responsibility"
    },
    {
      "knowledgeId": "63c4a123-a195-49d5-967e-435536178102",
      "detail": "The correct methods of handling and storing the samples"
    },
    {
      "knowledgeId": "0ce6b06f-fed3-427e-aee9-37b3363cb5a8",
      "detail": "Where to obtain the necessary job instructions, inspection/quality procedures and product specifications that are used, and how to interpret them"
    },
    {
      "knowledgeId": "5e69d78b-dc28-44b6-88de-eeb4b1a98773",
      "detail": "How to identify which samples, products and materials do not meet the quality requirements"
    },
    {
      "knowledgeId": "eccf9b12-ad65-42aa-8cf2-6b05ac169706",
      "detail": "Procedures for the handling and segregation of defect components"
    },
    {
      "knowledgeId": "368e2dec-d049-4bca-9da5-cdb7683844a9",
      "detail": "Specific safe working practices and environmental regulations that need to be observed"
    },
    {
      "knowledgeId": "4b749bbc-8e6d-47d8-b11e-d6e086262439",
      "detail": "The procedures and documentation required to allow the transfer of materials to take place"
    },
    {
      "knowledgeId": "e0a31327-073d-4597-8317-080fbfeae42e",
      "detail": "Where to obtain the necessary job instructions, specification details and specific transfer/handling procedures that are used, and how to interpret them"
    },
    {
      "knowledgeId": "046ae161-6326-46c2-ab76-cb6dc4a78703",
      "detail": "The procedures for the movement and transferring of materials to the correct location within given timelines"
    },
    {
      "knowledgeId": "1f3e4620-f66d-4bac-ad3b-323bb899c573",
      "detail": "What tools and equipment are used for the material movement operations undertaken and how to check that they are in a safe and usable condition"
    },
    {
      "knowledgeId": "4e5b5f12-c2ca-4436-a25d-29831948e3e5",
      "detail": "The lifting and handling procedures, and load bearing capacities of the equipment being used"
    },
    {
      "knowledgeId": "aaa88245-f15d-4fd5-a29f-77fc9936abef",
      "detail": "What tools and equipment are used for the processing/finishing operations undertaken and how to check that they are in a safe and usable condition"
    },
    {
      "knowledgeId": "d17256e1-907e-4064-bc70-33c266d7ad90",
      "detail": "Where to obtain the necessary job instructions, processing/finishing procedures and equipment operating procedures that are used, and how to interpret them"
    },
    {
      "knowledgeId": "dd952918-d05e-4317-8bef-8d741671cf5b",
      "detail": "Specific safe working practices, processing/finishing procedures and environmental regulations that need to be observed"
    },
    {
      "knowledgeId": "0b915063-1fc5-4510-88b0-894e399bf69e",
      "detail": "The procedure for the recovery or restart of manufacturing due to quality or process concern"
    },
    {
      "knowledgeId": "438a0639-2b9d-4f28-9ccc-36276ea8799e",
      "detail": "The importance of following the pre-determined sequence of events in the processing/finishing operation and the consequences of not following them"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "0126346a-ce8c-4089-887b-085777861458",
      "detail": "Punctual, reliable and takes responsibility for their own actions."
    },
    {
      "behaviourId": "2c390137-feb1-4fb6-948c-d137815995b7",
      "detail": "Show respect for others, having regard for diversity and equality."
    },
    {
      "behaviourId": "b73d1649-1721-44b4-9307-ecd76294f50c",
      "detail": "Respond positively to change in the working environment."
    },
    {
      "behaviourId": "b7ba7e39-cfa7-42ec-bed9-290474ce5d8a",
      "detail": "Integrates within the team and supports others.\n"
    },
    {
      "behaviourId": "26f71f5c-5d4c-4e59-8526-9614d4f187eb",
      "detail": "Can work independently and effectively in challenging situations."
    },
    {
      "behaviourId": "ca236d04-3596-4e9c-b766-fc01fb9bd4f2",
      "detail": "Maintains quality of work under pressure."
    },
    {
      "behaviourId": "6b4f1e49-40da-46ef-8250-a10522677e32",
      "detail": "An open and honest communicator."
    },
    {
      "behaviourId": "e627e319-42a5-45a2-bdd5-9bc358146ad4",
      "detail": "Listens to other people’s opinions."
    },
    {
      "behaviourId": "38fd4312-3877-4cef-94bd-85da148def03",
      "detail": "A positive and respectful attitude."
    },
    {
      "behaviourId": "28729279-cda2-4b2f-a74e-db4554d92204",
      "detail": "Follows instructions and guidance and demonstrates attention to detail."
    },
    {
      "behaviourId": "fa557754-2a43-4957-b58a-df656aab4937",
      "detail": "Seeks opportunities to develop and adapt to different situations, environments or technologies."
    }
  ],
  "skills": [
    {
      "skillId": "f38aec32-9b54-4310-a4fe-8615969dfc96",
      "detail": "Work safely at all times, complying with health and safety legislation, regulations, and other relevant guidelines. Identifying risks within their processes and support/carry out countermeasure activities to improve safe working. Manage tooling, equipment and materials daily in-line with supplier standards e.g. COSHH (Control of Substances Hazardous to Health)"
    },
    {
      "skillId": "2e4eba89-faf8-4e71-b916-822a2f33bd51",
      "detail": "Comply with environmental procedures and systems and contribute to the achievement of specific standards e.g. ISO 14001 or other relevant environmental standards and use the 4R’s (Reduce, Re-use, Recycle, Recover) where possible"
    },
    {
      "skillId": "7492a1e2-3704-4493-a1e0-832b37c5a320",
      "detail": "Demonstrate their ability to carry out their role effectively, efficiently and flexibly maintaining lean manufacturing principles to meet customer’s demands e.g. JIT"
    },
    {
      "skillId": "28d384d9-36fd-4db1-9a49-6011f94d5366",
      "detail": "Demonstrate their skill and knowledge following SOPs and building their versatility across a number of processes and process areas. Select and use appropriate tools, equipment and materials to carry out the manufacturing operation"
    },
    {
      "skillId": "32652d4a-0090-4808-a20e-b9e1962bd59a",
      "detail": "Demonstrate appropriate process documentation control. Accurately completing check sheets, monitoring process and equipment data efficiently and legibly using the correct terminology required to meet the quality standard e.g. ISO 9002"
    },
    {
      "skillId": "fa15876b-f846-426d-bbbb-ce965d1a3f6c",
      "detail": "Demonstrate their ability to identify and resolve problems within the lean manufacturing environment using effective problem solving tools and techniques. Manage problems that may occur during the manufacturing process within the limits of their responsibility and escalate as appropriate"
    },
    {
      "skillId": "9a3d9ce0-9612-4874-8c94-19b88b0760fd",
      "detail": "Generate ideas and contribute to process improvement activities individually or as part of a team through fact finding and analysis to improve the safety, environment, quality, cost or production process. Identifying and eliminating the 7 wastes (defects, over production, transportation, waiting, inventory, motion and processing) "
    },
    {
      "skillId": "1c356e68-3fa8-48d2-ad0d-33d4837208a0",
      "detail": "Demonstrate communication skills which include oral, written, electronic (PC), information boards or visual displays to effectively share information\n"
    },
    {
      "skillId": "13cf2506-071a-4a67-afd7-d183be4179a5",
      "detail": "Maintains and monitors the work site efficiently and effectively at all times using the elements of sifting, sorting, sweeping, spick & span (5’s) within the lean manufacturing environment"
    },
    {
      "skillId": "d0b839ce-a65c-4f02-aeb3-2ac04cc9ac43",
      "detail": "Check components for damage and that they are in a usable condition"
    },
    {
      "skillId": "5f3cb000-0f0c-4c01-94d5-59055654b8c0",
      "detail": "Correctly position, align and secure the components"
    },
    {
      "skillId": "9de2a74b-296c-467f-8098-e33a1ba36a1b",
      "detail": "Secure the components in position using the specified fastening device/method"
    },
    {
      "skillId": "250f35ba-1cde-42c3-a360-0a123c76f597",
      "detail": "Obtain and follow the correct Job instructions/Standard operating procedures production/assembly specifications in accordance with time constraints and the roles and responsibilities identified for the production/assembly activity"
    },
    {
      "skillId": "4bd386a2-9c96-41d9-aae1-e657c2fba8ed",
      "detail": "Produce components which comply with the specification and quality requirements"
    },
    {
      "skillId": "5dd3eeb3-2443-4e3b-bdb7-b14a285ddace",
      "detail": "Carryout quality checks on component parts and completed assemblies and deal with quality concerns and defects in line with their responsibility"
    },
    {
      "skillId": "4023044a-221a-4cfb-8ba5-33f3f365ea7a",
      "detail": "Obtain and follow the correct Job instructions, inspection/quality procedures and product specifications in accordance with time constraints and the roles and responsibilities identified for the inspection/quality assurance activity"
    },
    {
      "skillId": "a72ce165-4717-4127-9bc5-28ced1b58a6e",
      "detail": "Collect production samples at the required frequency in accordance with inspection specification and operating procedures"
    },
    {
      "skillId": "33e764de-c5c8-4db6-8dd4-d885ff9d10ff",
      "detail": "Carryout inspection and testing activities using the specified methods and equipment"
    },
    {
      "skillId": "95df4672-600c-498a-be33-ce88df38b28d",
      "detail": "Prepare, Handle, transfer and store samples safely and correctly in accordance with quality control procedures"
    },
    {
      "skillId": "ef7993cf-80f4-4136-9cc8-1933ef56097b",
      "detail": "Accurately interpret the data/results gained from the inspection and testing procedures being used"
    },
    {
      "skillId": "510ff7b7-6bc2-4f2c-b8a4-16fc91849872",
      "detail": "Record and report inspection findings to relevant person"
    },
    {
      "skillId": "9bc7834f-1ef8-49e6-a845-5ce6080de1b4",
      "detail": "Safely move materials to the correct location using the relevant equipment"
    },
    {
      "skillId": "08e58bcc-78be-48c7-afcd-becce040a5e4",
      "detail": "Obtain and follow the correct Job instructions, specification details and specific transfer/handling procedures in accordance with time constraints and the roles and responsibilities identified for the logistic/material handling activity"
    },
    {
      "skillId": "7ab3158b-f047-42dd-9533-59afc45844d5",
      "detail": "Move materials using the appropriate procedures, ensuring the materials are correct, safely loaded and secure."
    },
    {
      "skillId": "817804f2-3942-4851-8a3f-d378caabed7d",
      "detail": "Check materials selected to be moved are in line with job requirements"
    },
    {
      "skillId": "e74b18f0-0407-44a5-b6cc-a7554a6630d7",
      "detail": "Carryout quality checks on materials that are to be moved and deal with quality concerns and damage in line with their responsibility"
    },
    {
      "skillId": "fde2a0b3-8050-4aa8-9995-4cb3eda0aaaa",
      "detail": "Return equipment to its correct location on completion of the activities and leave it in a safe and usable condition"
    },
    {
      "skillId": "c8a486a6-33b0-4348-8a3c-1de1b86dc366",
      "detail": "Perform one processing/finishing operation method e.g. hand processing, manually operated machine processing, fully automated machine processing, combined processing"
    },
    {
      "skillId": "da169106-a107-46ac-b263-1ff353181f34",
      "detail": "Obtain and follow the correct Job instructions, processing/finishing procedures and equipment operating procedures in accordance with time constraints and the roles and responsibilities identified for the processing/finishing activity"
    },
    {
      "skillId": "554ab711-274f-436d-8742-55a681d691c1",
      "detail": "Perform the processing/finishing operation according to instructions and safe operating procedures"
    },
    {
      "skillId": "ef46dcaa-b94a-4475-b0c2-6be1b93740c1",
      "detail": "Monitor and control the processing/finishing operation"
    },
    {
      "skillId": "fac0e9e8-1548-442b-bea1-82cb6975ad43",
      "detail": "Carryout quality checks on component parts and completed assemblies and deal with quality concerns and defects in line with their responsibility"
    },
    {
      "skillId": "d43e2545-c994-4420-a4f4-31836d0371d4",
      "detail": "Produce processed/finished products which comply with processing specification"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Inspection/Quality",
    "Logistics/Material",
    "Production Processing/Finishing",
    "Production/Assembly"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-07-25T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB077 ",
  "tbMainContact": "Dave.Hutchinson@nissan-nmuk.co.uk",
  "involvedEmployers": "Nissan Motor Manufacturing, Toyota Motor Manufacturing, Calsonic Kansei, ADIANT, DHL, JCB, NAC Group, Caterpillar, Perkins, Jaguar Landrover, Bacoll, BMW, Vision Labs, Cargill Meats Limited, Nifty Lift",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Manufacturing Operative",
  "clusterId": "264",
  "clusterDescription": "Routine assembly of manufactured products",
  "createdDate": "2022-07-22T11:08:27 +00:00",
  "lastUpdated": "2024-03-13T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-07-25T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0420",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0420-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0420-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "7cffb2dc-0f55-4504-9291-93476e64f3b6",
      "title": "Inspection/Quality",
      "occupationCode": "OCC0420A"
    },
    {
      "optionId": "1b1b35b0-af3c-4762-840b-709f20cbf6f7",
      "title": "Logistics/Material",
      "occupationCode": "OCC0420B"
    },
    {
      "optionId": "cdf6a5c8-19c6-41c0-8bf1-91f34d5a1269",
      "title": "Production Processing/Finishing",
      "occupationCode": "OCC0420C"
    },
    {
      "optionId": "c0110d21-4cd2-4fa1-b7a2-b69f43afe542",
      "title": "Production/Assembly",
      "occupationCode": "OCC0420D"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "0126346a-ce8c-4089-887b-085777861458",
        "2c390137-feb1-4fb6-948c-d137815995b7",
        "b73d1649-1721-44b4-9307-ecd76294f50c",
        "b7ba7e39-cfa7-42ec-bed9-290474ce5d8a",
        "26f71f5c-5d4c-4e59-8526-9614d4f187eb",
        "ca236d04-3596-4e9c-b766-fc01fb9bd4f2",
        "6b4f1e49-40da-46ef-8250-a10522677e32",
        "e627e319-42a5-45a2-bdd5-9bc358146ad4",
        "38fd4312-3877-4cef-94bd-85da148def03",
        "28729279-cda2-4b2f-a74e-db4554d92204",
        "fa557754-2a43-4957-b58a-df656aab4937"
      ],
      "mappedKnowledge": [
        "33eb8b00-e5ef-4652-9097-4e7b3518640d",
        "cb44fd7a-df90-4cab-b6a8-23d298a64537",
        "87671bce-d3ad-42a0-945a-bfebec836db7",
        "589e5889-0e32-468e-bd39-e03b67ec7c02",
        "4daff8d6-6b36-4e83-a6aa-fa30d087ff67",
        "9c597ed0-7963-4c96-9ffd-2b79b12a93a2",
        "876c80ea-52de-4e20-a6a1-13831a6bda0c",
        "3c077e98-50c7-4048-9c6d-741d0787fc2c",
        "33652ac1-5763-4595-b1e6-5d2464feb63b"
      ],
      "mappedSkills": [
        "f38aec32-9b54-4310-a4fe-8615969dfc96",
        "2e4eba89-faf8-4e71-b916-822a2f33bd51",
        "7492a1e2-3704-4493-a1e0-832b37c5a320",
        "28d384d9-36fd-4db1-9a49-6011f94d5366",
        "32652d4a-0090-4808-a20e-b9e1962bd59a",
        "fa15876b-f846-426d-bbbb-ce965d1a3f6c",
        "9a3d9ce0-9612-4874-8c94-19b88b0760fd",
        "1c356e68-3fa8-48d2-ad0d-33d4837208a0",
        "13cf2506-071a-4a67-afd7-d183be4179a5"
      ]
    },
    {
      "coreOrOptionTitle": "Inspection/Quality",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "63c4a123-a195-49d5-967e-435536178102",
        "0ce6b06f-fed3-427e-aee9-37b3363cb5a8",
        "5e69d78b-dc28-44b6-88de-eeb4b1a98773",
        "eccf9b12-ad65-42aa-8cf2-6b05ac169706",
        "368e2dec-d049-4bca-9da5-cdb7683844a9"
      ],
      "mappedSkills": [
        "4023044a-221a-4cfb-8ba5-33f3f365ea7a",
        "a72ce165-4717-4127-9bc5-28ced1b58a6e",
        "33e764de-c5c8-4db6-8dd4-d885ff9d10ff",
        "95df4672-600c-498a-be33-ce88df38b28d",
        "ef7993cf-80f4-4136-9cc8-1933ef56097b",
        "510ff7b7-6bc2-4f2c-b8a4-16fc91849872"
      ]
    },
    {
      "coreOrOptionTitle": "Logistics/Material",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "4b749bbc-8e6d-47d8-b11e-d6e086262439",
        "e0a31327-073d-4597-8317-080fbfeae42e",
        "046ae161-6326-46c2-ab76-cb6dc4a78703",
        "1f3e4620-f66d-4bac-ad3b-323bb899c573",
        "4e5b5f12-c2ca-4436-a25d-29831948e3e5"
      ],
      "mappedSkills": [
        "9bc7834f-1ef8-49e6-a845-5ce6080de1b4",
        "08e58bcc-78be-48c7-afcd-becce040a5e4",
        "7ab3158b-f047-42dd-9533-59afc45844d5",
        "817804f2-3942-4851-8a3f-d378caabed7d",
        "e74b18f0-0407-44a5-b6cc-a7554a6630d7",
        "fde2a0b3-8050-4aa8-9995-4cb3eda0aaaa"
      ]
    },
    {
      "coreOrOptionTitle": "Production Processing/Finishing",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "aaa88245-f15d-4fd5-a29f-77fc9936abef",
        "d17256e1-907e-4064-bc70-33c266d7ad90",
        "dd952918-d05e-4317-8bef-8d741671cf5b",
        "0b915063-1fc5-4510-88b0-894e399bf69e",
        "438a0639-2b9d-4f28-9ccc-36276ea8799e"
      ],
      "mappedSkills": [
        "c8a486a6-33b0-4348-8a3c-1de1b86dc366",
        "da169106-a107-46ac-b263-1ff353181f34",
        "554ab711-274f-436d-8742-55a681d691c1",
        "ef46dcaa-b94a-4475-b0c2-6be1b93740c1",
        "fac0e9e8-1548-442b-bea1-82cb6975ad43",
        "d43e2545-c994-4420-a4f4-31836d0371d4"
      ]
    },
    {
      "coreOrOptionTitle": "Production/Assembly",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "30b2e935-01e0-4832-8f0f-03ba677dca1c",
        "0c12bc03-750c-43b2-a761-e13b7553b6d4",
        "ff5b2890-7e96-4914-a96e-d0f07b1161cf",
        "a440f703-69ff-44d8-ae7e-2d5d00cbdbd5",
        "fb180e70-2b26-43a1-800a-aed63bac5e42"
      ],
      "mappedSkills": [
        "d0b839ce-a65c-4f02-aeb3-2ac04cc9ac43",
        "5f3cb000-0f0c-4c01-94d5-59055654b8c0",
        "9de2a74b-296c-467f-8098-e33a1ba36a1b",
        "250f35ba-1cde-42c3-a360-0a123c76f597",
        "4bd386a2-9c96-41d9-aae1-e657c2fba8ed",
        "5dd3eeb3-2443-4e3b-bdb7-b14a285ddace"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-03-13T00:00:00"
}