{
  "larsCode": 354,
  "referenceNumber": "ST0426",
  "title": "Broadcast and media systems engineer (integrated degree)",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/354",
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": null,
  "earliestStartDate": "2018-09-24T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Working at the heart of the transmission process from the production studio through to the home screen/radio/streaming device.",
  "level": 6,
  "typicalDuration": 36,
  "maxFunding": 24000,
  "route": "Creative and design",
  "keywords": [
    "Broadcast and Communications Engineer",
    "Broadcast and Communications",
    "Broadcast",
    "degree",
    "production",
    "studio",
    "radio",
    "screen"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/2159/st0426_broadcast-and-media-systems-engineer_l6_ap-publishing.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Typical roles:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Spectrum Planner, Design Engineer, Satellite Communications Engineer, RF Transmissions Engineer, Broadcast Maintenance Engineer, Broadcast Engineer, Control Room Engineer, Operations Engineer, Systems Engineer, Graphics Systems Engineer, Platform Engineer, Studio Systems Engineer.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Occupational Overview:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Broadcast and Media Communications Engineers bring us our favourite TV or radio shows, wherever or however we decide to enjoy them. Broadcast and Media Communications Engineers are at the heart of the transmission process from the production studio through to the home screen/radio/streaming device. Job holders are not expected to technically operate or produce a TV/Radio programme, but they do ensure that content is broadcast and delivered on time and to the highest level of quality. They typically work for a broadcaster, broadcast or media services supplier or manufacturer. Clients or customers may be internal or external depending on the size of the employer; these could include production studios, production companies or those operating live events. They may be located in a broadcast or operations centre, at customer premises, or on outside broadcast locations such as sports events or in a field next to transmitters. The broadcasting and media communications industry is a 24/7, 365 days a year operation, with out of hours and irregular working. The role is a unique blend of electrical engineering, electronic engineering, software engineering and creative media. It’s a critical role in the industry and key areas for the Broadcast and Media Systems Engineer role include:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Set up and design, or installation and build, of the broadcast and media technical system infrastructure&lt;/li&gt;\r\n&lt;li&gt;Maintaining infrastructure and identifying and resolving faults&lt;/li&gt;\r\n&lt;li&gt;Ensuring reliability and integrity of broadcast and communication systems&lt;/li&gt;\r\n&lt;li&gt;Working to tight deadlines, to ensure services are always available to end users, and that the security and quality of the media content being delivered is maintained.&lt;/li&gt;\r\n&lt;li&gt;Service management and support for end-user companies, service providers, suppliers and larger manufacturers&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;&lt;strong&gt;Entry requirements: &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;This will be a matter for individual employers, but typically entrants may be required to have a minimum of 2 A levels at Grade C or above; one of which should be in maths or a science, and 5 GCSEs at Grade 4 or above (or equivalent) including English, Maths and Science or suitable equivalents such as BTECs.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;:&lt;/h3&gt;\r\n&lt;p&gt;6&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Duration of Apprenticeship:&lt;/strong&gt;&#160;&lt;/h3&gt;\r\n&lt;p&gt;Typically 36-48 months.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Review date:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;After 3 years.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Knowledge, Skills and Behaviours&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;h4&gt;&lt;strong&gt;A Broadcast, Media and Communication Engineer will know and understand:&lt;/strong&gt;&lt;/h4&gt;\r\n&lt;p&gt;&lt;strong&gt;A Broadcast, Media and Communication Engineer will know and understand:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Broadcast and Media Systems &lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Use of Radio Frequency (RF) to contribute or distribute data, TV or Radio signals&lt;/li&gt;\r\n&lt;li&gt;Electrical and optical carriage of audio, voice, data, pictures and talkback using various modulation and encoding schemes&lt;/li&gt;\r\n&lt;li&gt;Synchronisation and latency&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;Audio and Video Systems &lt;/strong&gt;&#160;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;audio and video data compression techniques&lt;/li&gt;\r\n&lt;li&gt;analogue systems&lt;/li&gt;\r\n&lt;li&gt;principles of acoustics, lighting, vision and cameras&lt;/li&gt;\r\n&lt;li&gt;how to manage media through video and audio recording systems, integration of edit choices, timecode, codecs, wrappers, file formats, processing, graphics and audio packaging&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;Broadcasting Software management &lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;The use of applications and software to control complex systems to switch or deliver a range of services such as: Electronic Programme Guides (EPG), Subtitles, Conditional Access, on Demand services, ingest of material, scheduling, delivery networks and platforms, Automated Control, remote controlled equipment&lt;/li&gt;\r\n&lt;li&gt;Functions and components of database management systems and database integrity&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;IP Networking &lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Including computing and number systems and protocols&lt;/li&gt;\r\n&lt;li&gt;Network topology&lt;/li&gt;\r\n&lt;li&gt;Secure and open systems for transmitting or broadcasting including, but not limited to, Local Access Networks (LANs), Wide Area Networks (WANs), Virtual networks and Cloud based networks&lt;/li&gt;\r\n&lt;li&gt;Video streaming protocols&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;Security principles &lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;How to identify physical and cyber security threats and vulnerabilities and the security practices applied to broadcast, media and communications infrastructure to protect and maintain content and operations&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;Electrical Engineering &lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Including electrical supply types and systems, and the use of low and high voltage devices&lt;/li&gt;\r\n&lt;li&gt;Effective operation of heating and cooling systems&lt;/li&gt;\r\n&lt;li&gt;Safe working practices, including the use of appropriate safety devices on commercial and domestic premises&lt;/li&gt;\r\n&lt;li&gt;The relevant electrical engineering policies and procedures that apply to their role&lt;/li&gt;\r\n&lt;li&gt;Low power circuits, frequencies, processing and an understanding of systems components and overall architecture&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;Health and Safety Legislation, policies and procedures&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Including fire safety, electrical safety, site access, relevant permit to work requirements&lt;/li&gt;\r\n&lt;li&gt;Completion of risk assessment and method statements and reporting procedures&lt;/li&gt;\r\n&lt;li&gt;When and how to use personal protective equipment&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;Business, Project and Service Management &lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;The relevant regu&lt;strong&gt;l&lt;/strong&gt;atory bodies and their individual content and technical requirements&lt;/li&gt;\r\n&lt;li&gt;How their business is structured and fits into the industry, the roles involved in engineering delivery, their customers and suppliers and the need for business continuity&lt;/li&gt;\r\n&lt;li&gt;Service reporting, incident and problem management and escalation&lt;/li&gt;\r\n&lt;li&gt;How to identify and deal with risks to service, and maintain accurate records of actions taken&lt;/li&gt;\r\n&lt;li&gt;The principles of project management&lt;/li&gt;\r\n&lt;li&gt;Relevant environmental legislation and standards applicable to their organisation including energy awareness, requirements for recycling and disposal and the impact on communities&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;Technical Skills – A Broadcast Engineer is able to:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Monitor and maintain operational systems through analysis and problem solving&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Operate and maintain technical broadcast or networking systems following defined procedures to ensure uninterrupted service, in line with service level agreements&lt;/li&gt;\r\n&lt;li&gt;Apply a logical, structured approach to identifying, isolating and diagnosing root causes and addressing technical problems and resolving faults on broadcast systems and networks using appropriate tools and techniques&lt;/li&gt;\r\n&lt;li&gt;Use software to monitor and maintain broadcast and network system availability, interrogate data and act on any issues&lt;/li&gt;\r\n&lt;li&gt;Use and maintain mobile and fixed test and measurement equipment such as analysers, and act on the results&lt;/li&gt;\r\n&lt;li&gt;Use technical knowledge bases to support existing and new installations&lt;/li&gt;\r\n&lt;li&gt;Comply with own organisations policies and procedures relating to individual and group responsibilities for Health and Safety&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;Design systems and specifications&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Produce and update system designs and documentation when required&lt;/li&gt;\r\n&lt;li&gt;Interpret and use technica&lt;strong&gt;l&lt;/strong&gt; documentation including circuit diagrams and data sheets when creating, installing or maintaining systems and networks&lt;/li&gt;\r\n&lt;li&gt;Identify and specify the appropriate cables, connectors and components for the required frequencies or data rates that need to be delivered&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;Install systems and share technical knowledge&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Install broadcast and network systems, commissioning and producing appropriate technical documentation and handover to users checking these are understood&lt;/li&gt;\r\n&lt;li&gt;Communicate clearly and concisely both verbally and in writing, taking into account the audience and possible impact on business relationships&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Provide technical advice and guidance as required&lt;/li&gt;\r\n&lt;li&gt;Maintain a high degree of accuracy and attention to detail&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;&lt;strong&gt;Behaviours&#160; &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Personal and Professional Responsibility:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Drive to achieve in all aspects of work. Demonstrate resilience and determination when managing difficult situations, and able to influence the behaviour of others to meet required outcomes. Meet required professional standards. Work with integrity and take an ethical approach to develop trust with stakeholders. Communicate and issue reports and statements in an objective and truthful manner. Maintain professional conduct and develop and maintain own professional competence.&#160;&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;Innovation and Resourcefulness:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Understand the bigger picture and work enthusiastically and creatively to analyse problems and develop innovative and workable solutions to problems. Have a solution focus, not a problem focus and be positive and adaptable, responding well to feedback and the need for change.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;:&lt;/h3&gt;\r\n&lt;p&gt;Individuals will complete a relevant degree in Broadcast and Communications Engineering/Technology.&#160; Apprentices without English and Mathematics at level 2 must achieve level 2 prior to taking their End Point Assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3, and British Sign Language qualifications are an alternative to English qualifications for those whom this is their primary language.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Link to professional registration: &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;This apprenticeship is a recognised qualification for Technician Membership (or equivalent) of a Professional Engineering Institution and will deliver on completion the competencies required for Professional Registration with the Engineering Council at either ICT Technician (ICTTech) or Engineering Technician (EngTech) level. &#160;&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "TBC - Quality Assurance Agency (QAA)",
    "contactName": "",
    "contactAddress": "",
    "contactEmail": "",
    "webLink": ""
  },
  "approvedForDelivery": "2018-09-24T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integratedDegree": "integrated degree",
  "tbReference": "",
  "tbMainContact": "nicoles@creativeskillset.org",
  "involvedEmployers": "Arqiva, BBC Academy, Creative Skillset, IABM, Birmingham City University, Hattrick, BT Group, Bauer Media, BBC, Suitcase TV, Panasonic, dB Broadcast, The IET, Ravensbourne, International Moving Image Society, University of Salford, High Definition & Digital Cinema Ltd., Ericsson, Babcock International, ITV, Sky, Digital UK",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Media, Broadcast and Production",
  "cluster": "Media, Broadcast and Production Professional",
  "createdDate": "2017-11-14T17:08:54 +00:00",
  "lastUpdated": "2018-09-24T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/broadcast-and-media-systems-engineer-(integrated-degree)-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/broadcast-and-media-systems-engineer-(integrated-degree)-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}