{
  "larsCode": 437,
  "referenceNumber": "ST0403",
  "title": "Vehicle damage panel technician",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/437",
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": null,
  "earliestStartDate": "2019-03-22T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Demonstrating expert working knowledge in relation to the removal, repair and replacement of vehicle body panels",
  "level": 3,
  "typicalDuration": 36,
  "maxFunding": 15000,
  "route": "Engineering and manufacturing",
  "keywords": [],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/2124/st0403_vehicle-damage-panel-technician_l3_ap-for-publication_03082018.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Names of typical job titles:&lt;/h3&gt;\r\n&lt;p&gt;Panel Beater, Panel Technician, Body Repairer&lt;/p&gt;\r\n&lt;h3&gt;The Occupation:&lt;/h3&gt;\r\n&lt;p&gt;A Vehicle Damage Panel Technician works within the Collision Repair workshop, demonstrating expert working knowledge in relation to the removal, repair and replacement of vehicle body panels to vehicle manufacturer specification. The vehicles can include cars and light commercial vehicles. A technician is able to work independently and as part of a team following a defined process, using their skills to correctly identify the different body panel types and have the ability to use the correct repair tools to carry out the work to the highest possible standard. With motor vehicle technology changing all the time panel technicians keep up to date with the most relevant equipment and advanced repair techniques within the automotive industry. They do so by adhering to the&lt;/p&gt;\r\n&lt;p&gt;manufacturer’s literature and modification bulletins. The equipment they use can include using jigs, resistance welding equipment, riveting and bonding tools, as well as new equipment such as Reinforced Plastic Carbon Fibre diagnostic ultrasound tools. A competent Vehicle Damage Panel Technician will meet the following competency requirements.&#160;&lt;/p&gt;\r\n&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;451&quot;&gt;\r\n&lt;p&gt;&lt;u&gt;Expert working knowledge &amp;amp; understanding of:&lt;/u&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Motor vehicle chassis and body alignment, e.g. underbody measurement and its impact on suspension and steering geometry&lt;/li&gt;\r\n&lt;li&gt;Vehicle body types, panel identification, safety systems, materials and alternative fuel&lt;/li&gt;\r\n&lt;li&gt;Use of Body Panel Repair tools, equipment and devices used in the process e.g. alignment jigs, resistance welding equipment, riveting and bonding tools&lt;/li&gt;\r\n&lt;li&gt;Removal and replacement of body panels and associated parts e.g. mechanically fixed components, chemically fixed components&lt;/li&gt;\r\n&lt;li&gt;Interpretation of technical data for joining techniques and replacement panels&lt;/li&gt;\r\n&lt;li&gt;Quality control process and the implications of poor quality&lt;/li&gt;\r\n&lt;li&gt;Knowledge of key process for vehicle panel repair such as Welding utilising either Tungsten, Inert Gas (TIG) and Metal, Inert Gas (MIG) &amp;amp; brazing along with spot welding, riveting utilising self-piercing rivets and utilising panel adhesive bonding as specified by the manufacturer&lt;/li&gt;\r\n&lt;li&gt;Health &amp;amp; Safety and compliance requirements of the bodyshop industry&lt;/li&gt;\r\n&lt;li&gt;Their direct commercial productivity and efficiency impact of their role within the whole repair process. E.g, understanding the cost of mistakes and the need for accuracy. The impact of rework on resources and reputation.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;451&quot;&gt;\r\n&lt;p&gt;&lt;u&gt;Skills&lt;/u&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Ability to undertake appropriate job preparation prior to commencing repair, including safety precautions, panel preparation and body measurements.&lt;/li&gt;\r\n&lt;li&gt;Ability to identify the material used in the construction to enable the correct joining techniques and manufacturer specifications to be adhered to.&lt;/li&gt;\r\n&lt;li&gt;Ability to interpret relevant technical data and methods to make sure that any joints are in line with vehicle manufacturer specification and the vehicle/body panels are aligned correctly.&lt;/li&gt;\r\n&lt;li&gt;Ability to identify and understand the correct joining technology, e.g. when to use resistance spot welding or mig brazing or bonding.&lt;/li&gt;\r\n&lt;li&gt;Ability to remove, repair and replace vehicle body panels and components of the vehicle safely and efficiently&lt;/li&gt;\r\n&lt;li&gt;Ability to identify and operate the correct repair tools, equipment and devices used in the process, panel pulling systems, jig and alignment tools, spot welders, brazing tools.&lt;/li&gt;\r\n&lt;li&gt;Ability to identify and communicate supplementary damage such as panels that were deemed to be reparable but once worked on were found to be beyond repair along with damage that could not be established on original inspection.&lt;/li&gt;\r\n&lt;li&gt;Ability to detect and rectify faults within a vehicles structure that’s integral to its safety&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;451&quot;&gt;\r\n&lt;p&gt;&lt;u&gt;Behaviours&lt;/u&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Use all the knowledge and skills developed to carry out tasks in a safe and efficient manner, complying with all business operating procedures and policies&lt;/li&gt;\r\n&lt;li&gt;Operate as an effective team member and take responsibility, be honest and accountable when things go wrong, tracking their own progress and informing others if deadlines are at risk&lt;/li&gt;\r\n&lt;li&gt;Proactively find opportunities to learn about the wider business.&lt;/li&gt;\r\n&lt;li&gt;Commitment to customer service and meeting deadlines by being flexible with their time and willingness to engage on tasks outside of their job role to ensure goals are met&lt;/li&gt;\r\n&lt;li&gt;Take responsibility for personal and professional development, keeping knowledge and skills up to date with emerging technology to perform the role effectively&lt;/li&gt;\r\n&lt;li&gt;Anticipate problems and put steps in place to avoid them, where problems do occur explore and address the cause&lt;/li&gt;\r\n&lt;li&gt;Demonstrate the ability to effectively communicate&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;\r\n&lt;h3&gt;Duration:&lt;/h3&gt;\r\n&lt;p&gt;Typically 3 years for new entrants&lt;/p&gt;\r\n&lt;h3&gt;Entry requirements:&lt;/h3&gt;\r\n&lt;p&gt;Individual employers will set their own selection criteria for applicants.&lt;/p&gt;\r\n&lt;h3&gt;Qualifications:&lt;/h3&gt;\r\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualifications are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\r\n&lt;h3&gt;Level:&lt;/h3&gt;\r\n&lt;p&gt;The apprenticeship standard is Level 3 Standard&lt;/p&gt;\r\n&lt;h3&gt;Review date:&lt;/h3&gt;\r\n&lt;p&gt;The apprenticeship standard will be reviewed after 3 years&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "Claire Gill / Steve Walker",
    "contactAddress": "Ofqual \r\nEarlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "public.enquiries@ofqual.gov.uk",
    "webLink": "https://www.gov.uk/government/organisations/ofqual"
  },
  "approvedForDelivery": "2019-03-22T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "TB0662",
  "tbMainContact": "christine.maskill@ncrbodyshops.co.uk",
  "involvedEmployers": "NCR Bodyshops Ltd, DLG auto services, Barretts of Canterbury, JLR (Jaguar Landrover), Ford, Thatcham Research, Aviva, NCRC, LV insurance, Solusarc",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Maintenance, Installation & Repair",
  "cluster": "Service, Repair and/or Overhaul Operative/Technician",
  "createdDate": "2017-11-14T17:09:18 +00:00",
  "lastUpdated": "2019-03-22T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/vehicle-damage-panel-technician-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/vehicle-damage-panel-technician-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}