{
  "templateType": "Apprenticeship Standard",
  "larsCode": 255,
  "referenceNumber": "ST0502",
  "learningAimClassCode": "",
  "title": "Actuary",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0502",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2024-05-16T00:00:00",
  "earliestStartDate": "2018-03-27T00:00:00",
  "latestStartDate": "2024-05-15T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Analysing data to predict the likelihood and potential financial risk of future events.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 18000,
  "maxFundingAdditionalInformation": "",
  "route": "Legal, finance and accounting",
  "keywords": [
    "Actuary",
    "finance",
    "data analysis",
    "mathematical skills",
    "statistics"
  ],
  "jobRoles": [
    "Pricing actuary",
    "Capital actuary",
    "Pensions actuary",
    "Scheme actuary",
    "Insurance Actuary",
    "Financial actuary",
    "ESG Actuary",
    "Climate Change Actuary",
    "Climate Actuary",
    "Sustainability Actuary"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1482/st0502_actuary_l7_ap_approved-for-publication-161117.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.1 Accounting and finance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupation: Actuary&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Actuaries work in a very niche industry with only approximately 450 qualifying each year. The actuarial profession however is still a diverse sector, working in the areas of insurance, pensions, healthcare, investment and the growing area of financial risk management. The role, responsibilities and exams that are required as an Actuary require individuals to stretch their abilities to a very high level. Actuaries use mathematical skills to measure the probability and risk of future events, and the financial impact on a business and/or individuals.&lt;/p&gt;\n&lt;p&gt;Actuaries are highly regarded professionals who are both problem solvers and strategic thinkers and have a deep understanding of financial systems. Actuarial teams analyse data, build mathematical models to evaluate financial risks and communicate the output to non-specialists. The majority of actuaries work for insurance companies (life, health or general) or for financial or pensions consultancies. Insurance company actuaries typically work in areas such as pricing and product development, reserving, capital modelling and risk management. Work for insurance consultancy firms may be in similar areas but more varied on a day-to-day level. Amongst other things, pensions consultants advise private and public pension providers and trustees about the funding levels in their schemes and the contributions required to meet future pensions. They may also help their clients understand and manage the risks they face. However, an increasing number of actuaries are working in less traditional fields such as banking, investment management, corporate finance and anywhere where financial modelling is deemed useful. Actuaries are required to act in the public interest and must therefore maintain the highest standards of professional conduct and competency; upholding ethical behaviour and integrity at all times. An actuarial apprenticeship is a professional career route supported by the Institute and Faculty of Actuaries (IFoA). The apprenticeship will result in a breadth of knowledge, skills and behaviours, bringing wide and varied opportunities within this leading financial profession.&lt;/p&gt;\n&lt;p&gt;Job titles: Financial actuary, Insurance Actuary, Scheme actuary, Pensions actuary, Capital actuary and Pricing actuary&lt;/p&gt;\n&lt;p&gt;Green job titles: &lt;img style=&quot;width: 19px; height: 18px;&quot; src=&quot;/media/6054/picture1.png?width=19&amp;amp;height=18&amp;amp;mode=max&quot; alt=&quot;&quot;&gt;Sustainability actuary, &lt;img style=&quot;width: 19px; height: 18px;&quot; src=&quot;/media/6054/picture1.png?width=19&amp;amp;height=18&amp;amp;mode=max&quot; alt=&quot;&quot;&gt;ESG actuary, &lt;img style=&quot;width: 19px; height: 18px;&quot; src=&quot;/media/6054/picture1.png?width=19&amp;amp;height=18&amp;amp;mode=max&quot; alt=&quot;&quot;&gt; Climate change actuary and &lt;img style=&quot;width: 19px; height: 18px;&quot; src=&quot;/media/6054/picture1.png?width=19&amp;amp;height=18&amp;amp;mode=max&quot; alt=&quot;&quot;&gt;Climate actuary​&lt;/p&gt;\n&lt;h3&gt;Entry Requirements&lt;/h3&gt;\n&lt;p&gt;Whilst any entry requirements will be a matter for individual employers, typically an apprentice might be expected to have already achieved a degree in a numerate subject such as Mathematics, Statistics, Economics, Engineering, Chemistry or Physics; a degree in a non-numerate subject with a Grade B in A-level Mathematics or equivalent; or to have successfully completed a Level 4 Actuarial Technician Apprenticeship.&lt;/p&gt;\n&lt;h3&gt;Requirements: Knowledge, Skills and Behaviours&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;142&quot; style=&quot;width: 142px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;409&quot; style=&quot;width: 409px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;The ability to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;142&quot;&gt;\n&lt;p&gt;Business and Commercial&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;409&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;apply tools and techniques to assist strategic thinking needed for a role in wider management.&lt;/li&gt;\n&lt;li&gt;interpret the accounts and financial statements of companies and financial institutions.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;142&quot;&gt;\n&lt;p&gt;Modelling, Documentation and Reporting&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;409&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;build a model, analyse the data, methods used and outputs generated and document the work (including maintaining an audit trail for a fellow student and senior actuary).&lt;/li&gt;\n&lt;li&gt;communicate the approach, results and conclusions to a senior actuary.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;142&quot;&gt;\n&lt;p&gt;Communication&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;409&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;communicate effectively, both written and orally, when relating concepts used by actuaries to recipients without specialist actuarial expertise, using effective structure, appropriate language and adequate explanation.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;142&quot;&gt;\n&lt;p&gt;Actuarial Risk Management&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;409&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;apply actuarial techniques to analyse business problems and then formulate, justify and present plausible solutions for consideration.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;137&quot; style=&quot;width: 137px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;416&quot; style=&quot;width: 416px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;137&quot;&gt;\n&lt;p&gt;Mathematics &amp;amp; Statistics&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;416&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;the mathematical and statistical techniques that are of particular relevance to actuarial work.&lt;/li&gt;\n&lt;li&gt;the essential features of statistical distributions and how to summarise data using appropriate descriptive statistics and graphical presentations.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;137&quot;&gt;\n&lt;p&gt;Actuarial Modelling&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;416&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;the principles of modelling as applied to actuarial work, including deterministic models, stochastic processes, survival models and the valuation of derivatives.&lt;/li&gt;\n&lt;li&gt;the requirements of a good model and the mathematical techniques used to model cash flows which may be contingent on other events.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;137&quot;&gt;\n&lt;p&gt;Business Finance&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;416&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;the fundamentals of corporate finance including a basic knowledge of the instruments used by companies to raise finance and manage financial risk.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;137&quot;&gt;\n&lt;p&gt;Business Economics&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;416&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;the core economic principles (of both microeconomics and macroeconomics) and how these can be used in a business environment to help decision making and behaviour.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;137&quot;&gt;\n&lt;p&gt;Actuarial Risk Management&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;416&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;the essential risk management techniques and processes required by all actuaries.&lt;/li&gt;\n&lt;li&gt;the risks faced both by individuals and groups who might effect financial products and also by the providers of such products.&lt;/li&gt;\n&lt;li&gt;the principles and techniques used to manage these risks.&lt;/li&gt;\n&lt;li&gt;the key techniques used by the providers of financial products to ensure that promised liabilities can be met.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;137&quot;&gt;\n&lt;p&gt;Business and Commercial Awareness&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;416&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;the wider business context in which actuaries work, including an understanding of the external and internal business environments, business strategy, business culture and the importance of leadership and teamwork within an organisation.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;138&quot; style=&quot;width: 138px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;415&quot; style=&quot;width: 415px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Display:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;138&quot;&gt;\n&lt;p&gt;Professionalism&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;415&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;a responsibility for your own personal and professional development.&lt;/li&gt;\n&lt;li&gt;commitment to the Actuaries Code .&lt;/li&gt;\n&lt;li&gt;professional and ethical standards in the actuarial work undertaken.&lt;/li&gt;\n&lt;li&gt;commitment to the role of peer review in professional work.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;138&quot;&gt;\n&lt;p&gt;Teamwork, stakeholder and time management&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;415&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;teamwork skills (by effectively liaising with a large and diverse range of colleagues to complete a task).&lt;/li&gt;\n&lt;li&gt;good time management (by managing work effectively to prioritise tasks appropriately, inform stakeholders, peers and/or senior colleagues if anticipated deadlines may not be met).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;138&quot;&gt;\n&lt;p&gt;Personal and professional development&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;415&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;an aptitude for personal and professional development (by producing a development plan and seeking appropriate training or reading material).&lt;/li&gt;\n&lt;li&gt;the personal and professional development requirements of the Institute and Faculty of Actuaries.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Other Factors&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;&lt;strong&gt;Duration and Level&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;The apprenticeship will typically take 3- 4 years to complete and is a level 7 Apprenticeship.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Apprentices without level 2 English and Maths will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Link to professional registration&#160;&lt;/strong&gt;&lt;strong&gt;and progression&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;The Actuary standard requires registration with the Institute and Faculty of Actuaries (IFoA). Before apprentices can progress through the gateway, they must complete the Personal and Professional Development requirements of the IFoA Associateship level and pass IFoA exams: CT1 to CT9 (inclusive) and CA1 to CA3 (or the equivalent exams following the syllabus changes for the 2019 exams, &lt;em&gt;ie &lt;/em&gt;CS1-2, CM1-2, CB1-3, CP1-3).&lt;/p&gt;\n&lt;p&gt;On completion, apprentices are eligible to apply for Associateship membership of the IFoA, subject to completing any further requirements as required by the professional body. As well as ensuring full competency as an Actuary, this standard provides the foundation for progression into Fellowship of the Institute and Faculty of Actuaries.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Review Date&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;This standard will be reviewed after three years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Actuaries work in a very niche industry with only approximately 450 qualifying each year. The actuarial profession however is still a diverse sector, working in the areas of insurance, pensions, healthcare, investment and the growing area of financial risk management. The role, responsibilities and exams that are required as an Actuary require individuals to stretch their abilities to a very high level. Actuaries use mathematical skills to measure the probability and risk of future events, and the financial impact on a business and/or individuals. Actuaries are highly regarded professionals who are both problem solvers and strategic thinkers and have a deep understanding of financial systems. Actuarial teams analyse data, build mathematical models to evaluate financial risks and communicate the output to non-specialists. The majority of actuaries work for insurance companies (life, health or general) or for financial or pensions consultancies. Insurance company actuaries typically work in areas such as pricing and product development, reserving, capital modelling and risk management. Work for insurance consultancy firms may be in similar areas but more varied on a day-to-day level. Amongst other things, pensions consultants advise private and public pension providers and trustees about the funding levels in their schemes and the contributions required to meet future pensions. They may also help their clients understand and manage the risks they face. However, an increasing number of actuaries are working in less traditional fields such as banking, investment management, corporate finance and anywhere where financial modelling is deemed useful. Actuaries are required to act in the public interest and must therefore maintain the highest standards of professional conduct and competency; upholding ethical behaviour and integrity at all times. An actuarial apprenticeship is a professional career route supported by the Institute and Faculty of Actuaries (IFoA). The apprenticeship will result in a breadth of knowledge, skills and behaviours, bringing wide and varied opportunities within this leading financial profession.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "d579ee76-53f7-49db-800b-c53f83b837cd",
      "detail": "The mathematical and statistical techniques that are of particular relevance to actuarial work"
    },
    {
      "knowledgeId": "b4535ed5-93d3-4bd2-9f03-c9d8c31ebb2f",
      "detail": "The essential features of statistical distributions and how to summarise data using appropriate descriptive statistics and graphical presentations"
    },
    {
      "knowledgeId": "e9f22792-8de1-4499-946b-dfff686afaeb",
      "detail": "The principles of modelling as applied to actuarial work, including deterministic models, stochastic processes, survival models and the valuation of derivatives"
    },
    {
      "knowledgeId": "ca8a5869-5cf2-4bf1-b047-d4ff254c66f4",
      "detail": "The requirements of a good model and the mathematical techniques used to model cash flows which may be contingent on other events"
    },
    {
      "knowledgeId": "e685f958-7dc6-44ed-afb8-aa2a3d0f5b36",
      "detail": "The fundamentals of corporate finance including a basic knowledge of the instruments used by companies to raise finance and manage financial risk"
    },
    {
      "knowledgeId": "4fdb375c-72ad-4136-9b2c-1482e814e497",
      "detail": "The core economic principles (of both microeconomics and macroeconomics) and how these can be used in a business environment to help decision making and behaviour"
    },
    {
      "knowledgeId": "92099b85-0642-47de-ab80-94e1f5ad8348",
      "detail": "The essential risk management techniques and processes required by all actuaries"
    },
    {
      "knowledgeId": "7b32ca85-74b4-4437-832e-4f881a6e5974",
      "detail": "The risks faced both by individuals and groups who might effect financial products and also by the providers of such products"
    },
    {
      "knowledgeId": "a88d7d33-0b27-4e2b-91b7-42ae5218a30c",
      "detail": "The principles and techniques used to manage these risks"
    },
    {
      "knowledgeId": "cbe360bd-e342-46e8-b27f-b4c648d4815d",
      "detail": "The key techniques used by the providers of financial products to ensure that promised liabilities can be met"
    },
    {
      "knowledgeId": "e131d62c-991b-43ac-a533-57e01ba49788",
      "detail": "The wider business context in which actuaries work, including an understanding of the external and internal business environments, business strategy, business culture and the importance of leadership and teamwork within an organisation"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "449dd442-5d39-4837-a01c-52d80cf6d436",
      "detail": "A responsibility for your own personal and professional development"
    },
    {
      "behaviourId": "1329a94a-5ebc-4d6e-84e1-bf37715612af",
      "detail": "Commitment to the Actuaries Code"
    },
    {
      "behaviourId": "ef9fa84a-f652-49da-ba5f-e884f8d84319",
      "detail": "Professional and ethical standards in the actuarial work undertaken"
    },
    {
      "behaviourId": "612b9611-c9b1-47e7-8a43-e2d34b255adb",
      "detail": "Commitment to the role of peer review in professional work"
    },
    {
      "behaviourId": "6e7cbad0-49f3-4f19-8898-b5e4155df667",
      "detail": "Teamwork skills (by effectively liaising with a large and diverse range of colleagues to complete a task)"
    },
    {
      "behaviourId": "4bb63f35-877d-4131-9f04-b3d21396d6f2",
      "detail": "Good time management (by managing work effectively to prioritise tasks appropriately, inform stakeholders, peers and/or senior colleagues if anticipated deadlines may not be met)"
    },
    {
      "behaviourId": "bec6afd7-0e7d-447b-bda1-b431091b1d4c",
      "detail": "An aptitude for personal and professional development (by producing a development plan and seeking appropriate training or reading material)"
    },
    {
      "behaviourId": "10cfed79-45db-4270-90c2-a94cdc1b5f40",
      "detail": "The personal and professional development requirements of the Institute and Faculty of Actuaries"
    }
  ],
  "skills": [
    {
      "skillId": "c015d996-be6a-4b43-a698-390202b99ad4",
      "detail": "Apply tools and techniques to assist strategic thinking needed for a role in wider management"
    },
    {
      "skillId": "b8253db3-3d4f-4bb1-8d52-16d0d34da802",
      "detail": "Interpret the accounts and financial statements of companies and financial institutions"
    },
    {
      "skillId": "eda22ff8-679b-4a85-b74e-177bb439ef98",
      "detail": "Build a model, analyse the data, methods used and outputs generated and document the work (including maintaining an audit trail for a fellow student and senior actuary)"
    },
    {
      "skillId": "152be193-2fe4-44bc-a538-27f291003a8a",
      "detail": "Communicate the approach, results and conclusions to a senior actuary"
    },
    {
      "skillId": "2dc30dcd-1353-4de6-a1ca-99a815a0f8f8",
      "detail": "Communicate effectively, both written and orally, when relating concepts used by actuaries to recipients without specialist actuarial expertise, using effective structure, appropriate language and adequate explanation"
    },
    {
      "skillId": "18eae811-66a3-4538-bc85-c0e1fedcc7bc",
      "detail": "Apply actuarial techniques to analyse business problems and then formulate, justify and present plausible solutions for consideration"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-03-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0074 ",
  "tbMainContact": "Helen.Dalton@education.gov.uk",
  "involvedEmployers": "Aon Hewitt, Barnett Waddingham, Grant Thornton, KPMG, Mercer, Munich Re, PwC, RSA with the Institute and Faculty of Actuaries",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Pricing actuary",
    "Capital actuary",
    "Pensions actuary",
    "Scheme actuary",
    "Insurance Actuary",
    "Financial actuary",
    "ESG Actuary",
    "Climate Change Actuary",
    "Climate Actuary",
    "Sustainability Actuary"
  ],
  "greenJobTitles": [
    "ESG Actuary",
    "Climate Change Actuary",
    "Climate Actuary",
    "Sustainability Actuary"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Financial",
  "cluster": "Financial services professional",
  "clusterId": "243",
  "clusterDescription": "Provide high quality advice and support to internal and external clients across a full range of financial instruments and services using specialist knowledge of instruments and services supported and areas of the business worked in",
  "createdDate": "2017-11-14T17:11:19 +00:00",
  "lastUpdated": "2024-05-16T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-03-27T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0502",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0502-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0502-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-05-16T00:00:00"
}