{
  "templateType": "Apprenticeship Standard",
  "larsCode": 466,
  "referenceNumber": "ST0577",
  "learningAimClassCode": "",
  "title": "Ecologist (degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0577",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2025-04-16T00:00:00",
  "earliestStartDate": "2019-06-28T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Studying the relationships between living things and their environment to help to resolve potentially conflicting demands between economic development and the environment.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "ecologist",
    "degree",
    "environment",
    "plants",
    "animals"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3262/st0577_ecologist_l7_-ap_plan-for-publication_qm_240619.pdf",
  "ssa1": "2 Science and Mathematics",
  "ssa2": "2.1 Science",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Ecology is a wide discipline extending &amp;nbsp;to all the relationships between plants, animals, people, and their environment, and the&amp;nbsp;&lt;a href=&quot;https://www.collinsdictionary.com/dictionary/english/balance&quot;&gt;balances&lt;/a&gt; between these relationships. In practice, some aspects receive more attention than others due to perceptions, usually associated with rarity, cultural significance, or commercial value.&amp;nbsp; Ecologists have an important role to play in resolving potentially conflicting demands between economic development and the environment to create a ‘win-win’ scenario.&lt;/p&gt;\n&lt;p&gt;A fully competent ecologist will be able to work in a wide range of organisations including, but not exclusively, ecological consultancy, local authorities and Non-Governmental Organisations, government agencies and in the private sector and are likely to work in the filed/on site as well as in an office environment.&amp;nbsp; The role covers a range of technical and scientific activities, which may include significant field-based investigations and/or analysis and interpretation of data generated by fieldwork. &amp;nbsp;They will analyse, interpret and evaluate relevant scientific information, concepts and &lt;br&gt;ideas and use these to develop surveys/investigations, implement these, write reports and propose solutions to problems&lt;em&gt;. &amp;nbsp;&lt;/em&gt;They will be able to apply knowledge of underlying scientific principles to implement new processes based on existing knowledge and, or input from senior team members, and provide advice for example, during the planning of developments from small residential to major infrastructure scale.&amp;nbsp; They will be able to provide and implement solutions meeting the needs of the growth agenda while minimising adverse impact on the environment.&lt;/p&gt;\n&lt;p&gt;Ecologists, whether working as consultants, scientists or in the policy arena will be able to work both autonomously and as part of a wider team, taking responsibility for the quality of the work that is undertaken, to deliver scientific value to their organisation. Ecologists typically undertake a significant proportion of fieldwork as part of their job as well as being in the office and, or laboratory. They will be proactive in identifying problems, areas of business improvement and propose innovative ideas and solutions. In all contexts working safely and ethically is paramount and many companies operate under highly regulated conditions related to health and safety and stakeholder confidentiality. &amp;nbsp;Project management and communication skills are integral to this role.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;The typical specialisms in which an Ecologist will operate are as an:-&lt;br&gt;&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Ecological Consultant;&lt;/li&gt;\n&lt;li&gt;Ecological Scientist or&lt;/li&gt;\n&lt;li&gt;Landscape Ecologist&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;An individual will need to choose 1 of these options (in liaison with their employer).&lt;/strong&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Core Requirements: &amp;nbsp;to have the knowledge and understanding of: &amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;the underlying scientific principles in ecology and how to carry out field-based investigations in accordance with ‘best practice’ within the industry and/or input from colleagues.&lt;/li&gt;\n&lt;li&gt;the principles underlying ecological field work techniques, such as Preliminary Ecological Appraisal, Phase 1 Habitat survey, ‘best practice’ in species survey/monitoring, and of the role of evaluation to inform future projects.&lt;/li&gt;\n&lt;li&gt;the theoretical knowledge of the advanced science and technology required to progress in the job role and relevant area of specialisation and the importance of emerging evidence.&lt;/li&gt;\n&lt;li&gt;project management procedures and the importance of these in the working environment, both in the office and in the field, in collaboration with multidisciplinary team members.&lt;/li&gt;\n&lt;li&gt;the internal/in-house policies, for example those relating to safe practice, lone working, professional conduct, as well record keeping, traceability and confidentiality&lt;/li&gt;\n&lt;li&gt;the external regulations/legislation, those pertinent to the sector and organisation, such as those relating to specific species, protected areas and habitats and the importance of minimising disturbance during site-based investigations as well as that relating to Health and Safety&lt;/li&gt;\n&lt;li&gt;the business environment in which the company operates including personal role within the organisation, ethical practice and codes of conduct.&lt;/li&gt;\n&lt;li&gt;the requirements of internal/external customers and the appropriate workflows, improvements and/or scientific solutions for specific projects.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;Core Requirements: skills and competency in the following areas:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ol start=&quot;9&quot;&gt;\n&lt;li&gt;Good verbal and written communication skills, ability to plan and execute well-structured fieldwork, produce clear and concise technical reports, with appropriate interpretation and presentation of data; ability to summarise for a wider, non-technical, audience if appropriate.&lt;/li&gt;\n&lt;li&gt;Working safely within in both the office and on site, maintaining excellent housekeeping whilst following appropriate safety, environment and risk management systems.&lt;/li&gt;\n&lt;li&gt;Preparing for and performing risk assessment, desk study, Preliminary Ecological Appraisal, and field survey tasks using the appropriate best practice techniques, procedures and methods of relevance to the activity being undertaken, such as the formulation of species and habitat management plans.&lt;/li&gt;\n&lt;li&gt;Promoting and ensuring the application of quality standards relevant to the workplace/environment, including in report writing and communication.&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Carry out field surveys, with basic botanical identification skills to the standard to enable recognized techniques such as Phase 1 Habitat surveys to be carried out.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;Perform analysis, interpretation and evaluation of scientific data both gathered from existing sources and primary data generated on site during Preliminary Ecological Appraisal and fieldwork, such as Phase 1 Habitat surveys, and extended/Phase 2 surveys as appropriate.&lt;/li&gt;\n&lt;li&gt;Use creative thinking to solve problems, innovate, make new proposals (for example for ecological mitigation) and challenge the assumption that environmental factors are necessarily barriers to development where necessary.&lt;/li&gt;\n&lt;li&gt;Manage projects by planning and prioritising tasks, reviewing and evaluating progress against stakeholder objectives, and preparing appropriate reports.&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Support senior staff in the management and development of stakeholder relationships, explaining factors such as the seasonal restrictions that may apply to ecological surveys.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Use standard IT packages and currently used applications including GIS mapping software, such as QGIS.&lt;/span&gt;&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;Core Requirements: Behaviours &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The individual must also demonstrate the required attitudes, behaviours and interpersonal skills associated with the professional workplace including:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt;Self-motivation including &lt;/span&gt;effective time management, project management, planning and completing work to schedule&lt;span&gt;.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Willingness to listen, learn, and show initiative.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;Takes personal responsibility for the safety of themselves and others, both in the office and on site, adopting and applying appropriate safety, environment and risk management systems.&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Working autonomously as well as interacting efficiently within a professional &lt;/span&gt;multi-disciplinary&lt;span&gt; team environment.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;Respect confidentiality on work related and personal matters, including the need for appropriate use of social media and information systems&lt;em&gt;. &lt;/em&gt;&lt;/li&gt;\n&lt;li&gt;Understand the impact of work on others, especially where related to diversity and equality.&lt;/li&gt;\n&lt;li&gt;Handle change and respond to change management processes.&lt;/li&gt;\n&lt;li&gt;Take responsibility for personal development, demonstrating commitment to learning, self-improvement &lt;span&gt;and to continual development of technical skills. &lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Options&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;One of the following options&lt;/strong&gt; will be undertaken by the individual concerned - Ecological Consultant; Ecological Scientist or Landscape Ecologist.&amp;nbsp; The additional knowledge and skills required for each specialism are detailed in the following sections.&amp;nbsp;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;OPTION 1:&amp;nbsp; Ecological Scientist: &lt;/strong&gt;typically, these would work in academia, a research organisation or statutory agency and would produce, review, analyse and disseminate data and information.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;An ecological scientist must have knowledge and understanding of:&amp;nbsp;&amp;nbsp;&amp;nbsp; &lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;the scientific theory and practice of ecological principles and how these are applied in conservation biology&lt;/li&gt;\n&lt;li&gt;modelling and prediction techniques, for example those used in population modelling and scenario evaluation&lt;/li&gt;\n&lt;li&gt;the management of large data sets and appropriate methods of analysis and representation&lt;/li&gt;\n&lt;li&gt;the range of statistical analysis packages available and how and when to apply them&lt;/li&gt;\n&lt;li&gt;the need for robust research-based policy/strategy development&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Role Requirements&lt;/strong&gt;: &lt;strong&gt;skills and competency in the following areas:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;statistical analysis using packages such as ‘R’&lt;/li&gt;\n&lt;li&gt;identify the appropriate analysis to transform data into ecologically relevant information&lt;/li&gt;\n&lt;li&gt;communication of research finding to a non-technical audience, both in reports and direct presentations&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;OPTION 2: Consultant Ecologist:&lt;/strong&gt; these would be located either in a specialist consultancy or a large organisation, such as an engineering company, requiring ecological skills for their core business. Typically, these would liaise directly with the client, carryout field-based site investigations, interpret the findings and report these back to the client.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;A consultant ecologist must have knowledge and understanding of: &amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;the specific land use planning legislation applying to all habitats and wildlife, including those with protected status&lt;/li&gt;\n&lt;li&gt;the biosecurity protocols that need to be implemented when conducting fieldwork&lt;/li&gt;\n&lt;li&gt;the requirements of licensing procedures for works affecting protected species&lt;/li&gt;\n&lt;li&gt;the appropriate solutions to problems, such as conflict of interest between the aims of the client and the statutory requirements to protect wildlife&lt;/li&gt;\n&lt;li&gt;mitigation methods and how and when these should be applied&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Role Requirements: skills and competency in the following areas:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;the range of specific survey techniques that can be applied to determine if protected species are using a particular site and how and when these can be applied, (i.e. seasonality)&lt;/li&gt;\n&lt;li&gt;use of the current standard equipment used in, for example, bat surveys&lt;/li&gt;\n&lt;li&gt;accurate data collection and recording in the field for later analysis&lt;/li&gt;\n&lt;li&gt;identify when a project will require a project specific licence and demonstrate the ability to produce an appropriate method statement&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;OPTION 3: Landscape Ecologist: &lt;/strong&gt;these would work in a multidisciplinary team, such as a Local Authority or NGO, using ecological and other data to develop strategies and policies.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;A landscape ecologist must have knowledge and understanding of: &amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;the underlying scientific principles of representing ecological data in a spatial format&lt;/li&gt;\n&lt;li&gt;the drivers for landscape, rather than single site based, research for long term planning, policy and strategy formulation&lt;/li&gt;\n&lt;li&gt;current software, such as QGIS and the specific plugins relating to ecological analysis (e.g. TomBio)&lt;/li&gt;\n&lt;li&gt;the analytical techniques that can be used to identify opportunities for ecological enhancement, for example mapping Biodiversity Opportunity Areas&lt;/li&gt;\n&lt;li&gt;the role of spatially represented material in effective communication to both technical and non-technical audiences&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Role Requirements: skills and competency in the following areas:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;technical competency with Geographic Information System (GIS) software including QGIS&lt;/li&gt;\n&lt;li&gt;identifying sources of existing data that can contribute to and contextualise specific projects&lt;/li&gt;\n&lt;li&gt;prioritise data according to designations, Red List/Biodiversity Action Plan status&lt;/li&gt;\n&lt;li&gt;be aware of emerging requirements such as Natural Capital Audits and Ecosystem Service mapping&lt;/li&gt;\n&lt;li&gt;perform spatial analyses and produce maps that communicate data effectively&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;It is anticipated that this will typically be 3 years.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their apprentices. It is expected that most will either have achieved an upper 2&lt;sup&gt;nd&lt;/sup&gt; class degree or have demonstrated significant prior experience, with evidence of competence in English and mathematics. &amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;On completion, apprentices will hold an MSc degree (L7) in an ecological discipline relevant to their job role, for example Ecology, Environmental Conservation or Conservation Biology.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;English &amp;amp; Mathematics&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without a minimum Level 2 qualification in English and mathematics will need to achieve this level prior to end-point assessment. For those with an education, health and care plan or a legacy statement, the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification is an alternative to the English qualifications for those for whom this is their primary language.&amp;nbsp;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional Recognition&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Successful completion of this apprenticeship will result in eligibility for the appropriate level of membership of the Chartered Institute of Ecology and Environmental Management. &amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level of apprenticeship&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Level 7&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard will be reviewed by employers after three years&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Ecology is a wide discipline extending to all the relationships between plants, animals, people, and their environment, and the balances between these relationships. In practice, some aspects receive more attention than others due to perceptions, usually associated with rarity, cultural significance, or commercial value. Ecologists have an important role to play in resolving potentially conflicting demands between economic development and the environment to create a ‘win-win’ scenario. A fully competent ecologist will be able to work in a wide range of organisations including, but not exclusively, ecological consultancy, local authorities and Non-Governmental Organisations, government agencies and in the private sector and are likely to work in the filed/on site as well as in an office environment. The role covers a range of technical and scientific activities, which may include significant field-based investigations and/or analysis and interpretation of data generated by fieldwork. They will analyse, interpret and evaluate relevant scientific information, concepts and ideas and use these to develop surveys/investigations, implement these, write reports and propose solutions to problems. They will be able to apply knowledge of underlying scientific principles to implement new processes based on existing knowledge and, or input from senior team members, and provide advice for example, during the planning of developments from small residential to major infrastructure scale. They will be able to provide and implement solutions meeting the needs of the growth agenda while minimising adverse impact on the environment. Ecologists, whether working as consultants, scientists or in the policy arena will be able to work both autonomously and as part of a wider team, taking responsibility for the quality of the work that is undertaken, to deliver scientific value to their organisation. Ecologists typically undertake a significant proportion of fieldwork as part of their job as well as being in the office and, or laboratory. They will be proactive in identifying problems, areas of business improvement and propose innovative ideas and solutions. In all contexts working safely and ethically is paramount and many companies operate under highly regulated conditions related to health and safety and stakeholder confidentiality. Project management and communication skills are integral to this role.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "0f00d165-d0cc-4444-adf8-27affff996bb",
      "detail": "the underlying scientific principles in ecology and how to carry out field-based investigations in accordance with ‘best practice’ within the industry and/or input from colleagues."
    },
    {
      "knowledgeId": "13cd77b4-f8ca-4d02-8d12-a24e8c56fd5c",
      "detail": "the principles underlying ecological field work techniques, such as Preliminary Ecological Appraisal, Phase 1 Habitat survey, ‘best practice’ in species survey/monitoring, and of the role of evaluation to inform future projects."
    },
    {
      "knowledgeId": "cae10d70-080f-4f9c-93f4-21462ed5d42b",
      "detail": "the theoretical knowledge of the advanced science and technology required to progress in the job role and relevant area of specialisation and the importance of emerging evidence."
    },
    {
      "knowledgeId": "34a6a2b4-1964-41ac-aadd-e1e8a288d7b0",
      "detail": "project management procedures and the importance of these in the working environment, both in the office and in the field, in collaboration with multidisciplinary team members."
    },
    {
      "knowledgeId": "d71b1a56-9c41-4b35-a1c3-3bb5e5de08d1",
      "detail": "the internal/in-house policies, for example those relating to safe practice, lone working, professional conduct, as well record keeping, traceability and confidentiality"
    },
    {
      "knowledgeId": "101a8b95-f470-4fb3-914a-cca9f74ee924",
      "detail": "the external regulations/legislation, those pertinent to the sector and organisation, such as those relating to specific species, protected areas and habitats and the importance of minimising disturbance during site-based investigations as well as that relating to Health and Safety"
    },
    {
      "knowledgeId": "9cbcc9c7-c210-45bd-8e31-3897aab5be0c",
      "detail": "the business environment in which the company operates including personal role within the organisation, ethical practice and codes of conduct."
    },
    {
      "knowledgeId": "9231801f-bec3-47c1-9d9c-07b8742808b7",
      "detail": "the requirements of internal/external customers and the appropriate workflows, improvements and/or scientific solutions for specific projects."
    },
    {
      "knowledgeId": "69afc875-7a4a-44f7-bb89-2c486986421b",
      "detail": "the scientific theory and practice of ecological principles and how these are applied in conservation biology"
    },
    {
      "knowledgeId": "3a2298b1-d019-4712-b84d-397534e357eb",
      "detail": "modelling and prediction techniques, for example those used in population modelling and scenario evaluation"
    },
    {
      "knowledgeId": "a5f695a4-8a3d-4dd8-bc70-f505673c3e01",
      "detail": "the management of large data sets and appropriate methods of analysis and representation"
    },
    {
      "knowledgeId": "0ca3e9e5-31d9-48dd-a397-8e79dde5b313",
      "detail": "the range of statistical analysis packages available and how and when to apply them"
    },
    {
      "knowledgeId": "9143d23a-a240-4d65-8c51-b99395de8b87",
      "detail": "the need for robust research-based policy/strategy development"
    },
    {
      "knowledgeId": "461fee29-179c-4574-9a1b-f2e441110cb0",
      "detail": "the specific land use planning legislation applying to all habitats and wildlife, including those with protected status"
    },
    {
      "knowledgeId": "662e1b1c-5cea-4c53-942e-64742593a664",
      "detail": "the biosecurity protocols that need to be implemented when conducting fieldwork"
    },
    {
      "knowledgeId": "4675e423-21e4-49ae-b9c6-73a1a18452cd",
      "detail": "the requirements of licensing procedures for works affecting protected species"
    },
    {
      "knowledgeId": "65db9fd4-55a9-4211-8d30-5ae609509e48",
      "detail": "the appropriate solutions to problems, such as conflict of interest between the aims of the client and the statutory requirements to protect wildlife"
    },
    {
      "knowledgeId": "67fee759-73c1-4f84-ab18-fd3702e843f7",
      "detail": "mitigation methods and how and when these should be applied"
    },
    {
      "knowledgeId": "86803f10-85ac-4d40-8afe-3e7cce5b6051",
      "detail": "the underlying scientific principles of representing ecological data in a spatial format"
    },
    {
      "knowledgeId": "882b6df7-6298-468d-aa8e-d15835e0a870",
      "detail": "the drivers for landscape, rather than single site based, research for long term planning, policy and strategy formulation"
    },
    {
      "knowledgeId": "161c255d-3bf8-41a4-8424-fd2456b9e0b4",
      "detail": "current software, such as QGIS and the specific plugins relating to ecological analysis (e.g. TomBio)"
    },
    {
      "knowledgeId": "a41f56f3-7b25-46b8-8064-054d1614af78",
      "detail": "the analytical techniques that can be used to identify opportunities for ecological enhancement, for example mapping Biodiversity Opportunity Areas"
    },
    {
      "knowledgeId": "faadce8e-48b5-48f7-8f9b-d3132f62b20a",
      "detail": "the role of spatially represented material in effective communication to both technical and non-technical audiences"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "1c68592f-f776-4556-8d87-ff516c743c04",
      "detail": "Self-motivation including effective time management, project management, planning and completing work to schedule."
    },
    {
      "behaviourId": "6f3db2bc-b6e0-4708-80bd-31abff5a1a3b",
      "detail": "Willingness to listen, learn, and show initiative."
    },
    {
      "behaviourId": "f8059123-8561-4b01-b927-5c230da331a2",
      "detail": "Takes personal responsibility for the safety of themselves and others, both in the office and on site, adopting and applying appropriate safety, environment and risk management systems."
    },
    {
      "behaviourId": "bbf22bfd-53cd-42fb-8cb6-e4977c759237",
      "detail": "Working autonomously as well as interacting efficiently within a professional multi-disciplinary team environment."
    },
    {
      "behaviourId": "f7f1734d-e723-435e-81bb-92f9e1bc6631",
      "detail": "Respect confidentiality on work related and personal matters, including the need for appropriate use of social media and information systems."
    },
    {
      "behaviourId": "04e97975-bc5d-4e8b-af0f-c0994604cad9",
      "detail": "Understand the impact of work on others, especially where related to diversity and equality."
    },
    {
      "behaviourId": "c12056c4-a035-4207-bf46-7c57829ded9e",
      "detail": "Handle change and respond to change management processes."
    },
    {
      "behaviourId": "4f3938dd-b7e2-4de7-b6db-e691de76eba1",
      "detail": "Take responsibility for personal development, demonstrating commitment to learning, self-improvement and to continual development of technical skills."
    }
  ],
  "skills": [
    {
      "skillId": "dd8ae7a7-b94c-4e3a-a764-d1ef408b9899",
      "detail": "Good verbal and written communication skills, ability to plan and execute well-structured fieldwork, produce clear and concise technical reports, with appropriate interpretation and presentation of data; ability to summarise for a wider, non-technical, audience if appropriate"
    },
    {
      "skillId": "d922db68-4409-4432-921f-f7c38dd73f49",
      "detail": "Working safely within in both the office and on site, maintaining excellent housekeeping whilst following appropriate safety, environment and risk management systems."
    },
    {
      "skillId": "7f339fb6-19ec-47a0-addd-4494454b21ed",
      "detail": "Preparing for and performing risk assessment, desk study, Preliminary Ecological Appraisal, and field survey tasks using the appropriate best practice techniques, procedures and methods of relevance to the activity being undertaken, such as the formulation of species and habitat management plans."
    },
    {
      "skillId": "a779301f-371a-48c2-bd7c-d49d66d3b02a",
      "detail": "Promoting and ensuring the application of quality standards relevant to the workplace/environment, including in report writing and communication."
    },
    {
      "skillId": "eda373e2-94bd-4b05-9df4-4842b03dbd73",
      "detail": "Carry out field surveys, with basic botanical identification skills to the standard to enable recognized techniques such as Phase 1 Habitat surveys to be carried out."
    },
    {
      "skillId": "d876536c-e02d-401d-a19d-43d3f834c7f7",
      "detail": "Perform analysis, interpretation and evaluation of scientific data both gathered from existing sources and primary data generated on site during Preliminary Ecological Appraisal and fieldwork, such as Phase 1 Habitat surveys, and extended/Phase 2 surveys as appropriate."
    },
    {
      "skillId": "836d8eb8-23ec-44f4-9d3d-f14d0fe2af93",
      "detail": "Use creative thinking to solve problems, innovate, make new proposals (for example for ecological mitigation) and challenge the assumption that environmental factors are necessarily barriers to development where necessary."
    },
    {
      "skillId": "05bd5f88-8567-4498-9d82-4a7aede16755",
      "detail": "Manage projects by planning and prioritising tasks, reviewing and evaluating progress against stakeholder objectives, and preparing appropriate reports."
    },
    {
      "skillId": "9c79eb8f-1c76-4c06-8e98-89237b5145e2",
      "detail": "Support senior staff in the management and development of stakeholder relationships, explaining factors such as the seasonal restrictions that may apply to ecological surveys."
    },
    {
      "skillId": "1153e673-87b6-4942-96a9-a1d1a0de37d5",
      "detail": "Use standard IT packages and currently used applications including GIS mapping software, such as QGIS."
    },
    {
      "skillId": "10d4fa9b-d314-44b8-be46-d0a8ab92de60",
      "detail": "statistical analysis using packages such as ‘R’"
    },
    {
      "skillId": "30c45955-ed4c-4597-abac-3068acdf7013",
      "detail": "identify the appropriate analysis to transform data into ecologically relevant information"
    },
    {
      "skillId": "74a59a8a-4d86-4bda-8eaf-b7b46f0140f7",
      "detail": "communication of research finding to a non-technical audience, both in reports and direct presentations"
    },
    {
      "skillId": "7141eb90-0764-48e0-b5b2-05d41d084812",
      "detail": "the range of specific survey techniques that can be applied to determine if protected species are using a particular site and how and when these can be applied, (i.e. seasonality)"
    },
    {
      "skillId": "e2278e88-c6c7-4fb6-8d1e-215f677ef472",
      "detail": "use of the current standard equipment used in, for example, bat surveys"
    },
    {
      "skillId": "3d7af5a3-2c78-4800-a948-c53ae1932ad5",
      "detail": "accurate data collection and recording in the field for later analysis"
    },
    {
      "skillId": "d0e549d8-23dd-4a2e-acea-38a2d356c844",
      "detail": "identify when a project will require a project specific licence and demonstrate the ability to produce an appropriate method statement"
    },
    {
      "skillId": "f39df4c7-cdb6-4eec-843a-5e9c6b2b4043",
      "detail": "technical competency with Geographic Information System (GIS) software including QGIS"
    },
    {
      "skillId": "5ce14179-882c-4a71-9521-a57d4644dd83",
      "detail": "identifying sources of existing data that can contribute to and contextualise specific projects"
    },
    {
      "skillId": "74bcc267-119b-4fa9-bc68-f2b746bcc690",
      "detail": "prioritise data according to designations, Red List/Biodiversity Action Plan status"
    },
    {
      "skillId": "fb0f063c-0a70-4d3e-b9b6-a53c53367984",
      "detail": "be aware of emerging requirements such as Natural Capital Audits and Ecosystem Service mapping"
    },
    {
      "skillId": "38320d87-5e41-4750-936a-fe85d35dd23d",
      "detail": "perform spatial analyses and produce maps that communicate data effectively"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Ecological Scientist",
    "Consultant Ecologist",
    "Landscape Ecologist"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual is the intended EQA provider",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-06-28T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "TB0152 ",
  "tbMainContact": "d.bartlett@greenwich.ac.uk ",
  "involvedEmployers": "Natural England, Environment Agency, Jacobs, WSP, Middlemarch Environmental, Warwickshire County Council, Nature Bureau, Greenspace Ecological Solutions, Swift Ecology, East Sussex County Council, Wood, Yorkshire Water, AECOM",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": null,
  "cluster": null,
  "clusterId": null,
  "clusterDescription": null,
  "createdDate": "2017-11-14T17:08:57 +00:00",
  "lastUpdated": "2025-04-16T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-06-28T00:00:00 +00:00",
  "banners": "Ofqual is the intended regulator of the non-integrated version of the degree-apprenticeship. OfS will be the regulator once the degree-apprenticeship becomes integrated.; There is currently no EPAO in place for this standard.\n&nbsp;\nWe do not want any apprentice to be disadvantaged so we have applied a temporary dispensation to the ST0577 end-point assessment plan (EPA) version AP01 for this apprenticeship.\n&nbsp;\nThe dispensation will last until 1st September 2025.&nbsp;&nbsp;\n&nbsp;\nThe dispensation may be withdrawn if the assessment plan is revised sooner, or the dispensation is no longer necessary.\n&nbsp;\nIf your organisation is considering beginning the delivery of this standard and (or) EPA, you must contact the Institute for Apprenticeships and Technical Education before commencing with any development work for further details as the current dispensation may impact upon feasibility.; A revised version of this occupational standard and end-point assessment plan has been agreed and is available for information only at present. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeship standards in revision are available in the revisions status report.; This version of this standard meets the requirements of Registered Environmental Practitioner – REnvP. Upon receipt of the apprenticeship certificate, individuals are eligible to apply for REnvP through a shortened application route. Individuals also need to be a member of a professional body that is licensed by the Society for the Environment (SocEnv) to be awarded this status. Further information is on the SocEnv website.",
  "occupationCode": "OCC0577",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0577-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0577-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "69fed85a-0b04-4083-a214-31cabdfb959d",
      "title": "Ecological Scientist",
      "occupationCode": "OCC0577B"
    },
    {
      "optionId": "252045e0-8e70-4d8d-9fa3-3a591422e6a5",
      "title": "Consultant Ecologist",
      "occupationCode": "OCC0577A"
    },
    {
      "optionId": "3f3e7b2f-062f-407f-af96-aeaddfeb0d95",
      "title": "Landscape Ecologist",
      "occupationCode": "OCC0577C"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "1c68592f-f776-4556-8d87-ff516c743c04",
        "6f3db2bc-b6e0-4708-80bd-31abff5a1a3b",
        "f8059123-8561-4b01-b927-5c230da331a2",
        "bbf22bfd-53cd-42fb-8cb6-e4977c759237",
        "f7f1734d-e723-435e-81bb-92f9e1bc6631",
        "04e97975-bc5d-4e8b-af0f-c0994604cad9",
        "c12056c4-a035-4207-bf46-7c57829ded9e",
        "4f3938dd-b7e2-4de7-b6db-e691de76eba1"
      ],
      "mappedKnowledge": [
        "0f00d165-d0cc-4444-adf8-27affff996bb",
        "13cd77b4-f8ca-4d02-8d12-a24e8c56fd5c",
        "cae10d70-080f-4f9c-93f4-21462ed5d42b",
        "34a6a2b4-1964-41ac-aadd-e1e8a288d7b0",
        "d71b1a56-9c41-4b35-a1c3-3bb5e5de08d1",
        "101a8b95-f470-4fb3-914a-cca9f74ee924",
        "9cbcc9c7-c210-45bd-8e31-3897aab5be0c",
        "9231801f-bec3-47c1-9d9c-07b8742808b7"
      ],
      "mappedSkills": [
        "dd8ae7a7-b94c-4e3a-a764-d1ef408b9899",
        "d922db68-4409-4432-921f-f7c38dd73f49",
        "7f339fb6-19ec-47a0-addd-4494454b21ed",
        "a779301f-371a-48c2-bd7c-d49d66d3b02a",
        "eda373e2-94bd-4b05-9df4-4842b03dbd73",
        "d876536c-e02d-401d-a19d-43d3f834c7f7",
        "836d8eb8-23ec-44f4-9d3d-f14d0fe2af93",
        "05bd5f88-8567-4498-9d82-4a7aede16755",
        "9c79eb8f-1c76-4c06-8e98-89237b5145e2",
        "1153e673-87b6-4942-96a9-a1d1a0de37d5"
      ]
    },
    {
      "coreOrOptionTitle": "Ecological Scientist",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "69afc875-7a4a-44f7-bb89-2c486986421b",
        "3a2298b1-d019-4712-b84d-397534e357eb",
        "a5f695a4-8a3d-4dd8-bc70-f505673c3e01",
        "0ca3e9e5-31d9-48dd-a397-8e79dde5b313",
        "9143d23a-a240-4d65-8c51-b99395de8b87"
      ],
      "mappedSkills": [
        "10d4fa9b-d314-44b8-be46-d0a8ab92de60",
        "30c45955-ed4c-4597-abac-3068acdf7013",
        "74a59a8a-4d86-4bda-8eaf-b7b46f0140f7"
      ]
    },
    {
      "coreOrOptionTitle": "Consultant Ecologist",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "461fee29-179c-4574-9a1b-f2e441110cb0",
        "662e1b1c-5cea-4c53-942e-64742593a664",
        "4675e423-21e4-49ae-b9c6-73a1a18452cd",
        "65db9fd4-55a9-4211-8d30-5ae609509e48",
        "67fee759-73c1-4f84-ab18-fd3702e843f7"
      ],
      "mappedSkills": [
        "7141eb90-0764-48e0-b5b2-05d41d084812",
        "e2278e88-c6c7-4fb6-8d1e-215f677ef472",
        "3d7af5a3-2c78-4800-a948-c53ae1932ad5",
        "d0e549d8-23dd-4a2e-acea-38a2d356c844"
      ]
    },
    {
      "coreOrOptionTitle": "Landscape Ecologist",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "86803f10-85ac-4d40-8afe-3e7cce5b6051",
        "882b6df7-6298-468d-aa8e-d15835e0a870",
        "161c255d-3bf8-41a4-8424-fd2456b9e0b4",
        "a41f56f3-7b25-46b8-8064-054d1614af78",
        "faadce8e-48b5-48f7-8f9b-d3132f62b20a"
      ],
      "mappedSkills": [
        "f39df4c7-cdb6-4eec-843a-5e9c6b2b4043",
        "5ce14179-882c-4a71-9521-a57d4644dd83",
        "74bcc267-119b-4fa9-bc68-f2b746bcc690",
        "fb0f063c-0a70-4d3e-b9b6-a53c53367984",
        "38320d87-5e41-4750-936a-fe85d35dd23d"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-04-16T00:00:00"
}