{
  "templateType": "Apprenticeship Standard",
  "larsCode": 270,
  "referenceNumber": "ST0561",
  "learningAimClassCode": "",
  "title": "Senior investment and commercial banking professional",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0561",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-04-08T00:00:00",
  "earliestStartDate": "2018-05-08T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Provide relationship management for clients to assess their financial performance and match banking products and services for their needs.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 18000,
  "maxFundingAdditionalInformation": "",
  "route": "Legal, finance and accounting",
  "keywords": [
    "Senior investment / commercial banking professional",
    "Senior investment",
    "commercial banking",
    "professional",
    "bank",
    "commericial banking",
    "clients",
    "finance",
    "relationship management"
  ],
  "jobRoles": [
    "Regional business banking director",
    "Regional commercial director",
    "Senior trade finance director",
    "Senior payments and cash management director",
    "Corporate banking manager and business banking",
    "Senior research analyst",
    "Institutional marketer",
    "Senior sales trader",
    "Trader",
    "Senior risk manager",
    "Senior advisor",
    "Business performance director",
    "Operations director and area director",
    "Senior operations manager"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1883/st0561_senior-investment-commercial-banking-professional_final_publication_may-18.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.1 Accounting and finance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupational profile:&lt;/h3&gt;\n&lt;p&gt;The Financial Services industry encompasses a broad range of businesses who manage or consult around managing money. This apprenticeship will enable individuals to become highly competent senior professionals in commercial and business banking, investment management, investment consulting, investment banking or investment operations. These roles require individuals to often work at strategic level, with significant levels of responsibility, as well as have significant occupation specific technical skills and knowledge. This competence will be delivered by a broad base of core knowledge, skills and behaviours required of all individuals entering or progressing to this level in these parts of the sector, and a set of specialist options that then provide the occupationally specific competence, depending on the part of the sector and type of business the individual works for.&#160;&lt;/p&gt;\n&lt;table border=&quot;0&quot; style=&quot;height: 886px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 125px;&quot;&gt;\n&lt;th style=&quot;height: 125px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Role profiles&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;This is a c&lt;strong&gt;ore and options &lt;/strong&gt;model, where the shared knowledge, skills and behaviours are covered in the core, with the specific technical knowledge and skills required for each role being covered in the single chosen option. Below is an overview of the role and typical job titles&lt;/p&gt;\n&lt;p&gt;covered by each option:&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 219px;&quot;&gt;\n&lt;td style=&quot;height: 219px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;1. Commercial and business banking&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;These roles sit within the corporate and business banking part of the sector. They provide relationship management to corporate clients and customers assessing their financial performance and proactively matching banking products and services to their needs. Typically at this level they also determine the strategy for their regional or business area and provide line management and guidance on how that strategy will be executed.&lt;/p&gt;\n&lt;p&gt;They may also provide&#160; more&#160; specialist&#160; complex&#160; financial&#160; advice&#160; on&#160; key&#160; product&#160; finance&#160; areas&#160; and&#160; run&#160; those&#160; departments Typical job titles&lt;strong&gt;: Regional business banking director, Regional commercial director, Senior trade finance director, Senior payments and cash management director, Regional business banking director, Corporate banking manager and business banking&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Manager, key account directors.&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 167px;&quot;&gt;\n&lt;td style=&quot;height: 167px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;2. Investment banking&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Investment Banking is about the creation and development of financing solutions for Corporates, or financial institutions, and the distribution of these financial instruments through secondary markets to financial institutional clients and customers, through sales trading and post-trade solutions. At this level typically the role involves: financial statement analysis, asset selection, stock selection, marketing of investments, origination, providing financing solutions, investment recommendations and market execution to clients and customers. Delivering direct trading advice, initiating client and customer sales and providing sales trading services to clients and customers at a senior and strategic level and supporting internal strategic business decisions.&#160;&lt;/p&gt;\n&lt;p&gt;Typical job titles: &lt;strong&gt;Senior research analyst, Institutional marketer, Senior sales trader, Trader, Senior risk manager, Senior advisor.&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 208px;&quot;&gt;\n&lt;td style=&quot;height: 208px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;3. Investment management&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;These roles typically focus on the Senior analyst and Fund and portfolio manager role. Investment management (also known as asset or fund management) and Investment Consulting are about either managing or providing advice around the management of a client&#39;s money to meet investment goals, such as capital growth and/or income generation. Clients and customers can be individuals or institutional investors. Typically the role involves: financial statement analysis, asset selection, stock selection, implementation and monitoring of investments and providing investment recommendations to clients and customers. At this level they are also typically delivering direct trading advice and/or account and portfolio management to clients and customers at a senior and strategic level and supporting internal strategic business decision&lt;/p&gt;\n&lt;p&gt;Typical job titles: &lt;strong&gt;Senior research analyst, Senior financial analyst, Senior investment analyst, Senior credit analyst, Dealer, Portfolio manager, Investment advisor, Investment manager, Client facing investment professional, Investment director.&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 167px;&quot;&gt;\n&lt;td style=&quot;height: 167px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;4. Investment operations&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;These are senior management level roles working at a strategic level within the operational and administrative areas of businesses in the investment sector. At this level the role will typically be leading teams of significant size and/or impact in the case of being more of a subject matter expert. They will be responsible for managing the relationship of their area with their clients and customers, be they internal, external or both. The roles exist in areas where transactional and process management is needed, and require a significant level of technical and sector skill and knowledge in order to deliver successfully. The role may exist within a number of different specialist business areas, but normally sit in the investment operation transaction function.&lt;/p&gt;\n&lt;p&gt;Typical Job Titles: &lt;strong&gt;Senior operations manager, Operations director and area director, Business performance director&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;br /&gt;Requirements:&lt;/h3&gt;\n&lt;h4&gt;Core knowledge required by all apprentices&lt;/h4&gt;\n&lt;table border=&quot;0&quot; style=&quot;height: 933px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 41px;&quot;&gt;\n&lt;th style=&quot;height: 41px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;height: 41px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 125px;&quot;&gt;\n&lt;td style=&quot;height: 125px;&quot;&gt;\n&lt;p&gt;Strategic insight&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 125px;&quot;&gt;\n&lt;p&gt;Demonstrates excellent knowledge of key business objectives and measurements of success. Builds understanding of different organisations and the environments they operate in, and the broader market perspective. Understands the impact of business decisions on relevant and affected communities. Understands the implications of relevant risks and risks management in the context of making business decisions.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 207px;&quot;&gt;\n&lt;td style=&quot;height: 207px;&quot;&gt;\n&lt;p&gt;Industry and organisation understanding&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 207px;&quot;&gt;\n&lt;p&gt;Excellent understanding of the Financial Services industry and in particular the role their part of the sector and organisation plays; the purpose of the function in which they work; how their function relates to the wider business. Deep understanding of the impact the external environment has on Financial Services and their role, together with relevant best practice. Excellent understanding of the organisation’s ‘Values’ and professional standards, and how these are evidenced through their role. Clearly understands the purpose of the different areas of the organisation they need to work with in their role and how they support them. Excellent understanding of issues for the industry and impact on organisational strategy, including awareness of new and arising industry developments.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 145px;&quot;&gt;\n&lt;td style=&quot;height: 145px;&quot;&gt;\n&lt;p&gt;Financial Services legal, regulatory, risk, compliance framework&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 145px;&quot;&gt;\n&lt;p&gt;Advanced understanding of the Financial Services legal and regulatory framework and ethics, and the purpose behind them. In-depth knowledge of the risk and governance frameworks of the organisation , industry and how these manifest themselves in the role, plus minimising strategies. Deep understanding of relevant rules and principles for their own role, team. Can clearly articulate the implications of non-compliance for their organisation and their own responsibility within this. Keep up to date with changes.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 104px;&quot;&gt;\n&lt;td style=&quot;height: 104px;&quot;&gt;\n&lt;p&gt;Products and services&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 104px;&quot;&gt;\n&lt;p&gt;In-depth understanding of the purpose, technical content and features and benefits of the financial service products and services that they support and deliver to clients and customers. Particularly as it relates to their responsibilities e.g. inherent risks that need to be managed. Demonstrates understanding of competitor and wider market products and services.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 125px;&quot;&gt;\n&lt;td style=&quot;height: 125px;&quot;&gt;\n&lt;p&gt;Clients and customer segments&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 125px;&quot;&gt;\n&lt;p&gt;In-depth understanding of the client and customer segments that the organisation delivers to, the channels that they use and the approach to delivering fair client&#160; and customer outcomes across the business in a financial services setting including best practice. Excellent understanding of client’s and customer’s relevant financial service requirements relevant to their role (internal and external as appropriate).&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 145px;&quot;&gt;\n&lt;td style=&quot;height: 145px;&quot;&gt;\n&lt;p&gt;Systems and processes&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 145px;&quot;&gt;\n&lt;p&gt;Excellent understanding of the organisation’s technical policies and procedures. Full understanding of the systems, tools and processes used in the role, together with the standards to be met. Proficient in relevant IT skills, this may include the generic (e.g. Excel), and organisation and Financial Service specific software and systems required to deliver the role outcomes. Deep understanding of how these support and fit within the corresponding markets and counterparty organisations.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&lt;strong&gt;Core skills required by all apprentices:&lt;/strong&gt;&lt;/h4&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;What is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Strategy and planning&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Leads the development of strategic and operational plans for their area, effectively planning service delivery for their team(s) as appropriate. Manages and reports on progress of specific elements of this in their area of responsibility. Analyses future financial and other relevant market changes, and the individual’s, organisation’s and client’s and customer’s future financial service needs and requirements, articulating the opportunities this may present. Identifies opportunities that can add value for the individual, organisation and client. Proactively plans and organises their work and time, clearly identifying priorities, to meet commitments, KPIs and deadlines, including regulator deadlines. Contributes to the development and delivery of business KPIs, and team performance measures in line with company policy, values, standards and regulatory requirements.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Client and customer relationships&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Develop and grow ethically sound and trusted relationships with clients and customers to form the basis of a long-term partnership. Works at strategic level with clients and customers to identify their on-going business and relevant financial service requirements. Provide flexible and innovative solutions, integrating products and excellent service, which help them meet their needs and best interests, now and in the future. Makes introductions to colleagues and other departments to provide these solutions and add value, when relevant.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Change management and continuous improvement.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Takes ownership of the of strategic business changes from development through to implementation. Able to communicate the vision for change and then make it happen – this may include projects wider than their role, and where appropriate creating that vision. Identifies and implements opportunities to drive higher performance and improve service delivered.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Problem solving and decision making&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Evaluates complex information quickly and draws accurate conclusions. Assesses a problem from multiple angles to ensure all relevant issues are considered, and are focussed on business strategy. Gathers the appropriate facts and evidence in order to make decisions effectively using a structured approach. Plans for and responds appropriately to unexpected events. Proactively manages and takes action to avoid corporate and operational risk, within relevant economic and market conditions, and sector relevant legal and regulatory requirements.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Communicating, influencing and networking&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;High level of interpersonal skills, including communication and negotiation, through a range of media, using appropriate language, working with clients and customers up to CEO level, and where appropriate, up to CEO, Board level in own organisation. Communicates complex ideas and concepts clearly. Engages proactively with clients and colleagues, including senior management. Challenge and influence at senior level to ensure the desired course of action to deliver business requirements. Networking at senior levels in own organisation, clients and customers and the wider market to deliver business outcomes. Understands the formal and informal networks within, and external to an organisation, and knows how to effectively utilise those.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Teamwork and collaboration&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Demonstrates effective leadership, acting as a role model and providing leadership, guidance and challenge where necessary to their business area. Brings the right people and functions together, both internally and externally, to collaborate and deliver for the client and customer. Builds and maintains strong positive working relationships with clients, colleagues, suppliers and regulators as appropriate. Consistently supports colleagues and collaborates to achieve results. Provides clarity and direction to the team on their role, how their team fits within the business, and how the team’s decisions impact on others.&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Developing self and others&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Keeps up to date with sector relevant legal and regulatory changes and alerts others to the implications. Builds their capability by being responsible for their own professional development, seeking out opportunities that enhance their knowledge, skills and experience. Takes responsibility for development of others as appropriate, working with juniors to build their expertise and understanding of their responsibilities e.g. through coaching, training, other opportunities. Seeks feedback and acts on it to improve their performance. Actively shares best practice and acts as role model.&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;Core behaviours &lt;strong&gt;Required by all apprentices:&lt;/strong&gt;&lt;/h4&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;What is required&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Honesty and integrity&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Truthful, sincere and trustworthy in their actions. Uses empathetic approach and acts in the best interests of the customer and client. Shows integrity by doing the right thing. Maintains appropriate confidentiality at all times. Visible role model, leading by example and coaching others where appropriate. Identifies ethical dilemmas, understands the implications and acts appropriately&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Adaptability and resilience&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Adapts positively to changing work priorities and patterns and is flexible to the needs of the organisation. Demonstrates willingness to adapt approach to assist organisation and individuals to manage priorities as circumstances change, when new tasks need to be done, or business requirements change. Responds positively to change.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Professionalism&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Displays energy, enthusiasm and a results based approach in the way they go about their role. Dealing positively and with determination when setbacks occur or when managing difficult situations. Stays positive under pressure, taking others with them.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Innovation and creativity&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Demonstrates an attitude that includes a curious and questioning mind. Is creative, innovative and enterprising when seeking solutions to business needs, whilst understanding relevant boundaries e.g. regulatory. Actively seeks out new ways of working.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Attention to detail&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Handles tasks with thoroughness and accuracy. Takes ownership for the quality of their own work and that of the wider team, recognises and resolves errors.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&lt;strong&gt;&lt;br /&gt;Options (the apprentice will undertake one of the specialist occupational options detailed below, dependent on their job role):&lt;/strong&gt;&lt;/h4&gt;\n&lt;table border=&quot;0&quot; style=&quot;height: 1324px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 50px;&quot;&gt;\n&lt;th style=&quot;height: 50px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Option (specialist occupational area)&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;height: 50px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;height: 50px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 296px;&quot;&gt;\n&lt;td style=&quot;height: 296px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;1.Commercial and business banking&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 296px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Substantial understanding of business dynamics (how businesses work and develop)&lt;/li&gt;\n&lt;li&gt;Understand the range of sophisticated financial service products and services available to the customer portfolio, including pricing and margins&lt;/li&gt;\n&lt;li&gt;In-depth understanding of the local and regional market in which the role operates including financial, economic and market awareness as well as demographics and nature of the competition&lt;/li&gt;\n&lt;li&gt;Excellent understanding of the sector(s) in which their business clients and customers operate, together with the tools of excellent customer service and relationship management.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 296px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Can effectively influence pricing, and provide challenge based on risk, and competitor market knowledge.&lt;/li&gt;\n&lt;li&gt;Actively identifies and develops new business sectors and opportunities within their region or remit, looking for long term strategic opportunities. Plans and delivers client account planning and growth activities&lt;/li&gt;\n&lt;li&gt;Actively develops and influences the regional credit strategy and appetite&lt;/li&gt;\n&lt;li&gt;Expertly applies financial analysis techniques relevant to the area of the bank e.g. provide guidance on credit appetite, develop practical and appropriate credit solutions and lending structures; maximise portfolio return, complex data and financial analysis&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 343px;&quot;&gt;\n&lt;td style=&quot;height: 343px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;2. Investment banking&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 343px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;In-depth knowledge and understanding of the markets they operate in and their area of responsibility e.g. equity, alternative and fixed income markets, including derivatives.&lt;/li&gt;\n&lt;li&gt;Excellent knowledge of quantitative methods, accountancy, financial maths, statistics and economics.&lt;/li&gt;\n&lt;li&gt;Excellent knowledge of Investment and operational risk and minimising strategies&lt;/li&gt;\n&lt;li&gt;In depth knowledge of public company structures, business management and corporate financing methods.&lt;/li&gt;\n&lt;li&gt;In-depth knowledge of exchange and clearing market structures.&lt;/li&gt;\n&lt;li&gt;In-depth knowledge of manual and automated trading &amp;amp; execution strategies&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 343px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Complex problem solving and analytic skills, including complex financial and asset modelling and valuation pricing techniques using appropriate tools.&lt;/li&gt;\n&lt;li&gt;Combining knowledge of the intricacies and issues for a&lt;/li&gt;\n&lt;li&gt;client’s and customer’s business and application of the analysis and insights to develop and recommend appropriate market solutions&lt;/li&gt;\n&lt;li&gt;Application of in-depth technical and sector knowledge to add value to clients and customers.&lt;/li&gt;\n&lt;li&gt;Effectively deliver execution services on cash &amp;amp; derivatives markets&lt;/li&gt;\n&lt;li&gt;Ability to trade and execute within parameters but without permanent supervision.&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 276px;&quot;&gt;\n&lt;td style=&quot;height: 276px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;3. Investment management&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 276px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;In-depth knowledge and understanding of the markets they operate in and their area of responsibility e.g. equity, alternative and fixed income markets, including derivatives.&lt;/li&gt;\n&lt;li&gt;Excellent knowledge of quantitative methods, accountancy, financial maths, statistics and economics.&lt;/li&gt;\n&lt;li&gt;Excellent knowledge of Investment and operational risk and minimising strategies&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 276px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Complex problem solving and analytic skills, including complex financial and asset modelling and valuation and pricing techniques using appropriate tools.&lt;/li&gt;\n&lt;li&gt;Can effectively deliver investment portfolio development and management for clients and customers and/or provide effective advice around this&lt;/li&gt;\n&lt;li&gt;Effectively combines knowledge of the intricacies and issues for a client and customer, and application of the analysis and insights, to develop and recommend appropriate solutions.&lt;/li&gt;\n&lt;li&gt;Applies in-depth technical and sector knowledge to add value to clients and customers.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 359px;&quot;&gt;\n&lt;td style=&quot;height: 359px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;4. Investment operations&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 359px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;In-depth knowledge of business being supported to include market practices and their impact on the area under ownership.&lt;/li&gt;\n&lt;li&gt;Excellent understanding of internal processes and project management principles.&lt;/li&gt;\n&lt;li&gt;Excellent knowledge of regulatory environment and internal control frameworks&lt;/li&gt;\n&lt;li&gt;Excellent knowledge of Investment and operational risk and how to control it.&lt;/li&gt;\n&lt;li&gt;Knowledge of the linkages between processes and the end-to-end flow of information within their areas, and those which impact their areas.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 359px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Demonstrates advanced people management skills to include influencing outside sphere of control, delivering strategic leadership to teams and junior managers in order to deliver excellent customer service in a regulated environment. This will include team coaching, performance management, resourcing and budgetary management.&lt;/li&gt;\n&lt;li&gt;Demonstrates excellent project leadership skills and execution of control framework.&lt;/li&gt;\n&lt;li&gt;Demonstrates an understanding of the “bigger picture” as it relates to products and services – e.g. what is the impact of a change to a process and service as triggered by a regulatory and strategy change on an end-to-end basis.&lt;/li&gt;\n&lt;li&gt;Demonstrates strong analytical skills, and uses them to refine or develop processes and controls.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;strong&gt;&lt;br /&gt;Duration: &lt;/strong&gt;The length of this apprenticeship is typically expected to be 18-24 months. The length may vary depending on prior experience. Employers should set their own entry requirements but typical entrants will be progressing from a lower level apprenticeship or job role, or will be graduates.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;Apprentices without level 2 english and maths will need to achieve this level prior to taking the end point assessment. Apprentices will be required to take one of the professional qualifications listed below, as chosen by the employer to be most relevant to the selected specialist option and job role:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;CFA Institute – CFA Levels I, II &amp;amp; III (CFA UK Candidate membership, leading to CFA UK Regular Membership on completion, can use CFA credential)&lt;/li&gt;\n&lt;li&gt;CISI Chartered wealth manager (Full CISI membership: MCSI)&lt;/li&gt;\n&lt;li&gt;CII Advanced diploma in financial planning – (350 credits: Fellowship of the Personal Finance Society – FPFS)&lt;/li&gt;\n&lt;li&gt;The London Institute of banking and finance – The Professional postgraduate route (Chartered associateship designation)&lt;/li&gt;\n&lt;li&gt;Chartered banker institute - Chartered banker diploma (Chartered banker designation)&lt;/li&gt;\n&lt;li&gt;CISI Diploma in investment operations (Full CISI membership: MCSI)&lt;/li&gt;\n&lt;li&gt;Chartered banker institute (CBI)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;New apprentices:&#160;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Advanced diploma in banking and leadership in a digital age (4 from 5 modules) - Chartered banker designation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Existing apprentices part way through studies will continue on their qualification listed below following the transitional arrangements as shown on &lt;a href=&quot;http://www.charteredbanker.com&quot;&gt;www.charteredbanker.com&lt;/a&gt; :&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Chartered banker diploma (pre-Oct 2018 - 5 from 7 modules) - Chartered banker designation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Link to professional registration: &lt;/strong&gt;On completion, the apprentice will be able to apply for the appropriate level of professional membership aligned with this apprenticeship. Professional body memberships that are relevant to the options for this apprenticeship are:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Commercial and business banking: The London institute of banking and finance; Chartered banker institute (CBI)&lt;/li&gt;\n&lt;li&gt;Investment banking: CFA institute and CFA UK; The London institute of banking and finance&lt;/li&gt;\n&lt;li&gt;Investment management: CFA institute and CFA UK; Chartered Institute of securities and investment (CISI); Chartered insurance institute (CII)&#160; and personal finance society; The London institute of banking and finance&lt;/li&gt;\n&lt;li&gt;Investment operations: Chartered institute of securities and investment (CISI); The London institute of banking &amp;amp; finance; Chartered banker institute (CBI;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;&lt;br /&gt;Level: &lt;/strong&gt;This is a Level 7 apprenticeship&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Review date: &lt;/strong&gt;After 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The Financial Services industry encompasses a broad range of businesses who manage or consult around managing money. This apprenticeship will enable individuals to become highly competent senior professionals in commercial and business banking, investment management, investment consulting, investment banking or investment operations. These roles require individuals to often work at strategic level, with significant levels of responsibility, as well as have significant occupation specific technical skills and knowledge. This competence will be delivered by a broad base of core knowledge, skills and behaviours required of all individuals entering or progressing to this level in these parts of the sector, and a set of specialist options that then provide the occupationally specific competence, depending on the part of the sector and type of business the individual works for.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "2dfa676b-46c7-4d3d-ba0c-84ff81d0c3a1",
      "detail": "Strategic insight: Demonstrates excellent knowledge of key business objectives and measurements of success. Builds understanding of different organisations and the environments they operate in, and the broader market perspective. Understands the impact of business decisions on relevant and affected communities. Understands the implications of relevant risks and risks management in the context of making business decisions."
    },
    {
      "knowledgeId": "9209b07e-36f4-440d-bc46-f617c3e0f042",
      "detail": "Industry and organisation understanding: Excellent understanding of the Financial Services industry and in particular the role their part of the sector and organisation plays; the purpose of the function in which they work; how their function relates to the wider business. Deep understanding of the impact the external environment has on Financial Services and their role, together with relevant best practice. Excellent understanding of the organisation’s ‘Values’ and professional standards, and how these are evidenced through their role. Clearly understands the purpose of the different areas of the organisation they need to work with in their role and how they support them. Excellent understanding of issues for the industry and impact on organisational strategy, including awareness of new and arising industry developments."
    },
    {
      "knowledgeId": "5310041f-3f96-487d-b103-72d3624c217f",
      "detail": "Financial Services legal, regulatory, risk, compliance framework: Advanced understanding of the Financial Services legal and regulatory framework and ethics, and the purpose behind them. In-depth knowledge of the risk and governance frameworks of the organisation , industry and how these manifest themselves in the role, plus minimising strategies. Deep understanding of relevant rules and principles for their own role, team. Can clearly articulate the implications of non-compliance for their organisation and their own responsibility within this. Keep up to date with changes."
    },
    {
      "knowledgeId": "a7b34735-2794-40ca-8c00-6186e6c4a304",
      "detail": "Products and services: In-depth understanding of the purpose, technical content and features and benefits of the financial service products and services that they support and deliver to clients and customers. Particularly as it relates to their responsibilities e.g. inherent risks that need to be managed. Demonstrates understanding of competitor and wider market products and services."
    },
    {
      "knowledgeId": "9163c741-b88b-47a0-b850-62d9c0725e7e",
      "detail": "Clients and customer segments: In-depth understanding of the client and customer segments that the organisation delivers to, the channels that they use and the approach to delivering fair client  and customer outcomes across the business in a financial services setting including best practice. Excellent understanding of client’s and customer’s relevant financial service requirements relevant to their role (internal and external as appropriate)."
    },
    {
      "knowledgeId": "a47732ed-89a3-4d3e-b5eb-2807c5e91d58",
      "detail": "Systems and processes: Excellent understanding of the organisation’s technical policies and procedures. Full understanding of the systems, tools and processes used in the role, together with the standards to be met. Proficient in relevant IT skills, this may include the generic (e.g. Excel), and organisation and Financial Service specific software and systems required to deliver the role outcomes. Deep understanding of how these support and fit within the corresponding markets and counterparty organisations."
    },
    {
      "knowledgeId": "1368ca5d-cdd3-415a-b2be-74531cdb2b73",
      "detail": "Substantial understanding of business dynamics (how businesses work and develop)"
    },
    {
      "knowledgeId": "a3b513d4-4c6f-4963-9e76-42dec6e6e309",
      "detail": "Understand the range of sophisticated financial service products and services available to the customer portfolio, including pricing and margins"
    },
    {
      "knowledgeId": "3d7f6b16-a8fa-4451-bd1e-9eb6958cae2f",
      "detail": "In-depth understanding of the local and regional market in which the role operates including financial, economic and market awareness as well as demographics and nature of the competition"
    },
    {
      "knowledgeId": "aeff34ac-d1df-4240-8852-b0c678fc00fe",
      "detail": "Excellent understanding of the sector(s) in which their business clients and customers operate, together with the tools of excellent customer service and relationship management."
    },
    {
      "knowledgeId": "943454f8-5b0a-49f1-952f-4d47f8eb2d70",
      "detail": "In-depth knowledge and understanding of the markets they operate in and their area of responsibility e.g. equity, alternative and fixed income markets, including derivatives."
    },
    {
      "knowledgeId": "e19bb8b2-0c2b-46b8-b7a6-c7f6d4541bb1",
      "detail": "Excellent knowledge of quantitative methods, accountancy, financial maths, statistics and economics."
    },
    {
      "knowledgeId": "e6d3dcb7-9793-40ce-a678-07c991313930",
      "detail": "Excellent knowledge of Investment and operational risk and minimising strategies"
    },
    {
      "knowledgeId": "4eb5390d-ba88-4dea-99d3-2400e6ce7e10",
      "detail": "In-depth knowledge of public company structures, business management and corporate financing methods."
    },
    {
      "knowledgeId": "0c4faacd-58ea-4ddd-baf1-760e6d311bcc",
      "detail": "In-depth knowledge of exchange and clearing market structures."
    },
    {
      "knowledgeId": "98206039-433c-4790-af7c-e661661e857c",
      "detail": "In-depth knowledge of manual and automated trading & execution strategies"
    },
    {
      "knowledgeId": "80fa7f1a-2b17-4628-8de1-58d2766484d0",
      "detail": "In-depth knowledge and understanding of the markets they operate in and their area of responsibility e.g. equity, alternative and fixed income markets, including derivatives."
    },
    {
      "knowledgeId": "78d92a96-d4c6-495c-b8c0-493cad17a750",
      "detail": "Excellent knowledge of quantitative methods, accountancy, financial maths, statistics and economics."
    },
    {
      "knowledgeId": "d3e41941-4011-46fc-9c56-f17e980f63c5",
      "detail": "Excellent knowledge of Investment and operational risk and minimising strategies"
    },
    {
      "knowledgeId": "96928363-e9cd-4034-8d60-b5aa10190ecf",
      "detail": "In-depth knowledge of business being supported to include market practices and their impact on the area under ownership."
    },
    {
      "knowledgeId": "f86a980d-c565-4373-9910-34508577337d",
      "detail": "Excellent understanding of internal processes and project management principles."
    },
    {
      "knowledgeId": "7721c809-d16f-4961-8b41-61220b39724f",
      "detail": "Excellent knowledge of regulatory environment and internal control frameworks"
    },
    {
      "knowledgeId": "b0c909c8-ce76-4742-9dbe-f02f0f30e710",
      "detail": "Excellent knowledge of Investment and operational risk and how to control it."
    },
    {
      "knowledgeId": "91684a80-f8f5-43a4-8254-0bc86433c77f",
      "detail": "Knowledge of the linkages between processes and the end-to-end flow of information within their areas, and those which impact their areas."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "aae1f0fe-b64a-4828-a877-7a64ef60c92a",
      "detail": "Honesty and integrity: \tTruthful, sincere and trustworthy in their actions. Uses empathetic approach and acts in the best interests of the customer and client. Shows integrity by doing the right thing. Maintains appropriate confidentiality at all times. Visible role model, leading by example and coaching others where appropriate. Identifies ethical dilemmas, understands the implications and acts appropriately"
    },
    {
      "behaviourId": "23bc3857-3f9c-4701-9cbe-c13d41398e17",
      "detail": "Adaptability and resilience: Adapts positively to changing work priorities and patterns and is flexible to the needs of the organisation. Demonstrates willingness to adapt approach to assist organisation and individuals to manage priorities as circumstances change, when new tasks need to be done, or business requirements change. Responds positively to change."
    },
    {
      "behaviourId": "9a9f897a-60ab-4725-ba54-641bd46328bf",
      "detail": "Professionalism: Displays energy, enthusiasm and a results based approach in the way they go about their role. Dealing positively and with determination when setbacks occur or when managing difficult situations. Stays positive under pressure, taking others with them."
    },
    {
      "behaviourId": "d593aa1e-b0e0-44d9-912c-7da1833e3b32",
      "detail": "Innovation and creativity: Demonstrates an attitude that includes a curious and questioning mind. Is creative, innovative and enterprising when seeking solutions to business needs, whilst understanding relevant boundaries e.g. regulatory. Actively seeks out new ways of working."
    },
    {
      "behaviourId": "c0c6c37d-7e9e-4626-ac62-58380b5f495c",
      "detail": "Attention to detail: Handles tasks with thoroughness and accuracy. Takes ownership for the quality of their own work and that of the wider team, recognises and resolves errors."
    }
  ],
  "skills": [
    {
      "skillId": "2f132c6e-8402-46b5-98cd-58f49ffff24c",
      "detail": "Strategy and planning: \tLeads the development of strategic and operational plans for their area, effectively planning service delivery for their team(s) as appropriate. Manages and reports on progress of specific elements of this in their area of responsibility. Analyses future financial and other relevant market changes, and the individual’s, organisation’s and client’s and customer’s future financial service needs and requirements, articulating the opportunities this may present. Identifies opportunities that can add value for the individual, organisation and client. Proactively plans and organises their work and time, clearly identifying priorities, to meet commitments, KPIs and deadlines, including regulator deadlines. Contributes to the development and delivery of business KPIs, and team performance measures in line with company policy, values, standards and regulatory requirements."
    },
    {
      "skillId": "d9ed57b7-ccf2-42b6-96a4-22d20e532185",
      "detail": "Client and customer relationships: Develop and grow ethically sound and trusted relationships with clients and customers to form the basis of a long-term partnership. Works at strategic level with clients and customers to identify their on-going business and relevant financial service requirements. Provide flexible and innovative solutions, integrating products and excellent service, which help them meet their needs and best interests, now and in the future. Makes introductions to colleagues and other departments to provide these solutions and add value, when relevant."
    },
    {
      "skillId": "edf13f2d-0a89-49d9-b15d-4f414b4b6771",
      "detail": "Change management and continuous improvement: Takes ownership of the of strategic business changes from development through to implementation. Able to communicate the vision for change and then make it happen – this may include projects wider than their role, and where appropriate creating that vision. Identifies and implements opportunities to drive higher performance and improve service delivered"
    },
    {
      "skillId": "0bc24ee5-2fea-4468-a03f-d47bd101bcd3",
      "detail": "Problem solving and decision making: Evaluates complex information quickly and draws accurate conclusions. Assesses a problem from multiple angles to ensure all relevant issues are considered, and are focussed on business strategy. Gathers the appropriate facts and evidence in order to make decisions effectively using a structured approach. Plans for and responds appropriately to unexpected events. Proactively manages and takes action to avoid corporate and operational risk, within relevant economic and market conditions, and sector relevant legal and regulatory requirements."
    },
    {
      "skillId": "5138f6b0-be49-42e5-9269-d1db811b143c",
      "detail": "Communicating, influencing and networking: High level of interpersonal skills, including communication and negotiation, through a range of media, using appropriate language, working with clients and customers up to CEO level, and where appropriate, up to CEO, Board level in own organisation. Communicates complex ideas and concepts clearly. Engages proactively with clients and colleagues, including senior management. Challenge and influence at senior level to ensure the desired course of action to deliver business requirements. Networking at senior levels in own organisation, clients and customers and the wider market to deliver business outcomes. Understands the formal and informal networks within, and external to an organisation, and knows how to effectively utilise those."
    },
    {
      "skillId": "102adef5-3248-4df3-8ea6-34637466dc99",
      "detail": "Teamwork and collaboration: Demonstrates effective leadership, acting as a role model and providing leadership, guidance and challenge where necessary to their business area. Brings the right people and functions together, both internally and externally, to collaborate and deliver for the client and customer. Builds and maintains strong positive working relationships with clients, colleagues, suppliers and regulators as appropriate. Consistently supports colleagues and collaborates to achieve results. Provides clarity and direction to the team on their role, how their team fits within the business, and how the team’s decisions impact on others. "
    },
    {
      "skillId": "1a6c0d93-957b-4e42-8455-d9107165e640",
      "detail": "Developing self and others: Keeps up to date with sector relevant legal and regulatory changes and alerts others to the implications. Builds their capability by being responsible for their own professional development, seeking out opportunities that enhance their knowledge, skills and experience. Takes responsibility for development of others as appropriate, working with juniors to build their expertise and understanding of their responsibilities e.g. through coaching, training, other opportunities. Seeks feedback and acts on it to improve their performance. Actively shares best practice and acts as role model."
    },
    {
      "skillId": "a2b8ce9a-6b92-402b-9911-1a103d43963e",
      "detail": "Can effectively influence pricing, and provide challenge based on risk, and competitor market knowledge."
    },
    {
      "skillId": "f4d3414e-f68d-4ed0-83f3-d832212b3ee6",
      "detail": "Actively identifies and develops new business sectors and opportunities within their region or remit, looking for long term strategic opportunities. Plans and delivers client account planning and growth activities"
    },
    {
      "skillId": "79425aaa-2401-4468-ba5e-24a6ff10fdfd",
      "detail": "Actively develops and influences the regional credit strategy and appetite"
    },
    {
      "skillId": "fbe61081-26ab-477e-af3b-1033720d389e",
      "detail": "Expertly applies financial analysis techniques relevant to the area of the bank e.g. provide guidance on credit appetite, develop practical and appropriate credit solutions and lending structures; maximise portfolio return, complex data and financial analysis"
    },
    {
      "skillId": "1e12e986-cd7b-4dce-b59f-c309b4ce94dc",
      "detail": "Complex problem solving and analytic skills, including complex financial and asset modelling and valuation pricing techniques using appropriate tools."
    },
    {
      "skillId": "8409a562-97f5-4ced-bd89-650c1f68022c",
      "detail": "Combining knowledge of the intricacies and issues for a client’s and customer’s business and application of the analysis and insights to develop and recommend appropriate market solutions"
    },
    {
      "skillId": "c60e72f9-13c0-4541-ab23-b4feb12abf8e",
      "detail": "Application of in-depth technical and sector knowledge to add value to clients and customers."
    },
    {
      "skillId": "531cc220-db56-40fc-977f-3e64510d2b9a",
      "detail": "Effectively deliver execution services on cash & derivatives markets"
    },
    {
      "skillId": "9b6f6f57-eecb-4790-a5b6-facd9f682fa8",
      "detail": "Ability to trade and execute within parameters but without permanent supervision."
    },
    {
      "skillId": "0dbcedf5-5895-41aa-a035-9a9c5d556fa0",
      "detail": "Complex problem solving and analytic skills, including complex financial and asset modelling and valuation and pricing techniques using appropriate tools."
    },
    {
      "skillId": "6607a6da-46fb-4e9c-a51c-b728676f6408",
      "detail": "Can effectively deliver investment portfolio development and management for clients and customers and/or provide effective advice around this"
    },
    {
      "skillId": "68ab9d38-6637-4015-8a15-b036de008c15",
      "detail": "Effectively combines knowledge of the intricacies and issues for a client and customer, and application of the analysis and insights, to develop and recommend appropriate solutions."
    },
    {
      "skillId": "447c9aae-5792-486c-b7d7-bebbf5922fbf",
      "detail": "Applies in-depth technical and sector knowledge to add value to clients and customers."
    },
    {
      "skillId": "b64f2c10-b6bb-41ad-b10b-5776144f0357",
      "detail": "Demonstrates advanced people management skills to include influencing outside sphere of control, delivering strategic leadership to teams and junior managers in order to deliver excellent customer service in a regulated environment. This will include team coaching, performance management, resourcing and budgetary management."
    },
    {
      "skillId": "d8024a81-680d-472f-850c-eb772750456b",
      "detail": "Demonstrates excellent project leadership skills and execution of control framework."
    },
    {
      "skillId": "3383bff3-a57f-447f-9061-baa17a5eaa79",
      "detail": "Demonstrates an understanding of the “bigger picture” as it relates to products and services – e.g. what is the impact of a change to a process and service as triggered by a regulatory and strategy change on an end-to-end basis."
    },
    {
      "skillId": "9b46230c-4335-4057-af24-dd99f4e73519",
      "detail": "Demonstrates strong analytical skills, and uses them to refine or develop processes and controls"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Commercial and business banking",
    "Investment banking",
    "Investment management",
    "Investment operations"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-05-08T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0189 ",
  "tbMainContact": "kathrynmarshall@halifax.co.uk",
  "involvedEmployers": "Barclays, PIMCO, B&amp;CE, Aon Hewitt, Santander, Mercer, Divento Financials, Yorkshire Building Society, Equiniti, HSBC, J.P. Morgan, Lloyds Bank, Nationwide, RBS, Willis Towers Watson, Legal and General Insurance (LGIM), Charles Stanley, Columbia Threadneedle, Mercer",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Regional business banking director",
    "Regional commercial director",
    "Senior trade finance director",
    "Senior payments and cash management director",
    "Corporate banking manager and business banking",
    "Senior research analyst",
    "Institutional marketer",
    "Senior sales trader",
    "Trader",
    "Senior risk manager",
    "Senior advisor",
    "Business performance director",
    "Operations director and area director",
    "Senior operations manager"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Financial",
  "cluster": "Financial Services Professional",
  "clusterId": "243",
  "clusterDescription": "Provide high quality advice and support to internal and external clients across a full range of financial instruments and services using specialist knowledge of instruments and services supported and areas of the business worked in",
  "createdDate": "2017-11-14T17:10:39 +00:00",
  "lastUpdated": "2022-04-08T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-05-08T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0561",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0561-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0561-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "1c6b3c6c-80db-475b-aee8-aca4f60a3146",
      "title": "Commercial and business banking",
      "occupationCode": "OCC0561A"
    },
    {
      "optionId": "b52d8e32-1edd-4f85-9ba8-c0fde36238ae",
      "title": "Investment banking",
      "occupationCode": "OCC0561B"
    },
    {
      "optionId": "7d20eb5f-ab88-4635-9ef6-c3c8aaf1285e",
      "title": "Investment management",
      "occupationCode": "OCC0561C"
    },
    {
      "optionId": "e150752b-a7b5-4750-895b-767c10d748d2",
      "title": "Investment operations",
      "occupationCode": "OCC0561D"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "aae1f0fe-b64a-4828-a877-7a64ef60c92a",
        "23bc3857-3f9c-4701-9cbe-c13d41398e17",
        "9a9f897a-60ab-4725-ba54-641bd46328bf",
        "d593aa1e-b0e0-44d9-912c-7da1833e3b32",
        "c0c6c37d-7e9e-4626-ac62-58380b5f495c"
      ],
      "mappedKnowledge": [
        "2dfa676b-46c7-4d3d-ba0c-84ff81d0c3a1",
        "9209b07e-36f4-440d-bc46-f617c3e0f042",
        "5310041f-3f96-487d-b103-72d3624c217f",
        "a7b34735-2794-40ca-8c00-6186e6c4a304",
        "9163c741-b88b-47a0-b850-62d9c0725e7e",
        "a47732ed-89a3-4d3e-b5eb-2807c5e91d58"
      ],
      "mappedSkills": [
        "2f132c6e-8402-46b5-98cd-58f49ffff24c",
        "d9ed57b7-ccf2-42b6-96a4-22d20e532185",
        "edf13f2d-0a89-49d9-b15d-4f414b4b6771",
        "0bc24ee5-2fea-4468-a03f-d47bd101bcd3",
        "5138f6b0-be49-42e5-9269-d1db811b143c",
        "102adef5-3248-4df3-8ea6-34637466dc99",
        "1a6c0d93-957b-4e42-8455-d9107165e640"
      ]
    },
    {
      "coreOrOptionTitle": "Commercial and business banking",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "1368ca5d-cdd3-415a-b2be-74531cdb2b73",
        "a3b513d4-4c6f-4963-9e76-42dec6e6e309",
        "3d7f6b16-a8fa-4451-bd1e-9eb6958cae2f",
        "aeff34ac-d1df-4240-8852-b0c678fc00fe"
      ],
      "mappedSkills": [
        "a2b8ce9a-6b92-402b-9911-1a103d43963e",
        "f4d3414e-f68d-4ed0-83f3-d832212b3ee6",
        "79425aaa-2401-4468-ba5e-24a6ff10fdfd",
        "fbe61081-26ab-477e-af3b-1033720d389e"
      ]
    },
    {
      "coreOrOptionTitle": "Investment banking",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "943454f8-5b0a-49f1-952f-4d47f8eb2d70",
        "e19bb8b2-0c2b-46b8-b7a6-c7f6d4541bb1",
        "e6d3dcb7-9793-40ce-a678-07c991313930",
        "4eb5390d-ba88-4dea-99d3-2400e6ce7e10",
        "0c4faacd-58ea-4ddd-baf1-760e6d311bcc",
        "98206039-433c-4790-af7c-e661661e857c"
      ],
      "mappedSkills": [
        "1e12e986-cd7b-4dce-b59f-c309b4ce94dc",
        "8409a562-97f5-4ced-bd89-650c1f68022c",
        "c60e72f9-13c0-4541-ab23-b4feb12abf8e",
        "531cc220-db56-40fc-977f-3e64510d2b9a",
        "9b6f6f57-eecb-4790-a5b6-facd9f682fa8"
      ]
    },
    {
      "coreOrOptionTitle": "Investment management",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "80fa7f1a-2b17-4628-8de1-58d2766484d0",
        "78d92a96-d4c6-495c-b8c0-493cad17a750",
        "d3e41941-4011-46fc-9c56-f17e980f63c5"
      ],
      "mappedSkills": [
        "0dbcedf5-5895-41aa-a035-9a9c5d556fa0",
        "6607a6da-46fb-4e9c-a51c-b728676f6408",
        "68ab9d38-6637-4015-8a15-b036de008c15",
        "447c9aae-5792-486c-b7d7-bebbf5922fbf"
      ]
    },
    {
      "coreOrOptionTitle": "Investment operations",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "96928363-e9cd-4034-8d60-b5aa10190ecf",
        "f86a980d-c565-4373-9910-34508577337d",
        "7721c809-d16f-4961-8b41-61220b39724f",
        "b0c909c8-ce76-4742-9dbe-f02f0f30e710",
        "91684a80-f8f5-43a4-8254-0bc86433c77f"
      ],
      "mappedSkills": [
        "b64f2c10-b6bb-41ad-b10b-5776144f0357",
        "d8024a81-680d-472f-850c-eb772750456b",
        "3383bff3-a57f-447f-9061-baa17a5eaa79",
        "9b46230c-4335-4057-af24-dd99f4e73519"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-04-08T00:00:00"
}