{
  "templateType": "Apprenticeship Standard",
  "larsCode": 413,
  "referenceNumber": "ST0505",
  "learningAimClassCode": "",
  "title": "IT solutions technician",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0505",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-12-31T00:00:00",
  "earliestStartDate": "2019-02-18T00:00:00",
  "latestStartDate": "2024-12-31T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Develop, implement and maintain complete IT solutions such as networks, operating systems and applications.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 13000,
  "maxFundingAdditionalInformation": "",
  "route": "Digital",
  "keywords": [
    "ICT",
    "technician",
    "IT",
    "network",
    "systems",
    "applications",
    "Digital",
    "computers"
  ],
  "jobRoles": [
    "IT Solutions Technician",
    "Service Analyst",
    "Junior Systems Analyst",
    "Systems Developer",
    "Database Technician",
    "IT Support Analyst",
    "IT Support Technician",
    "IT Systems Support",
    "Junior DevOps Professional",
    "IT Service Desk",
    "Applications Support Technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2628/st0505_it-solutions-technician_l3_ap-for-publication_05022019.pdf",
  "ssa1": "6 Digital Technology",
  "ssa2": "6.1 Digital technology (practitioners)",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Role profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;IT Solutions Technicians develop, implement and maintain complete IT solutions, including their hardware infrastructure (such as servers and networks) and software (such as operating systems, middleware and applications). They work as part of a multi-disciplinary team. Many such teams will be modern “DevOps” style teams, which carry out the full set of stages across the whole solution lifecycle: requirements gathering, solution development, testing, implementation and ongoing support. In more traditional organisations the team is likely to be focused more at one or other end of this broad set of activities. Such teams may well be in transition to a modern “DevOps” style team.&lt;/p&gt;\n&lt;p&gt;An IT Solutions Technician applies a professional methodology or framework to gather and analyse requirements; to design, develop, test, and implement IT solutions and to provide ongoing support both directly to end users and for the underlying IT services. The specific tasks undertaken vary depending on what needs to be achieved by the team at any particular time. Some tasks may be very technical, others may be more analytical, business or user focused.&lt;/p&gt;\n&lt;p&gt;IT Solutions Technicians undertake duties across the complete IT solution, working on the team’s core activities so all apprentices take a common core and then choose one of two options.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;IT Hardware Solutions Technicians&lt;/strong&gt; undertake activities in the area of the infrastructure aspects of solutions such as servers and networks (fixed or mobile);&lt;/p&gt;\n&lt;p&gt;Typical job titles include IT Solutions Technician, Technical Analyst, Junior Support Analyst, IT Support Analyst, Systems Analyst, IT Technical Support, IT Systems Support Technician, Junior DevOps Professional, IT Service Desk or Technical Service Support (at 2nd, 3rd or 4th line support)&lt;/p&gt;\n&lt;p&gt;Or&lt;/p&gt;\n&lt;p&gt;I&lt;strong&gt;T Software Solutions Technicians &lt;/strong&gt;undertake activities in the area of applications and supporting components such as databases.&lt;/p&gt;\n&lt;p&gt;Typical job titles include IT Solutions Technician, Service Analyst, Junior Systems Analyst, Systems Developer, Database Technician, IT Support Analyst, IT Support Technician, IT Systems Support, Junior DevOps Professional, IT Service Desk or Applications Support Technician (at 2nd, 3rd or 4th line support)&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Whilst any entry requirements will be a matter for individual employers, typically an apprentice might be expected to already have 5 GCSEs (A*-C); other relevant qualifications or experience; or pass an aptitude test.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;CORE: &lt;/strong&gt;All IT Solution Technicians require the following:&lt;/p&gt;\n&lt;table border=&quot;0&quot; style=&quot;width: 656px; height: 1260px;&quot;&gt;\n&lt;thead&gt;\n&lt;tr style=&quot;height: 46px;&quot;&gt;\n&lt;th style=&quot;width: 175px; height: 46px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Technical Skills &lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 327px; height: 46px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Technical Knowledge and Understanding&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;/thead&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 1214px;&quot;&gt;\n&lt;td style=&quot;width: 175px; vertical-align: top; height: 1214px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Applies a professional methodology or framework in their work tasks.&lt;/li&gt;\n&lt;li&gt;Executes appropriate due diligence, including formal testing or validation&lt;/li&gt;\n&lt;li&gt;Applies a range of technical IT skills, including: accessing remote systems; file manipulation; file editing, changing system or application settings; system administration; setting up and upgrading components (infrastructure or software);&lt;/li&gt;\n&lt;li&gt;Operates in line with organisational polices, standards, legislation, security requirements, professional ethics, privacy and confidentiality; and understands escalation policies.&lt;/li&gt;\n&lt;li&gt;Creates and maintains documentation in accordance with best practice, organisational guidance and legislation.&lt;/li&gt;\n&lt;li&gt;Identifies appropriate technical solutions using both logical and creative thinking.&lt;/li&gt;\n&lt;li&gt;Diagnoses and understands client requirements and problems using sound analytical and problem solving skills&lt;/li&gt;\n&lt;li&gt;Communicates effectively in a variety of situations including formal and informally both within their team and externally.&lt;/li&gt;\n&lt;li&gt;Operates securely across all their areas of responsibility, in line with organisational guidance and legislation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 327px; vertical-align: top; height: 1214px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Understands:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;the stages within the overall solution lifecycle.&lt;/li&gt;\n&lt;li&gt;the main principals, features, differences and benefits of Waterfall and Agile type methodologies and the function of service management frameworks.&lt;/li&gt;\n&lt;li&gt;the aims and benefits of DevOps approaches; including the benefits of automation, the ideas behind continuous integration and monitoring.&lt;/li&gt;\n&lt;li&gt;the principles of Solution Architecture including the importance of re-use.&lt;/li&gt;\n&lt;li&gt;why testing is necessary, the need for both functional and non-functional testing, the different types of testing available, including unit testing, integration testing, user acceptance testing and performance testing.&lt;/li&gt;\n&lt;li&gt;planning and delivery within their role and how this contributes to the wider team and the organisation.&lt;/li&gt;\n&lt;li&gt;how the end-user context influences the solution.&lt;/li&gt;\n&lt;li&gt;the key features of, and where to find, organisational requirements in relation to policies, standards, legislation, professional ethics, privacy and confidentiality.&lt;/li&gt;\n&lt;li&gt;the main legislation, policies and standards that apply to IT solutions.&lt;/li&gt;\n&lt;li&gt;the concepts of networking including the ISO (International Organisation for Standardisation) and TCP/IP (Transmission Control Protocol/Internet Protocol) network stacks, Ethernet LANs (Local Area Networks), IP addressing, Port numbers, DNS (Domain Name System), DHCP (Dynamic Host Configuration Protocol), and the principals of routing between LANs and WANs (Wide Area Networks).&lt;/li&gt;\n&lt;li&gt;the different types of network devices, routers and network switches, their relationship to the stack model and the use of firewalls.&lt;/li&gt;\n&lt;li&gt;the main components within an IT Solution including how hardware and software components work together&lt;/li&gt;\n&lt;li&gt;the main components of a computer system and their purpose, including servers, end-user computers, and mobile devices (both physical and virtual), user interfaces, CPUs, storage and connectivity.&lt;/li&gt;\n&lt;li&gt;the purpose of an Operating System.&lt;/li&gt;\n&lt;li&gt;the concepts of Cloud, Cloud Services and storage.&lt;/li&gt;\n&lt;li&gt;how their work contributes to business performance, continuity and resilience.&lt;/li&gt;\n&lt;li&gt;the main trends in emerging technologies – including the Internet of Things (IoT), artificial intelligence, and automation - and the potential implications for digital activities.&lt;/li&gt;\n&lt;li&gt;the necessary numerical skills including Binary and Hexadecimal.&lt;/li&gt;\n&lt;li&gt;why cyber security is essential as part of the delivery of any solution&lt;/li&gt;\n&lt;li&gt;the importance of working securely and the main classifications of types of threats and common mitigation practices.&lt;/li&gt;\n&lt;li&gt;the meaning of risk in the context of security and can explain the relationship between levels of risk, impact, and designed level of protection in IT Solutions.&lt;/li&gt;\n&lt;li&gt;the role of configuration management and version control systems and when they should be used.&lt;/li&gt;\n&lt;li&gt;the concepts of virtualisation.&lt;/li&gt;\n&lt;li&gt;the use of different platforms (including web, mobile, or desktop applications).&lt;/li&gt;\n&lt;li&gt;the concepts of relational databases, non-relational structured and unstructured databases.&lt;/li&gt;\n&lt;li&gt;the concepts of solutions development to a given set of requirements, including the use of standard approaches for web and cloud-based solutions.&lt;/li&gt;\n&lt;li&gt;the benefits of and requirements for vendor support including commercial cloud offerings&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Works professionally and independently, taking responsibility and initiative as appropriate&lt;/li&gt;\n&lt;li&gt;Demonstrates standard business courtesies and professional ethics in how they work&lt;/li&gt;\n&lt;li&gt;Demonstrates a productive and organised approach to their work&lt;/li&gt;\n&lt;li&gt;Works effectively with customers, clients and users.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;SPECIALISMS&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;In addition to the core, an IT Solution Technician will do ONE of the following two options:&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Option 1: IT Software Solutions Technician&lt;/strong&gt;&lt;/h4&gt;\n&lt;table border=&quot;0&quot; style=&quot;width: 656px;&quot;&gt;\n&lt;thead&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 180.5px;&quot;&gt;\n&lt;p&gt;Technical Skills&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 318.5px;&quot;&gt;\n&lt;p&gt;Technical Knowledge and Understanding&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;/thead&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 180.5px; vertical-align: top;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Works at any stage of the software solution lifecycle.&lt;/li&gt;\n&lt;li&gt;Undertakes maintenance of a range of contemporary or legacy software solutions to required levels of service.&lt;/li&gt;\n&lt;li&gt;Installs and configures software system components including virtualised components where appropriate.&lt;/li&gt;\n&lt;li&gt;Writes or maintains simple scripts or code.&lt;/li&gt;\n&lt;li&gt;Can search and manipulate different types of data sources, including both structured and unstructured.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 318.5px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Understands:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;the principles of Solution Architecture as applied to software.&lt;/li&gt;\n&lt;li&gt;why there is a need to follow good coding practices and have good coding standards.&lt;/li&gt;\n&lt;li&gt;the main categories of computer languages and the main features and benefits of each.&lt;/li&gt;\n&lt;li&gt;how to implement software solutions including simple programing to a given a set of requirements and how to connect code to data sources.&lt;/li&gt;\n&lt;li&gt;the purpose and usage of document mark-up languages including XML (extensible markup language) and html (hyper text markup language).&lt;/li&gt;\n&lt;li&gt;the use of relational databases, including tables, views, joins and indexes.&lt;/li&gt;\n&lt;li&gt;the use of Big Data environments for storage and analysis of non-relational structured and unstructured data the purpose of database normalization - organising the attributes and relations of a relational database to reduce data redundancy and improve data integrity.&lt;/li&gt;\n&lt;li&gt;how to develop, test and implement code following a logical approach.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&amp;nbsp;&lt;strong&gt;Option 2: IT Hardware Solutions Technician&lt;/strong&gt;&lt;/h4&gt;\n&lt;table border=&quot;0&quot; style=&quot;width: 656px;&quot;&gt;\n&lt;thead&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 160.5px;&quot;&gt;\n&lt;p&gt;Technical Skills&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 341.5px;&quot;&gt;\n&lt;p&gt;Technical Knowledge and Understanding&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;/thead&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 160.5px; vertical-align: top;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Works at any stage of the hardware solution lifecycle.&lt;/li&gt;\n&lt;li&gt;Undertakes maintenance of a range of contemporary or legacy hardware solutions to required levels of service.&lt;/li&gt;\n&lt;li&gt;Installs and configures basic hardware system components, networks and devices (including servers, end-user computers, and mobile devices, whether physical or virtual) as required.&lt;/li&gt;\n&lt;li&gt;Demonstrates safe application of the concepts of Electro Static Discharge (ESD) and meets appropriate health and safety standards when working with hardware&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 341.5px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Understands:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;the principles of Solution Architecture as applied to hardware.&lt;/li&gt;\n&lt;li&gt;the advantages and disadvantages of different types of hardware configurations.&lt;/li&gt;\n&lt;li&gt;a range of cabling and connectivity.&lt;/li&gt;\n&lt;li&gt;the concepts of standard builds.&lt;/li&gt;\n&lt;li&gt;the concepts of mobile data, Bluetooth, 3G, 4G and wifi and the security implications of such solutions.&lt;/li&gt;\n&lt;li&gt;different types of storage including locally attached, SAN (storage area network) and networked, and the concepts of RAID (Redundant Array of Independent Discs) and knowledge of RAID levels.&lt;/li&gt;\n&lt;li&gt;requirements when working with electro static sensitive equipment (including personal grounding devices) and when working in a server room or data centre and when handling equipment.&lt;/li&gt;\n&lt;li&gt;how to install, configure and test hardware components, networks and devices – including servers, end-user computers and mobile devices.&lt;/li&gt;\n&lt;li&gt;the need to follow a logical approach and how to ensure connectivity within solutions.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;English and Maths&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve these prior to the end point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&lt;em&gt;&amp;nbsp;&lt;/em&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional Recognition&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship is recognised for entry onto the BCS, The Chartered Institute for IT, Register of IT Technicians confirming level 3 professional competence. Those completing the apprenticeship can apply for registration.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The duration of this apprenticeship is typically 18 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a level 3 apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard will be reviewed in three years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;IT Solutions Technicians develop, implement and maintain complete IT solutions, including their hardware infrastructure (such as servers and networks) and software (such as operating systems, middleware and applications). They work as part of a multi-disciplinary team. Many such teams will be modern “DevOps” style teams, which carry out the full set of stages across the whole solution lifecycle: requirements gathering, solution development, testing, implementation and ongoing support. In more traditional organisations the team is likely to be focused more at one or other end of this broad set of activities. Such teams may well be in transition to a modern “DevOps” style team. An IT Solutions Technician applies a professional methodology or framework to gather and analyse requirements; to design, develop, test, and implement IT solutions and to provide ongoing support both directly to end users and for the underlying IT services. The specific tasks undertaken vary depending on what needs to be achieved by the team at any particular time. Some tasks may be very technical, others may be more analytical, business or user focused. IT Solutions Technicians undertake duties across the complete IT solution, working on the team’s core activities so all apprentices take a common core and then choose one of two options.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "8cb32498-e80d-4c02-bc15-df510653df52",
      "detail": "the stages within the overall solution lifecycle."
    },
    {
      "knowledgeId": "c3e74d05-e0bf-4356-8e24-e41513b21764",
      "detail": "the main principals, features, differences and benefits of Waterfall and Agile type methodologies and the function of service management frameworks."
    },
    {
      "knowledgeId": "d15a6780-9829-4907-ac50-d10466a7fc00",
      "detail": "the aims and benefits of DevOps approaches; including the benefits of automation, the ideas behind continuous integration and monitoring."
    },
    {
      "knowledgeId": "911d2105-e76d-4ef7-a28e-1b639e69c078",
      "detail": "the principles of Solution Architecture including the importance of re-use."
    },
    {
      "knowledgeId": "5c17e67e-919e-4a1c-a04f-76d9bab7c392",
      "detail": "why testing is necessary, the need for both functional and non-functional testing, the different types of testing available, including unit testing, integration testing, user acceptance testing and performance testing."
    },
    {
      "knowledgeId": "eabbe6b5-399e-4f52-87af-d94bdb54ccc5",
      "detail": "planning and delivery within their role and how this contributes to the wider team and the organisation."
    },
    {
      "knowledgeId": "5c476fad-67be-424e-a6ac-6cbcde511135",
      "detail": "how the end-user context influences the solution."
    },
    {
      "knowledgeId": "96520fbb-e790-4b60-b746-11530d16e9bc",
      "detail": "the key features of, and where to find, organisational requirements in relation to policies, standards, legislation, professional ethics, privacy and confidentiality."
    },
    {
      "knowledgeId": "a791951f-b0ac-45e7-94a8-c34d779230be",
      "detail": "the main legislation, policies and standards that apply to IT solutions."
    },
    {
      "knowledgeId": "89b1346c-ee5c-45ef-92ed-459f1a9d0940",
      "detail": "the concepts of networking including the ISO (International Organisation for Standardisation) and TCP/IP (Transmission Control Protocol/Internet Protocol) network stacks, Ethernet LANs (Local Area Networks), IP addressing, Port numbers, DNS (Domain Name System), DHCP (Dynamic Host Configuration Protocol), and the principals of routing between LANs and WANs (Wide Area Networks)."
    },
    {
      "knowledgeId": "1c114166-7852-4c08-8c19-41039468bac3",
      "detail": "the different types of network devices, routers and network switches, their relationship to the stack model and the use of firewalls."
    },
    {
      "knowledgeId": "8db3c175-1b13-4ad7-9310-aa0c6f7886ef",
      "detail": "the main components within an IT Solution including how hardware and software components work together"
    },
    {
      "knowledgeId": "f5cd1bfd-714a-4271-9adf-a8c79bc7cb64",
      "detail": "the main components of a computer system and their purpose, including servers, end-user computers, and mobile devices (both physical and virtual), user interfaces, CPUs, storage and connectivity."
    },
    {
      "knowledgeId": "e9c528b3-48c0-45e9-a16b-b4e18b1b4279",
      "detail": "the purpose of an Operating System."
    },
    {
      "knowledgeId": "d8ae076c-4033-46ac-9173-c23cc6b5708e",
      "detail": "the concepts of Cloud, Cloud Services and storage."
    },
    {
      "knowledgeId": "c2416853-44e7-47b9-b1e6-940c6b58a3cd",
      "detail": "how their work contributes to business performance, continuity and resilience."
    },
    {
      "knowledgeId": "5b03acb7-d05c-445c-84c0-80cc8379cb38",
      "detail": "the main trends in emerging technologies – including the Internet of Things (IoT), artificial intelligence, and automation - and the potential implications for digital activities."
    },
    {
      "knowledgeId": "c36197a9-d5c6-4bf8-825a-17c900f35669",
      "detail": "the necessary numerical skills including Binary and Hexadecimal."
    },
    {
      "knowledgeId": "dd7f5c5f-d85a-44dc-9f00-c1109822836a",
      "detail": "why cyber security is essential as part of the delivery of any solution"
    },
    {
      "knowledgeId": "f83d3f53-638f-4aab-bea8-65f4c613ebce",
      "detail": "the importance of working securely and the main classifications of types of threats and common mitigation practices."
    },
    {
      "knowledgeId": "365ff0cf-c081-4005-a244-cd99aad8d386",
      "detail": "the meaning of risk in the context of security and can explain the relationship between levels of risk, impact, and designed level of protection in IT Solutions."
    },
    {
      "knowledgeId": "6be1aea8-e97e-4d9a-8c32-0c493f7bf67b",
      "detail": "the role of configuration management and version control systems and when they should be used."
    },
    {
      "knowledgeId": "f3be8a27-47b5-44db-aeb3-b2c232d1628a",
      "detail": "the concepts of virtualisation."
    },
    {
      "knowledgeId": "2cb53725-75aa-4406-8093-03c33684b9db",
      "detail": "the use of different platforms (including web, mobile, or desktop applications)."
    },
    {
      "knowledgeId": "6344522c-4bed-4184-a821-c960eb7a394c",
      "detail": "the concepts of relational databases, non-relational structured and unstructured databases."
    },
    {
      "knowledgeId": "372488a1-ad13-4258-b6d7-b677dd38606c",
      "detail": "the concepts of solutions development to a given set of requirements, including the use of standard approaches for web and cloud-based solutions."
    },
    {
      "knowledgeId": "4e67fb64-c9b4-49e6-806e-d0df1d9db2bc",
      "detail": "the benefits of and requirements for vendor support including commercial cloud offerings"
    },
    {
      "knowledgeId": "8adb33aa-2683-4043-bc09-5399f1870088",
      "detail": "the principles of Solution Architecture as applied to software."
    },
    {
      "knowledgeId": "f5a65b77-6834-4835-84d7-214e2218f7cd",
      "detail": "why there is a need to follow good coding practices and have good coding standards."
    },
    {
      "knowledgeId": "6986e545-9563-4d47-b04a-44826a9f6164",
      "detail": "the main categories of computer languages and the main features and benefits of each."
    },
    {
      "knowledgeId": "b523dda3-9d4b-4b08-ba9f-feb322c0a0d8",
      "detail": "how to implement software solutions including simple programing to a given a set of requirements and how to connect code to data sources."
    },
    {
      "knowledgeId": "17e019c1-b974-46fe-b48a-3aa76145c17a",
      "detail": "the purpose and usage of document mark-up languages including XML (extensible markup language) and html (hyper text markup language)."
    },
    {
      "knowledgeId": "9b636b64-65d9-421d-849b-003672ccf372",
      "detail": "the use of relational databases, including tables, views, joins and indexes."
    },
    {
      "knowledgeId": "6537b4bd-e49d-41ea-a0ff-1cadc79ffc72",
      "detail": "the use of Big Data environments for storage and analysis of non-relational structured and unstructured data the purpose of database normalization - organising the attributes and relations of a relational database to reduce data redundancy and improve data integrity."
    },
    {
      "knowledgeId": "148031ea-2e0f-485d-a302-decdce85d089",
      "detail": "how to develop, test and implement code following a logical approach."
    },
    {
      "knowledgeId": "1b465af6-30cc-4fbe-a2f2-aa7ed76c5cad",
      "detail": "the principles of Solution Architecture as applied to hardware."
    },
    {
      "knowledgeId": "c2de30ce-db5c-4cc1-8c7d-cad700add988",
      "detail": "the advantages and disadvantages of different types of hardware configurations."
    },
    {
      "knowledgeId": "f6f3e0f7-269f-4e61-91d1-9be4fc70ce19",
      "detail": "a range of cabling and connectivity."
    },
    {
      "knowledgeId": "2f3f80dd-6c24-4bba-940f-944ea09e0e4f",
      "detail": "the concepts of standard builds."
    },
    {
      "knowledgeId": "21877b62-999d-44d9-bd40-848c73c1d989",
      "detail": "the concepts of mobile data, Bluetooth, 3G, 4G and wifi and the security implications of such solutions."
    },
    {
      "knowledgeId": "db30323e-c5e0-4717-becd-93754d1546ce",
      "detail": "different types of storage including locally attached, SAN (storage area network) and networked, and the concepts of RAID (Redundant Array of Independent Discs) and knowledge of RAID levels."
    },
    {
      "knowledgeId": "35d8f7b2-c4e8-464a-8025-ada8816cb9dd",
      "detail": "requirements when working with electro static sensitive equipment (including personal grounding devices) and when working in a server room or data centre and when handling equipment."
    },
    {
      "knowledgeId": "b1f38786-0263-44f8-a672-4e0aa0012aab",
      "detail": "how to install, configure and test hardware components, networks and devices – including servers, end-user computers and mobile devices."
    },
    {
      "knowledgeId": "a026fb5c-7817-4e41-b15b-a2dbf0a9fe3c",
      "detail": "the need to follow a logical approach and how to ensure connectivity within solutions."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "758d6a1c-e8fd-4204-9f4a-1e90d6b3e82d",
      "detail": "Works professionally and independently, taking responsibility and initiative as appropriate"
    },
    {
      "behaviourId": "3ff2ed47-4a67-4dfa-bf30-3689d263a2cf",
      "detail": "Demonstrates standard business courtesies and professional ethics in how they work"
    },
    {
      "behaviourId": "9ea1b5d4-de39-4096-9b88-3ee858a48f1e",
      "detail": "Demonstrates a productive and organised approach to their work"
    },
    {
      "behaviourId": "bf14a7ba-2999-40e8-979c-f1898f5836ab",
      "detail": "Works effectively with customers, clients and users."
    }
  ],
  "skills": [
    {
      "skillId": "3b059e22-de79-4a85-9a36-6736a22195e7",
      "detail": "Applies a professional methodology or framework in their work tasks."
    },
    {
      "skillId": "77fa122c-ad02-4749-a462-0a5437c25af1",
      "detail": "Executes appropriate due diligence, including formal testing or validation"
    },
    {
      "skillId": "ecf15bff-9921-4b0f-8a14-14c94619d9b1",
      "detail": "Applies a range of technical IT skills, including: accessing remote systems; file manipulation; file editing, changing system or application settings; system administration; setting up and upgrading components (infrastructure or software);"
    },
    {
      "skillId": "501703ce-1e92-445d-b500-fb7ed0d6cd23",
      "detail": "Operates in line with organisational polices, standards, legislation, security requirements, professional ethics, privacy and confidentiality; and understands escalation policies."
    },
    {
      "skillId": "0471d413-6e35-48cb-baa2-4939f64b420d",
      "detail": "Creates and maintains documentation in accordance with best practice, organisational guidance and legislation."
    },
    {
      "skillId": "31579c24-0d35-46d8-ae6f-0cf2ee36096c",
      "detail": "Identifies appropriate technical solutions using both logical and creative thinking."
    },
    {
      "skillId": "f72e4e00-2986-4641-9c7d-d55b3a299629",
      "detail": "Diagnoses and understands client requirements and problems using sound analytical and problem solving skills"
    },
    {
      "skillId": "6599c825-2a8c-4746-ace6-804a090d8326",
      "detail": "Communicates effectively in a variety of situations including formal and informally both within their team and externally."
    },
    {
      "skillId": "968831ff-fa78-414e-84f3-a1389dc03eca",
      "detail": "Operates securely across all their areas of responsibility, in line with organisational guidance and legislation"
    },
    {
      "skillId": "cae35479-493e-4afc-8f9c-4b2cdc85d83d",
      "detail": "Works at any stage of the software solution lifecycle."
    },
    {
      "skillId": "14818099-60de-4de6-a4e8-754772be14b0",
      "detail": "Undertakes maintenance of a range of contemporary or legacy software solutions to required levels of service."
    },
    {
      "skillId": "99afa38e-2b8a-4a70-9f8e-a6d6b6887a37",
      "detail": "Installs and configures software system components including virtualised components where appropriate."
    },
    {
      "skillId": "6a67cdc8-3e4e-4fc5-bbbf-7ffd13623bc1",
      "detail": "Writes or maintains simple scripts or code."
    },
    {
      "skillId": "73bc73ad-2077-486e-a2fd-510491856198",
      "detail": "Can search and manipulate different types of data sources, including both structured and unstructured."
    },
    {
      "skillId": "cfec775c-dc08-433c-8040-0e892e634698",
      "detail": "Works at any stage of the hardware solution lifecycle."
    },
    {
      "skillId": "9bef16e3-04e0-4933-a641-cbabf0981e3a",
      "detail": "Undertakes maintenance of a range of contemporary or legacy hardware solutions to required levels of service."
    },
    {
      "skillId": "64c70639-ee52-4b96-8f73-8ac58692d358",
      "detail": "Installs and configures basic hardware system components, networks and devices (including servers, end-user computers, and mobile devices, whether physical or virtual) as required."
    },
    {
      "skillId": "35b1fa4b-9f3c-4285-836b-dc699b0a9d2e",
      "detail": "Demonstrates safe application of the concepts of Electro Static Discharge (ESD) and meets appropriate health and safety standards when working with hardware"
    }
  ],
  "optionsUnstructuredTemplate": [
    "IT solutions technician",
    "IT Hardware Solutions Technician"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-02-18T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0147 ",
  "tbMainContact": "Helen.west@bcs.uk",
  "involvedEmployers": "IBM, Accenture, Brighton & Hove City Council, BT, Cisco, Fujitsu, Greenacre Academy, Red Eye International, Miggle, RAF",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "IT Solutions Technician",
    "Service Analyst",
    "Junior Systems Analyst",
    "Systems Developer",
    "Database Technician",
    "IT Support Analyst",
    "IT Support Technician",
    "IT Systems Support",
    "Junior DevOps Professional",
    "IT Service Desk",
    "Applications Support Technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Digital Support and Services",
  "cluster": "IT Support and Services Technician",
  "clusterId": "187",
  "clusterDescription": "Help internal and external customers to install and use IT technology along with trouble - shooting their problems. Skills are developed across IT security and data management",
  "createdDate": "2017-11-14T17:09:09 +00:00",
  "lastUpdated": "2024-12-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-02-18T00:00:00 +00:00",
  "banners": "A temporary dispensation has been applied to the ST0505 V1.0 end point assessment plan for this apprenticeship. The dispensation will remain live until apprentices registered on this version of the plan have taken their EPA, including any resits and retakes. It will then be withdrawn once the current version of the EPA plan has retired. All end-point assessment organisations (EPAOs) delivering the EPA on version 1.0 will implement the dispensation as required and agreed by IfATE, supported and monitored by the relevant EQA provider (EQAP).The key changes are:For consistency, all EPAOs assessing against version 1.0 should assess K43 &amp; K44 by applying the following criteria. Explains how they deploy, implement and test solutions using a logical approach and knowledge of connectivity principlesPlease contact the Institute for Apprenticeships and Technical Education via enquiries.ifa@education.gov.uk should you require any further clarity",
  "occupationCode": "OCC0505",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0505-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0505-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "50d90f46-bc81-472d-b19a-4a5eed1c6589",
      "title": "IT Solutions Technician",
      "occupationCode": ""
    },
    {
      "optionId": "bc0d3af5-4b6d-4729-968c-410ddaa30110",
      "title": "IT Hardware Solutions Technician",
      "occupationCode": ""
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "758d6a1c-e8fd-4204-9f4a-1e90d6b3e82d",
        "3ff2ed47-4a67-4dfa-bf30-3689d263a2cf",
        "9ea1b5d4-de39-4096-9b88-3ee858a48f1e",
        "bf14a7ba-2999-40e8-979c-f1898f5836ab"
      ],
      "mappedKnowledge": [
        "8cb32498-e80d-4c02-bc15-df510653df52",
        "c3e74d05-e0bf-4356-8e24-e41513b21764",
        "d15a6780-9829-4907-ac50-d10466a7fc00",
        "911d2105-e76d-4ef7-a28e-1b639e69c078",
        "5c17e67e-919e-4a1c-a04f-76d9bab7c392",
        "eabbe6b5-399e-4f52-87af-d94bdb54ccc5",
        "5c476fad-67be-424e-a6ac-6cbcde511135",
        "96520fbb-e790-4b60-b746-11530d16e9bc",
        "a791951f-b0ac-45e7-94a8-c34d779230be",
        "89b1346c-ee5c-45ef-92ed-459f1a9d0940",
        "1c114166-7852-4c08-8c19-41039468bac3",
        "8db3c175-1b13-4ad7-9310-aa0c6f7886ef",
        "f5cd1bfd-714a-4271-9adf-a8c79bc7cb64",
        "e9c528b3-48c0-45e9-a16b-b4e18b1b4279",
        "d8ae076c-4033-46ac-9173-c23cc6b5708e",
        "c2416853-44e7-47b9-b1e6-940c6b58a3cd",
        "5b03acb7-d05c-445c-84c0-80cc8379cb38",
        "c36197a9-d5c6-4bf8-825a-17c900f35669",
        "dd7f5c5f-d85a-44dc-9f00-c1109822836a",
        "f83d3f53-638f-4aab-bea8-65f4c613ebce",
        "365ff0cf-c081-4005-a244-cd99aad8d386",
        "6be1aea8-e97e-4d9a-8c32-0c493f7bf67b",
        "f3be8a27-47b5-44db-aeb3-b2c232d1628a",
        "2cb53725-75aa-4406-8093-03c33684b9db",
        "6344522c-4bed-4184-a821-c960eb7a394c",
        "372488a1-ad13-4258-b6d7-b677dd38606c",
        "4e67fb64-c9b4-49e6-806e-d0df1d9db2bc"
      ],
      "mappedSkills": [
        "3b059e22-de79-4a85-9a36-6736a22195e7",
        "77fa122c-ad02-4749-a462-0a5437c25af1",
        "ecf15bff-9921-4b0f-8a14-14c94619d9b1",
        "501703ce-1e92-445d-b500-fb7ed0d6cd23",
        "0471d413-6e35-48cb-baa2-4939f64b420d",
        "31579c24-0d35-46d8-ae6f-0cf2ee36096c",
        "f72e4e00-2986-4641-9c7d-d55b3a299629",
        "6599c825-2a8c-4746-ace6-804a090d8326",
        "968831ff-fa78-414e-84f3-a1389dc03eca"
      ]
    },
    {
      "coreOrOptionTitle": "IT solutions technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "8adb33aa-2683-4043-bc09-5399f1870088",
        "f5a65b77-6834-4835-84d7-214e2218f7cd",
        "6986e545-9563-4d47-b04a-44826a9f6164",
        "b523dda3-9d4b-4b08-ba9f-feb322c0a0d8",
        "17e019c1-b974-46fe-b48a-3aa76145c17a",
        "9b636b64-65d9-421d-849b-003672ccf372",
        "6537b4bd-e49d-41ea-a0ff-1cadc79ffc72",
        "148031ea-2e0f-485d-a302-decdce85d089"
      ],
      "mappedSkills": [
        "cae35479-493e-4afc-8f9c-4b2cdc85d83d",
        "14818099-60de-4de6-a4e8-754772be14b0",
        "99afa38e-2b8a-4a70-9f8e-a6d6b6887a37",
        "6a67cdc8-3e4e-4fc5-bbbf-7ffd13623bc1",
        "73bc73ad-2077-486e-a2fd-510491856198"
      ]
    },
    {
      "coreOrOptionTitle": "IT Hardware Solutions Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "1b465af6-30cc-4fbe-a2f2-aa7ed76c5cad",
        "c2de30ce-db5c-4cc1-8c7d-cad700add988",
        "f6f3e0f7-269f-4e61-91d1-9be4fc70ce19",
        "2f3f80dd-6c24-4bba-940f-944ea09e0e4f",
        "21877b62-999d-44d9-bd40-848c73c1d989",
        "db30323e-c5e0-4717-becd-93754d1546ce",
        "35d8f7b2-c4e8-464a-8025-ada8816cb9dd",
        "b1f38786-0263-44f8-a672-4e0aa0012aab",
        "a026fb5c-7817-4e41-b15b-a2dbf0a9fe3c"
      ],
      "mappedSkills": [
        "cfec775c-dc08-433c-8040-0e892e634698",
        "9bef16e3-04e0-4933-a641-cbabf0981e3a",
        "64c70639-ee52-4b96-8f73-8ac58692d358",
        "35b1fa4b-9f3c-4285-836b-dc699b0a9d2e"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-12-31T00:00:00"
}