{
  "templateType": "Apprenticeship Standard",
  "larsCode": 384,
  "referenceNumber": "ST0547",
  "learningAimClassCode": "",
  "title": "Retail leadership (integrated degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0547",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2018-11-30T00:00:00",
  "earliestStartDate": "2018-11-30T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Acting as a brand ambassador who will lead, motivate and develop a team of retail-based employees, to deliver sales and profit targets.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 22000,
  "maxFundingAdditionalInformation": "",
  "route": "Sales, marketing and procurement",
  "keywords": [
    "retail management",
    "retail",
    "degree",
    "brand",
    "sales",
    "wholesaling",
    "leadership"
  ],
  "jobRoles": [
    "Area Manager",
    "Store Manager",
    "Departmental Manager (large stores)",
    "Senior On-line Customer Manager",
    "Senior Digital Manager",
    "Commercial Managers"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2494/st0547_retail-leadership_l6_ap-for-publication_27112018.pdf",
  "ssa1": "7 Retail and Commercial Enterprise",
  "ssa2": "7.1 Retailing and wholesaling",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;A Retail Leader is someone who will demonstrate strategic vision and drive to achieve excellence in customer service and profitability. They will act as a brand ambassador and will lead, motivate and develop a team of retail-based employees, to deliver sales and profit targets. They will do this whilst operating within and championing the parameters of the company values and ethos. Typically (although not exclusively), they will hold the following type of job roles: Area Manager, Store Manager, Departmental Manager (large stores), Senior On-line Customer Manager, Senior Digital Manager and Commercial Managers. Retail Leaders work in a variety of environments, increasingly including on-line, in both food and non-food. They will be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Demonstrate knowledge of the retail sector, and how to influence the whole retail journey: ‘cotton plant to coat-hanger or farm to fork’&lt;/li&gt;\n&lt;li&gt;Coach and empower teams to deliver first class retail performance&lt;/li&gt;\n&lt;li&gt;Deliver maximum profit through lowest possible cost delivery&lt;/li&gt;\n&lt;li&gt;Increase spend per head and basket value&lt;/li&gt;\n&lt;li&gt;Identify how to be better than competitors and grow market share&lt;/li&gt;\n&lt;li&gt;Ensure high visual merchandising standards – in-store and / or online. including Inventory Management through effective stock control and merchandising processes&lt;/li&gt;\n&lt;li&gt;Be responsible for a productive retail business – Right Product, Right Place, Right time by the Right People.&lt;/li&gt;\n&lt;li&gt;Identify ways to offer innovative customer service&lt;/li&gt;\n&lt;li&gt;Drive Retail performance – sales and profitability&lt;/li&gt;\n&lt;li&gt;Understand and respond to the needs of customers&lt;/li&gt;\n&lt;li&gt;Review, analyse and make changes to the retail business&lt;/li&gt;\n&lt;li&gt;Drive Retail KPIs including increase spend per head, visitor/traffic conversion and average order value (web-sales)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;table border=&quot;0&quot; style=&quot;height: 1164px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 27px;&quot;&gt;\n&lt;td style=&quot;width: 20%; height: 27px;&quot;&gt;&amp;nbsp;&lt;/td&gt;\n&lt;th style=&quot;height: 27px;&quot;&gt;&lt;strong&gt;A Retail Leader knows and understands:&amp;nbsp; &lt;/strong&gt;&lt;/th&gt;\n&lt;th style=&quot;height: 27px;&quot;&gt;&lt;strong&gt;A Retail Leader is able to:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 151px;&quot;&gt;\n&lt;td style=&quot;height: 151px;&quot;&gt;Retail Landscape – current and future&lt;/td&gt;\n&lt;td style=&quot;height: 151px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The key aspects of the retail sector including stakeholder location and its relevance to UK and Global economies.&lt;/li&gt;\n&lt;li&gt;Key economic and political drivers, changes that affect the retail landscape and the impact of government legislation on the cost of retail operations.&lt;/li&gt;\n&lt;li&gt;The overall retail landscape and concepts such as market share, and socio-economic trends, in a way that enables the development of a strategic plan for business growth&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 151px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Construct the key plans for the business, and demonstrate creatively, clarity of thinking and decision making in delivering them both in-store and online.&lt;/li&gt;\n&lt;li&gt;Analyse and evaluate key economic and political trends, and how they impact upon the retail landscape, including technology and Artificial Intelligence (AI)&lt;/li&gt;\n&lt;li&gt;Consider the impact of different business models and propositions, including the move to on-line retailing&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 154px;&quot;&gt;\n&lt;td style=&quot;height: 154px;&quot;&gt;Retail product life cycle&lt;/td&gt;\n&lt;td style=&quot;height: 154px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;How product ranges are built and balanced between existing products, new products and seasonality.&lt;/li&gt;\n&lt;li&gt;How buying decisions are made by customers (Push v Pull).&lt;/li&gt;\n&lt;li&gt;The attraction of products and brands (e.g. own label vs branded).&lt;/li&gt;\n&lt;li&gt;The role played by pricing, merchandising, store layout, and online factors (eg website design) in improving business.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 154px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Construct customer profiles to ensure buying and merchandising impact is maximised, including the impact of on-line retailing&lt;/li&gt;\n&lt;li&gt;Implement the link between product quality and customer satisfaction.&lt;/li&gt;\n&lt;li&gt;Influence the design of an appropriate store / website layout based on current and customer buying patterns.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 152px;&quot;&gt;\n&lt;td style=&quot;height: 152px;&quot;&gt;Retail innovation and the digital challenge&lt;/td&gt;\n&lt;td style=&quot;height: 152px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Strategic marketing plans, digital responses, and store propositions, as part of the omni-channel model.&lt;/li&gt;\n&lt;li&gt;On-line only and / or store only operations and the impact of new purchasing methods. ‘Bricks and Clicks’.&lt;/li&gt;\n&lt;li&gt;How new AI / digital and IT developments impact on the future of retailing, eg running a delivery / click and collect offer, and the impact of new / diverse revenue streams.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 152px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Critically evaluate the most effective methods of digital delivery, and how they will impact on the product range.&lt;/li&gt;\n&lt;li&gt;Evaluate the impact digital channels play and identify the likely impact of changes in digital / AI behaviour by customers.&lt;/li&gt;\n&lt;li&gt;Critically evaluate the impact of new technology on the customer journey and experience&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 196px;&quot;&gt;\n&lt;td style=&quot;height: 196px;&quot;&gt;Retail Marketing and the customer&lt;/td&gt;\n&lt;td style=&quot;height: 196px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The importance of ‘The Brand’, and how brand reputation is protected, enhanced or destroyed.&lt;/li&gt;\n&lt;li&gt;Through the use of analytics, the purchasing, buying and loyalty behaviours of existing and potential customer groups, including the communities and customer profiles that are served, and pricing strategies&lt;/li&gt;\n&lt;li&gt;How to identify the customer’s current and future needs and purchasing trends, including ethical and sustainable retailing.&lt;/li&gt;\n&lt;li&gt;The role of contact centres, advertising, promotions and the use of social media (eg social media platforms).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 196px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Create an environment in which the brand and brand values underpin both colleague and customer understanding (internal and external).&lt;/li&gt;\n&lt;li&gt;Consistently apply the retail brand ethos and values.&lt;/li&gt;\n&lt;li&gt;Using critical research, construct a customer engagement / pricing strategy&lt;/li&gt;\n&lt;li&gt;By using data, analyse and predict the customer’s current and future needs and purchasing trends, including how the customer journey is impacted&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 131px;&quot;&gt;\n&lt;td style=&quot;height: 131px;&quot;&gt;Retail Supply Chains&lt;/td&gt;\n&lt;td style=&quot;height: 131px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;How to evaluate suppliers within a global and UK context.&lt;/li&gt;\n&lt;li&gt;Relationship between cost efficiency and customer experience, including future delivery methods, eg drones / AI&lt;/li&gt;\n&lt;li&gt;The need to have in place a ‘just in time’ approach to supply.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 131px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Appraise the effectiveness of the overall supply strategy and approach of the business, which is ethical, sustainable and profitable.&lt;/li&gt;\n&lt;li&gt;Anticipate future requirements for new products.&lt;/li&gt;\n&lt;li&gt;Critically review the role of logistics, warehousing and transport operation within the retail business.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 131px;&quot;&gt;\n&lt;td style=&quot;height: 131px;&quot;&gt;Retail Finance, Data and Management Information (MI)&lt;/td&gt;\n&lt;td style=&quot;height: 131px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The key financial levers that affect the overall performance and profit of the business.&lt;/li&gt;\n&lt;li&gt;How to analyse, interpret and use data.&lt;/li&gt;\n&lt;li&gt;The role that management information and ‘Big Data’ plays in supporting growth, and its use in a personalised approach to the retail customer.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 131px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Review performance of against key financial and performance data and ratios.&lt;/li&gt;\n&lt;li&gt;Use consumer trend data, and sales MI to predict the reaction of customers, and respond accordingly.&lt;/li&gt;\n&lt;li&gt;Articulate the key business decisions (eg pricing strategy), and how they link with overall performance.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 222px;&quot;&gt;\n&lt;td style=&quot;height: 222px;&quot;&gt;The impact of change in Retail on our people&lt;/td&gt;\n&lt;td style=&quot;height: 222px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;How to deliver productivity for retail through different models.&lt;/li&gt;\n&lt;li&gt;The impact that 24/7 retailing has on the sector’s employees.&lt;/li&gt;\n&lt;li&gt;The importance of recruiting, inducting and developing an effective team to drive the performance of the business across omni-channel streams.&lt;/li&gt;\n&lt;li&gt;The impact of having a talent pipeline across the business.&lt;/li&gt;\n&lt;li&gt;The concept of having a ‘personal brand’ and leadership approach within the context of the overall organisational brand and values.&lt;/li&gt;\n&lt;li&gt;The importance of GDPR legislation and how it will impact on the current and future use of customer data&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 222px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Recognise the impact that the changing nature of retail has on people strategies, eg recruitment, L&amp;amp;D, employee engagement and talent management.&lt;/li&gt;\n&lt;li&gt;Allocate appropriate levels of resource to different methods of operation.&lt;/li&gt;\n&lt;li&gt;Build teams, and empower and manage others to improve business performance.&lt;/li&gt;\n&lt;li&gt;Utilise emotional and social intelligence to build and develop relationships both internally and externally.&lt;/li&gt;\n&lt;li&gt;Demonstrate effective problem solving and time management skills, and an expert written and verbal communication style&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 20%;&quot;&gt;&lt;strong&gt;BEHAVIOURS&lt;/strong&gt;&lt;/th&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;An inspirational Leader&lt;/td&gt;\n&lt;td&gt;Inspire those around them. Be resilient and willing to lead from the front to drive and implement change.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Challenge and Innovate&lt;/td&gt;\n&lt;td&gt;Innovative and willing to experiment. Challenges the status quo and makes ‘difficult’ decisions. Is conscious of impact of own style&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Passion for Retail Sector&lt;/td&gt;\n&lt;td&gt;Be passionate and energised by the Retail Sector. Be an ambassador for the retail sector. Be customer centric.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their apprenticeship. Apprentices without Level 2 English and Maths will need to achieve this level prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and a British Sign Language qualification is an alternative to English qualifications for whom this is their primary language.&amp;nbsp;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 4 years&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Successful apprentices will achieve a degree in Retail Management.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;after 3 years&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;A Retail Leader is someone who will demonstrate strategic vision and drive to achieve excellence in customer service and profitability. They will act as a brand ambassador and will lead, motivate and develop a team of retail-based employees, to deliver sales and profit targets. They will do this whilst operating within and championing the parameters of the company values and ethos. Retail Leaders work in a variety of environments, increasingly including on-line, in both food and non-food. They will be able to: Demonstrate knowledge of the retail sector, and how to influence the whole retail journey: ‘cotton plant to coat-hanger or farm to fork’ Coach and empower teams to deliver first class retail performance Deliver maximum profit through lowest possible cost delivery Increase spend per head and basket value Identify how to be better than competitors and grow market share Ensure high visual merchandising standards – in-store and / or online. including Inventory Management through effective stock control and merchandising processes Be responsible for a productive retail business – Right Product, Right Place, Right time by the Right People. Identify ways to offer innovative customer service Drive Retail performance – sales and profitability Understand and respond to the needs of customers Review, analyse and make changes to the retail business Drive Retail KPIs including increase spend per head, visitor/traffic conversion and average order value (web-sales)&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "110ae3a6-e059-4cdb-82c6-a5fc89804bdd",
      "detail": "Retail landscape - current and Future: The key aspects of the retail sector including stakeholder location and its relevance to UK and Global economies."
    },
    {
      "knowledgeId": "2c853d57-c8a7-44c3-80d0-5fb52d532c1d",
      "detail": "Retail landscape - current and Future: Key economic and political drivers, changes that affect the retail landscape and the impact of government legislation on the cost of retail operations."
    },
    {
      "knowledgeId": "1f949855-924b-4301-8340-75f6f56a4498",
      "detail": "Retail landscape - current and Future: The overall retail landscape and concepts such as market share, and socio-economic trends, in a way that enables the development of a strategic plan for business growth"
    },
    {
      "knowledgeId": "c963424d-3572-4c85-9db9-20fbf978bc14",
      "detail": "Retail product life cycle:  How product ranges are built and balanced between existing products, new products and seasonality."
    },
    {
      "knowledgeId": "b3552982-87c6-4ea1-a5d1-7ae62b6497b7",
      "detail": "Retail product life cycle: How buying decisions are made by customers (Push v Pull)."
    },
    {
      "knowledgeId": "d212100f-3c4f-4042-a7d4-0a9f59397608",
      "detail": "Retail product life cycle: The attraction of products and brands (e.g. own label vs branded)."
    },
    {
      "knowledgeId": "ae8274fe-04af-4063-9984-d7eed13a779b",
      "detail": "Retail product life cycle: The role played by pricing, merchandising, store layout, and online factors (eg website design) in improving business."
    },
    {
      "knowledgeId": "5b417f6e-d150-4683-a66e-026181ea2693",
      "detail": "Retail innovation and the digital challenge: Strategic marketing plans, digital responses, and store propositions, as part of the omni-channel model."
    },
    {
      "knowledgeId": "42f8a3e0-9c19-434d-815a-77a187e52b18",
      "detail": "Retail innovation and the digital challenge: On-line only and / or store only operations and the impact of new purchasing methods. ‘Bricks and Clicks’."
    },
    {
      "knowledgeId": "1ee9c6ff-c6de-4fbe-bd41-0c20c86d83ff",
      "detail": "Retail innovation and the digital challenge: How new AI / digital and IT developments impact on the future of retailing, eg running a delivery / click and collect offer, and the impact of new / diverse revenue streams."
    },
    {
      "knowledgeId": "1dc9f7cd-1532-40b0-a000-46b4241d58ec",
      "detail": "Retail Marketing and the customer: The importance of ‘The Brand’, and how brand reputation is protected, enhanced or destroyed. "
    },
    {
      "knowledgeId": "3a555c6c-88c4-4456-857d-a32f834f3f21",
      "detail": "Retail Marketing and the customer: Through the use of analytics, the purchasing, buying and loyalty behaviours of existing and potential customer groups, including the communities and customer profiles that are served, and pricing strategies"
    },
    {
      "knowledgeId": "3dd32aff-f38c-4c87-9a37-97c1360027f7",
      "detail": "Retail Marketing and the customer: How to identify the customer’s current and future needs and purchasing trends, including ethical and sustainable retailing."
    },
    {
      "knowledgeId": "1c81eafc-2954-4c65-8112-ad06bd95e4d8",
      "detail": "Retail Marketing and the customer: The role of contact centres, advertising, promotions and the use of social media (eg social media platforms)."
    },
    {
      "knowledgeId": "d207218b-1c6a-437b-b9d6-79b7fee7ee1b",
      "detail": "Retail Supply Chains: How to evaluate suppliers within a global and UK context."
    },
    {
      "knowledgeId": "31373816-0cf2-480b-94e0-6abd748db853",
      "detail": "Retail Supply Chains: Relationship between cost efficiency and customer experience, including future delivery methods, eg drones / AI"
    },
    {
      "knowledgeId": "fe923743-7502-4c9e-8077-a09b317ccf7c",
      "detail": "Retail Supply Chains: The need to have in place a ‘just in time’ approach to supply."
    },
    {
      "knowledgeId": "8a02d2a3-99b9-4520-9be0-248811569c87",
      "detail": "Retail Finance, Data and Management Information (MI): The key financial levers that affect the overall performance and profit of the business."
    },
    {
      "knowledgeId": "8b4d3e14-c67d-45b7-8481-a385d667f624",
      "detail": "Retail Finance, Data and Management Information (MI): How to analyse, interpret and use data."
    },
    {
      "knowledgeId": "7d8a11c0-87f8-4bdd-a136-4efe9dd5d3db",
      "detail": "Retail Finance, Data and Management Information (MI): The role that management information and ‘Big Data’ plays in supporting growth, and its use in a personalised approach to the retail customer."
    },
    {
      "knowledgeId": "438bbbd3-a30c-4b5a-aa0a-3951cf725371",
      "detail": "Impact of change in Retail on our people: How to deliver productivity for retail through different models."
    },
    {
      "knowledgeId": "e4c011cc-de44-4619-9a5b-92a4ba61565d",
      "detail": "Impact of change in Retail on our people: The impact that 24/7 retailing has on the sector’s employees."
    },
    {
      "knowledgeId": "02354a4b-d81a-4c65-bf1e-3dbeaa4e8121",
      "detail": "Impact of change in Retail on our people: The importance of recruiting, inducting and developing an effective team to drive the performance of the business across omni-channel streams."
    },
    {
      "knowledgeId": "a13c8b48-a61b-4e09-af53-5ffaff186655",
      "detail": "Impact of change in Retail on our people: The impact of having a talent pipeline across the business."
    },
    {
      "knowledgeId": "b3ef4f48-b705-4223-9c58-7087f68bd8f9",
      "detail": "Impact of change in Retail on our people: The concept of having a ‘personal brand’ and leadership approach within the context of the overall organisational brand and values."
    },
    {
      "knowledgeId": "0dfc6d4b-bf91-42c5-a184-7022d8dba629",
      "detail": "Impact of change in Retail on our people: The importance of GDPR legislation and how it will impact on the current and future use of customer data"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "8cd85ffa-3a8b-42c7-b675-6a7bdca957f7",
      "detail": "A inspirational Leader: Inspire those around them. Be resilient and willing to lead from the front to drive and implement change."
    },
    {
      "behaviourId": "a42705b3-f760-44f1-8493-fad734f217ed",
      "detail": "Challenge and Innovate: Innovative and willing to experiment. Challenges the status quo and makes ‘difficult’ decisions. Is conscious of impact of own style"
    },
    {
      "behaviourId": "03a18d7a-6cca-4d23-b3c6-1ccc537abd4d",
      "detail": "Passion for retail sector: Be passionate and energised by the Retail Sector. Be an ambassador for the retail sector. Be customer centric."
    }
  ],
  "skills": [
    {
      "skillId": "83087508-1721-4aff-a342-c003a30dca59",
      "detail": "Retail Landscape - current and future: Construct the key plans for the business, and demonstrate creatively, clarity of thinking and decision making in delivering them both in-store and online."
    },
    {
      "skillId": "44f31693-431d-48d1-9738-e2823bd9d8ee",
      "detail": "Retail Landscape - current and future: Analyse and evaluate key economic and political trends, and how they impact upon the retail landscape, including technology and Artificial Intelligence (AI)"
    },
    {
      "skillId": "8a4cb602-4085-489d-a273-d923217a62f9",
      "detail": "Retail Landscape - current and future: Consider the impact of different business models and propositions, including the move to on-line retailing"
    },
    {
      "skillId": "5dd96e61-c5a4-416a-ab64-65b1428810b4",
      "detail": "Retail product life cycle: Construct customer profiles to ensure buying and merchandising impact is maximised, including the impact of on-line retailing"
    },
    {
      "skillId": "277a5392-6427-4e03-875d-d2da4c0182f0",
      "detail": "Retail product life cycle: Implement the link between product quality and customer satisfaction."
    },
    {
      "skillId": "0edfbc75-8cb1-4102-a584-f99355a98fd9",
      "detail": "Retail product life cycle: Influence the design of an appropriate store / website layout based on current and customer buying patterns"
    },
    {
      "skillId": "92e1f182-21d6-4356-8111-e5100f301224",
      "detail": "Retail innovation and the digital challenge: Critically evaluate the most effective methods of digital delivery, and how they will impact on the product range."
    },
    {
      "skillId": "96787308-8507-49b7-967f-97d41d594f02",
      "detail": "Retail innovation and the digital challenge: Evaluate the impact digital channels play and identify the likely impact of changes in digital / AI behaviour by customers."
    },
    {
      "skillId": "2bfa1471-10cc-4044-9516-c01d4ffcb41c",
      "detail": "Retail innovation and the digital challenge: Critically evaluate the impact of new technology on the customer journey and experience"
    },
    {
      "skillId": "e7598fa8-f3b4-4ac0-9c31-dd63e4c8236a",
      "detail": "Retail Marketing and the customer: Create an environment in which the brand and brand values underpin both colleague and customer understanding (internal and external)."
    },
    {
      "skillId": "8c608e51-d57d-414c-bd21-7d11aae296e6",
      "detail": "Retail Marketing and the customer: Consistently apply the retail brand ethos and values."
    },
    {
      "skillId": "5721588e-556c-411b-84df-be4de2f519cc",
      "detail": "Retail Marketing and the customer: Using critical research, construct a customer engagement / pricing strategy"
    },
    {
      "skillId": "abb9c0ec-6568-400b-b149-39c85d6f0a9b",
      "detail": "Retail Marketing and the customer: By using data, analyse and predict the customer’s current and future needs and purchasing trends, including how the customer journey is impacted"
    },
    {
      "skillId": "7452559d-e4b0-48da-bc6b-3a03311ab284",
      "detail": "Retail Supply Chain: Appraise the effectiveness of the overall supply strategy and approach of the business, which is ethical, sustainable and profitable."
    },
    {
      "skillId": "40744139-7a93-4511-8405-9d03ea02eb8d",
      "detail": "Retail Supply Chain: Anticipate future requirements for new products."
    },
    {
      "skillId": "9795d568-d771-4b4b-b101-46dbeaac0c86",
      "detail": "Retail Supply Chain: Critically review the role of logistics, warehousing and transport operation within the retail business."
    },
    {
      "skillId": "bfe6b5b3-47d6-4d6b-808f-ba1eba8f2b9a",
      "detail": "Retail Finance, Data and Management Information (MI): Review performance of against key financial and performance data and ratios."
    },
    {
      "skillId": "1536a455-ecd2-4c58-93e2-c4632b7db426",
      "detail": "Retail Finance, Data and Management Information (MI): Use consumer trend data, and sales MI to predict the reaction of customers, and respond accordingly."
    },
    {
      "skillId": "cc438172-2a71-4eaa-9d4d-0625ff8ece8e",
      "detail": "Retail Finance, Data and Management Information (MI): Articulate the key business decisions (eg pricing strategy), and how they link with overall performance."
    },
    {
      "skillId": "37ec8c22-da49-4de1-a4f0-a9e7a7cb5a35",
      "detail": "Impact of change in Retail on our people: Recognise the impact that the changing nature of retail has on people strategies, eg recruitment, L&D, employee engagement and talent management."
    },
    {
      "skillId": "d4cdeff8-8b76-43a0-ab90-d93fea84a426",
      "detail": "Impact of change in Retail on our people: Allocate appropriate levels of resource to different methods of operation."
    },
    {
      "skillId": "85f88538-b4dd-4760-a240-b64689a815a9",
      "detail": "Impact of change in Retail on our people: Build teams, and empower and manage others to improve business performance."
    },
    {
      "skillId": "83ab8c5a-e352-40b6-b7d4-2e66ecd8094a",
      "detail": "Impact of change in Retail on our people: Utilise emotional and social intelligence to build and develop relationships both internally and externally."
    },
    {
      "skillId": "27471a6e-8344-42ca-b2df-84b728ac7499",
      "detail": "Impact of change in Retail on our people: Demonstrate effective problem solving and time management skills, and an expert written and verbal communication style"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2018-11-30T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "",
  "tbMainContact": "Amanda.Cox@dunelm.com",
  "involvedEmployers": "Dunelm, B&Q, Morleys (SME), Tesco, JD Sports, Carphone Warehouse, Paul Smith, Specsavers, BIRA (SME), House of Fraser, Jigsaw, Morrison’s",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Area Manager",
    "Store Manager",
    "Departmental Manager (large stores)",
    "Senior On-line Customer Manager",
    "Senior Digital Manager",
    "Commercial Managers"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Sales & Retail",
  "cluster": "Retail professional",
  "clusterId": "27",
  "clusterDescription": null,
  "createdDate": "2017-11-14T17:08:55 +00:00",
  "lastUpdated": "2018-11-30T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-11-30T00:00:00 +00:00",
  "banners": "This apprenticeship standard is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards in revision are available in the revisions status report.",
  "occupationCode": "OCC0547",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0547-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0547-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2018-11-30T00:00:00"
}