{
  "templateType": "Apprenticeship Standard",
  "larsCode": 424,
  "referenceNumber": "ST0536",
  "learningAimClassCode": "",
  "title": "Chartered town planner (degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0536",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "",
  "changedDate": "2019-03-22T00:00:00",
  "earliestStartDate": "2019-03-22T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Shaping the places we live in by balancing the needs of people and business for homes, jobs, local facilities and open spaces with impacts on the wider environment.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 60,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "chartered town planner",
    "degree",
    "environmental",
    "research analysis",
    "planning"
  ],
  "jobRoles": [
    "Planning Officer",
    "Town Planner",
    "Planner",
    "Development Management Planner",
    "Planning Consultant"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3636/st0536_chartered-town-planner_l7_ap_for_publication31102019.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.3 Urban, rural and regional planning",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;Chartered Town Planners are professionals who work to achieve sustainable development. &#160;This means they shape the towns, cities or villages we live in by balancing the needs of people and business for homes, jobs, local facilities and open spaces with impacts on the wider environment. Chartered Town Planners therefore deal with official regulations, policy documents and masterplans for changing, improving, reusing or conserving buildings and sites and advise their customers and clients on how best to manage the development and use of land.&#160; Jobs are available in local and national government, private consultancies, corporate firms, voluntary and non-governmental organisations. Chartered Town Planners can work for one of these organisations or themselves across many sectors including construction, environment, housing, energy, transport, regeneration, coastal, heritage and conservation, and minerals and waste.&#160; Typical job titles include Planning Officer, Town Planner, Planner, Development Management Planner and Planning Consultant. Career progression can be to Senior Planner, Principal Planning Officer, or similar and will involve dealing with larger, more complex projects and taking on increasing managerial responsibiliites.&lt;/p&gt;\n&lt;p&gt;They must abide by the Royal Town Planning Institute (RTPI) Code of Professional Conduct and ethical standards because they hold positions of responsibility and make decisions that impact on the built and natural environment and long term well-being of communities. The occupation is regulated by high standards of professionalism assuring clients and employers of the quality of service they will receive.&#160; Chartered Town Planners are able to direct instructions to Barristers, without their client having to&#160;use a solicitor as an intermediary.&lt;/p&gt;\n&lt;p&gt;The main responsibilities of a Chartered Town Planner are to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Act as ambassadors of town and country and spatial planning and to ensure this is undertaken for the benefit of the public&lt;/li&gt;\n&lt;li&gt;Balance the economic growth, social and environmental demands and impacts of communities and landowners on towns, cities and rural areas.&lt;/li&gt;\n&lt;li&gt;Prepare and/or determine statutory planning applications, plans or proposals.&lt;/li&gt;\n&lt;li&gt;Formulate and implement strategic and local planning policy, laws and practice.&lt;/li&gt;\n&lt;li&gt;Plan for the delivery of infrastructure such as roads, railway stations, minerals and waste and energy facilities&lt;/li&gt;\n&lt;li&gt;Identify and analyse issues, courses of action and projects regarding the planning of land and buildings. This includes the allocation of sites and environmental, social or economic resources.&lt;/li&gt;\n&lt;li&gt;Research and assess technical, planning information, data and surveys.&lt;/li&gt;\n&lt;li&gt;Visit sites to assess the effects of proposals on the surrounding area.&lt;/li&gt;\n&lt;li&gt;Write reports, often of a complex nature, to assess and explain legislation and recommend whether plans should be allowed. These reports will be for a range of groups including politicians, developers, commercial clients and members of the public.&lt;/li&gt;\n&lt;li&gt;Attend and present at planning committees, appeals and public inquiries.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Engage and consult with stakeholders and local people to listen to ideas or answer questions about proposals and collaborate with other professions including architects, builders, surveyors, engineers and environmental specialists.&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge, Skills and Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;table width=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 143px;&quot; width=&quot;143&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 605px;&quot; width=&quot;605&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Chartered Town Planners have knowledge and understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;143&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Planning theory, policy and practice&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;605&quot;&gt;\n&lt;p&gt;Spatial planning in different contexts and development scales as well as planning policy at national, regional, local and neighbourhood levels.&#160;&#160; The plan led system and policy frameworks, local plans and neighbourhood plans. National policy statements for major infrastructure and other published Government guidance and initiatives.&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;143&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Planning and related law&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;605&quot;&gt;\n&lt;p&gt;The purpose of planning and the nature and operation of the statutory land use planning system in the UK and the administrative legal and regulatory framework within which it operates related to the built and natural environment. The approaches taken by the different administrations of the UK.&#160; The role of planning law in development&#160; management and the mechanisms used including planning applications, permissions, permitted development, conditions, planning agreements, enforcement and appeals. The regulatory requirements of plan making to ensure compliance with the necessary processes.&#160; Planning for nationally significant infrastructure projects. &#160;&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;143&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Political framework&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;605&quot;&gt;\n&lt;p&gt;The political nature of spatial planning and how planners work within democratic decision making structures including levels of democracy. The role of councillors/politicians, consultees, town and community councils, members of the public, developers, voluntary and single interest groups. &#160;The various means of how interested parties can be involved in the planning process including submitting representations and the implications of challenging decisions and potential consequences.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;143&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Sustainability and resource management&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;605&quot;&gt;\n&lt;p&gt;Sustainable development and how to balance the needs of communities, government and business, and a range of social, economic and environmental objectives in line with environmental legislation. The contribution that planning can make to the built and natural environment and the implications of climate change.&#160; How spatial planning supports efficient management of resources and use of land.&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;143&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Placemaking and design&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;605&quot;&gt;\n&lt;p&gt;&#183;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; Spatial design and master planning.&#160; Principles and processes for creating high quality places and enhancing the public realm for the benefit of all in society. &#160;The link between placemaking and health and wellbeing. The relationship between development proposals and their physical, cultural and social context, impact on amenity and the wider environment including transport and movement.&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;143&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Stakeholder engagement and community involvement&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;605&quot;&gt;\n&lt;p&gt;Types of stakeholders including communities, consultees and statutory bodies.&#160; Importance of and reasons for engagement, principles of engagement and how to plan for and achieve effective engagement at each stage of the development process.&#160; Role of communication in planning and importance of working in an interdisciplinary context.&#160; Equality of opportunity.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;143&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Economic framework&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;605&quot;&gt;\n&lt;p&gt;The economics of land and property markets and of the development process. The rationale of government intervention through planning. &#160;&#160;The implications for generating added value for the community.&#160; Development appraisal, viability and evaluation of the impact of planning decisions including planning requirements, agreements and/or conditions.&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;143&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Professional ethics and ethical framework&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;605&quot;&gt;\n&lt;p&gt;The characteristics of a professional planner, the importance of upholding the highest standards of ethical behaviour and commitment to maintaining and developing professional competence. The required standards of practice and ethics for Chartered Town Planners and the core ethical principles.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table width=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 143px;&quot; width=&quot;143&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 605px;&quot; width=&quot;605&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Chartered Town Planners are able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;143&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Preparation of plans, policies and related documents&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;605&quot;&gt;\n&lt;p&gt;Undertake research and analysis of information for planning policy formulation and to prepare material for policy, guidelines and advice.&#160; Typically this would include spatial development strategies and statutory development plans, development briefs, design guides, sustainability appraisal, materials for inquiry, advocacy or presentations in public or to councillors or clients.&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;143&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Plan implementation&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;605&quot;&gt;\n&lt;p&gt;Implement policies and procedures set out in plans, legislation and related documents.&#160; Typically, this would include statutory development management, the preparation and submission of planning applications, implementation of plans or schemes for matters such as conservation, environmental improvement, economic development or regeneration, infrastructure, minerals or waste.&#160; Site appraisal, feasibility studies and other forms of study preparatory to the submission of a planning application. Planning enforcement, appeals and inquiries.&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;143&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Creative vision and design&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;605&quot;&gt;\n&lt;p&gt;Produce creative and innovative design strategies, policies and solutions.&#160; Typically, this would include buildings, public realm, landscaping, villages, towns, cities or other parts of the urban and rural environment.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;143&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Critical analysis and decision making&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;605&quot;&gt;\n&lt;p&gt;Collect data using appropriate systems and software, undertake investigations and research to inform quantitative and qualitative analysis and appraisal.&#160; Weigh evidence and evaluate alternative planning solutions.&#160; Make clear, integrated responses and evidence based decisions.&#160; Demonstrate sound judgement and the ability to balance varying objectives.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;143&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Stakeholder management and leadership&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;605&quot;&gt;\n&lt;p&gt;Engage with and manage stakeholders and customers and build positive, relationships.&#160; Communicate, negotiate, advocate and mediate effectively and respond appropriately to resolve conflict.&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;143&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Project management&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;605&quot;&gt;\n&lt;p&gt;Define clear aims and objectives and deliver projects to time and to budget.&#160; Use appropriate information technology.&#160; Lead and manage a process from start to finish and evaluate the outcome identifying actions for improvement and development.&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;143&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Collaborative and multidisciplinary working&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;605&quot;&gt;\n&lt;p&gt;Work in partnership. Network, create and maintain an environment where information is shared. &#160;&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;143&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Interpersonal skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;605&quot;&gt;\n&lt;p&gt;Communicate clearly in writing and verbally. Negotiate and mediate.&#160; Work independently and as part of a team and lead others. &#160;Manage work and time.&#160; Customer and client care.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Chartered Town Planners demonstrate:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The five core principles of the RTPI’s Code of Professional Conduct\n&lt;ul&gt;\n&lt;li&gt;Honesty and integrity&lt;/li&gt;\n&lt;li&gt;Independent professional judgement&lt;/li&gt;\n&lt;li&gt;Due care and diligence&lt;/li&gt;\n&lt;li&gt;Equality and respect&lt;/li&gt;\n&lt;li&gt;Professional behaviour&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/li&gt;\n&lt;li&gt;Commitment to lifelong learning and reflective professional practice&lt;/li&gt;\n&lt;li&gt;Reliability, integrity and respect for confidentiality on work related and personal matters, including appropriate use of social media and information systems.&lt;/li&gt;\n&lt;li&gt;A focus on outcomes and a positive attitude&lt;/li&gt;\n&lt;li&gt;Curiosity and a desire to improve the built and natural environment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Whilst any entry requirements will be a matter for individual employers, typically an apprentice might be expected to have already achieved Level 3 qualifications e.g. A Levels or a Level 3 apprenticeship in a planning related discipline.&#160; Apprentices without Level 2 English and Maths will need to achieve this level prior to taking the end point assessment.&#160; For those with an education, health and care plan or a legacy statement, the apprenticeship English and Maths minimum requirement is Entry Level 3 and British Sign Language qualifications are an alternative to an English qualification for those for whom this is their primary language.&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualification&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Successful apprentices will gain a Royal Town Planning Institute (RTPI) fully-accredited qualification from an RTPI accredited Planning School.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional registration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;On completion of the apprenticeship successful apprentices will become Chartered Members of the Royal Town Planning Institute (MRTPI) and use the title Chartered Town Planner.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship will typically be undertaken over five years. However, this may be a shorter duration for apprentices already holding planning related qualifications.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship Standard is at Level 7.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship Standard will be reviewed after three years.&lt;/p&gt;",
  "occupationalSummary": "Chartered Town Planners are professionals who work to achieve sustainable development.  This means they shape the towns, cities or villages we live in by balancing the needs of people and business for homes, jobs, local facilities and open spaces with impacts on the wider environment. Chartered Town Planners therefore deal with official regulations, policy documents and masterplans for changing, improving, reusing or conserving buildings and sites and advise their customers and clients on how best to manage the development and use of land.  Jobs are available in local and national government, private consultancies, corporate firms, voluntary and non-governmental organisations. Chartered Town Planners can work for one of these organisations or themselves across many sectors including construction, environment, housing, energy, transport, regeneration, coastal, heritage and conservation, and minerals and waste.  Typical job titles include Planning Officer, Town Planner, Planner, Development Management Planner and Planning Consultant. Career progression can be to Senior Planner, Principal Planning Officer, or similar and will involve dealing with larger, more complex projects and taking on increasing managerial responsibiliites.\r\nThey must abide by the Royal Town Planning Institute (RTPI) Code of Professional Conduct and ethical standards because they hold positions of responsibility and make decisions that impact on the built and natural environment and long term well-being of communities. The occupation is regulated by high standards of professionalism assuring clients and employers of the quality of service they will receive.  Chartered Town Planners are able to direct instructions to Barristers, without their client having to use a solicitor as an intermediary.\r\n",
  "knowledges": [
    {
      "knowledgeId": "f10dea8f-697f-45b3-8a39-aaac257f5d5c",
      "detail": "Spatial planning in different contexts and development scales as well as planning policy at national, regional, local and neighbourhood levels.   The plan led system and policy frameworks, local plans and neighbourhood plans. National policy statements for major infrastructure and other published Government guidance and initiatives. "
    },
    {
      "knowledgeId": "5abab7b8-a444-49e9-b68b-07d9b4c63e4c",
      "detail": "The purpose of planning and the nature and operation of the statutory land use planning system in the UK and the administrative legal and regulatory framework within which it operates related to the built and natural environment. The approaches taken by the different administrations of the UK.  The role of planning law in development  management and the mechanisms used including planning applications, permissions, permitted development, conditions, planning agreements, enforcement and appeals. The regulatory requirements of plan making to ensure compliance with the necessary processes.  Planning for nationally significant infrastructure projects.   "
    },
    {
      "knowledgeId": "c1a9f659-29fe-4f30-a9aa-00f3b8fb01e9",
      "detail": "The political nature of spatial planning and how planners work within democratic decision making structures including levels of democracy. The role of councillors/politicians, consultees, town and community councils, members of the public, developers, voluntary and single interest groups.  The various means of how interested parties can be involved in the planning process including submitting representations and the implications of challenging decisions and potential consequences."
    },
    {
      "knowledgeId": "74a3db3f-47c0-429f-9610-0a234b309e74",
      "detail": "Sustainable development and how to balance the needs of communities, government and business, and a range of social, economic and environmental objectives in line with environmental legislation. The contribution that planning can make to the built and natural environment and the implications of climate change.  How spatial planning supports efficient management of resources and use of land. "
    },
    {
      "knowledgeId": "f0731b66-ec3d-4513-9e90-2e8717a67a5f",
      "detail": "Spatial design and master planning.  Principles and processes for creating high quality places and enhancing the public realm for the benefit of all in society.  The link between placemaking and health and wellbeing. The relationship between development proposals and their physical, cultural and social context, impact on amenity and the wider environment including transport and movement. "
    },
    {
      "knowledgeId": "6a8b3ba1-e8a5-4e17-a885-420a322b2e07",
      "detail": "Types of stakeholders including communities, consultees and statutory bodies.  Importance of and reasons for engagement, principles of engagement and how to plan for and achieve effective engagement at each stage of the development process.  Role of communication in planning and importance of working in an interdisciplinary context.  Equality of opportunity."
    },
    {
      "knowledgeId": "6a36eb9c-6b2d-4b74-a190-ce7f0ded01ed",
      "detail": "The economics of land and property markets and of the development process. The rationale of government intervention through planning.   The implications for generating added value for the community.  Development appraisal, viability and evaluation of the impact of planning decisions including planning requirements, agreements and/or conditions. "
    },
    {
      "knowledgeId": "4b864b27-d3b4-481c-b771-44fc2f0d92dd",
      "detail": "The characteristics of a professional planner, the importance of upholding the highest standards of ethical behaviour and commitment to maintaining and developing professional competence. The required standards of practice and ethics for Chartered Town Planners and the core ethical principles."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "46cf50c2-bd91-4553-a08b-49d929494368",
      "detail": "The five core principles of the RTPI’s Code of Professional Conduct"
    },
    {
      "behaviourId": "8411c965-f2ad-4f70-9b34-95a1911bd7e8",
      "detail": "Honesty and integrity"
    },
    {
      "behaviourId": "dd1762ac-77cd-45da-ae81-cc2d9e18cb51",
      "detail": "Independent professional judgement"
    },
    {
      "behaviourId": "b564dc93-d0f0-466e-beb0-b561b5d14658",
      "detail": "Due care and diligence"
    },
    {
      "behaviourId": "fe00a82f-4288-45ea-8158-daccd5ddbf2f",
      "detail": "Equality and respect"
    },
    {
      "behaviourId": "f6bf7504-7638-4b54-a2f1-e298119dc1ac",
      "detail": "Professional behaviour"
    },
    {
      "behaviourId": "77a49777-cc8a-49d2-b6f2-cebf2faf255e",
      "detail": "Commitment to lifelong learning and reflective professional practice"
    },
    {
      "behaviourId": "8b9c8b01-066e-49b4-9db6-313a585837da",
      "detail": "Reliability, integrity and respect for confidentiality on work related and personal matters, including appropriate use of social media and information systems."
    },
    {
      "behaviourId": "8c389351-69b3-4192-8605-cfc278d949b7",
      "detail": "A focus on outcomes and a positive attitude"
    },
    {
      "behaviourId": "3602d741-346d-4878-85fb-f244373e53ce",
      "detail": "Curiosity and a desire to improve the built and natural environment"
    }
  ],
  "skills": [
    {
      "skillId": "73701a36-9cb6-4d26-8d29-cf8c0e850483",
      "detail": "Undertake research and analysis of information for planning policy formulation and to prepare material for policy, guidelines and advice.  Typically this would include spatial development strategies and statutory development plans, development briefs, design guides, sustainability appraisal, materials for inquiry, advocacy or presentations in public or to councillors or clients. "
    },
    {
      "skillId": "28c5882e-1f7b-49ce-bd59-35b671143b4e",
      "detail": "Implement policies and procedures set out in plans, legislation and related documents.  Typically, this would include statutory development management, the preparation and submission of planning applications, implementation of plans or schemes for matters such as conservation, environmental improvement, economic development or regeneration, infrastructure, minerals or waste.  Site appraisal, feasibility studies and other forms of study preparatory to the submission of a planning application. Planning enforcement, appeals and inquiries. "
    },
    {
      "skillId": "ed5cac9a-8578-49ce-9b1a-f440fde1fb6f",
      "detail": "Produce creative and innovative design strategies, policies and solutions.  Typically, this would include buildings, public realm, landscaping, villages, towns, cities or other parts of the urban and rural environment."
    },
    {
      "skillId": "ebbf6efd-2842-48c5-bced-ac4c5a0d3637",
      "detail": "Collect data using appropriate systems and software, undertake investigations and research to inform quantitative and qualitative analysis and appraisal.  Weigh evidence and evaluate alternative planning solutions.  Make clear, integrated responses and evidence based decisions.  Demonstrate sound judgement and the ability to balance varying objectives."
    },
    {
      "skillId": "7a025e15-8891-4282-89c2-25c5a444376c",
      "detail": "Engage with and manage stakeholders and customers and build positive, relationships.  Communicate, negotiate, advocate and mediate effectively and respond appropriately to resolve conflict. "
    },
    {
      "skillId": "f10c5508-a06a-4767-8cc2-7a2a8523d422",
      "detail": "Define clear aims and objectives and deliver projects to time and to budget.  Use appropriate information technology.  Lead and manage a process from start to finish and evaluate the outcome identifying actions for improvement and development. "
    },
    {
      "skillId": "53400175-e1e7-4da6-bc61-19231070669c",
      "detail": "Work in partnership. Network, create and maintain an environment where information is shared.   "
    },
    {
      "skillId": "73e9d3ad-f28b-4c8c-8621-7dcf3a10f261",
      "detail": "Communicate clearly in writing and verbally. Negotiate and mediate.  Work independently and as part of a team and lead others.  Manage work and time.  Customer and client care."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Royal Town Planning Institute (RTPI)",
    "contactName": "",
    "contactAddress": "41 Botolph Lane <br>London<br>EC3R8DL",
    "contactEmail": "Trish.Murphy@rtpi.org.uk",
    "webLink": "https://www.rtpi.org.uk/"
  },
  "approvedForDelivery": "2019-03-22T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "TB0352",
  "tbMainContact": "careers@rtpi.org.uk",
  "involvedEmployers": "CBRE, East Suffolk District Council, Savills, Indigo Planning, St Albans District Council, Winchester City Council, Sedgemoor District Council, Royal Borough of Kensington & Chelsea, South Cambridgeshire District Council, Edgars Limited, Hertsmere Borough Council, England Lyle Good Town Planning, St Albans City & District Council, Brighton and Hove City Council",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "Royal Town Planning Institute",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Planning Officer",
    "Town Planner",
    "Planner",
    "Development Management Planner",
    "Planning Consultant"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Design, Surveying & Planning",
  "cluster": "Design and surveying professional",
  "clusterId": "40",
  "clusterDescription": "Building/structure design, research, commercial cost management, contracts management with a wide range of knowledge of current technology developments and options, contracts, procurement and tracking. Consults with clients to determine functional and spatial requirements of new or renovated structures",
  "createdDate": "2017-11-14T17:10:08 +00:00",
  "lastUpdated": "2019-03-22T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-03-22T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0536",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0536-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0536-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [
    {
      "name": "Training provider",
      "webLink": "",
      "approved": true
    },
    {
      "name": "EPAO",
      "webLink": "",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2019-03-22T00:00:00"
}