{
  "templateType": "Apprenticeship Standard",
  "larsCode": 337,
  "referenceNumber": "ST0585",
  "learningAimClassCode": "",
  "title": "Data scientist (integrated degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0585",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-04-24T00:00:00",
  "earliestStartDate": "2018-08-17T00:00:00",
  "latestStartDate": "2024-04-23T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Working in a team to find ways to improve an organisation's processes.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 19000,
  "maxFundingAdditionalInformation": "",
  "route": "Digital",
  "keywords": [
    "data",
    "data scientist",
    "degree",
    "software engineering",
    "problem-solving"
  ],
  "jobRoles": [
    "Data Scientist",
    "Informatics",
    "Data Engineer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1973/st0585_data-scientist-integrated-degree_l6_ap-for-publication_230718.pdf",
  "ssa1": "6 Digital Technology",
  "ssa2": "6.1 Digital technology (practitioners)",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Data Science is a broad and fast-moving field spanning maths and statistics, software engineering and communications.&#160; Data Scientists blend experience and knowledge from a wide range of fields and organisations, and continuously seek to expand their range of technical skills.&lt;/p&gt;\n&lt;p&gt;Data Scientists find information in diverse datasets to address complex problems and improve organisational processes.&#160; They are inquisitive, they explore and visualise data of all kinds, find and present ‘stories’ within the data in a meaningful way to a range of technical and non-technical audiences. &#160;They make recommendations to inform strategic and operational decision making through sourcing, accessing and manipulating data, and engineering data processes.&#160; They identify and address data biases, and handle private data ethically and appropriately, complying with (inter)national privacy regulations. They use the insights gathered about the data they have analysed to inform and achieve organisational goals.&#160; They achieve desired outcomes by planning, organising and managing resources effectively.&lt;/p&gt;\n&lt;p&gt;Data Scientists are dynamic and adaptable, addressing varied problems with varied techniques.&#160; They actively explore innovative ways to use existing and new statistical, algorithmic, predictive, machine learning and artificial intelligence tools and techniques, to find significant and valuable patterns in data and transform this into information for their organisation.&#160; They gather new sources of data, and combine datasets to increase their value. &#160;Using a scientific approach, they perform statistical analysis, build and validate models from the data, use programming practices, and maintain data, tools and processes to implement robust and valuable data solutions.&lt;/p&gt;\n&lt;p&gt;Data Scientists have an impact at a strategic and operational level by building and maintaining strong collaborative relationships with key stakeholders, subject matter experts and colleagues at all levels.&#160; They engage with the wider Data Science community to share ideas, techniques and experiences. They can work in any sector, public or private, and will often work in a multi-disciplinary team with domain experts, Data Architects, Data Engineers, Analysts, and Technology Professionals.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Typical Roles&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Data Scientist, Informatics, Data Engineer&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria, but this is likely to include 3 A Levels, including 1 STEM subject, a Level 3 Apprenticeship or other relevant qualifications. Other relevant or prior experience may also be considered by the employer.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Data Scientist must understand:&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;The context of Data Science and the Data Science community in relation to computer science, statistics and software engineering. How differing schools of thought in these disciplines have driven new approaches to data systems.&lt;/li&gt;\n&lt;li&gt;How Data Science operates within the context of data governance, data security, and communications. How Data Science can be applied to improve an organisation’s processes, operations and outputs. How data and analysis may exhibit biases and prejudice.&#160; How ethics and compliance affect Data Science work, and the impact of international regulations (including the General Data Protection Regulation.)&lt;/li&gt;\n&lt;li&gt;How data can be used systematically, through an awareness of key platforms for data and analysis in an organisation, including:\n&lt;ol&gt;\n&lt;li&gt;Data processing and storage, including on-premise and cloud technologies.&#160;&lt;/li&gt;\n&lt;li&gt;Database systems including relational, data warehousing &amp;amp; online analytical processing, “NoSQL” and real-time approaches; the pros and cons of each approach.&lt;/li&gt;\n&lt;li&gt;Data-driven decision making and the good use of evidence and analytics in making choices and decisions.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;/li&gt;\n&lt;/ol&gt;\n&lt;ol start=&quot;4&quot;&gt;\n&lt;li&gt;How to design, implement and optimise analytical algorithms – as prototypes and at production scale – using:\n&lt;ol&gt;\n&lt;li&gt;Statistical and mathematical models and methods.&lt;/li&gt;\n&lt;li&gt;Advanced and predictive analytics, machine learning and artificial intelligence techniques, simulations, optimisation, and automation.&lt;/li&gt;\n&lt;li&gt;Applications such as computer vision and Natural Language Processing.&lt;/li&gt;\n&lt;li&gt;An awareness of the computing and organisational resource constraints and trade-offs involved in selecting models, algorithms and tools.&lt;/li&gt;\n&lt;li&gt;Development standards, including programming practice, testing, source control.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;/li&gt;\n&lt;/ol&gt;\n&lt;ol start=&quot;5&quot;&gt;\n&lt;li&gt;The data landscape: how to critically analyse, interpret and evaluate complex information from diverse datasets:\n&lt;ol&gt;\n&lt;li&gt;Sources of data including but not exclusive to files, operational systems, databases, web services, open data, government data, news and social media.&lt;/li&gt;\n&lt;li&gt;Data formats, structures and data delivery methods including “unstructured” data.&lt;/li&gt;\n&lt;li&gt;Common patterns in real-world data.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;/li&gt;\n&lt;/ol&gt;\n&lt;p&gt;&lt;strong&gt;Skills. &#160;&lt;/strong&gt;A Data Scientist is able to:&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;Identify and clarify problems an organisation faces, and reformulate them into Data Science problems. Devise solutions and make decisions in context by seeking feedback from stakeholders. Apply scientific methods through experiment design, measurement, hypothesis testing and delivery of results.&#160; Collaborate with colleagues to gather requirements.&lt;/li&gt;\n&lt;li&gt;Perform data engineering: create and handle datasets for analysis. Use tools and techniques to source, access, explore, profile, pipeline, combine, transform and store data, and apply governance (quality control, security, privacy) to data.&lt;/li&gt;\n&lt;li&gt;Identify and use an appropriate range of programming languages and tools for data manipulation, analysis, visualisation, and system integration. Select appropriate data structures and algorithms for the problem.&#160; Develop reproducible analysis and robust code, working in accordance with software development standards, including security, accessibility, code quality and version control.&lt;/li&gt;\n&lt;li&gt;Use analysis and models to inform and improve organisational outcomes, building models and validating results with statistical testing: perform statistical analysis, correlation vs causation, feature selection and engineering, machine learning, optimisation, and simulations, using the appropriate techniques for the problem.&lt;/li&gt;\n&lt;li&gt;Implement data solutions, using relevant software engineering architectures and design patterns. Evaluate Cloud vs. on-premise deployment. &#160;Determine the implicit and explicit value of data. Assess value for money and Return on Investment.&#160; Scale a system up/out. Evaluate emerging trends and new approaches. Compare the pros and cons of software applications and techniques.&lt;/li&gt;\n&lt;li&gt;Find, present, communicate and disseminate outputs effectively and with high impact through creative storytelling, tailoring the message for the audience. Use the best medium for each audience, such as technical writing, reporting and dashboards. &#160;Visualise data to tell compelling and actionable narratives.&#160; Make recommendations to decision makers to contribute towards the achievement of organisation goals.&lt;/li&gt;\n&lt;li&gt;Develop and maintain collaborative relationships at strategic and operational levels, using methods of organisational empathy (human, organisation and technical) and build relationships through active listening and trust development.&lt;/li&gt;\n&lt;li&gt;Use project delivery techniques and tools appropriate to their Data Science project and organisation. Plan, organise and manage resources to successfully run a small Data Science project, achieve organisational goals and enable effective change.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours.&#160; &lt;/strong&gt;A Data Scientist demonstrates:&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;An inquisitive approach: the curiosity to explore new questions, opportunities, data, and techniques; tenacity to improve methods and maximise insights; and relentless creativity in their approach to solutions.&lt;/li&gt;\n&lt;li&gt;Empathy and positive engagement to enable working and collaborating in multi-disciplinary teams, championing and highlighting ethics and diversity in data work.&lt;/li&gt;\n&lt;li&gt;Adaptability and dynamism when responding to varied tasks and organisational timescales, and pragmatism in the face of real-world scenarios.&lt;/li&gt;\n&lt;li&gt;Consideration of problems in the context of organisation goals.&lt;/li&gt;\n&lt;li&gt;An impartial, scientific, hypothesis-driven approach to work, rigorous data analysis methods, and integrity in presenting data and conclusions in a truthful and appropriate manner.&lt;/li&gt;\n&lt;li&gt;A commitment to keeping up to date with current thinking and maintaining personal development. Including collaborating with the data science community.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 36 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;&#160;&lt;/h3&gt;\n&lt;p&gt;BSc in Data Science&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;English and Maths: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without Level 2 English and Maths will need to achieve this level prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&#160;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a Level 6 apprenticeship&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;After two years&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Data Science is a broad and fast-moving field spanning maths and statistics, software engineering and communications. Data Scientists blend experience and knowledge from a wide range of fields and organisations, and continuously seek to expand their range of technical skills. Data Scientists find information in diverse datasets to address complex problems and improve organisational processes. They are inquisitive, they explore and visualise data of all kinds, find and present ‘stories’ within the data in a meaningful way to a range of technical and non-technical audiences. They make recommendations to inform strategic and operational decision making through sourcing, accessing and manipulating data, and engineering data processes. They identify and address data biases, and handle private data ethically and appropriately, complying with (inter)national privacy regulations. They use the insights gathered about the data they have analysed to inform and achieve organisational goals. They achieve desired outcomes by planning, organising and managing resources effectively. Data Scientists are dynamic and adaptable, addressing varied problems with varied techniques. They actively explore innovative ways to use existing and new statistical, algorithmic, predictive, machine learning and artificial intelligence tools and techniques, to find significant and valuable patterns in data and transform this into information for their organisation. They gather new sources of data, and combine datasets to increase their value. Using a scientific approach, they perform statistical analysis, build and validate models from the data, use programming practices, and maintain data, tools and processes to implement robust and valuable data solutions. Data Scientists have an impact at a strategic and operational level by building and maintaining strong collaborative relationships with key stakeholders, subject matter experts and colleagues at all levels. They engage with the wider Data Science community to share ideas, techniques and experiences. They can work in any sector, public or private, and will often work in a multi-disciplinary team with domain experts, Data Architects, Data Engineers, Analysts, and Technology Professionals.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "a84fd8eb-c4bd-4f27-bd72-c0c37639b586",
      "detail": "The context of Data Science and the Data Science community in relation to computer science, statistics and software engineering. How differing schools of thought in these disciplines have driven new approaches to data systems."
    },
    {
      "knowledgeId": "aaa3a8a5-6f7f-4b2e-ad00-46e2e6a62b4b",
      "detail": "How Data Science operates within the context of data governance, data security, and communications. How Data Science can be applied to improve an organisation’s processes, operations and outputs. How data and analysis may exhibit biases and prejudice.  How ethics and compliance affect Data Science work, and the impact of international regulations (including the General Data Protection Regulation.)"
    },
    {
      "knowledgeId": "df82964b-dfa9-4642-9c99-dd7a984cab3f",
      "detail": "How data can be used systematically, through an awareness of key platforms for data and analysis in an organisation, including:"
    },
    {
      "knowledgeId": "47a69373-f6bd-4325-9d9d-77af603d9545",
      "detail": "Data processing and storage, including on-premise and cloud technologies. "
    },
    {
      "knowledgeId": "26d34bb1-ca0e-4938-805a-ac40a1121e1c",
      "detail": "Database systems including relational, data warehousing & online analytical processing, “NoSQL” and real-time approaches; the pros and cons of each approach."
    },
    {
      "knowledgeId": "bf1f5eb1-6d40-4de6-9fed-f046c9b48f53",
      "detail": "Data-driven decision making and the good use of evidence and analytics in making choices and decisions."
    },
    {
      "knowledgeId": "cddb37ba-17ca-45f2-9362-4f00b302052c",
      "detail": "How to design, implement and optimise analytical algorithms – as prototypes and at production scale – using:"
    },
    {
      "knowledgeId": "9ddf971a-4fcb-48f6-b1ef-2e3f0c2a43cc",
      "detail": "Statistical and mathematical models and methods."
    },
    {
      "knowledgeId": "2e3eae97-875e-4ef9-b14e-f0091bea853a",
      "detail": "Advanced and predictive analytics, machine learning and artificial intelligence techniques, simulations, optimisation, and automation."
    },
    {
      "knowledgeId": "f8d94e97-403f-440d-837d-f8e42f1090e3",
      "detail": "Applications such as computer vision and Natural Language Processing."
    },
    {
      "knowledgeId": "fbfb42b0-7740-4910-9767-0772dbb7acf6",
      "detail": "An awareness of the computing and organisational resource constraints and trade-offs involved in selecting models, algorithms and tools."
    },
    {
      "knowledgeId": "325ef4f8-b5dc-4a25-bfff-d9738573ab85",
      "detail": "Development standards, including programming practice, testing, source control."
    },
    {
      "knowledgeId": "311f6242-4d2a-431c-ac6e-a5095a010a89",
      "detail": "The data landscape: how to critically analyse, interpret and evaluate complex information from diverse datasets:"
    },
    {
      "knowledgeId": "02d38f3c-918e-46b6-af28-9f5c78fb865c",
      "detail": "Sources of data including but not exclusive to files, operational systems, databases, web services, open data, government data, news and social media."
    },
    {
      "knowledgeId": "3092b079-1dac-4f71-8e30-07959b3ff41e",
      "detail": "Data formats, structures and data delivery methods including “unstructured” data."
    },
    {
      "knowledgeId": "991956c8-187f-48f9-b1a3-03ceeffef364",
      "detail": "Common patterns in real-world data."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "ccef6a59-f9af-4c54-a542-0dab3450e87c",
      "detail": "An inquisitive approach: the curiosity to explore new questions, opportunities, data, and techniques; tenacity to improve methods and maximise insights; and relentless creativity in their approach to solutions."
    },
    {
      "behaviourId": "b2a1a1f2-38e5-4abf-9e4a-2c38d859317e",
      "detail": "Empathy and positive engagement to enable working and collaborating in multi-disciplinary teams, championing and highlighting ethics and diversity in data work."
    },
    {
      "behaviourId": "f4c5c970-4da4-47ff-98ad-34bef634d379",
      "detail": "Adaptability and dynamism when responding to varied tasks and organisational timescales, and pragmatism in the face of real-world scenarios."
    },
    {
      "behaviourId": "126969ea-e8ad-41e8-a5d0-01145c0c65da",
      "detail": "Consideration of problems in the context of organisation goals."
    },
    {
      "behaviourId": "4b34ab87-7c0b-42a1-af39-34d7e129be66",
      "detail": "An impartial, scientific, hypothesis-driven approach to work, rigorous data analysis methods, and integrity in presenting data and conclusions in a truthful and appropriate manner."
    },
    {
      "behaviourId": "40553aa1-ff70-4d7c-b006-04eb69c776c1",
      "detail": "A commitment to keeping up to date with current thinking and maintaining personal development. Including collaborating with the data science community."
    }
  ],
  "skills": [
    {
      "skillId": "5097f3f9-41f4-4d45-b6c7-0f082aae74c9",
      "detail": "Identify and clarify problems an organisation faces, and reformulate them into Data Science problems. Devise solutions and make decisions in context by seeking feedback from stakeholders. Apply scientific methods through experiment design, measurement, hypothesis testing and delivery of results.  Collaborate with colleagues to gather requirements."
    },
    {
      "skillId": "31942eca-3212-43fb-b89c-88fe7048054e",
      "detail": "Perform data engineering: create and handle datasets for analysis. Use tools and techniques to source, access, explore, profile, pipeline, combine, transform and store data, and apply governance (quality control, security, privacy) to data."
    },
    {
      "skillId": "d35d9369-cebc-42c0-a456-8e74314bd087",
      "detail": "Identify and use an appropriate range of programming languages and tools for data manipulation, analysis, visualisation, and system integration. Select appropriate data structures and algorithms for the problem.  Develop reproducible analysis and robust code, working in accordance with software development standards, including security, accessibility, code quality and version control."
    },
    {
      "skillId": "72a29795-7579-4dcb-8ec0-e19ca6833ec2",
      "detail": "Use analysis and models to inform and improve organisational outcomes, building models and validating results with statistical testing: perform statistical analysis, correlation vs causation, feature selection and engineering, machine learning, optimisation, and simulations, using the appropriate techniques for the problem."
    },
    {
      "skillId": "3153a418-a442-4958-8d55-05761c713217",
      "detail": "Implement data solutions, using relevant software engineering architectures and design patterns. Evaluate Cloud vs. on-premise deployment.  Determine the implicit and explicit value of data. Assess value for money and Return on Investment.  Scale a system up/out. Evaluate emerging trends and new approaches. Compare the pros and cons of software applications and techniques."
    },
    {
      "skillId": "e1b71933-31bd-4596-a4cd-5418c3e78f2e",
      "detail": "Find, present, communicate and disseminate outputs effectively and with high impact through creative storytelling, tailoring the message for the audience. Use the best medium for each audience, such as technical writing, reporting and dashboards.  Visualise data to tell compelling and actionable narratives.  Make recommendations to decision makers to contribute towards the achievement of organisation goals."
    },
    {
      "skillId": "3e1917da-1daa-4430-b05b-6d7692f64069",
      "detail": "Develop and maintain collaborative relationships at strategic and operational levels, using methods of organisational empathy (human, organisation and technical) and build relationships through active listening and trust development."
    },
    {
      "skillId": "90aff5fa-8f7d-466d-b3d6-aab9cdbdb880",
      "detail": "Use project delivery techniques and tools appropriate to their Data Science project and organisation. Plan, organise and manage resources to successfully run a small Data Science project, achieve organisational goals and enable effective change."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2018-08-17T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0140",
  "tbMainContact": "alison.adams@ons.gov.uk",
  "involvedEmployers": "Arup, Astra Zeneca, Aviva, Bank of England, Barclays Bank, BBC Academy, BCS Learning and Development Limited, Boots, CGI, Civil Service Learning Communities, Department for Eduation, DWP, Energy and Utility Skills, Environment Agency, Estee Lauder, Experian, Financial Conduct Authority, First Response Finance, HEFCE, HMRC, IBM, Lloyds Bank, Lowell Financial Limited, Machinable, Microsoft, Ministry of Justice, Ministry of Justice, MOD, NHS, Office for National Statistics, Optimity, Pfizer, Planning-Inc, Public Health England, Risual, Royal Society, Royal Statistical Society, Sanger, SAS, Shop Direct, SocDM Society of Data Miners, The Co-op Group, The Tech Partnership, Thomas Cook, TUI Group, UBS, UK Apprenticeship Programmes, Unilever, Willis Towers Watson, Wipro, Institute for Apprenticeships, EasyJet, QA, Nottinghamshire County Council, Provident Financial Management Services Limited, Julius Baer International Ltd, John Lewis, Norfolk County Council, Hymans Robertson LLP, Warwickshire County Council, BookingGo, Nestle, Covea Insurance, IQVIA, Post Office, British Airways, Telegraph, Asda, The Pension Regulator",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Data Scientist",
    "Informatics",
    "Data Engineer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Digital Business Services",
  "cluster": "Business information professional",
  "clusterId": "233",
  "clusterDescription": null,
  "createdDate": "2017-11-14T17:09:25 +00:00",
  "lastUpdated": "2024-04-24T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-08-17T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0585",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0585-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0585-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-04-24T00:00:00"
}