{
  "templateType": "Apprenticeship Standard",
  "larsCode": 394,
  "referenceNumber": "ST0592",
  "learningAimClassCode": "",
  "title": "Marina and boatyard operative",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0592",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2018-12-17T00:00:00",
  "earliestStartDate": "2018-12-17T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Delivering a variety of operations and services that include vessel handling.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 10000,
  "maxFundingAdditionalInformation": "",
  "route": "Transport and logistics",
  "keywords": [
    "marina",
    "boat",
    "transport",
    "operations",
    "maintenance",
    "logistics",
    "water",
    "ocean"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7325/marina-and-boatyard-epa-final-for-publication-11-12-18em.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Profile: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Marinas and boatyards support the yachting and boating sectors, which are key areas of the leisure marine industry both nationally and internationally. Marinas include coastal or inland, river and waterway docks, or basins with moorings and services for vessels. Boatyards are waterside locations where vessels are built, maintained, docked, or stored.&#160;The revenues from marinas, moorings and associated activities amount to in excess of &#163;222 million a year.&#160;&lt;/p&gt;\n&lt;p&gt;Marina and Boatyard Operatives deliver a variety of operations and services that include vessel handling such as lifting, launching, high pressure washing off and the storage of vessels ashore and the berthing and movement of vessels on the water in accordance with company policy. Operatives must work in a safe manner, complying with relevant legislation, regulations, codes of practice and other information and guidance. This will help ensure the safety of vessel users, staff and visitors, along with ensuring the safety of vessels and property within the marina /boatyard confines. In performing their role, Marina and Boatyard Operatives use a range of equipment; they engage with customers, other staff, external contractors/suppliers, and visitors, and this is undertaken in a polite and helpful manner. Marina and Boatyard Operatives conduct regular maintenance activities and checks around the marina/boatyard and this may include work on pontoon systems, buildings, storage cradles, along with maintenance and checks within public areas and wider facility buildings. &#160;Depending on the size of the marina/boatyard, operatives report to the site manager or departmental line manager. Certain Marina and Boatyard Operative tasks require team working, for example boat lifting. Operatives are expected to work under their own initiative and can undertake lone working outside of normal office hours, acting as the sole representative for the site/organisation.&#160;&#160;&#160;&#160;&lt;/p&gt;\n&lt;p&gt;Marina and Boatyard Operatives may undertake specialisms in retail, fuel, rigging, or lock and bridge operation. &#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;ALL the core knowledge, skills and behaviours detailed below must be met together with ONE &lt;/strong&gt;&lt;strong&gt;specialised&lt;/strong&gt;&lt;strong&gt; option detailed on Page 4.&#160; &lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;CORE KNOWLEDGE AND UNDERSTANDING - All Marina and Boatyard Operatives will know and understand the: &lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;CORE SKILLS - All Marina and Boatyard Operatives will be able to: &lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Role and activities of marinas and boatyards, the services provided by them and their place in the marine leisure industry, both nationally and internationally.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Discuss the industry and how marinas and boatyards support design, production, employment and tourism etc.&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Risks and hazards in the workplace and how to implement safe working practices taking into account current Health and Safety legislation. Examples include understanding risk assessments, manual handling, working on and near water, working at height, and the types and use of personal protective equipment.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Keep themselves and others safe within the marina/boatyard boundary including on and near water and when working at height, by complying with relevant guidance, practices, instructions and information.&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Relevant environmental legislation and the hazards specific to marinas and boatyards. The relevant control measures to minimise hazards and risks to the environment.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Maintain environmental good practice by ensuring decisions, actions and tasks undertaken comply with relevant environmental and sustainability guidance, instructions and information.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Relevant regulations, guidelines, policies, procedures and practices for the safe and efficient handling of vessels afloat and ashore (prepare, move, block off, load on to transporter, dry stack or dry dock).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Prepare, lift, move, and/or store vessels in accordance with relevant guidance and information, including oversight of the lift as banksman and/or plant operator.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Requirements and relevant regulations, guidelines, and other information and guidance for receiving visiting vessels, allocating berths and berthing vessels and the records and documentation that is completed. (Information to include tides, weather, and other relevant navigational hazards.)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Safely receive visiting vessels, allocate berths, berth vessels, and complete appropriate records in accordance with relevant guidance and information.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Relevant regulations, guidelines, policies, and procedures for operating equipment and machinery for lifting and supporting vessels and equipment in a marina/ boatyard safely.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Use and operate marina/ boatyard equipment, machinery, etc., as operator and/or banksman, safely and efficiently within their area of responsibility (for example, boat handling and moving equipment, vessel support equipment, maintenance equipment) in accordance with&#160; manufacturer’s and other relevant guidance and information.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Issues relating to the routine care and maintenance of marine equipment and company assets in order to maximise operational life.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Perform routine maintenance on the marina/boatyard facilities within any wider estate, as required (for example, cradles, marina pontoons) in accordance with appropriate maintenance schedules, relevant guidance and information, using appropriate machinery and equipment.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Procedures for safely preparing vessels for cleaning and safely cleaning hulls according to organisational policy, procedures and relevant guidance.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Clean vessel hulls safely and to required standards following relevant guidance and information.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Factors that can affect the security of a marina/ boatyard, the customers and their property, e.g. vessels and equipment, and the public. The information and guidance that must be followed to ensure security is maintained.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Maintain security in the marina /boatyard and conduct required security checks in accordance with organisational requirements and guidelines in relation to their role.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Types of emergencies and incidents that can occur within a marina/boatyard environment (on/near the water) and the regulations, codes of practice, information and guidance that need to be followed to reduce the incidence of these and deal with any that may occur.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Respond safely and efficiently to emergencies and incidents (for example fire, person in water, lock malfunction, pollution) in accordance with relevant guidance, instructions and information.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Requirements for recording accidents that occur and for providing first aid in accordance with relevant policies and procedures.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Follow appropriate procedures for accidents that may occur, accurately record and detail information about the accident and provide relevant first aid in accordance with authority provided and relevant information and guidance.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Role, purpose and types of formal and informal communication.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Communicate effectively with customers and other members of staff and visitors to the site using appropriate, clear and engaging communication.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Principles in providing high quality customer service and the needs, rights, and expectations of others, and the company’s customer quality standards and processes.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Deliver excellent customer service by actively applying customer service principles and best practice in accordance with required information and guidance to ensure customer needs are met.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Importance of maintaining record and information systems and the types of administration and documentation for different aspects of an operative’s role.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Complete necessary documentation for tasks planned and undertaken within own area of responsibility and in accordance with relevant guidance and information.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;CORE BEHAVIOURS - Marina and Boatyard Operatives need to demonstrate all of the following:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Safety awareness&lt;/strong&gt; – Embrace a safety culture and situational awareness and apply this proactively acting in a way that does not endanger the health and safety of any person whilst ensuring the protection of property at all times, to include both on and near water and when working at height.&#160; Report and address any safety issues and concerns in accordance with relevant guidance and information.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Environmental awareness&lt;/strong&gt; – Embrace a sustainable working culture, taking responsibility for the appropriate use of resources and own actions in accordance with relevant guidance and information.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Customer service&lt;/strong&gt; – Seek to provide outstanding customer service and meet requirements of all customers.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Independent working and logical decision making –&lt;/strong&gt; Take responsibility for completion of own work within confines of job responsibility level; take command of situations and give clear instructions when needed to ensure the safety of self, others, and property.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Personal commitment /strong work ethics&lt;/strong&gt; – Seek to achieve best work results ensuring quality and continuous improvement in own actions and across organisational practices and processes. Is motivated, committed, reliable, proactive and adaptable and adopts a ‘right first time’ approach.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Working with others&lt;/strong&gt; - communicate and work efficiently with colleagues, customers, contractors, suppliers and others, as needed to achieve positive outcomes. Display commitment to integrity and diversity, treating others with courtesy and respect.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Time management&lt;/strong&gt; - Use own time efficiently to complete work tasks to schedule.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Specialist Knowledge and Skills – One of the following four options must also be undertaken &lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;1 - Fuel &amp;amp; Pump out&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Knowledge (K), Skills (S)&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;2 - Rigging &lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Safely handle and dispense marine fuels (bulk delivery and fueling of vessels) in accordance with relevant guidance and information. &lt;em&gt;(K, S)&lt;/em&gt;&lt;/li&gt;\n&lt;li&gt;Understand relevant legislative and environmental requirements relating to fuel and pump out, such as those relating to fuel spillages. (K)&lt;/li&gt;\n&lt;li&gt;Understand fuel costs, stock control, mark up, and required profit margins. &lt;em&gt;(K)&lt;/em&gt;&lt;/li&gt;\n&lt;li&gt;Correctly calculate fuel mark up and margins and fuel payments and obtain correct payment. &lt;em&gt;(S)&lt;/em&gt;&lt;/li&gt;\n&lt;li&gt;Safely operate pump out facilities. &lt;em&gt;(S)&lt;/em&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Safely prepare a yacht for rigging and de-rigging in accordance with marina/ boatyard policy. &lt;em&gt;(K, S)&lt;/em&gt;&lt;/li&gt;\n&lt;li&gt;Safely check yacht rigging in accordance with marina/boatyard policy. &lt;em&gt;(K, S)&lt;/em&gt;&lt;/li&gt;\n&lt;li&gt;Understand the requirements and processes for the supply of standing &amp;amp; running rigging including splicing and associated rope work. &lt;em&gt;(K)&lt;/em&gt;&lt;/li&gt;\n&lt;li&gt;Complete relevant rigging and de-rigging records and information. &lt;em&gt;(K, S)&lt;/em&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;3 – Chandlery &amp;amp; Retail &lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;4 - Lock and Bridge Operation&#160;&#160; &lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Understand marine related products and identify customer needs. &lt;em&gt;(K)&lt;/em&gt;&lt;/li&gt;\n&lt;li&gt;Understand stock control, mark up and required profit margins. &lt;em&gt;(K)&lt;/em&gt;&lt;/li&gt;\n&lt;li&gt;Perform stock control principles to organisational &lt;em&gt;(S)&lt;/em&gt;&lt;/li&gt;\n&lt;li&gt;Understand and apply principles of sales &amp;amp; marketing and display of products. (K,S&lt;em&gt;)&lt;/em&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Safely operate lifting or swing bridges and locks in accordance with relevant guidance and information. &lt;em&gt;(K, S)&lt;/em&gt;&lt;/li&gt;\n&lt;li&gt;Understand required weekly, monthly and annual maintenance of locks and bridges. &lt;em&gt;(K)&lt;/em&gt;&lt;/li&gt;\n&lt;li&gt;Complete relevant maintenance and repair logs, including the effective planning for scheduled maintenance work whilst managing the impact of customer needs and vessel movements. &lt;em&gt;(K, S)&lt;/em&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;h3&gt;Entry requirements:&lt;/h3&gt;\n&lt;p&gt;Individual employers will identify entry requirements for their apprenticeships. Typically candidates will have 2 GCSEs, or equivalent passes.&lt;/p&gt;\n&lt;h3&gt;Qualifications:&lt;/h3&gt;\n&lt;p&gt;Prior to taking the end point assessment all apprentices must have achieved at least level 1 qualification in both English and maths and have also taken the test for level 2. For those with an education, health and care plan, or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;Duration:&lt;/h3&gt;\n&lt;p&gt;Typically 18 / 24 months depending on experience at entry.&lt;/p&gt;\n&lt;h3&gt;Review date:&lt;/h3&gt;\n&lt;p&gt;36 months.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Marinas and boatyards support the yachting and boating sectors, which are key areas of the leisure marine industry both nationally and internationally. Marinas include coastal or inland, river and waterway docks, or basins with moorings and services for vessels. Boatyards are waterside locations where vessels are built, maintained, docked, or stored. The revenues from marinas, moorings and associated activities amount to in excess of &#163;222 million a year. Marina and Boatyard Operatives deliver a variety of operations and services that include vessel handling such as lifting, launching, high pressure washing off and the storage of vessels ashore and the berthing and movement of vessels on the water in accordance with company policy. Operatives must work in a safe manner, complying with relevant legislation, regulations, codes of practice and other information and guidance. This will help ensure the safety of vessel users, staff and visitors, along with ensuring the safety of vessels and property within the marina /boatyard confines. In performing their role, Marina and Boatyard Operatives use a range of equipment; they engage with customers, other staff, external contractors/suppliers, and visitors, and this is undertaken in a polite and helpful manner. Marina and Boatyard Operatives conduct regular maintenance activities and checks around the marina/boatyard and this may include work on pontoon systems, buildings, storage cradles, along with maintenance and checks within public areas and wider facility buildings. Depending on the size of the marina/boatyard, operatives report to the site manager or departmental line manager. Certain Marina and Boatyard Operative tasks require team working, for example boat lifting. Operatives are expected to work under their own initiative and can undertake lone working outside of normal office hours, acting as the sole representative for the site/organisation. Marina and Boatyard Operatives may undertake specialisms in retail, fuel, rigging, or lock and bridge operation.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "b371b490-8d3a-45f5-8cdd-8b3970748790",
      "detail": "Role and activities of marinas and boatyards, the services provided by them and their place in the marine leisure industry, both nationally and internationally."
    },
    {
      "knowledgeId": "457f3cd8-6a72-4c1a-8f15-763233b18812",
      "detail": "Risks and hazards in the workplace and how to implement safe working practices taking into account current Health and Safety legislation. Examples include understanding risk assessments, manual handling, working on and near water, working at height, and the types and use of personal protective equipment."
    },
    {
      "knowledgeId": "48dacf4b-8cc9-48e4-b00f-2241528e94c7",
      "detail": "Relevant environmental legislation and the hazards specific to marinas and boatyards. The relevant control measures to minimise hazards and risks to the environment"
    },
    {
      "knowledgeId": "b189e6ce-5d78-46ad-9066-fb76530a2dd4",
      "detail": "Relevant regulations, guidelines, policies, procedures and practices for the safe and efficient handling of vessels afloat and ashore (prepare, move, block off, load on to transporter, dry stack or dry dock)."
    },
    {
      "knowledgeId": "d61dd5d8-5274-4ab3-97ca-455effef8448",
      "detail": "Requirements and relevant regulations, guidelines, and other information and guidance for receiving visiting vessels, allocating berths and berthing vessels and the records and documentation that is completed. (Information to include tides, weather, and other relevant navigational hazards.)"
    },
    {
      "knowledgeId": "b671d952-95fe-48ae-a26c-39dc4f32dba4",
      "detail": "Relevant regulations, guidelines, policies, and procedures for operating equipment and machinery for lifting and supporting vessels and equipment in a marina/ boatyard safely."
    },
    {
      "knowledgeId": "5e7c0245-e5fd-4e4b-aade-5dcd164d9a5e",
      "detail": "Issues relating to the routine care and maintenance of marine equipment and company assets in order to maximise operational life."
    },
    {
      "knowledgeId": "f78961d5-44cd-4dec-bebb-519f3b4b6545",
      "detail": "Procedures for safely preparing vessels for cleaning and safely cleaning hulls according to organisational policy, procedures and relevant guidance."
    },
    {
      "knowledgeId": "295c67ed-ad3b-4205-864d-5d4ec5eb489c",
      "detail": "Factors that can affect the security of a marina/ boatyard, the customers and their property, e.g. vessels and equipment, and the public. The information and guidance that must be followed to ensure security is maintained."
    },
    {
      "knowledgeId": "9eaf2474-441c-4169-8c77-6aa78cabe9ca",
      "detail": "Types of emergencies and incidents that can occur within a marina/boatyard environment (on/near the water) and the regulations, codes of practice, information and guidance that need to be followed to reduce the incidence of these and deal with any that may occur."
    },
    {
      "knowledgeId": "9a446b50-ef05-481d-9da9-7a69fcd3678e",
      "detail": "Requirements for recording accidents that occur and for providing first aid in accordance with relevant policies and procedures."
    },
    {
      "knowledgeId": "84f21caa-9e03-4a0f-9852-ae26426ae6dc",
      "detail": "Role, purpose and types of formal and informal communication."
    },
    {
      "knowledgeId": "7d95690a-f263-47f2-996c-3fade71a3078",
      "detail": "Principles in providing high quality customer service and the needs, rights, and expectations of others, and the company’s customer quality standards and processes."
    },
    {
      "knowledgeId": "00c6608e-0fa8-4e1b-bd85-a8399f880d49",
      "detail": "Importance of maintaining record and information systems and the types of administration and documentation for different aspects of an operative’s role."
    },
    {
      "knowledgeId": "4e36a42d-ce59-4fc1-94c6-7d7e8c1c4487",
      "detail": "Safely handle and dispense marine fuels (bulk delivery and fueling of vessels) in accordance with relevant guidance and information."
    },
    {
      "knowledgeId": "6138ad82-01a5-4b86-bf81-2c61f6268711",
      "detail": "Understand relevant legislative and environmental requirements relating to fuel and pump out, such as those relating to fuel spillages."
    },
    {
      "knowledgeId": "44b418f9-99bc-4101-a339-86469d09b273",
      "detail": "Understand fuel costs, stock control, mark up, and required profit margins."
    },
    {
      "knowledgeId": "5e8cd623-f28d-4078-bd14-5a31df55a2b2",
      "detail": "Safely prepare a yacht for rigging and de-rigging in accordance with marina/ boatyard policy."
    },
    {
      "knowledgeId": "9df1a272-906e-431f-8d96-982362c423c0",
      "detail": "Safely check yacht rigging in accordance with marina/boatyard policy."
    },
    {
      "knowledgeId": "29e1922d-9297-4730-a7a5-92d7bcd80d25",
      "detail": "Understand the requirements and processes for the supply of standing & running rigging including splicing and associated rope work."
    },
    {
      "knowledgeId": "7f0468c8-b698-4121-bb2a-f1e4dbef9b64",
      "detail": "Complete relevant rigging and de-rigging records and information"
    },
    {
      "knowledgeId": "853ad2bc-78d0-499a-9820-4926bffa23dc",
      "detail": "Understand marine related products and identify customer needs."
    },
    {
      "knowledgeId": "ec8a7bee-ec46-4964-8c49-4df21fda2f44",
      "detail": "Understand stock control, mark up and required profit margins"
    },
    {
      "knowledgeId": "7e5d422d-9393-4440-96eb-d52b4c1a07b2",
      "detail": "Understand and apply principles of sales & marketing and display of products."
    },
    {
      "knowledgeId": "fabb8573-ad36-4600-95a8-00273c28791d",
      "detail": "Safely operate lifting or swing bridges and locks in accordance with relevant guidance and information"
    },
    {
      "knowledgeId": "e73df07c-a80f-40c4-8935-880d3f05ec76",
      "detail": "Understand required weekly, monthly and annual maintenance of locks and bridges."
    },
    {
      "knowledgeId": "8476ede8-5c36-4b16-98ab-24170fdcf833",
      "detail": "Complete relevant maintenance and repair logs, including the effective planning for scheduled maintenance work whilst managing the impact of customer needs and vessel movements."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "617354c0-4558-45c8-882f-a5ffad517744",
      "detail": "Safety awareness – Embrace a safety culture and situational awareness and apply this proactively acting in a way that does not endanger the health and safety of any person whilst ensuring the protection of property at all times, to include both on and near water and when working at height.  Report and address any safety issues and concerns in accordance with relevant guidance and information."
    },
    {
      "behaviourId": "cbaa834e-f685-4b95-8f03-be41e6655ed2",
      "detail": "Environmental awareness – Embrace a sustainable working culture, taking responsibility for the appropriate use of resources and own actions in accordance with relevant guidance and information."
    },
    {
      "behaviourId": "9f053194-b90b-46aa-8ac2-1221647faea5",
      "detail": "Customer service – Seek to provide outstanding customer service and meet requirements of all customers."
    },
    {
      "behaviourId": "7ba6bf40-7fe8-454b-9582-7f784eebe1e9",
      "detail": "Independent working and logical decision making – Take responsibility for completion of own work within confines of job responsibility level; take command of situations and give clear instructions when needed to ensure the safety of self, others, and property."
    },
    {
      "behaviourId": "41eaf271-1e63-4e83-964c-a0160529a739",
      "detail": "Personal commitment /strong work ethics – Seek to achieve best work results ensuring quality and continuous improvement in own actions and across organisational practices and processes. Is motivated, committed, reliable, proactive and adaptable and adopts a ‘right first time’ approach."
    },
    {
      "behaviourId": "9440fa8d-3693-437b-af7a-affa7643face",
      "detail": "Working with others - communicate and work efficiently with colleagues, customers, contractors, suppliers and others, as needed to achieve positive outcomes. Display commitment to integrity and diversity, treating others with courtesy and respect."
    },
    {
      "behaviourId": "d80e6031-f487-44eb-b0d4-d1c68287d663",
      "detail": "Time management - Use own time efficiently to complete work tasks to schedule."
    }
  ],
  "skills": [
    {
      "skillId": "875866d6-dd76-4140-9e05-c2204bcce7ac",
      "detail": "Discuss the industry and how marinas and boatyards support design, production, employment and tourism etc. "
    },
    {
      "skillId": "ae70bbd5-b402-4fcb-b796-8811c37c6bd6",
      "detail": "Keep themselves and others safe within the marina/boatyard boundary including on and near water and when working at height, by complying with relevant guidance, practices, instructions and information. "
    },
    {
      "skillId": "c6baec0c-0813-4ac6-9a8f-612ecde709e8",
      "detail": "Maintain environmental good practice by ensuring decisions, actions and tasks undertaken comply with relevant environmental and sustainability guidance, instructions and information."
    },
    {
      "skillId": "213941c6-8558-4e95-9574-afc90a6d122c",
      "detail": "Prepare, lift, move, and/or store vessels in accordance with relevant guidance and information, including oversight of the lift as banksman and/or plant operator."
    },
    {
      "skillId": "8691675e-80e1-4e72-aa6f-d282e942eede",
      "detail": "Safely receive visiting vessels, allocate berths, berth vessels, and complete appropriate records in accordance with relevant guidance and information."
    },
    {
      "skillId": "f16d1f31-8028-4f63-9c3b-3fee1edc0255",
      "detail": "Use and operate marina/ boatyard equipment, machinery, etc., as operator and/or banksman, safely and efficiently within their area of responsibility (for example, boat handling and moving equipment, vessel support equipment, maintenance equipment) in accordance with  manufacturer’s and other relevant guidance and information."
    },
    {
      "skillId": "35f1a06e-4140-4e67-b3f7-6f06d2e41ee1",
      "detail": "Perform routine maintenance on the marina/boatyard facilities within any wider estate, as required (for example, cradles, marina pontoons) in accordance with appropriate maintenance schedules, relevant guidance and information, using appropriate machinery and equipment."
    },
    {
      "skillId": "44c10c1f-621e-4d6e-a3dc-bc412be138ef",
      "detail": "Clean vessel hulls safely and to required standards following relevant guidance and information."
    },
    {
      "skillId": "e4811536-e766-4c5e-8bb8-4e8f294a8202",
      "detail": "Maintain security in the marina /boatyard and conduct required security checks in accordance with organisational requirements and guidelines in relation to their role."
    },
    {
      "skillId": "e2daf9da-f80f-4758-904b-f1cf585f6c40",
      "detail": "Respond safely and efficiently to emergencies and incidents (for example fire, person in water, lock malfunction, pollution) in accordance with relevant guidance, instructions and information."
    },
    {
      "skillId": "a7cfce95-134f-43d2-ae32-faafe27256ad",
      "detail": "Follow appropriate procedures for accidents that may occur, accurately record and detail information about the accident and provide relevant first aid in accordance with authority provided and relevant information and guidance."
    },
    {
      "skillId": "ec41c2d1-5771-4743-a165-be800fb97a65",
      "detail": "Communicate effectively with customers and other members of staff and visitors to the site using appropriate, clear and engaging communication."
    },
    {
      "skillId": "c30cfaa1-f31b-49d8-bd4b-5e1042728be4",
      "detail": "Deliver excellent customer service by actively applying customer service principles and best practice in accordance with required information and guidance to ensure customer needs are met."
    },
    {
      "skillId": "01dfc7e3-4d0c-43fe-91d4-c8f097bd011d",
      "detail": "Complete necessary documentation for tasks planned and undertaken within own area of responsibility and in accordance with relevant guidance and information."
    },
    {
      "skillId": "83993166-5721-402d-b0ba-d879a5af16b5",
      "detail": "Safely handle and dispense marine fuels (bulk delivery and fueling of vessels) in accordance with relevant guidance and information."
    },
    {
      "skillId": "8d18faed-7bc4-450f-ac98-48994bf4a18c",
      "detail": "Correctly calculate fuel mark up and margins and fuel payments and obtain correct payment."
    },
    {
      "skillId": "a7db1cf9-36ad-44f2-beb5-8977157ed862",
      "detail": "Safely operate pump out facilities"
    },
    {
      "skillId": "3c75828f-ccd5-4dd9-aee4-5d76c79951c5",
      "detail": "Safely prepare a yacht for rigging and de-rigging in accordance with marina/ boatyard policy."
    },
    {
      "skillId": "60301454-b518-4bc5-aea3-752aa05228af",
      "detail": "Safely check yacht rigging in accordance with marina/boatyard policy."
    },
    {
      "skillId": "354c379c-61a3-4b27-bcba-09fd0d2488ad",
      "detail": "Complete relevant rigging and de-rigging records and information"
    },
    {
      "skillId": "f5c16b83-4e72-4f70-b579-c17bf772b3f3",
      "detail": "Perform stock control principles to organisational"
    },
    {
      "skillId": "abecf493-ec67-4c46-a8c8-ff46179996fd",
      "detail": "Understand and apply principles of sales & marketing and display of products."
    },
    {
      "skillId": "7d4f617f-872c-4fa2-9f3b-d8797866f258",
      "detail": "Safely operate lifting or swing bridges and locks in accordance with relevant guidance and information"
    },
    {
      "skillId": "ea781a32-81e6-4658-8332-f176872c89e1",
      "detail": "Complete relevant maintenance and repair logs, including the effective planning for scheduled maintenance work whilst managing the impact of customer needs and vessel movements."
    }
  ],
  "optionsUnstructuredTemplate": [
    "Chandlery & Retail",
    "Fuel & Pump Out",
    "Lock & Bridge Operation",
    "Rigging"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-12-17T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0247 ",
  "tbMainContact": "ULawrence@britishmarine.co.uk",
  "involvedEmployers": "Berthon Boat Company Ltd, Cowes Harbour Commission, Dean Readdyoff Ltd, Emsworth Yacht Harbour, MDL Marinas Ltd, Port of Dover Marina, Premier Marinas Ltd, Quay Marinas Ltd, Salterns Marina Ltd, St Katharine Docks London, Suffolk Yacht Harbour, Tingdene Marinas Ltd, Wisbech Yacht Harbour, Pontoon and Dock Company Ltd",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Transport",
  "cluster": "Transport Operations Operative/Technician",
  "clusterId": "16",
  "clusterDescription": "Support a transport facility's operation and/or support the loading and movement of a freight or passenger vehicle or vessel",
  "createdDate": "2017-11-14T17:10:35 +00:00",
  "lastUpdated": "2018-12-17T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-12-17T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0592",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0592-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0592-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "ccf2a4e9-18fc-4061-9cf4-46d26dd57063",
      "title": "Chandlery & Retail",
      "occupationCode": "OCC0592A"
    },
    {
      "optionId": "5acef4f7-6c0c-4bac-8b07-047e659f89ed",
      "title": "Fuel & Pump Out",
      "occupationCode": "OCC0592B"
    },
    {
      "optionId": "0e24eacc-9444-454d-8e7b-5ea1f84eb594",
      "title": "Lock & Bridge Operation",
      "occupationCode": "OCC0592C"
    },
    {
      "optionId": "50ea6f52-6646-4d84-85ff-59e1f5702f67",
      "title": "Rigging",
      "occupationCode": "OCC0592D"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "617354c0-4558-45c8-882f-a5ffad517744",
        "cbaa834e-f685-4b95-8f03-be41e6655ed2",
        "9f053194-b90b-46aa-8ac2-1221647faea5",
        "7ba6bf40-7fe8-454b-9582-7f784eebe1e9",
        "41eaf271-1e63-4e83-964c-a0160529a739",
        "9440fa8d-3693-437b-af7a-affa7643face",
        "d80e6031-f487-44eb-b0d4-d1c68287d663"
      ],
      "mappedKnowledge": [
        "b371b490-8d3a-45f5-8cdd-8b3970748790",
        "457f3cd8-6a72-4c1a-8f15-763233b18812",
        "48dacf4b-8cc9-48e4-b00f-2241528e94c7",
        "b189e6ce-5d78-46ad-9066-fb76530a2dd4",
        "d61dd5d8-5274-4ab3-97ca-455effef8448",
        "b671d952-95fe-48ae-a26c-39dc4f32dba4",
        "5e7c0245-e5fd-4e4b-aade-5dcd164d9a5e",
        "f78961d5-44cd-4dec-bebb-519f3b4b6545",
        "295c67ed-ad3b-4205-864d-5d4ec5eb489c",
        "9eaf2474-441c-4169-8c77-6aa78cabe9ca",
        "9a446b50-ef05-481d-9da9-7a69fcd3678e",
        "84f21caa-9e03-4a0f-9852-ae26426ae6dc",
        "7d95690a-f263-47f2-996c-3fade71a3078",
        "00c6608e-0fa8-4e1b-bd85-a8399f880d49"
      ],
      "mappedSkills": [
        "875866d6-dd76-4140-9e05-c2204bcce7ac",
        "ae70bbd5-b402-4fcb-b796-8811c37c6bd6",
        "c6baec0c-0813-4ac6-9a8f-612ecde709e8",
        "213941c6-8558-4e95-9574-afc90a6d122c",
        "8691675e-80e1-4e72-aa6f-d282e942eede",
        "f16d1f31-8028-4f63-9c3b-3fee1edc0255",
        "35f1a06e-4140-4e67-b3f7-6f06d2e41ee1",
        "44c10c1f-621e-4d6e-a3dc-bc412be138ef",
        "e4811536-e766-4c5e-8bb8-4e8f294a8202",
        "e2daf9da-f80f-4758-904b-f1cf585f6c40",
        "a7cfce95-134f-43d2-ae32-faafe27256ad",
        "ec41c2d1-5771-4743-a165-be800fb97a65",
        "c30cfaa1-f31b-49d8-bd4b-5e1042728be4",
        "01dfc7e3-4d0c-43fe-91d4-c8f097bd011d"
      ]
    },
    {
      "coreOrOptionTitle": "Chandlery & Retail",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "853ad2bc-78d0-499a-9820-4926bffa23dc",
        "ec8a7bee-ec46-4964-8c49-4df21fda2f44",
        "7e5d422d-9393-4440-96eb-d52b4c1a07b2"
      ],
      "mappedSkills": [
        "f5c16b83-4e72-4f70-b579-c17bf772b3f3",
        "abecf493-ec67-4c46-a8c8-ff46179996fd"
      ]
    },
    {
      "coreOrOptionTitle": "Fuel & Pump Out",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "4e36a42d-ce59-4fc1-94c6-7d7e8c1c4487",
        "6138ad82-01a5-4b86-bf81-2c61f6268711",
        "44b418f9-99bc-4101-a339-86469d09b273"
      ],
      "mappedSkills": [
        "83993166-5721-402d-b0ba-d879a5af16b5",
        "8d18faed-7bc4-450f-ac98-48994bf4a18c",
        "a7db1cf9-36ad-44f2-beb5-8977157ed862"
      ]
    },
    {
      "coreOrOptionTitle": "Lock & Bridge Operation",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "fabb8573-ad36-4600-95a8-00273c28791d",
        "e73df07c-a80f-40c4-8935-880d3f05ec76",
        "8476ede8-5c36-4b16-98ab-24170fdcf833"
      ],
      "mappedSkills": [
        "7d4f617f-872c-4fa2-9f3b-d8797866f258",
        "ea781a32-81e6-4658-8332-f176872c89e1"
      ]
    },
    {
      "coreOrOptionTitle": "Rigging",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "5e8cd623-f28d-4078-bd14-5a31df55a2b2",
        "9df1a272-906e-431f-8d96-982362c423c0",
        "29e1922d-9297-4730-a7a5-92d7bcd80d25",
        "7f0468c8-b698-4121-bb2a-f1e4dbef9b64"
      ],
      "mappedSkills": [
        "3c75828f-ccd5-4dd9-aee4-5d76c79951c5",
        "60301454-b518-4bc5-aea3-752aa05228af",
        "354c379c-61a3-4b27-bcba-09fd0d2488ad"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2018-12-17T00:00:00"
}