{
  "templateType": "Apprenticeship Standard",
  "larsCode": 375,
  "referenceNumber": "ST0555",
  "learningAimClassCode": "",
  "title": "Improvement specialist",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0555",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan revised",
  "changedDate": "2023-07-27T00:00:00",
  "earliestStartDate": "2023-07-27T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Leading the deployment of improvement strategies.",
  "level": 5,
  "ePALength": 0,
  "typicalDuration": 14,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Business and administration",
  "keywords": [
    "Improvement Specialist",
    "administration",
    "project management",
    "improvement strategies",
    "business management"
  ],
  "jobRoles": [
    "Business Improvement Expert",
    "Continuous Improvement Consultant",
    "Process Excellence Manager",
    "Lean Six Sigma Black Belt",
    "Business Improvement Consultant",
    "Business Transformation Consultant",
    "Environmental Manager",
    "Environmental Engineer",
    "Mechanical Engineer",
    "Geotechnical Engineer",
    "Civil Engineer",
    "Chemical Engineer",
    "Business sustainability improvement consultant",
    "environmental improvement manager",
    "environmental improvement engineer",
    "Environmental improvement data analyst",
    "Environmental improvement health and safety manager"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/unvbqylu/st0555-_improvement-specialist_l5_-epa_for_adjustment_26072023.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.3 Business management",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupation Profile:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Improvement Specialists are responsible for leading the deployment of improvement strategy, for training others and for providing broad and deep technical expertise in advanced and complex Lean and Six Sigma, Project and Change Management principles and tools to enable identification and delivery of improvement opportunities aligned to key business goals.&lt;/p&gt;\n&lt;p&gt;Improvement Specialists typically report to Improvement Leaders who develop the improvement strategy and governance processes, and who provide technical guidance on advanced analysis. Improvement Specialists manage (directly and/or matrix) Improvement Practitioners who lead smaller improvement projects aligned to the improvement strategy. A typical ratio of Improvement Specialists to Improvement Practitioners in an organisation could be 1:10. In comparison with the work of an Improvement Practitioner, Improvement Specialists draw on their advanced knowledge and skills in applying Improvement principles and tools across a range of programmes/ projects/areas to build the capability of others.&amp;nbsp; They also swiftly visualise processes, problems and opportunities and use both graphical and statistical analysis to deliver improvements.&lt;/p&gt;\n&lt;p&gt;They work closely with other Improvement Specialists to support the delivery of improvement strategy, working on multiple simultaneous projects linked to key business objectives, identifying and engaging both subject matter experts and key stakeholders. Their work generally requires them to interact with others but typically involves a high-degree of autonomy.&lt;/p&gt;\n&lt;h3&gt;Typical roles and responsibilities:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Leading the local deployment of improvement strategy; supporting delivery of business goals, for example they may model critical process inputs to enable root causes of complex problems to be verified or they may develop bespoke measurement processes to enable the collection of good-quality data in support of change&lt;/li&gt;\n&lt;li&gt;Providing technical expertise in structured Improvement methods and advanced tools such as Multiple Regression and Designed Experiments to analyse relationships between inputs and outputs&lt;/li&gt;\n&lt;li&gt;Leading advanced and/or cross-functional Improvement projects such as process re-engineering and change programmes reducing energy consumption/waste; or reducing defects on complex products.&lt;/li&gt;\n&lt;li&gt;Co-ordinating Practitioner-level Improvement training, activities and projects; for example, they may deliver Lean Six Sigma Green Belt training and coaching to an awarding body accreditation standard&lt;/li&gt;\n&lt;li&gt;Coaching, mentoring and communicating with Improvement Practitioners, business leaders and stakeholders&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;The role is typically office-based but involves working wherever their improvement activities are focused, for example they could be delivering training in a classroom environment, they could be working on the shop-floor or at a supplier premises.&lt;/p&gt;\n&lt;p&gt;Roles are commonly found in all industry sectors and functions including Automotive, Pharmaceutical, Telecommunication, Retail, Finance, Food, Drink, Travel and Leisure, Local and County Councils, NHS, Voluntary / Charity, Utilities, Pharmaceuticals, Insurance and Hospitality. Job titles associated with the Specialist occupation include, but are not limited to: Business Improvement Expert, Continuous Improvement Consultant, Process Excellence Manager, Lean Six Sigma Black Belt, Business Improvement Consultant, Business Transformation Consultant, Environmental Manager, Engineer (Environmental, Mechanical, Geotechnical, Civil, Chemical, etc.), Environmental Data Analyst, Environmental Health and Safety Manager.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Green job titles: &lt;img style=&quot;width: 19px; height: 18px;&quot; src=&quot;/media/6054/picture1.png?width=19&amp;amp;height=18&amp;amp;mode=max&quot; alt=&quot;&quot;&gt;Business sustainability improvement consultant, &lt;img style=&quot;width: 19px; height: 18px;&quot; src=&quot;/media/6054/picture1.png?width=19&amp;amp;height=18&amp;amp;mode=max&quot; alt=&quot;&quot;&gt; Environmental improvement manager,&amp;nbsp; &lt;img style=&quot;width: 19px; height: 18px;&quot; src=&quot;/media/6054/picture1.png?width=19&amp;amp;height=18&amp;amp;mode=max&quot; alt=&quot;&quot;&gt; Environmental improvement engineer, &lt;img style=&quot;width: 19px; height: 18px;&quot; src=&quot;/media/6054/picture1.png?width=19&amp;amp;height=18&amp;amp;mode=max&quot; alt=&quot;&quot;&gt;Environmental improvement data analyst and &lt;img style=&quot;width: 19px; height: 18px;&quot; src=&quot;/media/6054/picture1.png?width=19&amp;amp;height=18&amp;amp;mode=max&quot; alt=&quot;&quot;&gt; Environmental improvement health and safety manager&lt;/p&gt;\n&lt;h3&gt;Improvement Specialists have the&lt;strong&gt; Knowledge and understanding &lt;/strong&gt;of:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Leading improvement teams:&lt;/strong&gt; Personality types, team development stages, motivational techniques, situational leadership, learning styles, mentoring models&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Project planning:&lt;/strong&gt; Multi-element business case, financial plan, benefits realisation plan, risk management plan, project plan&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Project reviews &amp;amp; coaching:&lt;/strong&gt; Coaching models, Maslow’s hierarchy of needs&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Change planning:&lt;/strong&gt; Change management methods, impact/readiness, influencing strategies&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Commercial environment:&lt;/strong&gt; Business and economic risks including changes in legislation, government regulation or trading condidtions that can impact all aspects of improvement from Project Selection through to selection/implementation of improvements&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Principles &amp;amp; methods for Improvement:&lt;/strong&gt; How to apply Improvement Methods (eg. Practical Problem Solving, Define-Measure-Analyse-Improve-Control, 8-Disciplines, Identify-Define-Optimise-Verify) across all functions, policy deployment principles, Lean culture&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Voice of the customer:&lt;/strong&gt; Interviewing and focus groups, Quality Function Deployment principles and how to build a House of Quality&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Process mapping &amp;amp; analysis:&lt;/strong&gt; Activity network diagrams, design structure matrix, process modelling, key function diagrams and analysis&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Data acquisition planning:&lt;/strong&gt; Stratification, rational sub-groups, power and sample size&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Statistics &amp;amp; measures:&lt;/strong&gt; Probability distributions and how to test for fit of probability distributions to data. Confidence intervals, central limit theorem. How to test data for stability and normaility and strategies for dealing with non-stable or non-normal data&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Lean concepts and tools: &lt;/strong&gt;Principles of Lean Thinking and Lean tools including origins and cultural aspects critical to successful application within an organisation.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Measurement system analysis:&lt;/strong&gt; Repeatability &amp;amp; Reproducibility analysis. Long term measurement error&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Process capability: &lt;/strong&gt;Data transformation, life data analysis and prediction&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Root cause analysis:&lt;/strong&gt; Matrix plots, multi-vari charts, hypothesis testing principles and methods, correlation and regression principles and methods&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Experimentation:&lt;/strong&gt; Principles of full and fractitional designed experiments including replicates, repeats, randomisation, blocking and centre points, resolution and confounding. Planning and analysis using residuals, main effects &amp;amp; interaction plots, hierarchy of terms, Response Surface Method, Split plots, Analysis of variance (ANOVA). Approaches for model optimisation&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Identification &amp;amp; prioritisation:&lt;/strong&gt; Creativity tools e.g. theory of inventive problem solving (TRIZ), Pugh matrix&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Failure mode avoidance: &lt;/strong&gt;System state flow, boundary diagram, interface analysis tables, fault tree analysis, robustness checklist, tolerance design and analysis. Principles and links between Failure Modes and Effects analysis for concepts, designs, processes.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Sustainability &amp;amp; control:&lt;/strong&gt; Control and reaction plans. Prevention controls&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Improvement Specialists have the following&lt;strong&gt; Skills&lt;/strong&gt;:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Leading improvement teams:&lt;/strong&gt; Holding team members/stakeholders to account for delivering agreed actions within an improvement project and building/maintaining appropriate stakeholder relationships inside and outside the organisation to deliver improvement project objectives&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Strategic Deployment of Continuous Improvement: &lt;/strong&gt;Contribute to deployment of improvement strategy, participating as an active member of the improvement community&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Communication:&lt;/strong&gt; Prepare and present concise proposals and plans. Capture and share progress through effective formats and channels. Use and handle questions effectively. Build rapport with others.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Capability Development:&lt;/strong&gt; Train, facilitate and critique the application of tools used by improvement practitioners including tool-selection, links between tools, how they are used within a structured method, analsysis of results and presentation of recommendations&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Project planning: &lt;/strong&gt;Plan and manage finances, multi-stakeholder delivery and benefits realisation&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Change planning: &lt;/strong&gt;Design reinforcement, engagement and communication strategies&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Principles and Methods for Improvement:&lt;/strong&gt; Guide others on the selection of appropriate methods (eg. Practical Problem Solving, Define-Measure-Analyse-Improve-Control, 8-Disciplines, Identify-Define-Optimise-Verify) to deliver improvements. Conduct gateway assessments to ensure suitability of projects to progress&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Project selection &amp;amp; scope:&lt;/strong&gt; Guides others on the selection and scoping of improvement projects and the intial response to product/process performance issues. Identify, scope and prioritise improvement opportunities that map to high-level organisation objectives and key value-streams&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Process mapping &amp;amp; analysis:&lt;/strong&gt; Guide others on the selection of appropriate process mapping and analysis tools. Critique improved state&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Lean tools:&lt;/strong&gt; Identify and analyse value-streams using appropriate methods and tools to optimise flow to customer&lt;strong&gt;. &lt;/strong&gt;Develop a plan for Lean deployment within the organisation including effective and relevant performance metrics.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Measurement&lt;/strong&gt;: Guide others on the planning, analysis and interpretation of data collection &amp;amp; measurement studies including the design of tests to recreate failures &amp;amp; steps to diagnose/reduce short &amp;amp; long-term measurement variation&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Statistics &amp;amp; measures:&lt;/strong&gt; Confirm data and fit for a range distribution models. Establish predictions. Calculate confidence intervals&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Data analysis-statistical methods: &lt;/strong&gt;Model random behaviour and make inferences with levels of confidence. Calculate/recommend sample size. Test hypotheses for all data types. Assess input/output correlation. Generate, analyse and interpret simple and multiple predictive relationship models&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Process capability &amp;amp; performance:&lt;/strong&gt; Identify data stability/distribution issues and apply appropriate strategies to enable robust Capability Analysis. Analyse life data to establish rates and patterns&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Root cause analysis:&lt;/strong&gt; Make appropriate use of data to assess contribution of critical inputs/root cause(s) to product/process performance using appropriate graphical and statistical tools to draw and coomunicate conclusions&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Experimentation &amp;amp; optimisation: &lt;/strong&gt;Guide others on the planning, analysis and interpretation of experiments. Plan,conduct, analyse and optimise both full &amp;amp; fractional experiments&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Data analysis –&lt;/strong&gt; &lt;strong&gt;Statistical Process Control:&lt;/strong&gt; Monitor and asses ongoing process variation and changes through chart-selection, control-limit setting, sample sizing/frequency and control-rules&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Benchmarking:&lt;/strong&gt; Guide others on benchmarking to support all stages of improvement projects including future-state design&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Failure mode avoidance:&lt;/strong&gt; Decompose complex systems in order to define main functions. Anaylse system interactions. Cascade knowledge through fault tree analysis. Create and assess design rules, standards &amp;amp; verification methods. Complete robustness studies to select appropriate control strategies and detection methods&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Sustainability &amp;amp; control:&lt;/strong&gt; Guide others on control and sustainability planning including methods and tools to maintain benefits, extraction of learning, replication, sharing and consolidation of new knowledge into organisational learning&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Improvement Specialists demonstrate the following &lt;strong&gt;Behaviours&lt;/strong&gt;:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Drive for results: &lt;/strong&gt;Co-ordinates and delivers sustained improvement across the business by engaging with, and inspiring stakeholders; adopting a can-do attitude&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Team-working: &lt;/strong&gt;Leads cross functional project teams proactively, regularly supports others and replicates learning&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Professionalism: &lt;/strong&gt;Exemplifies high standard of professional integrity, ethics and trust within the organisation, whilst maintaining flexibility to the needs of the business&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Process Thinking: &lt;/strong&gt;Drives process-thinking and customer-focused, data-driven decision making&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Continuous development: &lt;/strong&gt;Identifies &amp;amp; models opportunities for development of self &amp;amp; others&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Safe working: &lt;/strong&gt;Adopts a proactive approach to safety, encouraging others and suggesting compliance improvements&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set their own entry requirements; typically Improvement qualification level 4, or equivalent&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement, the apprenticeships English and maths minimum requirement is Entry Level 3. British Sign Language qualification is an alternative to English qualifications for those whom this is their primary language.&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically, 14-18 months&lt;strong&gt; &amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; &lt;/strong&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;5&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;After 3 years&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Improvement Specialists are responsible for leading the deployment of improvement strategy, for training others and for providing broad and deep technical expertise in advanced and complex Lean and Six Sigma, Project and Change Management principles and tools to enable identification and delivery of improvement opportunities aligned to key business goals. Improvement Specialists typically report to Improvement Leaders who develop the improvement strategy and governance processes, and who provide technical guidance on advanced analysis. Improvement Specialists manage (directly and/or matrix) Improvement Practitioners who lead smaller improvement projects aligned to the improvement strategy. A typical ratio of Improvement Specialists to Improvement Practitioners in an organisation could be 1:10. In comparison with the work of an Improvement Practitioner, Improvement Specialists draw on their advanced knowledge and skills in applying Improvement principles and tools across a range of programmes/ projects/areas to build the capability of others. They also swiftly visualise processes, problems and opportunities and use both graphical and statistical analysis to deliver improvements. They work closely with other Improvement Specialists to support the delivery of improvement strategy, working on multiple simultaneous projects linked to key business objectives, identifying and engaging both subject matter experts and key stakeholders. Their work generally requires them to interact with others but typically involves a high-degree of autonomy.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "1dc7ed86-805b-4f62-8324-cc5fca598178",
      "detail": "Leading improvement teams: Personality types, team development stages, motivational techniques, situational leadership, learning styles, mentoring models"
    },
    {
      "knowledgeId": "c304ced5-7346-4b21-ade6-198bb3c53c79",
      "detail": "Project planning: Multi-element business case, financial plan, benefits realisation plan, risk management plan, project plan"
    },
    {
      "knowledgeId": "1fce5cd4-e17e-4aee-b2b0-7f083c51e7fb",
      "detail": "Project reviews & coaching: Coaching models, Maslow’s hierarchy of needs"
    },
    {
      "knowledgeId": "97fb4173-699d-485c-a332-a36b9992f7fd",
      "detail": "Change planning: Change management methods, impact/readiness, influencing strategies"
    },
    {
      "knowledgeId": "edb08af8-df2e-46e3-9298-6b146ea3f468",
      "detail": "Commercial environment: Business and economic risks including changes in legislation, government regulation or trading condidtions that can impact all aspects of improvement from Project Selection through to selection/implementation of improvements"
    },
    {
      "knowledgeId": "d647879d-5eef-4b47-be6e-0425db6b6991",
      "detail": "Principles & methods for Improvement: How to apply Improvement Methods (eg. Practical Problem Solving, Define-Measure-Analyse-Improve-Control, 8-Disciplines, Identify-Define-Optimise-Verify) across all functions, policy deployment principles, Lean culture"
    },
    {
      "knowledgeId": "5fd06d79-d7b7-4eda-802d-94178f32b320",
      "detail": "Voice of the customer: Interviewing and focus groups, Quality Function Deployment principles and how to build a House of Quality"
    },
    {
      "knowledgeId": "3365b618-92b2-4873-bdb8-5b6336615cce",
      "detail": "Process mapping & analysis: Activity network diagrams, design structure matrix, process modelling, key function diagrams and analysis"
    },
    {
      "knowledgeId": "36a406d0-5fd2-4597-a5b5-f63d5078c37e",
      "detail": "Data acquisition planning: Stratification, rational sub-groups, power and sample size"
    },
    {
      "knowledgeId": "4ee62d5e-ef30-4ee9-881a-5ee9a1ccbf7e",
      "detail": "Statistics & measures: Probability distributions and how to test for fit of probability distributions to data. Confidence intervals, central limit theorem. How to test data for stability and normaility and strategies for dealing with non-stable or non-normal data"
    },
    {
      "knowledgeId": "215e5e85-4c68-4edc-9899-a0c137954d17",
      "detail": "Lean concepts and tools: Principles of Lean Thinking and Lean tools including origins and cultural aspects critical to successful application within an organisation."
    },
    {
      "knowledgeId": "bad21d71-1372-4c09-af9f-55d838cd08c7",
      "detail": "Measurement system analysis: Repeatability & Reproducibility analysis. Long term measurement error"
    },
    {
      "knowledgeId": "fe42e702-1f5a-4551-a54b-89322ba6882c",
      "detail": "Process capability: Data transformation, life data analysis and prediction"
    },
    {
      "knowledgeId": "8a608863-6a4f-4ad8-a82b-48ae3920a847",
      "detail": "Root cause analysis: Matrix plots, multi-vari charts, hypothesis testing principles and methods, correlation and regression principles and methods"
    },
    {
      "knowledgeId": "afae5419-2ac3-4750-bcc1-143e918265bf",
      "detail": "Experimentation: Principles of full and fractitional designed experiments including replicates, repeats, randomisation, blocking and centre points, resolution and confounding. Planning and analysis using residuals, main effects & interaction plots, hierarchy of terms, Response Surface Method, Split plots, Analysis of variance (ANOVA). Approaches for model optimisation"
    },
    {
      "knowledgeId": "6437fad3-e44c-419c-a71c-5f1f5a46addb",
      "detail": "Identification & prioritisation: Creativity tools e.g. theory of inventive problem solving (TRIZ), Pugh matrix"
    },
    {
      "knowledgeId": "a97edfc4-383b-4d68-b472-025ff531533b",
      "detail": "Failure mode avoidance: System state flow, boundary diagram, interface analysis tables, fault tree analysis, robustness checklist, tolerance design and analysis. Principles and links between Failure Modes and Effects analysis for concepts, designs, processes."
    },
    {
      "knowledgeId": "65b28736-8912-4353-8fdf-43bc97b902d4",
      "detail": "Sustainability & control: Control and reaction plans. Prevention controls"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "35cb513a-7825-4455-a01f-a76d519eff9d",
      "detail": "Drive for results: Co-ordinates and delivers sustained improvement across the business by engaging with, and inspiring stakeholders; adopting a can-do attitude"
    },
    {
      "behaviourId": "5f761089-e0cd-436f-9b94-8adb02777470",
      "detail": "Team-working: Leads cross functional project teams proactively, regularly supports others and replicates learning"
    },
    {
      "behaviourId": "8bab1523-def0-48d1-9d1c-5a385d0c76a6",
      "detail": "Professionalism: Exemplifies high standard of professional integrity, ethics and trust within the organisation, whilst maintaining flexibility to the needs of the business"
    },
    {
      "behaviourId": "dbfa38be-802d-4d16-8666-240b6ade6289",
      "detail": "Process Thinking: Drives process-thinking and customer-focused, data-driven decision making"
    },
    {
      "behaviourId": "aefb01a8-110e-4a60-ad46-435a6c12b0b8",
      "detail": "Continuous development: Identifies & models opportunities for development of self & others"
    },
    {
      "behaviourId": "53d0b2f4-f414-475c-b5c4-9ba1420268e4",
      "detail": "Safe working: Adopts a proactive approach to safety, encouraging others and suggesting compliance improvements"
    },
    {
      "behaviourId": "f57314e2-a42d-41c9-abe7-2618df8b033c",
      "detail": "Leadership: Drive for results with the ability to inspire and support project team members and manage stakeholder relationships. Promote the vision, organisational/project purpose and values. Understand and create the environment for an inclusive and diverse organisational culture."
    }
  ],
  "skills": [
    {
      "skillId": "ca1acd8f-57b9-4fcd-af2d-f1567ac14e71",
      "detail": "Leading improvement teams: Holding team members/stakeholders to account for delivering agreed actions within an improvement project and building/maintaining appropriate stakeholder relationships inside and outside the organisation to deliver improvement project objectives"
    },
    {
      "skillId": "cbb7a075-390b-4c05-97c2-59d48034c2c2",
      "detail": "Strategic Deployment of Continuous Improvement: Contribute to deployment of improvement strategy, participating as an active member of the improvement community"
    },
    {
      "skillId": "d3bb7ea7-abcc-4b44-bfbf-3eac962c2eba",
      "detail": "Communication: Prepare and present concise proposals and plans. Capture and share progress through effective formats and channels. Use and handle questions effectively. Build rapport with others."
    },
    {
      "skillId": "f9639ef2-15e3-461b-8217-ec02eade0d14",
      "detail": "Capability Development: Train, facilitate and critique the application of tools used by improvement practitioners including tool-selection, links between tools, how they are used within a structured method, analsysis of results and presentation of recommendations"
    },
    {
      "skillId": "f98326ae-82a3-4801-b7f5-43cc6fc8fb18",
      "detail": "Project planning: Plan and manage finances, multi-stakeholder delivery and benefits realisation"
    },
    {
      "skillId": "d083dda9-04ee-42eb-b726-5b52ac93b75b",
      "detail": "Change planning: Design reinforcement, engagement and communication strategies"
    },
    {
      "skillId": "aec6f018-74a0-4db9-b484-2e0d79ad4a89",
      "detail": "Principles and Methods for Improvement: Guide others on the selection of appropriate methods (eg. Practical Problem Solving, Define-Measure-Analyse-Improve-Control, 8-Disciplines, Identify-Define-Optimise-Verify) to deliver improvements. Conduct gateway assessments to ensure suitability of projects to progress"
    },
    {
      "skillId": "a803964a-9b7a-4e2f-be2a-c4cbc2d56814",
      "detail": "Project selection & scope: Guides others on the selection and scoping of improvement projects and the intial response to product/process performance issues. Identify, scope and prioritise improvement opportunities that map to high-level organisation objectives and key value-streams"
    },
    {
      "skillId": "17618a62-b93c-49e2-b86d-980305e1060c",
      "detail": "Process mapping & analysis: Guide others on the selection of appropriate process mapping and analysis tools. Critique improved state"
    },
    {
      "skillId": "a45475fd-ff27-48a8-a3a8-50a4da10cc06",
      "detail": "Lean tools: Identify and analyse value-streams using appropriate methods and tools to optimise flow to customer. Develop a plan for Lean deployment within the organisation including effective and relevant performance metrics"
    },
    {
      "skillId": "6ad845e0-ea7d-4ba0-bf36-f9f64e0e86b3",
      "detail": "Measurement: Guide others on the planning, analysis and interpretation of data collection & measurement studies including the design of tests to recreate failures & steps to diagnose/reduce short & long-term measurement variation"
    },
    {
      "skillId": "4f5510ce-def1-4f12-b93b-07d8de7495c8",
      "detail": "Statistics & measures: Confirm data and fit for a range distribution models. Establish predictions. Calculate confidence intervals"
    },
    {
      "skillId": "da04025e-e17a-4df7-bb97-c871a66b8f6b",
      "detail": "Data analysis-statistical methods: Model random behaviour and make inferences with levels of confidence. Calculate/recommend sample size. Test hypotheses for all data types. Assess input/output correlation. Generate, analyse and interpret simple and multiple predictive relationship models"
    },
    {
      "skillId": "6d36f7dc-09c4-4401-ac8a-7b4168e93bb0",
      "detail": "Process capability & performance: Identify data stability/distribution issues and apply appropriate strategies to enable robust Capability Analysis. Analyse life data to establish rates and patterns"
    },
    {
      "skillId": "2b9296be-605b-4cab-b902-2857ab931b28",
      "detail": "Root cause analysis: Make appropriate use of data to assess contribution of critical inputs/root cause(s) to product/process performance using appropriate graphical and statistical tools to draw and coomunicate conclusions"
    },
    {
      "skillId": "ecefab53-6c8f-4cc4-b18e-a441e5d43841",
      "detail": "Experimentation & optimisation: Guide others on the planning, analysis and interpretation of experiments. Plan,conduct, analyse and optimise both full & fractional experiments"
    },
    {
      "skillId": "3015332b-6239-44ac-a652-e4d4e2c065a4",
      "detail": "Data analysis – Statistical Process Control: Monitor and asses ongoing process variation and changes through chart-selection, control-limit setting, sample sizing/frequency and control-rules"
    },
    {
      "skillId": "99e275fd-4a96-430e-801a-21b59f73732b",
      "detail": "Benchmarking: Guide others on benchmarking to support all stages of improvement projects including future-state design"
    },
    {
      "skillId": "80f57864-b52d-461c-a84d-d766ceb892d7",
      "detail": "Failure mode avoidance: Decompose complex systems in order to define main functions. Anaylse system interactions. Cascade knowledge through fault tree analysis. Create and assess design rules, standards & verification methods. Complete robustness studies to select appropriate control strategies and detection methods"
    },
    {
      "skillId": "f0800ce4-28a7-4cab-8667-1e006470d7eb",
      "detail": "Sustainability & control: Guide others on control and sustainability planning including methods and tools to maintain benefits, extraction of learning, replication, sharing and consolidation of new knowledge into organisational learning"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-11-08T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "felicity.fashade@baesystems.com",
  "involvedEmployers": "BT Group Plc, Toyota Motor Manufacturing (UK) Ltd, Capella Associates, Chartered Quality Institute, International Automotive Components Group Ltd, Jaguar Land Rover Ltd, SAIC Motor UK Technical Centre Ltd, Capella Associates Ltd, Wincanton Plc, GLAS Business Solutions Ltd, develop-u, National Skills Academy for Food & Drink, Britvic Soft Drinks Ltd, 2 Sisters Food Group, Ricoh Europe Plc, TUI Group Plc, Gleeds Management Services Ltd, Royal Mail Group Ltd, GlaxoSmithKline Plc, nuvia Limited, Bee Lighting Ltd, Clevedon Fasteners Ltd, Stadco Ltd, Kraft Heinz Company, British Standards Institution, Morson International Ltd, Testlink Services Ltd, Rolls-Royce Controls and Data Services Ltd, Leonardo – Helicopter division",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Business Improvement Expert",
    "Continuous Improvement Consultant",
    "Process Excellence Manager",
    "Lean Six Sigma Black Belt",
    "Business Improvement Consultant",
    "Business Transformation Consultant",
    "Environmental Manager",
    "Environmental Engineer",
    "Mechanical Engineer",
    "Geotechnical Engineer",
    "Civil Engineer",
    "Chemical Engineer",
    "Business sustainability improvement consultant",
    "environmental improvement manager",
    "environmental improvement engineer",
    "Environmental improvement data analyst",
    "Environmental improvement health and safety manager"
  ],
  "greenJobTitles": [
    "Business sustainability improvement consultant",
    "environmental improvement manager",
    "environmental improvement engineer",
    "Environmental improvement data analyst",
    "Environmental improvement health and safety manager"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Management and Administration",
  "cluster": "Business manager",
  "clusterId": "25",
  "clusterDescription": null,
  "createdDate": "2023-07-25T15:37:03 +00:00",
  "lastUpdated": "2023-07-27T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-11-08T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0555",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0555-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0555-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-07-27T00:00:00"
}