{
  "templateType": "Occupational Standard",
  "larsCode": 233,
  "referenceNumber": "ST0521",
  "learningAimClassCode": "",
  "title": "Industrial thermal insulation technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0521",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Occupational standard, end-point assessment plan and funding band revised.",
  "changedDate": "2023-12-22T00:00:00",
  "earliestStartDate": "2023-12-22T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Applying and fabricating insulation and cladding materials.",
  "level": 3,
  "ePALength": 3,
  "typicalDuration": 24,
  "maxFunding": 20000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "Thermal Insulation Technician",
    "Thermal",
    "Thermal Insulation",
    "Insulation Technician",
    "Technician"
  ],
  "jobRoles": [
    "Industrial thermal insulation technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0521-v1-1?view=epa",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;Occupational Profile&lt;/h3&gt;\n&lt;p&gt;Thermal Insulation Technicians apply multi-layer applications of specialist insulation systems, comprising of layers of high performance insulation, vapour barriers and weatherproof cladding. Thermal Insulation Technicians create bespoke patterns using technical drawing equipment to fabricate specialist cladding materials, which are applied on top of specialist insulation systems to complex pipework, ductwork and vessels. The cladding material is required to protect the equipment from environmental damage and for personnel protection from very hot or very cold surface temperatures, whilst maintaining the equipment within the plant.&lt;/p&gt;\n&lt;p&gt;Thermal Insulation Technicians can expect to work in a supervisory capacity, mentoring and advising other operatives and assisting with the management of projects. They will ensure the appropriate standard and quality of work is maintained and that it conforms to the design specifications, taking any corrective actions they consider necessary.&lt;/p&gt;\n&lt;p&gt;Thermal Insulation Technicians may work on a diverse range of sites including:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Power Generation, Nuclear, Oil and Gas sites&lt;/li&gt;\n&lt;li&gt;Petrochemical and Process Plants including Food, Brewing and Dairy&lt;/li&gt;\n&lt;li&gt;Shipyards&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Working wherever pipework and services are located i.e. inside the plant or outside on the wider site.&lt;/p&gt;\n&lt;p&gt;The role of a Thermal Insulation Technician includes the procurement of appropriate resources, the scheduling of work activities and quality assurance, in addition to the installation and application of appropriate insulation and cladding materials. They will identify the working area, variations in temperature and changing site conditions through a process of consultation with the client and appraisal of project drawings and information.&lt;/p&gt;\n&lt;h3&gt;Knowledge&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Thermal Insulation Technicians will require a comprehensive understanding of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;the accurate interpretation of relevant product information and design specifications in line with changing external environmental weather conditions&lt;/li&gt;\n&lt;li&gt;how to use technical drawing equipment to calculate the quantity, length and area of materials to be used in order to minimise wastage of resources&lt;/li&gt;\n&lt;li&gt;the process used to design and develop patterns from which to fabricate sheet cladding materials, to fit complex shapes and surfaces in line with specifications and project drawings&lt;/li&gt;\n&lt;li&gt;understand the specific project procurement processes&lt;/li&gt;\n&lt;li&gt;jointing, sealing, weatherproofing and fitting specialist insulation systems&lt;/li&gt;\n&lt;li&gt;how to comply with organisational health and safety policies and procedures&lt;/li&gt;\n&lt;li&gt;hazard recognition and how to mitigate any potential risks&lt;/li&gt;\n&lt;li&gt;identification of any asbestos risks in a refurbishment environment&lt;/li&gt;\n&lt;li&gt;how to supervise, coach and mentor a team of thermal insulation operatives&lt;/li&gt;\n&lt;li&gt;scheduling and managing work activities in line with project plans&lt;/li&gt;\n&lt;li&gt;the relevant industry quality standards and ensure that they are adhered to&lt;/li&gt;\n&lt;li&gt;how to communicate instructions accurately and effectively&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Skills&lt;/h3&gt;\n&lt;p&gt;Thermal Insulation Technicians are able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;design and develop patterns from which to fabricate cladding from a range of specialist base materials in line with the design specification&lt;/li&gt;\n&lt;li&gt;fabricate specialist cladding from patterns, including bespoke elbows, bends and T sections&lt;/li&gt;\n&lt;li&gt;install fabricated cladding to pipework, ductwork and vessels, for insulation and personnel protection&lt;/li&gt;\n&lt;li&gt;install insulation systems using staggered and grooved joints that fit together precisely&lt;/li&gt;\n&lt;li&gt;resize and re-configure cladding components on site when required&lt;/li&gt;\n&lt;li&gt;use specialist hand tools and equipment including: swagers, lockformers, dividers, metal shears, mole grips, metal folders, metal rollers, drills and safe blades&lt;/li&gt;\n&lt;li&gt;work reliably and safely, without close supervision, to approved industry standards and safe working practices&lt;/li&gt;\n&lt;li&gt;work effectively and efficiently, both individually and as part of a team, maintaining effective relationships with colleagues, clients, suppliers and the public&lt;/li&gt;\n&lt;li&gt;use the appropriate communication style to suit the circumstance and the audience&lt;/li&gt;\n&lt;li&gt;supervise and mentor other thermal insulators, providing technical advice as required&lt;/li&gt;\n&lt;li&gt;assist with the management of projects, in line with all design specifications and project schedules&lt;/li&gt;\n&lt;li&gt;procure resources in line with site specific procedures&lt;/li&gt;\n&lt;li&gt;ensure resources are moved, handled and stored safely and securely&lt;/li&gt;\n&lt;li&gt;implement all organizational security arrangements and procedures&lt;/li&gt;\n&lt;li&gt;competently erect and dismantle portable scaffold towers, ensuring safe working at heights&lt;/li&gt;\n&lt;li&gt;identify risks by checking information and being aware of changing external circumstances e.g. weather conditions&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Behaviours&lt;/h3&gt;\n&lt;p&gt;Thermal Insulation Technicians are expected to demonstrate the following behaviours:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;act professionally, demonstrating a positive, dependable, ethical, responsible and reliable attitude, showing leadership&lt;/li&gt;\n&lt;li&gt;be mindful of using the appropriate communication style to suit circumstances and the audience&lt;/li&gt;\n&lt;li&gt;display a self-disciplined, self-motivated, proactive approach to work, understanding individual personal limitations&lt;/li&gt;\n&lt;li&gt;be receptive to feedback, be able to provide feedback and be willing to learn new skills&lt;/li&gt;\n&lt;li&gt;commitment to the objectives of the employer, the client and to the wider professional standards of the&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;Apprentices without Level 2 English and maths will need to achieve this level prior to taking the end point assessment&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Level: &lt;/strong&gt;This is a Level 3 Apprenticeship.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Duration: &lt;/strong&gt;The Apprenticeship will typically be completed in 24 months.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Review: &lt;/strong&gt;The Apprenticeship Standard will be reviewed after 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found within the Construction industry. Depending upon the industry sector, Thermal Insulation Technicians may work on a diverse range of sites working wherever pipework and services are located i.e. inside the plant or outside on the wider site:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Process Plants (Chemical, food, brewing etc)&lt;/li&gt;\n&lt;li&gt;Commercial Construction sites (Offices, Hotels, Schools, Leisure &amp;amp; Hospitals etc)&lt;/li&gt;\n&lt;li&gt;Shipyards.&#160;&lt;/li&gt;\n&lt;li&gt;Power Generation (Oil, Gas, Nuclear etc)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;The broad purpose of the occupation for Thermal Insulation Technician apply multi-layer applications of specialist insulation systems, comprising of layers of high performance insulation, vapour barriers and weatherproof cladding&lt;/p&gt;\n&lt;p&gt;In their daily work a Thermal Insulation Technician creates bespoke patterns using technical drawing equipment to fabricate specialist cladding materials, which are applied on top of specialist insulation systems to complex pipework, ductwork and vessels. The cladding material is required to protect the insulation system from environmental damage.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation can expect to work in a supervisory capacity, mentoring and advising other operatives and assisting with the management of projects.&#160; They will ensure the appropriate standard and quality of work is maintained and that it conforms to the design specifications, taking any corrective actions they consider necessary.&#160;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "442d1c2e-a5a7-4f3d-84cd-910673ed141e",
      "detail": "Health and safety regulations, relevance to the occupation and the technicians responsibilities. Health and Safety at Work Act, Control of Substances Hazardous to Health (COSHH).  Manual handling, Working at height, Slips, trips and falls, Fire Safety and Environmental Awareness."
    },
    {
      "knowledgeId": "4a4e4da8-7ee5-4a34-9ae2-97e62fe31be0",
      "detail": "Methods of interpreting and extracting relevant information from drawings, specifications and work instructions using paper based or digital methods."
    },
    {
      "knowledgeId": "674853f8-6e69-4a3f-bc49-81d09767226f",
      "detail": "Resource calculation techniques: quantity, length and area of materials used for insulation and cladding to minimise waste."
    },
    {
      "knowledgeId": "b104a820-f969-4474-b655-d9a48b3943ee",
      "detail": "Principles of manual technical drawing used to design and develop bespoke cladding patterns for simple and complex fabrication methods"
    },
    {
      "knowledgeId": "16c712dd-5348-4f84-b648-141dfd7b8c5c",
      "detail": "Methods of fabricating sheet metal cladding: simple and complex parallel line, radial line and triangulation "
    },
    {
      "knowledgeId": "90740237-4cb0-451b-92dc-350d567db411",
      "detail": "Characteristics of bespoke cladding systems: vapour barriers and weatherproof cladding"
    },
    {
      "knowledgeId": "d84e4779-e02b-4926-992e-a6924412a576",
      "detail": "Characteristics of multi layered insulation systems: closed cell and open cell insulation"
    },
    {
      "knowledgeId": "498db795-1ce5-4f93-9254-80d9d1d4336b",
      "detail": "Principles and methods of selecting and installing multi layered insulation systems: closed cell and open cell insulation"
    },
    {
      "knowledgeId": "51179199-6651-4f58-b433-ac6479522eb0",
      "detail": "Specialist thermal installation techniques: multi layer, closely fitting and staggered joints of pipework, ductwork, storage tanks, vessels, reactors, turbines, boilers and bulkheads."
    },
    {
      "knowledgeId": "94f16123-7684-488d-9faa-33a5f706f262",
      "detail": "Principles of thermal conductivity in insulation products: temperatures and personnel protection."
    },
    {
      "knowledgeId": "d923cd7e-563f-48ab-aacd-d28d49bcda9e",
      "detail": "Techniques of cladding fabrication for: pipework, ductwork of storage tanks, vessels, reactors, turbines, boilers and bulkheads."
    },
    {
      "knowledgeId": "ed9483dc-89b6-4769-87f6-f5f45272aac4",
      "detail": "Principles of procurement and supply chain management in the thermal insulation industry."
    },
    {
      "knowledgeId": "ab127928-3cb6-4af4-a256-598d68ebf3d0",
      "detail": "Environmental and sustainability regulations and guidance within the insulation industry: carbon footprint impacts, costs and benefits."
    },
    {
      "knowledgeId": "b0d7e8db-a142-4053-addd-b7893434c2b7",
      "detail": "Principles and techniques for the selection and installation of sheet metal and specialist cladding systems: jointing, sealing and weatherproofing."
    },
    {
      "knowledgeId": "87f76eb0-7836-440c-b244-b4e358b8bace",
      "detail": "Organisational health and safety policies and procedures, and principles of selecting and using personal protective equipment"
    },
    {
      "knowledgeId": "d00bb97f-9c90-410b-95c6-527815035580",
      "detail": "Safe systems of work, control measure implementation and monitoring techniques: risk assessment, method statements and permit to work."
    },
    {
      "knowledgeId": "c652b630-42c4-41d8-9372-79e7e2d38a8f",
      "detail": "Assess and mitigate the risk of asbestos exposure in the refurbishment environment."
    },
    {
      "knowledgeId": "e27ffe49-f167-4b68-b1af-8e8cf4046247",
      "detail": "Principles of using specialist equipment for fabricating metal cladding: swagers, lock formers, guillotine, folder, edgers and roller."
    },
    {
      "knowledgeId": "d292b57b-87f1-4eb2-b85c-167b48b79514",
      "detail": "Principles of checking, using and storing  portable power tools; drills, nibblers and rivet guns."
    },
    {
      "knowledgeId": "85acf9a9-1bcd-40fd-a15a-a6d918ae9a8c",
      "detail": "Principles of checking, using and storing hand tools: technical drawing tools, measuring tools, application tools."
    },
    {
      "knowledgeId": "7a5f2e7e-578f-434c-969b-b3325aa3b0db",
      "detail": "Planning and time management techniques."
    },
    {
      "knowledgeId": "bc6fc6fe-43ff-45a0-b047-c359f70b8c5f",
      "detail": "Coaching, mentoring and supervision techniques."
    },
    {
      "knowledgeId": "5398f32f-7f8d-4886-bb86-cb35a955846a",
      "detail": "Principles of quality control and assurance in the thermal insulation industry."
    },
    {
      "knowledgeId": "559bd853-ecda-4569-8ffa-3251549e591c",
      "detail": "Legislative guidance relating to equity, diversity, and inclusivity in the workplace."
    },
    {
      "knowledgeId": "8379b46c-339b-41a8-a26e-9936c19ed7c1",
      "detail": "Well-being: mental and physical health considerations in self and others and how to access support."
    },
    {
      "knowledgeId": "55ff45bd-8390-4686-8bb8-3e49b3f3524b",
      "detail": "Written communication methods: digital and paper based: plant registers, quality assurance documents, risk assessments, method statements, work permits, site registers and induction registers."
    },
    {
      "knowledgeId": "00916e5f-390b-4385-af03-272f9b4a0b62",
      "detail": "Verbal communication techniques and Industry specific thermal Insulation terminology."
    },
    {
      "knowledgeId": "de69fe9c-c73c-4984-b1a9-ef90a08bd909",
      "detail": "Principles of the erection and dismantling of portable scaffold towers."
    },
    {
      "knowledgeId": "e8fa6c74-7736-425f-b099-d3e0ef1c757e",
      "detail": "Methods of fixing pipework, duct support bracketry, hangers and minimising thermal and fire passage."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "ababe065-d2c9-40c6-9323-5f9c8ef48f2e",
      "detail": "Promotes health and safety for self and others."
    },
    {
      "behaviourId": "f253bb3a-7292-4a54-a1a4-0d0faa366c16",
      "detail": "Team focused, working with colleagues and others."
    },
    {
      "behaviourId": "51e84588-d523-4469-adab-136cb8406a60",
      "detail": " Acts professionally."
    },
    {
      "behaviourId": "84f6be1e-dbb9-47ce-83b3-0af0e1d89e76",
      "detail": "Support an inclusive culture."
    },
    {
      "behaviourId": "215141ec-1038-4b4f-93a5-91688dded98c",
      "detail": "Contribute towards a sustainable workplace."
    },
    {
      "behaviourId": "b9b9578e-c07a-41af-84ea-1b0c1715b3ba",
      "detail": "Committed to continued professional development (CPD)  for self and others to maintain and enhance competence. "
    }
  ],
  "skills": [
    {
      "skillId": "a1a7a0ef-d10b-4fd1-acf0-a7e946cc49dd",
      "detail": "Select and use personal protective equipment and apply health and safety policies and procedures"
    },
    {
      "skillId": "4b256c3a-5743-4ecf-a414-944f4d0f0f03",
      "detail": "Interpret and extract information using paper based or digital techniques from drawings and specifications to inform work instructions."
    },
    {
      "skillId": "74bf56dc-0331-4260-94bc-dd103743b4d2",
      "detail": "Communicate design specification and product requirements to others."
    },
    {
      "skillId": "7f4d9d0d-8810-46d2-bc2c-bd686f7ceee6",
      "detail": "Calculate resource and cost quantities from site specifications."
    },
    {
      "skillId": "f2374e62-b41c-46ce-b8ea-747651d910d7",
      "detail": "Design and develop manual technical drawings for bespoke cladding patterns involving simple and complex fabrication methods: design specification, location and environmental impacts including weather conditions."
    },
    {
      "skillId": "0c59fc3d-a88a-45c1-96d6-7dc1665d09dc",
      "detail": "Select and install multi layered insulation systems: closed cell and open cell insulation."
    },
    {
      "skillId": "90ebca59-3477-49ba-8138-83639dd1ae48",
      "detail": "Fabricate sheet metal and specialist cladding from patterns, applying simple and complex parallel line, radial line and triangulation methods"
    },
    {
      "skillId": "3ac1e3d2-a656-488d-8ba3-03f479e27984",
      "detail": "Select and install fabricated cladding to, for example: pipework, ductwork, associated equipment: storage tanks, vessels, reactors, fractionation towers, turbines, boilers or bulkheads."
    },
    {
      "skillId": "51f52369-97b4-43ad-985e-80add7e2a952",
      "detail": "Use specialist equipment for fabricating metal cladding: swagers, lockformers, guillotine, folder, edgers and rollers."
    },
    {
      "skillId": "6815e2ef-9acf-4316-98e6-6616ef3c4e71",
      "detail": "Check, use and store portable power tools for example: drills, nibblers and rivet guns."
    },
    {
      "skillId": "1ad312f8-0afb-4846-942e-80825a75b536",
      "detail": "Check, use and store hand tools for example: technical drawing tools, measuring tools, application tools."
    },
    {
      "skillId": "a1d4a751-b194-460b-af88-7db9aabb61b6",
      "detail": " Apply planning and time management techniques to identify project plan targets."
    },
    {
      "skillId": "e4c6229b-3bf7-46c6-9932-ab74976b02b2",
      "detail": "Communicate with others verbally for example, internal and external customers, colleagues, and managers."
    },
    {
      "skillId": "5ea0db7c-66f0-49d0-98a4-eba3111c6544",
      "detail": "Coach, mentor and supervise other thermal insulators."
    },
    {
      "skillId": "de1cd9ce-c74e-4b52-9761-9fd91fe4c445",
      "detail": "Procure tools, equipment and materials. "
    },
    {
      "skillId": "aa597982-440b-4aaf-b0ab-e7393b482284",
      "detail": "Supervise the safe and secure handling and storage of tools, equipment and materials."
    },
    {
      "skillId": "2470f756-c728-474a-8378-5cb9207ba1d4",
      "detail": "Supervise the erection and dismantling of portable scaffold towers and work safely at heights to comply with The Work at Height Regulations."
    },
    {
      "skillId": "d6de51a8-602b-4574-8c9a-dcc16d5105f6",
      "detail": "Complete documentation - paper based or digital. For example, plant registers, quality assurance documents, risk assessments, method statements, work permits, site registers and induction registers."
    },
    {
      "skillId": "73db33af-312d-4f9f-98c8-f7b3bd847970",
      "detail": "Implement and monitor safe systems of work and control measures. "
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-02-09T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0065",
  "tbMainContact": "madeleinehill@tica-acad.co.uk",
  "involvedEmployers": "Cambridge Regional College, Altrad, CGB Humbertherm, Envirotherm, Essex Thermal, Kaefer Ltd, Powertherm Contract Services, TICA",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Industrial thermal insulation technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Onsite Construction",
  "cluster": "Construction operative or supervisor",
  "clusterId": "1",
  "clusterDescription": null,
  "createdDate": "2023-11-14T14:46:49 +00:00",
  "lastUpdated": "2023-12-22T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-02-09T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0521",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0521-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0521-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "16752504-b587-48ac-b0d5-d9f74e4e68f3",
      "dutyDetail": " Work in compliance with occupational health, safety and environmental requirements to ensure the health, safety and wellbeing of self and others at all  times.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ababe065-d2c9-40c6-9323-5f9c8ef48f2e",
        "215141ec-1038-4b4f-93a5-91688dded98c"
      ],
      "mappedKnowledge": [
        "442d1c2e-a5a7-4f3d-84cd-910673ed141e",
        "51179199-6651-4f58-b433-ac6479522eb0",
        "94f16123-7684-488d-9faa-33a5f706f262",
        "c652b630-42c4-41d8-9372-79e7e2d38a8f",
        "85acf9a9-1bcd-40fd-a15a-a6d918ae9a8c",
        "559bd853-ecda-4569-8ffa-3251549e591c",
        "8379b46c-339b-41a8-a26e-9936c19ed7c1",
        "55ff45bd-8390-4686-8bb8-3e49b3f3524b",
        "de69fe9c-c73c-4984-b1a9-ef90a08bd909",
        "e8fa6c74-7736-425f-b099-d3e0ef1c757e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a1a7a0ef-d10b-4fd1-acf0-a7e946cc49dd",
        "0c59fc3d-a88a-45c1-96d6-7dc1665d09dc",
        "3ac1e3d2-a656-488d-8ba3-03f479e27984",
        "6815e2ef-9acf-4316-98e6-6616ef3c4e71",
        "1ad312f8-0afb-4846-942e-80825a75b536",
        "a1d4a751-b194-460b-af88-7db9aabb61b6",
        "2470f756-c728-474a-8378-5cb9207ba1d4",
        "d6de51a8-602b-4574-8c9a-dcc16d5105f6",
        "73db33af-312d-4f9f-98c8-f7b3bd847970"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3a0243da-63d2-4243-92a4-2634f8174021",
      "dutyDetail": "Carry out their work in compliance with all current and relevant regulations and quality standards, where appropriate checking the work of others for compliance.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ababe065-d2c9-40c6-9323-5f9c8ef48f2e"
      ],
      "mappedKnowledge": [
        "442d1c2e-a5a7-4f3d-84cd-910673ed141e",
        "4a4e4da8-7ee5-4a34-9ae2-97e62fe31be0",
        "51179199-6651-4f58-b433-ac6479522eb0",
        "94f16123-7684-488d-9faa-33a5f706f262",
        "c652b630-42c4-41d8-9372-79e7e2d38a8f",
        "e27ffe49-f167-4b68-b1af-8e8cf4046247",
        "d292b57b-87f1-4eb2-b85c-167b48b79514",
        "55ff45bd-8390-4686-8bb8-3e49b3f3524b",
        "e8fa6c74-7736-425f-b099-d3e0ef1c757e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a1a7a0ef-d10b-4fd1-acf0-a7e946cc49dd",
        "f2374e62-b41c-46ce-b8ea-747651d910d7",
        "0c59fc3d-a88a-45c1-96d6-7dc1665d09dc",
        "90ebca59-3477-49ba-8138-83639dd1ae48",
        "3ac1e3d2-a656-488d-8ba3-03f479e27984",
        "6815e2ef-9acf-4316-98e6-6616ef3c4e71",
        "1ad312f8-0afb-4846-942e-80825a75b536",
        "a1d4a751-b194-460b-af88-7db9aabb61b6",
        "d6de51a8-602b-4574-8c9a-dcc16d5105f6",
        "73db33af-312d-4f9f-98c8-f7b3bd847970"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9594932b-930f-45a6-99f4-58d086fa0fb7",
      "dutyDetail": "Ensure compliance with quality standards and site specifications. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ababe065-d2c9-40c6-9323-5f9c8ef48f2e"
      ],
      "mappedKnowledge": [
        "442d1c2e-a5a7-4f3d-84cd-910673ed141e",
        "4a4e4da8-7ee5-4a34-9ae2-97e62fe31be0",
        "674853f8-6e69-4a3f-bc49-81d09767226f",
        "b104a820-f969-4474-b655-d9a48b3943ee",
        "51179199-6651-4f58-b433-ac6479522eb0",
        "87f76eb0-7836-440c-b244-b4e358b8bace",
        "d00bb97f-9c90-410b-95c6-527815035580",
        "c652b630-42c4-41d8-9372-79e7e2d38a8f",
        "e27ffe49-f167-4b68-b1af-8e8cf4046247",
        "d292b57b-87f1-4eb2-b85c-167b48b79514",
        "5398f32f-7f8d-4886-bb86-cb35a955846a",
        "55ff45bd-8390-4686-8bb8-3e49b3f3524b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a1a7a0ef-d10b-4fd1-acf0-a7e946cc49dd",
        "4b256c3a-5743-4ecf-a414-944f4d0f0f03",
        "74bf56dc-0331-4260-94bc-dd103743b4d2",
        "f2374e62-b41c-46ce-b8ea-747651d910d7",
        "3ac1e3d2-a656-488d-8ba3-03f479e27984",
        "51f52369-97b4-43ad-985e-80add7e2a952",
        "de1cd9ce-c74e-4b52-9761-9fd91fe4c445",
        "aa597982-440b-4aaf-b0ab-e7393b482284",
        "d6de51a8-602b-4574-8c9a-dcc16d5105f6",
        "73db33af-312d-4f9f-98c8-f7b3bd847970"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7c60f509-8497-4abe-8d4d-6b4ec17742bc",
      "dutyDetail": "Proactively collaborate with stakeholders, clients and other colleagues  to assess site conditions,  ensuring good relationships are developed and maintained.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "f253bb3a-7292-4a54-a1a4-0d0faa366c16",
        "84f6be1e-dbb9-47ce-83b3-0af0e1d89e76"
      ],
      "mappedKnowledge": [
        "442d1c2e-a5a7-4f3d-84cd-910673ed141e",
        "4a4e4da8-7ee5-4a34-9ae2-97e62fe31be0",
        "00916e5f-390b-4385-af03-272f9b4a0b62"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "74bf56dc-0331-4260-94bc-dd103743b4d2",
        "51f52369-97b4-43ad-985e-80add7e2a952",
        "e4c6229b-3bf7-46c6-9932-ab74976b02b2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a4b11348-0389-4e97-8263-9c46a12eca63",
      "dutyDetail": "Supervise activities of Thermal Insulation operatives including following technical design specification, instructions and data sheets including digital information",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ababe065-d2c9-40c6-9323-5f9c8ef48f2e",
        "f253bb3a-7292-4a54-a1a4-0d0faa366c16",
        "84f6be1e-dbb9-47ce-83b3-0af0e1d89e76"
      ],
      "mappedKnowledge": [
        "442d1c2e-a5a7-4f3d-84cd-910673ed141e",
        "94f16123-7684-488d-9faa-33a5f706f262",
        "d923cd7e-563f-48ab-aacd-d28d49bcda9e",
        "7a5f2e7e-578f-434c-969b-b3325aa3b0db",
        "bc6fc6fe-43ff-45a0-b047-c359f70b8c5f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4b256c3a-5743-4ecf-a414-944f4d0f0f03",
        "7f4d9d0d-8810-46d2-bc2c-bd686f7ceee6",
        "51f52369-97b4-43ad-985e-80add7e2a952",
        "e4c6229b-3bf7-46c6-9932-ab74976b02b2",
        "5ea0db7c-66f0-49d0-98a4-eba3111c6544",
        "d6de51a8-602b-4574-8c9a-dcc16d5105f6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1619ce26-24b3-41e4-8c23-3fea9344e5f0",
      "dutyDetail": "Plan work to ensure optimum quality and efficiency from the team, in line with weather conditions",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "f253bb3a-7292-4a54-a1a4-0d0faa366c16"
      ],
      "mappedKnowledge": [
        "4a4e4da8-7ee5-4a34-9ae2-97e62fe31be0",
        "90740237-4cb0-451b-92dc-350d567db411",
        "d84e4779-e02b-4926-992e-a6924412a576",
        "498db795-1ce5-4f93-9254-80d9d1d4336b",
        "7a5f2e7e-578f-434c-969b-b3325aa3b0db"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4b256c3a-5743-4ecf-a414-944f4d0f0f03",
        "74bf56dc-0331-4260-94bc-dd103743b4d2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "63ea579a-a9b1-4e44-9ee8-3698fdecf938",
      "dutyDetail": "Maintain a clear and safe worksite at all times, promoting sustainability practices",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ababe065-d2c9-40c6-9323-5f9c8ef48f2e",
        "215141ec-1038-4b4f-93a5-91688dded98c"
      ],
      "mappedKnowledge": [
        "442d1c2e-a5a7-4f3d-84cd-910673ed141e",
        "d00bb97f-9c90-410b-95c6-527815035580",
        "e27ffe49-f167-4b68-b1af-8e8cf4046247",
        "d292b57b-87f1-4eb2-b85c-167b48b79514"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f773957d-dd9a-4c6a-81af-45c254b15ab7",
      "dutyDetail": "Design and develop patterns, fit and fabricate cladding and procure resources and materials in line with job specifications and instructions",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "674853f8-6e69-4a3f-bc49-81d09767226f",
        "b104a820-f969-4474-b655-d9a48b3943ee",
        "16c712dd-5348-4f84-b648-141dfd7b8c5c",
        "90740237-4cb0-451b-92dc-350d567db411",
        "d84e4779-e02b-4926-992e-a6924412a576",
        "498db795-1ce5-4f93-9254-80d9d1d4336b",
        "51179199-6651-4f58-b433-ac6479522eb0",
        "d923cd7e-563f-48ab-aacd-d28d49bcda9e",
        "ed9483dc-89b6-4769-87f6-f5f45272aac4",
        "b0d7e8db-a142-4053-addd-b7893434c2b7",
        "85acf9a9-1bcd-40fd-a15a-a6d918ae9a8c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4b256c3a-5743-4ecf-a414-944f4d0f0f03",
        "f2374e62-b41c-46ce-b8ea-747651d910d7",
        "0c59fc3d-a88a-45c1-96d6-7dc1665d09dc",
        "90ebca59-3477-49ba-8138-83639dd1ae48",
        "3ac1e3d2-a656-488d-8ba3-03f479e27984",
        "51f52369-97b4-43ad-985e-80add7e2a952",
        "6815e2ef-9acf-4316-98e6-6616ef3c4e71",
        "1ad312f8-0afb-4846-942e-80825a75b536",
        "de1cd9ce-c74e-4b52-9761-9fd91fe4c445",
        "aa597982-440b-4aaf-b0ab-e7393b482284"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0db82661-3c4e-4da4-9dde-3962b260b029",
      "dutyDetail": "Carry out continuous professional  development to maintain knowledge of current and future developments affecting the role and share with others",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "f253bb3a-7292-4a54-a1a4-0d0faa366c16",
        "51e84588-d523-4469-adab-136cb8406a60",
        "215141ec-1038-4b4f-93a5-91688dded98c",
        "b9b9578e-c07a-41af-84ea-1b0c1715b3ba"
      ],
      "mappedKnowledge": [
        "ab127928-3cb6-4af4-a256-598d68ebf3d0",
        "bc6fc6fe-43ff-45a0-b047-c359f70b8c5f",
        "559bd853-ecda-4569-8ffa-3251549e591c",
        "8379b46c-339b-41a8-a26e-9936c19ed7c1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5ea0db7c-66f0-49d0-98a4-eba3111c6544"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-12-22T00:00:00"
}