{
  "templateType": "Apprenticeship Standard",
  "larsCode": 422,
  "referenceNumber": "ST0542",
  "learningAimClassCode": "",
  "title": "Oral health practitioner",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0542",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-11-30T00:00:00",
  "earliestStartDate": "2019-03-07T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Performing a range of oral health preventive procedures which involve working in a patient's mouth.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 14,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "health and science",
    "health services",
    "oral health",
    "oral health care",
    "dental services"
  ],
  "jobRoles": [
    "Community oral health educator",
    "Oral health ambassador",
    "Oral health champion",
    "Oral health improvement lead",
    "Oral health practitioner"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/o0vblj4z/st0542_oral-health-practitioner-epa-for-publication_v10-16012024.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.3 Health and social care",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Typical Job titles: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Oral Health Practitioner , Community Oral Health Educator, Oral Health Champion, Oral Health Ambassador, Oral Health Improvement Lead&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Role Profile:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Oral Health Practitioners have a high degree of autonomy and have responsibility for working directly with patients performing a range of oral health preventive procedure which involve working in a patient&#39;s mouth. The Oral Health Practitioner role complements the role of other dental professionals and fits in the dental career structure a higher level than a dental nurse but below a dental hygienist, hygienist / therapist or dentist. Working to the direction of a dentist you will take dental bacterial plaque indices and debris scores, apply fluoride varnish, take clinical photographs, take impressions and carry out tooth brushing in the patient’s mouth. You will prepare and maintain the clinical environment, carry out infection control and prevention procedures, and prepare, mix and handle bio-materials.&#160; Often working alone in the community, you will deliver oral health prevention with patients, deliver oral health education and promotion to the public including clinical preventative advice interventions to targeted groups such as care givers for older people or ante-natal groups. You will provide integrated general, oral health advice and preventative treatments in line with treatment plans to the community your practice serves.&#160; You will work with early years groups, primary and secondary schools, in care homes, in ‘care at home’ situations, in the child and adolescent mental health arena, in hospitals, in general dental practice or other healthcare and community settings to provide services.&#160; This includes brief interventions such as targeted oral health advice to meet the needs of the individual. You will carry out general health screening activities, alongside oral health ones, to measure the holistic health of the individual you are working with eg checking for diabetes, blood tests or taking blood pressure. To become an Oral Health Practitioner, you must already be a dental nurse or other appropriate dental care professional registered with the General Dental Council eg an orthodontic therapist. You will work autonomously, including in people’s mouths, acting within your scope of practice and under referral of a registered clinician eg Dentist, Dental Hygienist or Dental Therapist whilst undertaking dental activities.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Day to day duties:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;work with people of all ages and cognitive abilities&lt;/li&gt;\n&lt;li&gt;plan community based schedules and arrange sessions with stakeholders&lt;/li&gt;\n&lt;li&gt;prepare the clinical equipment and records for each session&lt;/li&gt;\n&lt;li&gt;prepare and maintain a clinical environment, infection control and prevention and prepare, mix and handle bio-materials on site –ie in the community setting&lt;/li&gt;\n&lt;li&gt;check people’s mouths to take dental bacterial plaque indices and food debris scores&lt;/li&gt;\n&lt;li&gt;use the dentist’s prescription to apply topical fluoride in the mouth&lt;/li&gt;\n&lt;li&gt;take clinical photographs&lt;/li&gt;\n&lt;li&gt;teach people how to carryout personal care tasks eg assist someone to brush their teeth or keep their mouth clean and fresh&lt;/li&gt;\n&lt;li&gt;carry out general health screening activities eg finger-prick blood tests to check for diabetes or take blood pressure&lt;/li&gt;\n&lt;li&gt;offer information, advice and guidance to people about their oral health and how to clean and maintain their teeth, gums and mouth.&lt;/li&gt;\n&lt;li&gt;give motivational sessions to support behaviour change and motivate people eg to give up tobacco or improve their diet to support their oral health and t their overall health and wellbeing&lt;/li&gt;\n&lt;li&gt;refer people to a dentist or other dental health practitioner as required&lt;/li&gt;\n&lt;li&gt;signpost people to other health professionals&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;To become an Oral Health Practitioner, you must already be a dental nurse or other appropriate registered dental care professional with the General Dental Council.&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to completing the end-point assessment.&#160; For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&#160;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Progression:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;As an Oral Health Practitioner, you may progress later in your career to a Dental Therapist or Dental Hygienist&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Values:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;You will be trustworthy, caring, honest, responsible, empathetic and committed&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;You will treat people with dignity and respect. You will work as part of a team, having the courage to challenge areas of concern and working to evidence based best practice. You will be reliable and consistent, taking responsibility for the integrity of your own actions and completed work.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level: &lt;/strong&gt;4&lt;/h3&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;Typically 14 -18 months&lt;/h3&gt;\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;: After 3 years&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td&gt;&#160;&lt;/td&gt;\n&lt;th&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;You will know and understand&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Care of the Individual&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Put patient’s interests first, maintaining a caring approach towards them&lt;/li&gt;\n&lt;li&gt;Treat people with dignity, respecting their choices, gaining valid consent for all treatments and respecting confidentiality&lt;/li&gt;\n&lt;li&gt;Work autonomously in people’s mouths to take dental bacterial plaque indices and food debris scores&lt;/li&gt;\n&lt;li&gt;Use a range of personal oral care tools&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;how to apply the legislation, policies and local ways of working related to your role What person centred care, valid consent, duty of care, safeguarding, diversity, equality and inclusion mean and why they are important&lt;/li&gt;\n&lt;li&gt;Relevant dental oral and craniofacial anatomy and physiology and their application to patient management&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Clinical Practice &lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Autonomously plan practice sessions in the community&lt;/li&gt;\n&lt;li&gt;Prepare the clinical equipment and records for each session&lt;/li&gt;\n&lt;li&gt;Prepare and maintain a clinical environment, adhering to infection control and prevention&#160;&lt;/li&gt;\n&lt;li&gt;Prepare, mix and handle bio-materials&lt;/li&gt;\n&lt;li&gt;take dental bacterial plaque indices and food debris scores in the mouth of individuals&lt;/li&gt;\n&lt;li&gt;Select preventative strategies that are appropriate to the individual and adapt appropriately for individuals with special requirements&lt;/li&gt;\n&lt;li&gt;Undertake general health screening including checking for diabetes, taking blood pressure readings and taking finger-prick blood for blood tests&lt;/li&gt;\n&lt;li&gt;Refer individuals to other services if necessary&lt;/li&gt;\n&lt;li&gt;Apply topical fluoride under prescription in the&lt;/li&gt;\n&lt;li&gt;carry out intra and extra oral photography&lt;/li&gt;\n&lt;li&gt;Recognise and manage medical emergencies&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The range of normal human structures and functions, with particular reference to dental caries, oral medicine, periodontal disease and dental treatment and how this relates to working in the mouth&lt;/li&gt;\n&lt;li&gt;A range of preventative oral and general health procedures used in your role. How to select techniques according to the individual’s need.&lt;/li&gt;\n&lt;li&gt;How to adapt your techniques and solve problems to suit individuals with special requirements, within your area of competence&lt;/li&gt;\n&lt;li&gt;How to maintain a clinical environment. How to control and prevent infection. The x-rays, photos and records you are required to take and keep&lt;/li&gt;\n&lt;li&gt;A range of general health screening activities related to your role and the population you work with eg recognising an abnormality and referring appropriately&lt;/li&gt;\n&lt;li&gt;Normal parameters associated with blood pressure and blood sugar levels. How to carry out physiological measurements and what steps to take if results are outside the norm&lt;/li&gt;\n&lt;li&gt;How, why and when to take and process finger-prick blood samples.&lt;/li&gt;\n&lt;li&gt;Which other services are available in your area, what they provide and how people can access them&lt;/li&gt;\n&lt;li&gt;Legislation on prescription-only medicines&lt;/li&gt;\n&lt;li&gt;The types of medical emergency that may arise and ways to address them.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Community based oral health&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Plan clinical preventative session&lt;/li&gt;\n&lt;li&gt;Deliver brief clinical preventative advice interventions to targeted groups&lt;/li&gt;\n&lt;li&gt;Encourage self-care and motivation&lt;/li&gt;\n&lt;li&gt;Provide oral and general systemic advice e.g. tobacco cessation or diet advice&lt;/li&gt;\n&lt;li&gt;Prepare, deliver and evaluate oral health messages to groups or individuals&lt;/li&gt;\n&lt;li&gt;Support individuals and groups to change their behaviour&lt;/li&gt;\n&lt;li&gt;Provide motivational interviews&lt;/li&gt;\n&lt;li&gt;Determine and implement strategies for improving oral health in the community.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;General health systems and be able to review their relationship to oral health using high quality evidence such as research documents&lt;/li&gt;\n&lt;li&gt;how to outline the basic principles of population health, including demographic, social, UK and international oral health trends; a range of common risk factors&lt;/li&gt;\n&lt;li&gt;Determinants of health inequalities and how they are measured&lt;/li&gt;\n&lt;li&gt;Guidelines for best practice including national and local health initiatives&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;The needs of different patient groups you work with across the age range including those who are nervous, have learning disabilities, have mental health conditions or phobias, require palliative care or have cognitive impairment such as dementia&lt;/li&gt;\n&lt;li&gt;How diet, nutrition and hydration link with systemic and oral health including obesity&lt;/li&gt;\n&lt;li&gt;Ways to encourage self-care and motivation&lt;/li&gt;\n&lt;li&gt;Behaviour change and the theories that underpin models of learning in individuals and groups to change behaviour&lt;/li&gt;\n&lt;li&gt;Theories and concepts of motivational interviewing; different ways to support behaviour change according to whether you are working with an individual (e.g. in dental surgery) or with carers (in schools, homes or care homes) or on a group basis&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Communication&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Communicate effectively with and about patients, their representatives and the dental team, and with carers, other healthcare workers or schoolteachers&lt;/li&gt;\n&lt;li&gt;Escalate any issues when they are outside your scope of practice.&lt;/li&gt;\n&lt;li&gt;Handle complaints effectively and within GDC guidelines.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;A range of methods of communicating with individuals across the age range.&lt;/li&gt;\n&lt;li&gt;How to check you have been understood.&lt;/li&gt;\n&lt;li&gt;Barriers to communication and a range of ways to overcome them.&lt;/li&gt;\n&lt;li&gt;When to refer or escalate if something is outside of your scope of practice&lt;/li&gt;\n&lt;li&gt;GDC Guidelines for handling complaints&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Professional Development&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Manage your own time, resources and personal behaviour.&lt;/li&gt;\n&lt;li&gt;Be proactive in your own development, willing to commit to lifelong learning by use of a Personal Development Plan (PDP), personal reflection and continuous improvement.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The principles relating to evidence-based approaches to learning, clinical and professional practice and decision making; including using a range of sources of evidence.&lt;/li&gt;\n&lt;li&gt;The consequences of your actions, attitude and behaviour&lt;/li&gt;\n&lt;li&gt;How to assess and reflect upon your own capabilities and limitations&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;",
  "occupationalSummary": "&lt;p&gt;Oral Health Practitioners have a high degree of autonomy and have responsibility for working directly with patients performing a range of oral health preventive procedure which involve working in a patient&#39;s mouth. The Oral Health Practitioner role complements the role of other dental professionals and fits in the dental career structure a higher level than a dental nurse but below a dental hygienist, hygienist / therapist or dentist. Working to the direction of a dentist you will take dental bacterial plaque indices and debris scores, apply fluoride varnish, take clinical photographs, take impressions and carry out tooth brushing in the patient’s mouth. You will prepare and maintain the clinical environment, carry out infection control and prevention procedures, and prepare, mix and handle bio-materials.&#160; Often working alone in the community, you will deliver oral health prevention with patients, deliver oral health education and promotion to the public including clinical preventative advice interventions to targeted groups such as care givers for older people or ante-natal groups. You will provide integrated general, oral health advice and preventative treatments in line with treatment plans to the community your practice serves.&#160; You will work with early years groups, primary and secondary schools, in care homes, in ‘care at home’ situations, in the child and adolescent mental health arena, in hospitals, in general dental practice or other healthcare and community settings to provide services.&#160; This includes brief interventions such as targeted oral health advice to meet the needs of the individual. You will carry out general health screening activities, alongside oral health ones, to measure the holistic health of the individual you are working with eg checking for diabetes, blood tests or taking blood pressure. To become an Oral Health Practitioner, you must already be a dental nurse or other appropriate dental care professional registered with the General Dental Council eg an orthodontic therapist. You will work autonomously, including in people’s mouths, acting within your scope of practice and under referral of a registered clinician eg Dentist, Dental Hygienist or Dental Therapist whilst undertaking dental activities.&lt;/p&gt;\n&lt;p&gt;Performing a range of oral health preventive procedures which involve working in a patient&#39;s mouth.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "e12344b6-5d5e-422a-b2dd-13d84d5bc23c",
      "detail": "How to apply the legislation, policies and local ways of working related to your role What person centred care, valid consent, duty of care, safeguarding, diversity, equality and inclusion mean and why they are important."
    },
    {
      "knowledgeId": "c1693948-b60b-4a01-9c81-2c6a2595ed82",
      "detail": "Relevant dental oral and craniofacial anatomy and physiology and their application to patient management."
    },
    {
      "knowledgeId": "8a9f2566-fc66-43b1-895a-070fedaa9611",
      "detail": "The range of normal human structures and functions, with particular reference to dental caries, oral medicine, periodontal disease and dental treatment and how this relates to working in the mouth."
    },
    {
      "knowledgeId": "32f33ac0-009e-45cf-a04d-e464782ecaf8",
      "detail": "A range of preventative oral and general health procedures used in your role. How to select techniques according to the individual’s need."
    },
    {
      "knowledgeId": "710f39ff-b05d-431d-9bf2-0a23671209b4",
      "detail": "How to adapt your techniques and solve problems to suit individuals .with special requirements, within your area of competence."
    },
    {
      "knowledgeId": "e0b5ea24-9936-49d0-a852-62d938f9ad49",
      "detail": "How to maintain a clinical environment. How to control and prevent infection. The x-rays, photos and records you are required to take and keep."
    },
    {
      "knowledgeId": "ec4d9620-4bd0-40ec-9e9b-f36de51d7ebc",
      "detail": "A range of general health screening activities related to your role and the population you work with eg recognising an abnormality and referring appropriately."
    },
    {
      "knowledgeId": "4b979d28-1c6d-45c8-b1fd-91265398ff42",
      "detail": "Normal parameters associated with blood pressure and blood sugar levels. How to carry out physiological measurements and what steps to take if results are outside the norm."
    },
    {
      "knowledgeId": "99850c32-dfb6-4c1e-bb46-427fdaa1a79a",
      "detail": "How, why and when to take and process finger-prick blood samples."
    },
    {
      "knowledgeId": "4ee6e98f-f9dc-4264-9a9c-317bf19c07d7",
      "detail": "Which other services are available in your area, what they provide and how people can access them."
    },
    {
      "knowledgeId": "a8f3088a-f3de-4742-b4d6-15b3f586eb35",
      "detail": "Legislation on prescription-only medicines."
    },
    {
      "knowledgeId": "136bd2ef-26fa-4acb-b2af-a38912cca8d8",
      "detail": "The types of medical emergency that may arise and ways to address them."
    },
    {
      "knowledgeId": "b81d859c-74bd-4515-8473-a842059259bd",
      "detail": "General health systems and be able to review their relationship to oral health using high quality evidence such as research documents."
    },
    {
      "knowledgeId": "2f262c6e-2e42-4213-8b43-e3cf53d21070",
      "detail": "How to outline the basic principles of population health, including demographic, social, UK and international oral health trends; a range of common risk factors."
    },
    {
      "knowledgeId": "5120f5aa-c018-41ef-8bc0-277625e79c40",
      "detail": "Determinants of health inequalities and how they are measured."
    },
    {
      "knowledgeId": "214ebe78-8327-4a9b-8a45-8cc8ab9bdd7f",
      "detail": "Guidelines for best practice including national and local health initiatives."
    },
    {
      "knowledgeId": "b043e301-5a9b-4a85-9a45-290da4eab2cb",
      "detail": "The needs of different patient groups you work with across the age range including those who are nervous, have learning disabilities, have mental health conditions or phobias, require palliative care or have cognitive impairment such as dementia."
    },
    {
      "knowledgeId": "54e30946-fc2c-4952-a580-9cbaf875467e",
      "detail": "How diet, nutrition and hydration link with systemic and oral health including obesity."
    },
    {
      "knowledgeId": "eec2b073-f92e-4941-a9e2-e896144b8941",
      "detail": "Ways to encourage self-care and motivation."
    },
    {
      "knowledgeId": "364a976e-a17c-44b2-b134-8370591dd324",
      "detail": "Behaviour change and the theories that underpin models of learning in individuals and groups to change behaviour."
    },
    {
      "knowledgeId": "22ebbd69-02b1-4f82-9ece-c687327c70e2",
      "detail": "Theories and concepts of motivational interviewing; different ways to support behaviour change according to whether you are working with an individual (e.g. in dental surgery) or with carers (in schools, homes or care homes) or on a group basis."
    },
    {
      "knowledgeId": "d01549db-02f9-49e9-b80e-60e26aa6510f",
      "detail": "A range of methods of communicating with individuals across the age range."
    },
    {
      "knowledgeId": "6b65eefc-e630-406c-a688-9dfc3c7d01dd",
      "detail": "How to check you have been understood."
    },
    {
      "knowledgeId": "b618ef32-532a-4a88-93e0-861d4b2c984f",
      "detail": "Barriers to communication and a range of ways to overcome them."
    },
    {
      "knowledgeId": "8899c6a1-f9b1-414f-a9fd-90bd6fee64ab",
      "detail": "When to refer or escalate if something is outside of your scope of practice."
    },
    {
      "knowledgeId": "c162bce7-d384-486c-b861-0b034753aec3",
      "detail": "GDC Guidelines for handling complaints."
    },
    {
      "knowledgeId": "6b5240a3-3180-4f71-8ff9-257da3e0dc90",
      "detail": "The principles relating to evidence-based approaches to learning, clinical and professional practice and decision making; including using a range of sources of evidence."
    },
    {
      "knowledgeId": "c273e28b-3cb1-48bd-a036-48980c317924",
      "detail": "The consequences of your actions, attitude and behaviour."
    },
    {
      "knowledgeId": "e7893379-f21d-4fc6-b2f3-9414debf79a2",
      "detail": "How to assess and reflect upon your own capabilities and limitations."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "44f16ff9-73d7-4e91-a70d-251ea8a2bdd4",
      "detail": "You will treat people with dignity and respect."
    },
    {
      "behaviourId": "449b14e7-2444-4371-9717-e657d8b33ab8",
      "detail": "You will work as part of a team, having the courage to challenge areas of concern and working to evidence based best practice."
    },
    {
      "behaviourId": "17b0bccc-75de-40e5-ad54-26e740478e50",
      "detail": " You will be reliable and consistent, taking responsibility for the integrity of your own actions and completed work."
    }
  ],
  "skills": [
    {
      "skillId": "25d245a5-551c-405b-acfa-297424eb1cf3",
      "detail": "Put patient’s interests first, maintaining a caring approach towards them."
    },
    {
      "skillId": "c1151b8f-999b-4ebd-8777-9dd0074fe089",
      "detail": "Treat people with dignity, respecting their choices, gaining valid consent for all treatments and respecting confidentiality."
    },
    {
      "skillId": "b73cd759-1fd8-4f7e-8ae4-b03ced1f6802",
      "detail": "Work autonomously in people’s mouths to take dental bacterial plaque indices and food debris scores."
    },
    {
      "skillId": "b77acf6c-2d22-4739-b275-4113fe8f98c8",
      "detail": "Use a range of personal oral care tools."
    },
    {
      "skillId": "a8bfe1d3-8f8f-46ab-86ef-e4048cab2182",
      "detail": "Autonomously plan practice sessions in the community."
    },
    {
      "skillId": "03ee8326-4edf-411a-aede-e71430d67986",
      "detail": "Prepare the clinical equipment and records for each session."
    },
    {
      "skillId": "489b0117-fd93-47d8-b21c-0d04ee345b92",
      "detail": "Prepare and maintain a clinical environment, adhering to infection control and prevention."
    },
    {
      "skillId": "98fa9196-3a81-401c-a722-76a555a52f51",
      "detail": "Prepare, mix and handle bio-materials."
    },
    {
      "skillId": "e43b0b56-6fc9-436b-b3f4-206a009e97b2",
      "detail": "Take dental bacterial plaque indices and food debris scores in the mouth of individuals."
    },
    {
      "skillId": "775e6199-a5e4-44e5-b7c4-3e2beac8ff1b",
      "detail": "Select preventative strategies that are appropriate to the individual and adapt appropriately for individuals with special requirements."
    },
    {
      "skillId": "7f877b46-251b-4ef8-abfb-39cc02169a9e",
      "detail": "Undertake general health screening including checking for diabetes, taking blood pressure readings and taking finger-prick blood for blood tests."
    },
    {
      "skillId": "3f759fd3-a35a-4b11-afe7-743aaf015b8e",
      "detail": "Refer individuals to other services if necessary."
    },
    {
      "skillId": "e0af14ac-169a-40f0-809a-4c7cb4163768",
      "detail": "Refer individuals to other services if necessary."
    },
    {
      "skillId": "89d2179e-303b-4fd8-ae70-e008394c0fe8",
      "detail": "Carry out intra and extra oral photography."
    },
    {
      "skillId": "6fc5e146-1c71-4705-87ca-42fdf4e47bba",
      "detail": "Recognise and manage medical emergencies."
    },
    {
      "skillId": "e185d67f-2793-42ae-a761-f791f5c5d8e5",
      "detail": "Plan clinical preventative session."
    },
    {
      "skillId": "156d5dc1-bfa6-4070-8e8f-4a436a720874",
      "detail": "Deliver brief clinical preventative advice interventions to targeted groups."
    },
    {
      "skillId": "9f6bce72-43e0-41d3-9bb5-4e51a227a19e",
      "detail": "Encourage self-care and motivation."
    },
    {
      "skillId": "066e7638-258c-45db-9b05-20105a3205c2",
      "detail": "Provide oral and general systemic advice e.g. tobacco cessation or diet advice."
    },
    {
      "skillId": "2ccb471a-e95e-41e9-aa2b-09884abc8717",
      "detail": "Prepare, deliver and evaluate oral health messages to groups or individuals."
    },
    {
      "skillId": "bfe9a97b-c80e-4eeb-84e2-4ae03bec9667",
      "detail": "Support individuals and groups to change their behaviour."
    },
    {
      "skillId": "c4148197-9d44-41c7-908b-d333fa88b4ba",
      "detail": "Provide motivational interviews."
    },
    {
      "skillId": "4e8f55d5-8aa4-4c45-95b5-ee5ce8b8b3eb",
      "detail": "Determine and implement strategies for improving oral health in the community."
    },
    {
      "skillId": "4e122a2c-2b4b-4c5e-8180-43be75b56eb3",
      "detail": "Communicate effectively with and about patients, their representatives and the dental team, and with carers, other healthcare workers or schoolteachers."
    },
    {
      "skillId": "04f7b823-955f-4baa-9282-15ca8f5edf83",
      "detail": "Escalate any issues when they are outside your scope of practice."
    },
    {
      "skillId": "4964e88c-5e3a-435a-953f-7a526db7da58",
      "detail": "Handle complaints effectively and within GDC guidelines."
    },
    {
      "skillId": "a0c53f4e-94a4-4a55-a047-3837a8be7877",
      "detail": "Manage your own time, resources and personal behaviour."
    },
    {
      "skillId": "2669100f-4ebf-4740-81e2-55471efcec22",
      "detail": "Be proactive in your own development, willing to commit to lifelong learning by use of a Personal Development Plan (PDP), personal reflection and continuous improvement."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-03-07T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0053",
  "tbMainContact": "Healthcare.Trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "Genix Healthcare, Rederick’s Dental, Kings College Hospital Foundation Trust, Bramcote Dental Practice, Bloxham Dental Practice, SCA Group, Family Dental Practice South Norwood, Care Dental Windsor, Westbridge Dental Practice Oxford, Abbey Dental Surgery Slough",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Community oral health educator",
    "Oral health ambassador",
    "Oral health champion",
    "Oral health improvement lead",
    "Oral health practitioner"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health practitioner",
  "clusterId": "10",
  "clusterDescription": null,
  "createdDate": "2022-04-07T15:32:17 +00:00",
  "lastUpdated": "2022-11-30T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-03-07T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0542",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0542-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0542-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "681e243a-9560-4ea3-a1e7-b9505cdc908b",
      "dutyDetail": "Plan community based schedules and arrange sessions with stakeholders.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4868b88c-9f76-4116-903d-a5f797c5274e",
      "dutyDetail": "Prepare the clinical equipment and records for each session.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ca918e00-aa71-4174-8093-a62a9a784501",
      "dutyDetail": "Prepare and maintain a clinical environment, infection control and prevention and prepare, mix and handle bio-materials on site –ie in the community setting.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "972c0c8b-d00c-429e-9f1e-c11781d778dd",
      "dutyDetail": "Check people’s mouths to take dental bacterial plaque indices and food debris scores.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d98b79a8-a9cb-4cd8-a917-04536ceeaac1",
      "dutyDetail": "Use the dentist’s prescription to apply topical fluoride in the mouth.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7f9c3dc7-d14b-4aad-a730-b7033b4add72",
      "dutyDetail": "Take clinical photographs.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1493befe-292f-42dd-b11b-397d1e072b99",
      "dutyDetail": "Teach people how to carryout personal care tasks eg assist someone to brush their teeth or keep their mouth clean and fresh.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "58500459-ab14-4640-8f97-684d1ea70a7d",
      "dutyDetail": "Carry out general health screening activities eg finger-prick blood tests to check for diabetes or take blood pressure",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0fa72105-dd43-4ba9-a971-6dfdf8249b47",
      "dutyDetail": "Offer information, advice and guidance to people about their oral health and how to clean and maintain their teeth, gums and mouth.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5fa6fc53-391b-4088-90c0-c898fc9dae13",
      "dutyDetail": "Give motivational sessions to support behaviour change and motivate people eg to give up tobacco or improve their diet to support their oral health and t their overall health and wellbeing.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "26d6aee1-9fde-4e3f-b25a-94aad9723956",
      "dutyDetail": "Refer people to a dentist or other dental health practitioner as required.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "55c902ab-9ce4-4cd7-8d79-d5e5f0a93b3d",
      "dutyDetail": "Signpost people to other health professionals.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-11-30T00:00:00"
}