{
  "templateType": "Occupational Standard",
  "larsCode": 319,
  "referenceNumber": "ST0597",
  "learningAimClassCode": "",
  "title": "Technician scientist",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0597",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan, standard and funding revised",
  "changedDate": "2023-04-03T00:00:00",
  "earliestStartDate": "2023-04-01T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Working in a laboratory and using various scientific techniques.",
  "level": 5,
  "ePALength": 3,
  "typicalDuration": 36,
  "maxFunding": 21000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "Technician Scientist",
    "science",
    "laboratory",
    "scientific",
    "health and science"
  ],
  "jobRoles": [
    "Analytical support chemist",
    "Assistant scientist",
    "Associate practitioner",
    "Laboratory analyst",
    "Laboratory assistant",
    "Laboratory co-ordinator",
    "Laboratory research assistant",
    "Microbiology support scientist",
    "Process development technologist",
    "Quality control laboratory assistant",
    "Senior laboratory technician",
    "Technical laboratory assistant",
    "Technical specialist  (scientist)",
    "Technical support scientist"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0597-v1-1?view=epa",
  "ssa1": "2 Science and Mathematics",
  "ssa2": "2.1 Science",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A technician scientist carries out established laboratory based investigations and basic scientific experimentation using bench and instrumentation techniques. They use a range of routine skills and some advanced and specialised skills following well established principles associated with their organisation’s science and technology, which may typically be within chemical, pharmaceutical, biotechnology, formulated products or analytical services.&lt;/p&gt;\n&lt;p&gt;They carry out routine lines of enquiry, development or investigation taking responsibility for the quality of the work they undertake. They work safely and ethically often under highly regulated conditions because of the need to control quality and safety of scientific products.&amp;nbsp; They critically evaluate appropriateness of commonly used approaches to solving routine problems, using a range of approaches to formulate evidence based responses to defined and routine problems and issues within their area of work. They also contribute to solutions to problems within the wider scientific team, using appropriate project management procedures&lt;em&gt;. &lt;/em&gt;They perform record keeping and checks and use data capture systems relevant to the technical and scientific procedures that they use. They analyse relevant scientific information, interpret and evaluate data, prepare results and provide progress updates of their work. They manage resources within a clearly defined area.&lt;/p&gt;\n&lt;p&gt;They use their awareness of any research interests and the technical context and processes of the laboratory alongside senior team members to contribute to the proposal of new scientific ideas. They have an up to date knowledge of technical, scientific and regulatory developments related to the conduct of the laboratory. They communicate information, arguments and analysis in a variety of forms to specialist and non-specialist audiences&lt;/p&gt;\n&lt;p&gt;They work as part of a wider scientific team, which may include laboratory scientists and laboratory technicians, in settings where there is certainty and with limited ambiguity taking personal responsibility for decision making in routine predictable contexts.&lt;/p&gt;\n&lt;p&gt;Typical job titles include; Analytical Support Chemist, Technical Support Scientist, Microbiology Support Scientist, Process Development Technologist, Laboratory Assistant, Senior Laboratory Technician, Assistant Scientist, Technical Specialist&amp;nbsp; (Scientist), Quality Control Laboratory Assistant, Laboratory Co-ordinator, Technical Laboratory Assistant, Laboratory Analyst, Laboratory Research Assistant&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically candidates will have grade C or above in at least five GCSE’s, including English, maths and a science subject and hold relevant level 3 qualifications providing the appropriate number of UCAS points for entry to a level 5 HE programme. Other relevant or prior experience may also be considered as an alternative.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Requirements: knowledge, skills and behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;&lt;strong&gt;Knowledge:&lt;/strong&gt;&lt;/h4&gt;\n&lt;ol&gt;\n&lt;li&gt;The principles of non-complex laboratory techniques and scientific experimentation and how to contribute to the development of technical projects and implement new processes according to the literature.&lt;/li&gt;\n&lt;li&gt;A theoretical knowledge of chemistry or life sciences plus specialised science and technology relevant to the job role.&lt;/li&gt;\n&lt;li&gt;The requirements and significance of reporting results, considering the importance of accuracy, precision and recognising trends.&lt;/li&gt;\n&lt;li&gt;How to use mathematical concepts and techniques: units, dimensions, exponentials logarithms and elementary probability and basic statistical analysis relating to sampling and data to evaluate results.&lt;/li&gt;\n&lt;li&gt;The basic principles and procedures of project management: project plan, project timeline &amp;amp; milestones, risk log, outcome reviews, product definitions and product owners, key performance measures, action logs, project documentation, project budgets and how to contribute to project plans with other team members.&lt;/li&gt;\n&lt;li&gt;How to comply with business rules pertaining to record keeping, traceability &amp;amp; confidentiality and quality systems.&lt;/li&gt;\n&lt;li&gt;The internal and external regulatory environment pertinent to the science sector and how to comply with regulations.&lt;/li&gt;\n&lt;li&gt;The business environment in which the company operates including personal role within the organisation, ethical practice and codes of conduct.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h4&gt;&lt;strong&gt;Skills&lt;/strong&gt;:&lt;/h4&gt;\n&lt;ol start=&quot;9&quot;&gt;\n&lt;li&gt;Perform laboratory based investigations and basic scientific experimentation using the appropriate scientific techniques, procedures and methods of relevance to the activities of the laboratory.&lt;/li&gt;\n&lt;li&gt;Comply with the quality standards, safe working practices, environment and risk management systems relevant to the workplace.&lt;/li&gt;\n&lt;li&gt;Explain the main concepts of the scientific principles according to the literature applicable to the laboratory based techniques and scientific experimentation used in the laboratory.&lt;/li&gt;\n&lt;li&gt;Contribute to the development of new processes and methodologies and support their implementation as part of a wider team.&lt;/li&gt;\n&lt;li&gt;Work with minimal supervision to produce and analyse scientific data and present the results of laboratory work and problem solving clearly and concisely in written and oral form&lt;/li&gt;\n&lt;li&gt;Use computer based data analysis tools including spreadsheets and relevant company software packages.&lt;/li&gt;\n&lt;li&gt;Plan and prioritise own tasks, review and evaluate progress against objectives and project plans as part of a wider project team.&lt;/li&gt;\n&lt;li&gt;Contribute to recommendations on the appropriate workflows, improvements or scientific solutions to meet the requirements of internal or external customers.&lt;/li&gt;\n&lt;li&gt;Find solutions to routine and non-routine problems and contribute to developing solutions to complex problems using techniques such as root cause analysis.&lt;/li&gt;\n&lt;li&gt;Contribute to continuous performance improvement within the scientific and technical environment.&lt;/li&gt;\n&lt;li&gt;Communicates effectively using a full range of skills: speaking to a scientific and non-scientific audience, active listening, professional writing, and scientific presentation.&lt;/li&gt;\n&lt;li&gt;Works with minimal supervision and interacts effectively within a wide, scientific team.&lt;/li&gt;\n&lt;li&gt;Manages time effectively, being able to plan and complete work to schedule with thoroughness and attention to detail.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h4&gt;&lt;strong&gt;Behaviours:&lt;/strong&gt;&lt;/h4&gt;\n&lt;ol start=&quot;22&quot;&gt;\n&lt;li&gt;Demonstrates reliability, integrity and respect for confidentiality on work related and personal matters.&lt;/li&gt;\n&lt;li&gt;Takes account of the impact of work on others, especially where related to diversity and equality.&lt;/li&gt;\n&lt;li&gt;Handles and responds positively to change, adjusting to different conditions, technologies, situations and environments.&lt;/li&gt;\n&lt;li&gt;Takes responsibility for personal development with ability to observe and communicate observations on own learning.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Higher National Diploma or a Foundation Degree in a science or technology discipline relevant to the job role. Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Link to professional registration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard is recognised by the Science Council at registered Scientist (RSci) level.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Level 5 &amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 36 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard should be reviewed after 3 years&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in a wide range of employers. The employers will typically operate in chemical, pharmaceutical, biotechnology, formulated products or analytical services. Employers can range in size, from large multinational organisations through to smaller businesses. Technician scientists may operate within a science department of a larger organisation or within a smaller science focussed business that provides science services. Technician scientists are typically laboratory-based. &lt;br&gt;&lt;br&gt;The broad purpose of the occupation is to carry out established laboratory based investigations and scientific experimentation using bench and instrumentation techniques. A technician scientist will apply a range of skills and follow well established principles associated with their organisation’s science and technology. They carry out routine lines of enquiry, development or investigation. They collect scientific information and analyse, interpret and evaluate data. They prepare results and provide progress updates of their work. &lt;br&gt;&lt;br&gt;In their daily work, an employee in this occupation interacts with a wider scientific team, which may include laboratory scientists and laboratory technicians. They communicate information, arguments and analysis in a variety of forms to specialist and non-specialist audiences. &lt;br&gt;&lt;br&gt;An employee in this occupation will be responsible for the quality of the work they undertake. They operate in settings where there is certainty and limited ambiguity. They take personal responsibility for decision making in predictable contexts. They work safely and ethically often under highly regulated conditions because of the need to control quality and safety of scientific products. They critically evaluate appropriateness of commonly used approaches to solve science problems, using a range of approaches to formulate evidence based responses to defined and routine problems and issues within their area of work. They contribute to solutions to problems within the wider scientific team, using appropriate project management procedures. They perform record keeping and checks and use data capture systems relevant to the technical and scientific procedures that they use. They use their awareness of any research interests and the technical context and processes of the laboratory alongside senior team members to contribute to the proposal of new scientific ideas. They may manage resources within a clearly defined area.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "7cc9a66c-f262-4795-9cba-daf8fabb4614",
      "detail": "Principles of laboratory techniques and scientific experimentation."
    },
    {
      "knowledgeId": "2ad26fae-c8f6-4a44-a22b-8caaf4389c31",
      "detail": "How to apply the principles of laboratory techniques and scientific experimentation to contribute to the development of technical projects and the implementation of new processes."
    },
    {
      "knowledgeId": "c54064c2-1217-423c-85fc-01f8c96a1f00",
      "detail": "Laboratory equipment relevant to the role and the associated maintenance and calibration requirements. "
    },
    {
      "knowledgeId": "546cc7ff-a6a3-4bcf-a20c-bffb5c3b01e7",
      "detail": "The key principles of scientific investigation relevant to the role (e.g. route cause analysis or out of specification results)."
    },
    {
      "knowledgeId": "978de775-a1d5-4e12-af0a-1c8508f0b50d",
      "detail": "Named and recognised scientific theory appropriate to the workplace and role (e.g. Chemistry, Physics or Life Sciences)."
    },
    {
      "knowledgeId": "b4590a19-6b88-465a-aba0-ba4b657a1a22",
      "detail": "The requirements and significance of reporting results, considering the importance of accuracy, precision, and recognising trends."
    },
    {
      "knowledgeId": "a2a3e1b0-32db-4c6b-9c41-a953054b454c",
      "detail": "Mathematical concepts and techniques relevant to the work role (e.g. basic statistical analysis, relating to sampling and data to evaluate results)."
    },
    {
      "knowledgeId": "b144fd02-27fa-49d3-b1ec-f94d70098e36",
      "detail": "The basic principles and procedures of project management and how to contribute to project plans with other team members (e.g. project timeline & milestones)."
    },
    {
      "knowledgeId": "94daace8-24fb-4dbe-8d2b-0290176992be",
      "detail": "Business requirements pertaining to record-keeping, traceability & confidentiality, and quality control systems. "
    },
    {
      "knowledgeId": "ce5fc42b-f7b0-4654-a714-eb916edcc1a9",
      "detail": "The internal and external regulatory environment pertinent to the work role and how to comply with regulations."
    },
    {
      "knowledgeId": "971e30c7-6529-436a-91b8-e91c81e50303",
      "detail": "The importance of operating ethically and sustainably, complying with codes of conduct, and the impact of this on business operations, the wider sector, society, and the environment."
    },
    {
      "knowledgeId": "f6dd37c5-5ce6-4d85-9acb-1eaa109531ff",
      "detail": "How the role impacts on the business and the environment in which it operates (e.g idea creation, innovation, and enterprise)."
    },
    {
      "knowledgeId": "f547da3d-3406-4c39-99a0-d99d3e501137",
      "detail": "The importance of consulting reliable sources of information to keep up to date with scientific, role, or sector knowledge and ways to communicate this to team members."
    },
    {
      "knowledgeId": "f7313e91-54ee-426c-b40f-58eb141b5cda",
      "detail": "Health and safety and environmental regulations, procedures, documentation, and risk management systems applicable to the role."
    },
    {
      "knowledgeId": "08cd9c9c-ff37-4cc1-81d4-3ee4b0acc03a",
      "detail": "Importance of developing soft skills (people and interpersonal) relevant to the role."
    },
    {
      "knowledgeId": "e4d9fbb8-828e-4445-82a0-d3c54731f3ca",
      "detail": "Different approaches and methods, for use in the identification, design, development, and implementation of solutions to technical problems. "
    },
    {
      "knowledgeId": "1512b1eb-b961-4394-a57f-adeec49ff7ea",
      "detail": "Techniques used to identify and manage stakeholder expectations including compliance with codes of conduct."
    },
    {
      "knowledgeId": "bdf8e066-0be4-4a10-9fdd-e3cd5054182f",
      "detail": "The importance and impact of good record keeping.\t"
    },
    {
      "knowledgeId": "6797e813-869b-4abb-a785-16eb5a6d3f38",
      "detail": "How digital technology enables the functionality of the working environment to be adaptable to change. "
    }
  ],
  "behaviours": [
    {
      "behaviourId": "94630f72-e34d-4621-a92c-691a076fe32d",
      "detail": "Acts in a professional and ethical manner (demonstrates reliability, integrity, and respect for confidentiality)."
    },
    {
      "behaviourId": "e14393d9-84c5-4799-9bfc-39b9279cb792",
      "detail": "Acts in a way that builds and maintains positive relationships with stakeholders (takes account of the impact of own work on others, internally and externally)."
    },
    {
      "behaviourId": "e9b86f74-346e-490e-9c5d-b14782eb732a",
      "detail": "Committed to continuous professional development (handles and responds positively to change, adjusting to different conditions, technologies, situations, and environments)."
    },
    {
      "behaviourId": "01624b3c-b3f0-407b-a437-f10c8321bbb6",
      "detail": "Committed to adopting safe working practices. "
    },
    {
      "behaviourId": "259e32d0-439b-4fd2-b31c-03dfd32e1cf7",
      "detail": "Committed to the adoption of environmentally sustainable working practices. "
    },
    {
      "behaviourId": "ea12eb98-190e-4d95-8a0b-8e7ab5572613",
      "detail": "Resilient under pressure."
    }
  ],
  "skills": [
    {
      "skillId": "5d92208b-9848-4587-ba7c-abf68aee11a6",
      "detail": "Identify potential scientific techniques to meet defined objectives. "
    },
    {
      "skillId": "5a78dfff-182a-4842-8436-d297d391d782",
      "detail": "Review and select appropriate scientific techniques to undertake required tasks (consider risk management, safe working practices, equipment availability, quality standards, the environment, and sustainability)."
    },
    {
      "skillId": "9efefb00-f7bf-4271-96c9-81cc9e17314b",
      "detail": "Source and calibrate specified instrumentation and laboratory equipment. "
    },
    {
      "skillId": "5c80547b-b7bd-4c7e-a5f2-fb362edda51d",
      "detail": "Plan and perform laboratory-based investigations and scientific experimentation using scientific techniques, procedures, and methods relevant to the role."
    },
    {
      "skillId": "905f4dcf-f4d7-4abb-b62f-b9d880262291",
      "detail": "Systematically obtain information when conducting scientific experiments."
    },
    {
      "skillId": "84ba0848-1ab4-4f71-9c11-2e01002e65a3",
      "detail": "Record and store data in accordance with regulatory requirements. "
    },
    {
      "skillId": "7d6ff9e2-7990-4923-b1f9-f1fc9ba337dd",
      "detail": "Contribute to the development or improvement of processes and methodologies and support their implementation into the business as part of a wider team."
    },
    {
      "skillId": "8b41d0ad-f80c-42f7-9071-8af7af175274",
      "detail": "Use data analysis tools and software packages to process or produce reliable, accurate data or information."
    },
    {
      "skillId": "bb8eeecc-ae46-4a4a-bff4-15e40f006292",
      "detail": "Interpret scientific data to inform actions or recommendations and escalate where required. "
    },
    {
      "skillId": "03e21570-89ec-4459-854a-5aec6cef2bb7",
      "detail": "Present the results of scientific work to scientific and non-scientific audiences in written and oral form."
    },
    {
      "skillId": "3bed429a-03a9-4cc0-b3b1-9d56e3befe15",
      "detail": "Plan and prioritise own tasks and complete work to schedule whilst maintaining compliance with internal and external requirements."
    },
    {
      "skillId": "9157fcca-7e58-4ce8-a70b-036566499706",
      "detail": "Contribute to recommendations, improvements, or scientific solutions to meet the requirements of internal or external customers."
    },
    {
      "skillId": "5e90d92c-60da-4671-81c7-22363d6254a9",
      "detail": "Identify, develop or contribute to solutions to technical problems."
    },
    {
      "skillId": "78c2ae3d-be96-4c0c-8824-6510abdb9b90",
      "detail": "Collaborate with stakeholders and identify results requiring further investigation or escalation. "
    },
    {
      "skillId": "12344a8e-315c-4b65-b714-cffeae3aa736",
      "detail": "Keeps up to date with advances in scientific and sector working practices and technologies. Shares best practice across the team."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-08-07T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0040",
  "tbMainContact": "robert.ramsaygosling-kennedy@labcorp.com",
  "involvedEmployers": "Astra Zeneca, Croda, Labcorp, Reading Scientific Services Limited, Sterling Pharma Solutions, UCB.Com, Vertex Pharmaceuticals Incorporated, Victrex, SABIC, Centre for Process Innovation, Fujifilm, HMG Paints\r\n",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Analytical support chemist",
    "Assistant scientist",
    "Associate practitioner",
    "Laboratory analyst",
    "Laboratory assistant",
    "Laboratory co-ordinator",
    "Laboratory research assistant",
    "Microbiology support scientist",
    "Process development technologist",
    "Quality control laboratory assistant",
    "Senior laboratory technician",
    "Technical laboratory assistant",
    "Technical specialist  (scientist)",
    "Technical support scientist"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Science",
  "cluster": "Science advanced technician",
  "clusterId": "11",
  "clusterDescription": null,
  "createdDate": "2022-11-04T15:50:14 +00:00",
  "lastUpdated": "2023-04-03T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-08-07T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0597",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0597-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0597-v1-1",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "Science Council",
      "level": "Registered Scientist (partial alignment)",
      "isPartial": "partial",
      "partialFreeText": "The Science Council for Registered Scientist (RSci). Upon successful completion of the apprenticeship and upon receipt of the apprenticeship certificate, individuals are eligible to apply for RSci through a shortened application route. Individuals also need to be a member of a professional body that is licensed by the Science Council to be awarded this status and provide evidence of a relevant qualification at level 5 or above or demonstrate equivalence. Further information is on the Science Council’s website."
    }
  ],
  "duties": [
    {
      "dutyID": "1353fdee-81e4-47e9-88a3-56dc5f8070ec",
      "dutyDetail": "Prepare for laboratory-based scientific investigations and experiments. Identifying appropriate scientific techniques, procedures, and methods to meet objectives (including environmental and risk management systems).",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "94630f72-e34d-4621-a92c-691a076fe32d",
        "01624b3c-b3f0-407b-a437-f10c8321bbb6"
      ],
      "mappedKnowledge": [
        "7cc9a66c-f262-4795-9cba-daf8fabb4614",
        "2ad26fae-c8f6-4a44-a22b-8caaf4389c31",
        "546cc7ff-a6a3-4bcf-a20c-bffb5c3b01e7",
        "ce5fc42b-f7b0-4654-a714-eb916edcc1a9",
        "f6dd37c5-5ce6-4d85-9acb-1eaa109531ff"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5d92208b-9848-4587-ba7c-abf68aee11a6",
        "5a78dfff-182a-4842-8436-d297d391d782"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f49a72d9-7c6a-4b0d-b764-156f3c84f2b5",
      "dutyDetail": "Plan and perform laboratory-based scientific investigations and experiments using specialised techniques, following specified methodologies, and quality standards, and in accordance with relevant H&S procedures and wider regulation/ legislation. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "94630f72-e34d-4621-a92c-691a076fe32d",
        "01624b3c-b3f0-407b-a437-f10c8321bbb6"
      ],
      "mappedKnowledge": [
        "c54064c2-1217-423c-85fc-01f8c96a1f00",
        "978de775-a1d5-4e12-af0a-1c8508f0b50d",
        "ce5fc42b-f7b0-4654-a714-eb916edcc1a9",
        "971e30c7-6529-436a-91b8-e91c81e50303",
        "f7313e91-54ee-426c-b40f-58eb141b5cda"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5d92208b-9848-4587-ba7c-abf68aee11a6",
        "5a78dfff-182a-4842-8436-d297d391d782",
        "5c80547b-b7bd-4c7e-a5f2-fb362edda51d",
        "905f4dcf-f4d7-4abb-b62f-b9d880262291"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "925ab850-f24a-4fb3-be77-86f0c46c7353",
      "dutyDetail": "Use specified instrumentation and laboratory equipment. Calibrate and troubleshoot equipment where required.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "94630f72-e34d-4621-a92c-691a076fe32d",
        "01624b3c-b3f0-407b-a437-f10c8321bbb6"
      ],
      "mappedKnowledge": [
        "c54064c2-1217-423c-85fc-01f8c96a1f00"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9efefb00-f7bf-4271-96c9-81cc9e17314b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "96b07d20-efb0-4c38-8909-cde6cd2fc8b0",
      "dutyDetail": "Systematically collect and produce reliable and accurate information from scientific investigations and experiments and keep accurate records. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "94630f72-e34d-4621-a92c-691a076fe32d"
      ],
      "mappedKnowledge": [
        "b4590a19-6b88-465a-aba0-ba4b657a1a22",
        "bdf8e066-0be4-4a10-9fdd-e3cd5054182f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "905f4dcf-f4d7-4abb-b62f-b9d880262291",
        "84ba0848-1ab4-4f71-9c11-2e01002e65a3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "eb6b665c-bd57-4a58-8d2c-334493fcbb7e",
      "dutyDetail": "Use data analysis tools to process or produce reliable analysis, interpretation, and evaluation of data.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "94630f72-e34d-4621-a92c-691a076fe32d"
      ],
      "mappedKnowledge": [
        "a2a3e1b0-32db-4c6b-9c41-a953054b454c",
        "94daace8-24fb-4dbe-8d2b-0290176992be",
        "bdf8e066-0be4-4a10-9fdd-e3cd5054182f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "84ba0848-1ab4-4f71-9c11-2e01002e65a3",
        "8b41d0ad-f80c-42f7-9071-8af7af175274",
        "bb8eeecc-ae46-4a4a-bff4-15e40f006292"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "70a03f4f-48d9-46d1-b988-bd74b54ed3a4",
      "dutyDetail": "Collaborate with stakeholders and communicate scientific information.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e14393d9-84c5-4799-9bfc-39b9279cb792"
      ],
      "mappedKnowledge": [
        "b4590a19-6b88-465a-aba0-ba4b657a1a22",
        "08cd9c9c-ff37-4cc1-81d4-3ee4b0acc03a",
        "1512b1eb-b961-4394-a57f-adeec49ff7ea"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "03e21570-89ec-4459-854a-5aec6cef2bb7",
        "5e90d92c-60da-4671-81c7-22363d6254a9",
        "78c2ae3d-be96-4c0c-8824-6510abdb9b90",
        "12344a8e-315c-4b65-b714-cffeae3aa736"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "812b37e3-bbfa-403e-9ded-b1130fd20e97",
      "dutyDetail": "Apply scientific techniques for data presentation to scientific and non-scientific audiences. e.g. statistics.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "b4590a19-6b88-465a-aba0-ba4b657a1a22",
        "a2a3e1b0-32db-4c6b-9c41-a953054b454c",
        "1512b1eb-b961-4394-a57f-adeec49ff7ea"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "03e21570-89ec-4459-854a-5aec6cef2bb7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2375b8de-9373-422f-9379-cdfa42a6a029",
      "dutyDetail": "Recognise problems and apply appropriate scientific methods to identify causes and achieve solutions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e9b86f74-346e-490e-9c5d-b14782eb732a",
        "259e32d0-439b-4fd2-b31c-03dfd32e1cf7"
      ],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [
        "5e90d92c-60da-4671-81c7-22363d6254a9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "906a251d-e28f-4a67-a7fb-690d3976ef4d",
      "dutyDetail": "Maintain knowledge of advances in scientific and sector working practices and participate in continuous business performance improvement.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e14393d9-84c5-4799-9bfc-39b9279cb792",
        "e9b86f74-346e-490e-9c5d-b14782eb732a",
        "259e32d0-439b-4fd2-b31c-03dfd32e1cf7"
      ],
      "mappedKnowledge": [
        "f547da3d-3406-4c39-99a0-d99d3e501137",
        "08cd9c9c-ff37-4cc1-81d4-3ee4b0acc03a",
        "e4d9fbb8-828e-4445-82a0-d3c54731f3ca",
        "6797e813-869b-4abb-a785-16eb5a6d3f38"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7d6ff9e2-7990-4923-b1f9-f1fc9ba337dd",
        "9157fcca-7e58-4ce8-a70b-036566499706",
        "5e90d92c-60da-4671-81c7-22363d6254a9",
        "78c2ae3d-be96-4c0c-8824-6510abdb9b90",
        "12344a8e-315c-4b65-b714-cffeae3aa736"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b3bee9ed-6c97-43f9-bb71-2e0e1b6c06b9",
      "dutyDetail": "Support, organise and manage personal workload and contributes to the development of staff in own area.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ea12eb98-190e-4d95-8a0b-8e7ab5572613"
      ],
      "mappedKnowledge": [
        "b144fd02-27fa-49d3-b1ec-f94d70098e36",
        "08cd9c9c-ff37-4cc1-81d4-3ee4b0acc03a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3bed429a-03a9-4cc0-b3b1-9d56e3befe15",
        "9157fcca-7e58-4ce8-a70b-036566499706",
        "78c2ae3d-be96-4c0c-8824-6510abdb9b90",
        "12344a8e-315c-4b65-b714-cffeae3aa736"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-04-03T00:00:00"
}