{
  "templateType": "Apprenticeship Standard",
  "larsCode": 247,
  "referenceNumber": "ST0530",
  "learningAimClassCode": "",
  "title": "Optical assistant",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0530",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2022-02-17T00:00:00",
  "earliestStartDate": "2018-02-27T00:00:00",
  "latestStartDate": "2022-12-31T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Helping customers find suitable glasses.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "Opticans",
    "Optical retail industry",
    "Optometry",
    "health services",
    "health and science"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1466/optical-assistant-assessment-plan.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.3 Health and social care",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;An Optical Assistant requires many skills to be able to work within the Optical retail Industry. They are often the people that spend the most time interacting with customers. Therefore strong communication, listening skills and a passion for working with others to deliver excellent service and products that are both clinically and cosmetically correct, are skills, knowledge and behaviours that need to be demonstrated at all times.&lt;/p&gt;\n&lt;p&gt;They may be working within a small practice, a large multiple practice or within the domiciliary environment. Optical Assistants have to interpret and understand a clinically issued prescription, its effects on the eye, and the customer’s vision. They need to be able to identify the appropriate spectacles to meet the customer&#39;s needs and be able to explain the features and benefits of these, using non-technical customer friendly language.&lt;/p&gt;\n&lt;p&gt;Optical Assistants require a broad range of technical knowledge about spectacle frame materials and fitting requirements including facial measurements, to ensure the maximum comfort of the spectacle frame for the customer, avoiding physical damage to the skin through ill-fitting or wrong material choice. They also require technical knowledge of optical lenses and the associated measurements of these lenses to allow correct and safe customer vision. They use an extensive range of technical equipment and tools to take measurements and adjust and repair spectacles.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge of:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Skills to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Health &amp;amp; Safety&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Health &amp;amp; safety at work legislation relevant to the industry&lt;/li&gt;\n&lt;li&gt;The safe use of all industry equipment relevant to the role&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Maintain safe working practices at all times&lt;/li&gt;\n&lt;li&gt;Identify risks or dangers to self, customers or colleagues&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Materials of Frames and lenses&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;A wide range of frame and lens material, including features, benefits, visual and material limitations&lt;/li&gt;\n&lt;li&gt;The legal requirements of products, the potential allergic reactions they may cause to ensure the best vision, fit and comfort&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Identify, explain, recommend suitable frame and lens materials based on the customers’ needs and requirements&lt;/li&gt;\n&lt;li&gt;Clearly explain choices and ensure that health and legal requirements are met&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Tools and Equipment&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;A wide range of optical tools and equipment&lt;/li&gt;\n&lt;li&gt;The uses and limitations of hand tools, quality checking machinery e.g. focimeter, pupilometer, frame heater, double nylon jaw pliers, angling pliers, snipe nose pliers, cutter pliers, nose pad pliers, axis pliers, screwdriver set, non-contact tonometer, auto refractor, visual field screeners&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Confidently and correctly use and explain appropriately to a customer the wide range of tools and equipment within the optical practice&lt;/li&gt;\n&lt;li&gt;Take measurements, adjust or repair spectacles e.g. facial measuring tools, frame measurement tools, frame adjustment tools and screening equipment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Quality and Governance&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Employer’s and NHS quality standards for accurate and secure record keeping&lt;/li&gt;\n&lt;li&gt;Adherence to British, European standards and industry governance set out by the general optical council e.g. referral to clinical colleagues for support and advice when identifying an ocular emergency, taking measurements, completing a collection for customers within protected named groups (under 16’s partially sighted / blind and complex prescriptions)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Work to the appropriate company quality standards and systems&lt;/li&gt;\n&lt;li&gt;accurately keep records&lt;/li&gt;\n&lt;li&gt;Enable relevant timely referrals to clinical colleagues to protect the customer the business and self&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Screening checks&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The screening equipment used, its function and the appropriate language to explain its function within own area of responsibility, knowing when to refer to clinician&lt;/li&gt;\n&lt;li&gt;Eye and medical conditions screened for e.g. glaucoma, macular degeneration, diabetes&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Clearly explain screening checks, the reasons they are done and how the machinery works&lt;/li&gt;\n&lt;li&gt;Empathise with customers undergoing screening and be able to communicate reassurance and confidence when needed&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Customer interactions, Dispensing, fitting and adjustment of Spectacles&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Customer types and barriers to communication they may face e.g. customers of varying ages, customers with specific communication or mental health needs&lt;/li&gt;\n&lt;li&gt;How to adapt questioning and communication to meet customer requirements&lt;/li&gt;\n&lt;li&gt;Parts of the eye and how this relates to the makeup of a spectacle prescription&lt;/li&gt;\n&lt;li&gt;How a prescription is written and interpreted e.g. myopia, hyperopia, presbyopia, visual equity and the effects the prescription has on vision and spectacle lens thickness&lt;/li&gt;\n&lt;li&gt;Frame and lens measurements and fitting for prescriptions up to +/- 10 e.g. pupil distances, vertical heights, pantoscopic angles, frontal bow, length to bend, eye size and bridge width, understanding of how to check vision and fit for multiple vision types and the precautionary recommendations to issue to customers on final fitting&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Build rapport and trust with the customer and identify their communication preferences, clearly explain and interpret verbal and written prescription specifications and the effects this has on the eye.&lt;/li&gt;\n&lt;li&gt;To explain to the customer the translation of written prescription to finished product&lt;/li&gt;\n&lt;li&gt;Use product knowledge and be able to explain how this affects vision and to be able to make recommendations for dispensing of glasses to suit needs and preferences&lt;/li&gt;\n&lt;li&gt;Identify suitable fitting frames based on facial and prescription requirements pupil distances, vertical heights, pantoscopic angles, frontal bow length to bend, eye size and bridge width&lt;/li&gt;\n&lt;li&gt;How to use tools and equipment in close proximity to the customer which may make the customer feel uncomfortable&lt;/li&gt;\n&lt;li&gt;Accurately check vision and take into account how the final fit of the frames can affect someone’s vision&lt;/li&gt;\n&lt;li&gt;Fit the final product to ensure ongoing comfort and correct vision.&lt;/li&gt;\n&lt;li&gt;Carry out repairs and adjustments on an ongoing basis&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;thead&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;What is required – you should&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;/thead&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Professionalism&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Have a strong professional work ethic, show pride and passion to company and brand values; demonstrate equality and diversity to ensure all customers receive equal care and attention&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Self-development&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Keep up to date with best practice and emerging technologies within the optical sector, obtain and offer constructive feedback to others, and develop and maintain professional relationships&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Safety orientated&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Be aware of and adopt the processes and procedures for the safety and well-being of self and others&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;strong&gt;&lt;br /&gt;Duration &lt;/strong&gt;Typically the apprenticeship will take a minimum of 12 months to complete&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Qualifications &lt;/strong&gt;Apprentices without level 1 English and maths will need to achieve this level prior to taking the end-point assessment as well as sitting Level 2&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Review Date: &lt;/strong&gt;Reviewed after 3 years&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;An Optical Assistant requires many skills to be able to work within the Optical retail Industry. They are often the people that spend the most time interacting with customers. Therefore strong communication, listening skills and a passion for working with others to deliver excellent service and products that are both clinically and cosmetically correct, are skills, knowledge and behaviours that need to be demonstrated at all times. They may be working within a small practice, a large multiple practice or within the domiciliary environment. Optical Assistants have to interpret and understand a clinically issued prescription, its effects on the eye, and the customer’s vision. They need to be able to identify the appropriate spectacles to meet the customer&#39;s needs and be able to explain the features and benefits of these, using non-technical customer friendly language. Optical Assistants require a broad range of technical knowledge about spectacle frame materials and fitting requirements including facial measurements, to ensure the maximum comfort of the spectacle frame for the customer, avoiding physical damage to the skin through ill-fitting or wrong material choice. They also require technical knowledge of optical lenses and the associated measurements of these lenses to allow correct and safe customer vision. They use an extensive range of technical equipment and tools to take measurements and adjust and repair spectacles.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "45edfd06-d95b-4ff9-9630-7a5d72cfd88f",
      "detail": "K1:Health & Safety: Health & safety at work legislation relevant to the industry"
    },
    {
      "knowledgeId": "a70b80d9-559c-4724-b8b9-c7a49106ab02",
      "detail": "K1: Health & Safety: The safe use of all industry equipment relevant to the role"
    },
    {
      "knowledgeId": "e8d9a042-bacb-4160-9a38-9599edf7d24f",
      "detail": "K2: Materials of Frames & Lenses: A wide range of frame and lens material, including features, benefits, visual and material limitations"
    },
    {
      "knowledgeId": "04d42eb3-98a8-4665-819e-c2267817dabe",
      "detail": "K2: Materials of Frames & Lenses: The legal requirements of products, the potential allergic reactions they may cause to ensure the best vision, fit and comfort"
    },
    {
      "knowledgeId": "68f73ee5-572e-4e3d-9b5f-2a51a486768e",
      "detail": "K3: Tools & Equipment: A wide range of optical tools and equipment"
    },
    {
      "knowledgeId": "33a30610-2e3a-4390-8980-ada8d16b1dd3",
      "detail": "K3: Tools & Equipment: The uses and limitations of hand tools, quality checking machinery e.g. focimeter, pupilometer, frame heater, double nylon jaw pliers, angling pliers, snipe nose pliers, cutter pliers, nose pad pliers, axis pliers, screwdriver set, non-contact tonometer, auto refractor, visual field screeners"
    },
    {
      "knowledgeId": "83b62c20-01d2-45ec-b807-4e95c1517436",
      "detail": "K4: Quality & Governance: Employer’s and NHS quality standards for accurate and secure record keeping"
    },
    {
      "knowledgeId": "7225196a-b3b4-422e-b640-0008e84560fe",
      "detail": "K4: Quality & Governance: Adherence to British, European standards and industry governance set out by the general optical council e.g. referral to clinical colleagues for support and advice when identifying an ocular emergency, taking measurements, completing a collection for customers within protected named groups (under 16’s partially sighted / blind and complex prescriptions)"
    },
    {
      "knowledgeId": "30ed0eb1-090f-4b72-875f-7a0739c462f0",
      "detail": "K5: Screening Checks: The screening equipment used, its function and the appropriate language to explain its function within own area of responsibility, knowing when to refer to clinician"
    },
    {
      "knowledgeId": "43088180-fbf2-415f-b038-341630271665",
      "detail": "K5: Screening Checks: Eye and medical conditions screened for e.g. glaucoma, macular degeneration, diabetes"
    },
    {
      "knowledgeId": "c94ddf0e-adf5-422c-b5e0-e20c9ca8f31a",
      "detail": "K6: Customer Interactions, Dispensing, Fitting & Adjustment of Spectacles: Customer types and barriers to communication they may face e.g. customers of varying ages, customers with specific communication or mental health needs"
    },
    {
      "knowledgeId": "bac4f72d-4767-4dfd-b47e-d7a1e72895be",
      "detail": "K5: Customer Interactions, Dispensing, Fitting & Adjustment of Spectacles: How to adapt questioning and communication to meet customer requirements"
    },
    {
      "knowledgeId": "c64c7bf5-2676-46fe-9675-270703c1cddd",
      "detail": "K5: Customer Interactions, Dispensing, Fitting & Adjustment of Spectacles: Parts of the eye and how this relates to the makeup of a spectacle prescription"
    },
    {
      "knowledgeId": "f6fe9e7a-b700-4bfb-9d8a-333adc22875b",
      "detail": "K5: Customer Interactions, Dispensing, Fitting & Adjustment of Spectacles: How a prescription is written and interpreted e.g. myopia, hyperopia, presbyopia, visual equity and the effects the prescription has on vision and spectacle lens thickness"
    },
    {
      "knowledgeId": "8d20e0f1-ec46-4f78-b67c-f199faaff934",
      "detail": "K5: Customer Interactions, Dispensing, Fitting & Adjustment of Spectacles: Frame and lens measurements and fitting for prescriptions up to +/- 10 e.g. pupil distances, vertical heights, pantoscopic angles, frontal bow, length to bend, eye size and bridge width, understanding of how to check vision and fit for multiple vision types and the precautionary recommendations to issue to customers on final fitting"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "f2691405-8b7c-4236-a71f-842edb11abfc",
      "detail": "B1: Professionalism: Have a strong professional work ethic, show pride and passion to company and brand values; demonstrate equality and diversity to ensure all customers receive equal care and attention"
    },
    {
      "behaviourId": "f4541d51-fd8c-42e5-a2c9-a6d393947dc5",
      "detail": "B2: Self-development: Keep up to date with best practice and emerging technologies within the optical sector, obtain and offer constructive feedback to others, and develop and maintain professional relationships"
    },
    {
      "behaviourId": "01b92a1f-6a3b-4079-ad68-2bb496a269d9",
      "detail": "B3: Safety orientated: Be aware of and adopt the processes and procedures for the safety and well-being of self and others "
    }
  ],
  "skills": [
    {
      "skillId": "a0e09dc6-be07-4f52-9517-71d30e6b47d9",
      "detail": "S1: Health & Safety: Maintain safe working practices at all times"
    },
    {
      "skillId": "ee74e46e-a572-4fa7-a1d0-496215fdbe19",
      "detail": "S1: Health & Safety: Identify risks or dangers to self, customers or colleagues"
    },
    {
      "skillId": "2cbc49cf-63a9-4beb-9956-ed48f476bf92",
      "detail": "S2: Materials of Frames & Lenses: Identify, explain, recommend suitable frame and lens materials based on the customers’ needs and requirements"
    },
    {
      "skillId": "ed7ed664-9ec5-46c4-b377-51859f581682",
      "detail": "S2: Materials of Frames & Lenses: Clearly explain choices and ensure that health and legal requirements are met"
    },
    {
      "skillId": "f5ba59d4-7e34-438a-ba91-28f08ef4c9da",
      "detail": "S3: Tools & Equipment: Confidently and correctly use and explain appropriately to a customer the wide range of tools and equipment within the optical practice"
    },
    {
      "skillId": "b5b5ca2c-143e-4858-ab9f-4e70e9a588db",
      "detail": "S3: Tools & Equipment: Take measurements, adjust or repair spectacles e.g. facial measuring tools, frame measurement tools, frame adjustment tools and screening equipment"
    },
    {
      "skillId": "2525e7b4-c873-4f5e-8bfe-62a3375dbe9f",
      "detail": "S4: Quality & Governance: Work to the appropriate company quality standards and systems"
    },
    {
      "skillId": "59564885-d543-496f-b39e-bcd97847cdc5",
      "detail": "S4: Quality & Governance: Accurately keep records"
    },
    {
      "skillId": "71af7c9d-8a6f-4ab8-a95c-4b714bd425ae",
      "detail": "S4: Quality & Governance: Enable relevant timely referrals to clinical colleagues to protect the customer the business and self "
    },
    {
      "skillId": "287cb4d6-d5aa-4d79-8a98-248e93b7591a",
      "detail": "S5: Screening Checks: Clearly explain screening checks, the reasons they are done and how the machinery works"
    },
    {
      "skillId": "63b60dee-e67e-459a-89b6-957c307f4462",
      "detail": "S5: Screening Checks: Empathise with customers undergoing screening and be able to communicate reassurance and confidence when needed"
    },
    {
      "skillId": "3fe8ff3f-51d2-4741-957e-916ca07a007b",
      "detail": "S6: Customer Interactions, Dispensing, Fitting & Adjustment of Spectacles: Build rapport and trust with the customer and identify their communication preferences, clearly explain and interpret verbal and written prescription specifications and the effects this has on the eye."
    },
    {
      "skillId": "a16baff3-8603-4daa-9f40-e465ef748459",
      "detail": "S6: Customer Interactions, Dispensing, Fitting & Adjustment of Spectacles: To explain to the customer the translation of written prescription to finished product"
    },
    {
      "skillId": "299c75e3-3fcb-4b57-a190-24787347d9aa",
      "detail": "S6: Customer Interactions, Dispensing, Fitting & Adjustment of Spectacles: Use product knowledge and be able to explain how this affects vision and to be able to make recommendations for dispensing of glasses to suit needs and preferences"
    },
    {
      "skillId": "7165c8f8-9094-4f27-b7e9-8624b147fde8",
      "detail": "S6: Customer Interactions, Dispensing, Fitting & Adjustment of Spectacles: Identify suitable fitting frames based on facial and prescription requirements pupil distances, vertical heights, pantoscopic angles, frontal bow length to bend, eye size and bridge width"
    },
    {
      "skillId": "4b71cdfb-8571-4bb2-ae0e-4a9dc9f9ef5e",
      "detail": "S6: Customer Interactions, Dispensing, Fitting & Adjustment of Spectacles: How to use tools and equipment in close proximity to the customer which may make the customer feel uncomfortable"
    },
    {
      "skillId": "691c5b1c-cb1e-4fa4-bb11-c5c73ff59081",
      "detail": "S6: Customer Interactions, Dispensing, Fitting & Adjustment of Spectacles: Accurately check vision and take into account how the final fit of the frames can affect someone’s vision"
    },
    {
      "skillId": "e764ccd3-fcc1-4b48-99a5-f01421dd6103",
      "detail": "S6: Customer Interactions, Dispensing, Fitting & Adjustment of Spectacles: Fit the final product to ensure ongoing comfort and correct vision."
    },
    {
      "skillId": "c094dcea-1a8b-4c62-b498-a53951e10513",
      "detail": "S6: Customer Interactions, Dispensing, Fitting & Adjustment of Spectacles: Carry out repairs and adjustments on an ongoing basis "
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-02-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0269",
  "tbMainContact": "peter.pavitt@specsavers.com, kerry.powell@visionexpress.com",
  "involvedEmployers": "Linklater Warren, NHK Opticians, Leightons, Specsavers, Boots opticians, Thompson Opticians, Galaxy Optical, Tesco Opticians, Asda, Vision Express, Outside Clinic",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Healthcare Science",
  "cluster": "Healthcare Science Assistant",
  "clusterId": "43",
  "clusterDescription": "Provide technical and science-based support to patients delivering testing, diagnosis, monitoring services etc. of a low risk, routine nature and also the manufacture of appliances and devices",
  "createdDate": "2017-11-14T17:10:13 +00:00",
  "lastUpdated": "2022-02-17T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-02-27T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0530-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0530-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-12-31T00:00:00"
}