{
  "templateType": "Apprenticeship Standard",
  "larsCode": 444,
  "referenceNumber": "ST0535",
  "learningAimClassCode": "",
  "title": "Clinical coder",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0535",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-03-06T00:00:00",
  "earliestStartDate": "2019-04-12T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Reading medical notes or records and analysing the contents which then translate into alphanumeric codes that accurately represent the patient’s stay.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "coding",
    "health and science",
    "health services",
    "patient care",
    "medicial notes"
  ],
  "jobRoles": [
    "Clinical coder"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/oocns4j5/st0535_clinical-coder_l3_ap-for-publication_15102024.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.3 Health and social care",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupational profile&lt;/h3&gt;\n&lt;p&gt;Clinical coding is the process of translating medical information from patient records in hospitals, into alphanumeric codes. A Clinical Coder will spend time reading medical notes / records and analysing the contents which they then translate into alphanumeric codes that accurately represent the patient’s stay. Clinical Coders locate missing information by whatever process necessary including contacting Medical Secretaries or by pulling case notes and requesting diagnoses from clinical staff where appropriate. They input Clinical Codes onto the Patient Administration Systems, action outstanding clinical coding reports as required (including, bringing them to the attention of the appropriate team members, and senior Clinical Coding colleagues and/or manager(s) when necessary), as well as dealing with any queries or taking messages for the staff within the Clinical Coding Department, including data quality issues, bringing to the attention of senior Clinical Coding colleagues and/or manager(s) any problems encountered or any issues, affecting the Clinical Coding.&lt;/p&gt;\n&lt;p&gt;Every NHS Hospital in the UK and private healthcare companies has a Clinical Coding Team who are required to meet the NHS Digital Clinical Classifications Service and the World Health Organisation (WHO) requirements and national deadline. The codes are used in a variety of ways within Hospitals, such as:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Determining the payment required for patients seen or treated.&lt;/li&gt;\n&lt;li&gt;Clinically monitor and manage the care provided to patients, for example the frequency occurrence of a patient’s condition or how many patients have died and why.&lt;/li&gt;\n&lt;li&gt;Statistical use of the data by NHS Managers for beds, staffing and waiting list management and health trends.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;The responsibilities and duties of the role are to abstract, analyse, translate medical terminology as written by the clinician and assign classification codes obtained from International Statistical Classification of Diseases (ICD) and related health problems for diagnoses and/or Office of Population, Censuses and Surveys of Surgical Operations, Interventions and Procedures (OPCS) in accordance with National and International Coding Standards, and guidelines, following complex rules and conventions of the diagnosis and procedure classification frameworks. Provide accurate and timely allocation of diagnostic and procedure codes for clinical and management purposes, including funding, commissioning, research, benchmarking and audit. Deal with enquiries from clinical, administrative and management staff; liaising with clinical teams, and locating and collating missing clinical data, e.g. case notes, histopathology and investigation results, for clinical coding.&lt;/p&gt;\n&lt;p&gt;Responsibilities and day to day duties of the role:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Assess patient records and notes content&lt;/li&gt;\n&lt;li&gt;Identify and apply medical terminology terms into code&lt;/li&gt;\n&lt;li&gt;Allocate diagnosis and procedural codes to patients records&lt;/li&gt;\n&lt;li&gt;Extract information from all types of clinical documentation and assess relevant health record content&lt;/li&gt;\n&lt;li&gt;Input clinical codes onto Patient Administration Systems&lt;/li&gt;\n&lt;li&gt;Work under pressure to local financial deadlines&lt;/li&gt;\n&lt;li&gt;Communicate with a wide range of stakeholders to gather and share information&lt;/li&gt;\n&lt;li&gt;Undertake background research as necessary&lt;/li&gt;\n&lt;li&gt;Identify data quality issues and take appropriate action&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Clinical Coders work as part of a team and provide support to senior colleagues, which, depending on the makeup of the specific department, could be one or more of the following: Senior Clinical Coder, Clinical Coding Team Leader, Clinical Coding Supervisor, Clinical Coding Trainer, Clinical Coding Auditor, Clinical Coding Assistant Manager, Clinical Coding Manager. This typical team structure also provides progression opportunities for those wishing to build a career in clinical coding.&lt;/p&gt;\n&lt;h3&gt;Entry Requirements&lt;/h3&gt;\n&lt;p&gt;Individual employers will set selection criteria. This might include Level 2 in English Language, Mathematics and a Science subject (preferable Science / Biology&lt;/p&gt;\n&lt;h3&gt;Qualification requirements&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to completing the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;Values&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Respect &lt;/strong&gt;- respect each other at all times with regard to age, disability, gender, position, race, religion and sexual orientation through professionalism and courtesy, treating all patients, colleagues, visitors, carers, communities and others as they would wish to be treated&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Responsibility&lt;/strong&gt; - personal and collective responsibility to do the best we can, working towards agreed individual and Trust-wide goals and expect to be held accountable and to challenge poor performance&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Honest - &lt;/strong&gt;open, have integrity&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Selflessness&lt;/strong&gt; - they should not take decisions to gain financial or other material benefits for the organisation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Behaviours&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Agile and Flexible – being tenacious and driven to see projects through to completion. A proven self-starter and have an adaptable approach to meet changing work priorities.&lt;/li&gt;\n&lt;li&gt;Professionalism and emotional intelligence – a high level of professionalism, reliable and dependable, collaborative approach and show empathy and being mindful of others&lt;/li&gt;\n&lt;li&gt;Has a desire to learn and a thirst for knowledge and a willingness to learn from mistakes&lt;/li&gt;\n&lt;li&gt;Shows emotional maturity – Ability to deal with direct exposure to disturbing photographs and case notes, potentially regarding abuse and terminally ill patients. There may be instances where you may be needed to attend a hospital ward where you may witness disturbing scenes&lt;/li&gt;\n&lt;li&gt;Adaptive to environment, working in both an office and busy healthcare environment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;table border=&quot;0&quot; style=&quot;width: 100%;&quot;&gt;\n&lt;thead&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 20%;&quot;&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;th style=&quot;width: 40%;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 40%;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;/thead&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Clinical Coding Skills &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Assimilate and retain specialist information&lt;/li&gt;\n&lt;li&gt;Extract information for coding from a variety of sources both paper based and electronic&lt;/li&gt;\n&lt;li&gt;Consistently apply correct coding to a range of typical case notes and more complex scenarios&lt;/li&gt;\n&lt;li&gt;Follow the rules, conventions and standards for clinical coding as defined by NHS Digital Clinical Classifications Service and the World Health Organisation (WHO)&lt;/li&gt;\n&lt;li&gt;Consistently and correctly apply the four-step coding process as set on the NHS Digital website when assigning codes for diagnoses and procedures&lt;/li&gt;\n&lt;li&gt;Apply detailed knowledge of medical terminology, anatomical and physiological terms to translate the patients records into the correct codes&lt;/li&gt;\n&lt;li&gt;Follow locally defined coding rules where they have been agreed by the hospital, documented in the Clinical Coding Policy document and do not contravene the national rules defined by NHS Digital Terminology and Classifications Delivery Service module&lt;/li&gt;\n&lt;li&gt;&amp;nbsp;Work with clinical teams and administrative staff to ensure that clinical codes are entered onto the correct Finished Consultant Episode (FCE)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Foundation knowledge of human anatomy, physiology and medical terminology&lt;/li&gt;\n&lt;li&gt;How to deconstruct and understand a medical term&lt;/li&gt;\n&lt;li&gt;An awareness of the role NHS digital and mandatory data set&lt;/li&gt;\n&lt;li&gt;How to apply codes to given diagnosis and treatments &amp;nbsp;&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;The rules and conventions of the latest edition of international statistical classification of diseases and related health problems (ICD-10)&lt;/li&gt;\n&lt;li&gt;Relevant national standards and how to apply them&lt;/li&gt;\n&lt;li&gt;The need for accurate and high quality coded data to support healthcare planning, reimbursement, management of services, statistical analysis and research relevant to Clinical Coding&lt;/li&gt;\n&lt;li&gt;How to navigate through a medical record (paper-based and/or electronic)&lt;/li&gt;\n&lt;li&gt;The basics of Systemized Nomenclature of Medicine – Clinical Terms (SNOMED CT) its uses and benefits, how it complements the classifications and interacts with them&lt;/li&gt;\n&lt;li&gt;The purpose and function NHS Digital Delen specialist, collaborative and information sharing forum&lt;/li&gt;\n&lt;li&gt;Rules and requirements of Information Governance and how these impact on the work of the Clinical Coder&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;thead&gt;\n&lt;tr style=&quot;height: 50.5799px;&quot;&gt;\n&lt;td width=&quot;104&quot; style=&quot;height: 50.5799px;&quot;&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;th width=&quot;121&quot; style=&quot;height: 50.5799px; width: 121px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;128&quot; style=&quot;height: 50.5799px; width: 128px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;/thead&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 303px;&quot;&gt;\n&lt;td width=&quot;104&quot; style=&quot;height: 303px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Communication and Information Governance&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;121&quot; style=&quot;height: 303px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Communicate effectively at all levels with a wide range of individuals, including clinicians, other hospital staff and colleagues&lt;/li&gt;\n&lt;li&gt;Relate appropriately with external agencies&lt;/li&gt;\n&lt;li&gt;Communicate complex clinical coding rules to relevant individuals&lt;/li&gt;\n&lt;li&gt;Ensure strict confidentiality when handling patient notes and information&lt;/li&gt;\n&lt;li&gt;Be involved in departmental internal audits&lt;/li&gt;\n&lt;li&gt;Ensure legal and information governance requirements&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;128&quot; style=&quot;height: 303px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Different communication methods and how to adapt your communication to suit different audiences including senior clinicians for clarification when necessary&lt;/li&gt;\n&lt;li&gt;Data Protection and Security - The General Data Protection Regulation (GDPR) May 2018 and how it relates to your Clinical Coding role&lt;/li&gt;\n&lt;li&gt;The importance of maintaining confidentiality&lt;/li&gt;\n&lt;li&gt;The importance of information governance and the information governance toolkit&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 416px;&quot;&gt;\n&lt;td width=&quot;104&quot; style=&quot;height: 416px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Extraction and evaluation of data&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;121&quot; style=&quot;height: 416px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Extract information from all types of clinical documentation and assess relevant health record content&lt;/li&gt;\n&lt;li&gt;Correctly interpret data&lt;/li&gt;\n&lt;li&gt;Ensure every data entry is made in an accurate and timely manner against the correct patient’s record&lt;/li&gt;\n&lt;li&gt;Interrogate information and ask appropriate questions to resolve queries&lt;/li&gt;\n&lt;li&gt;Use the internet and systems to research background information regarding diagnostic and procedural statements and seeking advice from senior team members as necessary&lt;/li&gt;\n&lt;li&gt;Identify data quality issues and take appropriate action&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;128&quot; style=&quot;height: 416px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The impact of coding related data&lt;/li&gt;\n&lt;li&gt;The use of coding related statistics e.g. planning, identifying trends, analysing clinical outcomes&lt;/li&gt;\n&lt;li&gt;How data produced flows through and out of the organisation and the need to meet local and national deadlines&lt;/li&gt;\n&lt;li&gt;How coded data is used to satisfy many different purposes including Secondary Uses Service (SUS), Hospital Episode Statistics (HES), Hospital Mortality Indicators&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 250px;&quot;&gt;\n&lt;td width=&quot;104&quot; style=&quot;height: 250px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;IT&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;121&quot; style=&quot;height: 250px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Use different IT systems and applications for example: Patient Information Systems, Medicode, Excel, email and internet&lt;/li&gt;\n&lt;li&gt;Enter information accurately and correctly into information management systems&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;128&quot; style=&quot;height: 250px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;How IT systems work and link to other systems within the organisation&lt;/li&gt;\n&lt;li&gt;How to access various systems within an organisation&lt;/li&gt;\n&lt;li&gt;How to navigate and use the NHS Digital Delen website&lt;/li&gt;\n&lt;li&gt;How to identify appropriate and reliable sources of information&lt;/li&gt;\n&lt;li&gt;How to use Display Screen Equipment safely&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 282px;&quot;&gt;\n&lt;td width=&quot;104&quot; style=&quot;height: 282px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Work within your organisation&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;121&quot; style=&quot;height: 282px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Work effectively with other departments within the organisation such as doctors, nurses, ward clerks, informatics&lt;/li&gt;\n&lt;li&gt;Follow organisational policies and procedures&lt;/li&gt;\n&lt;li&gt;Undertake organisational mandatory training as required&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;128&quot; style=&quot;height: 282px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The healthcare environment and the different departments you are likely to work with&lt;/li&gt;\n&lt;li&gt;The purpose of the Clinical Coder’s role within the organisation&lt;/li&gt;\n&lt;li&gt;Where Clinical Coding sits in the wider environment&lt;/li&gt;\n&lt;li&gt;What it is like to work in a Clinical Coding office environment&lt;/li&gt;\n&lt;li&gt;Organisational policies and procedures; including the departments Standard Operating Procedure&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;Level: 3&lt;/h3&gt;\n&lt;h3&gt;Duration: typically 18-24 months&lt;/h3&gt;\n&lt;h3&gt;&lt;strong&gt;Review date: after 3 years&lt;/strong&gt;&lt;/h3&gt;",
  "occupationalSummary": "&lt;p&gt;Clinical coding is the process of translating medical information from patient records in hospitals, into alphanumeric codes. A Clinical Coder will spend time reading medical notes / records and analysing the contents which they then translate into alphanumeric codes that accurately represent the patient’s stay. Clinical Coders locate missing information by whatever process necessary including contacting Medical Secretaries or by pulling case notes and requesting diagnoses from clinical staff where appropriate. They input Clinical Codes onto the Patient Administration Systems, action outstanding clinical coding reports as required (including, bringing them to the attention of the appropriate team members, and senior Clinical Coding colleagues and/or manager(s) when necessary), as well as dealing with any queries or taking messages for the staff within the Clinical Coding Department, including data quality issues, bringing to the attention of senior Clinical Coding colleagues and/or manager(s) any problems encountered or any issues, affecting the Clinical Coding. Every NHS Hospital in the UK and private healthcare companies has a Clinical Coding Team who are required to meet the NHS Digital Clinical Classifications Service and the World Health Organisation (WHO) requirements and national deadline. The codes are used in a variety of ways within Hospitals, such as: Determining the payment required for patients seen or treated. Clinically monitor and manage the care provided to patients, for example the frequency occurrence of a patient’s condition or how many patients have died and why. Statistical use of the data by NHS Managers for beds, staffing and waiting list management and health trends. The responsibilities and duties of the role are to abstract, analyse, translate medical terminology as written by the clinician and assign classification codes obtained from International Statistical Classification of Diseases (ICD) and related health problems for diagnoses and/or Office of Population, Censuses and Surveys of Surgical Operations, Interventions and Procedures (OPCS) in accordance with National and International Coding Standards, and guidelines, following complex rules and conventions of the diagnosis and procedure classification frameworks. Provide accurate and timely allocation of diagnostic and procedure codes for clinical and management purposes, including funding, commissioning, research, benchmarking and audit. Deal with enquiries from clinical, administrative and management staff; liaising with clinical teams, and locating and collating missing clinical data, e.g. case notes, histopathology and investigation results, for clinical coding.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "05c55ed0-24db-4224-979f-e51d487cd4fb",
      "detail": "Foundation knowledge of human anatomy, physiology and medical terminology"
    },
    {
      "knowledgeId": "b9d5f517-988a-430c-85d7-a9a5c2ee9424",
      "detail": "How to deconstruct and understand a medical term"
    },
    {
      "knowledgeId": "6d9061fd-2f2e-4efa-b168-1f543815d760",
      "detail": "An awareness of the role NHS digital and mandatory data set"
    },
    {
      "knowledgeId": "8e6220e2-2472-4852-8a02-7957276fdfc7",
      "detail": "How to apply codes to given diagnosis and treatments   "
    },
    {
      "knowledgeId": "17789f19-e52c-4973-9819-ba5e8628f593",
      "detail": "The rules and conventions of the latest edition of international statistical classification of diseases and related health problems (ICD-10)"
    },
    {
      "knowledgeId": "a0f54b97-19fd-41f9-838f-b0654aa354d0",
      "detail": "Relevant national standards and how to apply them"
    },
    {
      "knowledgeId": "214c9640-2d8b-48fa-a038-684ced4c16f2",
      "detail": "The need for accurate and high quality coded data to support healthcare planning, reimbursement, management of services, statistical analysis and research relevant to Clinical Coding"
    },
    {
      "knowledgeId": "3eb3b1bb-ff3e-480e-8aaf-9ab0b618b26b",
      "detail": "How to navigate through a medical record (paper-based and/or electronic)"
    },
    {
      "knowledgeId": "71d717c3-f8e1-4f16-a8bd-48a4ace61382",
      "detail": "The basics of Systemized Nomenclature of Medicine – Clinical Terms (SNOMED CT) its uses and benefits, how it complements the classifications and interacts with them"
    },
    {
      "knowledgeId": "09b0ecfe-d46f-4b32-a655-79d75095cd9b",
      "detail": "The purpose and function NHS Digital Delen specialist, collaborative and information sharing forum"
    },
    {
      "knowledgeId": "2dcd3649-4944-4eab-b329-cf28182d0bb5",
      "detail": "Rules and requirements of Information Governance and how these impact on the work of the Clinical Coder"
    },
    {
      "knowledgeId": "40ad7a58-5e5f-45b7-903d-3db5e97a9fc0",
      "detail": "Different communication methods and how to adapt your communication to suit different audiences including senior clinicians for clarification when necessary"
    },
    {
      "knowledgeId": "56e69956-9dcd-428d-aa0e-8615eca1afbc",
      "detail": "Data Protection and Security - The General Data Protection Regulation (GDPR) May 2018 and how it relates to your Clinical Coding role"
    },
    {
      "knowledgeId": "d6993cb2-224d-4955-9b67-784a89907e33",
      "detail": "The importance of maintaining confidentiality"
    },
    {
      "knowledgeId": "d5a130f6-8c8a-437f-b649-7bfa474b6e4f",
      "detail": "The importance of information governance and the information governance toolkit    "
    },
    {
      "knowledgeId": "62755f47-5217-44d8-bb88-98025a29dfb6",
      "detail": "The impact of coding related data"
    },
    {
      "knowledgeId": "fd124a27-9d28-475e-9420-cbce32d2cee9",
      "detail": "The use of coding related statistics e.g. planning, identifying trends, analysing clinical outcomes"
    },
    {
      "knowledgeId": "814dc253-f9ba-4963-83fd-44fd3503cd55",
      "detail": "How data produced flows through and out of the organisation and the need to meet local and national deadlines"
    },
    {
      "knowledgeId": "2bb22875-be1f-4b63-949f-e51cce0e6bc3",
      "detail": "How coded data is used to satisfy many different purposes including Secondary Uses Service (SUS), Hospital Episode Statistics (HES), Hospital Mortality Indicators"
    },
    {
      "knowledgeId": "18250241-a9c6-44f7-ad57-dbcd3fd0653b",
      "detail": "How IT systems work and link to other systems within the organisation"
    },
    {
      "knowledgeId": "f05adba6-629d-4ac8-9252-ca1c6742f06c",
      "detail": "How to access various systems within an organisation"
    },
    {
      "knowledgeId": "c32fbb29-e25d-46ad-b662-f142d83daab9",
      "detail": "How to navigate and use the NHS Digital Delen website"
    },
    {
      "knowledgeId": "341d0cf9-1386-47fb-9823-63404b52c69e",
      "detail": "How to identify appropriate and reliable sources of information"
    },
    {
      "knowledgeId": "a0be9af6-12b5-4904-964e-4f9b1ec5be36",
      "detail": "How to use Display Screen Equipment safely"
    },
    {
      "knowledgeId": "3cc9d548-39a1-4a39-bf10-b13cdca1d89e",
      "detail": "The healthcare environment and the different departments you are likely to work with"
    },
    {
      "knowledgeId": "e4a5c0f0-c744-4ecf-a882-0ea405da790b",
      "detail": "The purpose of the Clinical Coder’s role within the organisation"
    },
    {
      "knowledgeId": "f85070be-686a-4a17-b869-61e5e381f388",
      "detail": "Where Clinical Coding sits in the wider environment"
    },
    {
      "knowledgeId": "4bccad84-079f-43bf-a7aa-a6d35964edbf",
      "detail": "What it is like to work in a Clinical Coding office environment"
    },
    {
      "knowledgeId": "357b85ff-4ef7-4e50-9dcd-20dd59aa7b25",
      "detail": "Organisational policies and procedures; including the departments Standard Operating Procedure"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "55762914-ae20-4666-9c4a-f56fa61ecb33",
      "detail": "Agile & Flexible – being tenacious and driven to see projects through to completion. A proven self-starter and have an adaptable approach to meet changing work priorities."
    },
    {
      "behaviourId": "7fc47c6c-fee2-4540-9d17-e1fe612dbcf8",
      "detail": "Professionalism & emotional intelligence – a high level of professionalism, reliable and dependable, collaborative approach and show empathy and being mindful of others"
    },
    {
      "behaviourId": "89f96ac1-1d97-4019-9446-076287813e55",
      "detail": "Has a desire to learn and a thirst for knowledge and a willingness to learn from mistakes"
    },
    {
      "behaviourId": "1e477350-4c2e-457e-a64f-8322e5c1a17a",
      "detail": "Shows emotional maturity – Ability to deal with direct exposure to disturbing photographs and case notes, potentially regarding abuse and terminally ill patients. There may be instances where you may be needed to attend a hospital ward where you may witness disturbing scenes"
    },
    {
      "behaviourId": "10a035b7-0ad5-464a-b220-4f971b88fe85",
      "detail": "Adaptive to environment, working in both an office and busy healthcare environment"
    }
  ],
  "skills": [
    {
      "skillId": "0fcd8cc4-f6cb-4214-801e-1e56d02ec90b",
      "detail": "Assimilate and retain specialist information"
    },
    {
      "skillId": "4d7ae1dc-cf68-4905-b94c-1672307c4514",
      "detail": "Extract information for coding from a variety of sources both paper based and electronic"
    },
    {
      "skillId": "e57eea81-95b8-486a-aef4-cc7725333664",
      "detail": "Consistently apply correct coding to a range of typical case notes and more complex scenarios"
    },
    {
      "skillId": "99e7d682-7a8a-4668-99c6-d25de8a36815",
      "detail": "Follow the rules, conventions and standards for clinical coding as defined by NHS Digital Clinical Classifications Service and the World Health Organisation (WHO)"
    },
    {
      "skillId": "9baf3b2e-0734-4c9e-8b7a-90856008e7b0",
      "detail": "Consistently and correctly apply the four-step coding process as set on the NHS Digital website when assigning codes for diagnoses and procedures"
    },
    {
      "skillId": "65ee7c5c-b40f-4b8e-a0b1-508ff47ecbff",
      "detail": "Apply detailed knowledge of medical terminology, anatomical and physiological terms to translate the patients records into the correct codes"
    },
    {
      "skillId": "0f43d20d-88e4-4423-9a4c-26f01c82ac72",
      "detail": "Follow locally defined coding rules where they have been agreed by the hospital, documented in the Clinical Coding Policy document and do not contravene the national rules defined by NHS Digital Terminology and Classifications Delivery Service module"
    },
    {
      "skillId": "95a8d66f-5cc4-499c-be2a-b42158338cab",
      "detail": " Work with clinical teams and administrative staff to ensure that clinical codes are entered onto the correct Finished Consultant Episode (FCE)"
    },
    {
      "skillId": "4be2c3f3-03ad-4011-a798-904003ef5511",
      "detail": "Communicate effectively at all levels with a wide range of individuals, including clinicians, other hospital staff and colleagues"
    },
    {
      "skillId": "c7c10e5d-7753-4892-a543-038f6dcdede9",
      "detail": "Relate appropriately with external agencies"
    },
    {
      "skillId": "a45ee65c-9f31-42a3-bef1-2d9c8ddff6c6",
      "detail": "Communicate complex clinical coding rules to relevant individuals"
    },
    {
      "skillId": "05bd533c-c97a-4da7-b0f5-980c7a445fc6",
      "detail": "Ensure strict confidentiality when handling patient notes and information"
    },
    {
      "skillId": "5456f61b-7eea-48c0-8c0a-1ba1f22437f4",
      "detail": "Be involved in departmental internal audits"
    },
    {
      "skillId": "5912aaa9-bd2c-46f8-9792-a87c9e91d2e0",
      "detail": "Ensure legal and information governance requirements"
    },
    {
      "skillId": "0bcbb9e9-4c5e-4fcf-8310-4498365177df",
      "detail": "Extract information from all types of clinical documentation and assess relevant health record content"
    },
    {
      "skillId": "0651c395-e8c6-43af-ad9c-56dad3525345",
      "detail": "Correctly interpret data"
    },
    {
      "skillId": "c4ef4665-1898-4b29-ba3c-c1d8cb2e6d98",
      "detail": "Ensure every data entry is made in an accurate and timely manner against the correct patient’s record"
    },
    {
      "skillId": "6e6eb977-91b0-46e5-b6b5-7552dd13e1b6",
      "detail": "Interrogate information and ask appropriate questions to resolve queries"
    },
    {
      "skillId": "ac3f73ac-157e-4f62-8dc8-1fd06c3b75af",
      "detail": "Use the internet and systems to research background information regarding diagnostic and procedural statements and seeking advice from senior team members as necessary"
    },
    {
      "skillId": "4558534b-6fbc-45f6-8db2-d4378340d377",
      "detail": "Identify data quality issues and take appropriate action"
    },
    {
      "skillId": "857e81a4-80a3-4efc-8693-47967ba8e889",
      "detail": "Use different IT systems and applications for example: Patient Information Systems, Medicode, Excel, email and internet"
    },
    {
      "skillId": "18c20520-f2bd-4d5f-b117-1e129f005640",
      "detail": "Enter information accurately and correctly into information management systems"
    },
    {
      "skillId": "29e4bdb6-ee7c-4e14-a70c-fd4d89fe1fa8",
      "detail": "Work effectively with other departments within the organisation such as doctors, nurses, ward clerks, informatics"
    },
    {
      "skillId": "8f8cf276-7d9d-4d89-a9f0-9870893fd2be",
      "detail": "Follow organisational policies and procedures"
    },
    {
      "skillId": "4dd65405-720c-43ff-8132-a6295ecd1e8b",
      "detail": "Undertake organisational mandatory training as required"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-04-12T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "Healthcare.Trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "University Hospitals Birmingham NHS Foundation Trust, Health Education England, Ashford & St Peter's Hospital NHS Foundation Trust, NHS Digital, Brighton & Sussex University Hospitals NHS Trust, \nDoncaster & Bassetlaw Hospitals, Black Country Alliance incorporating 3 NHS Trusts, North West Skills Development Network, Great Ormond Street Hospital, Lewisham & Greenwich NHS Trust, Sheffield Children’s Hospital NHS Foundation Trust, Sheffield Children’s Hospital NHS Foundation Trust",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Clinical coder"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Healthcare science",
  "cluster": "Healthcare science assistant",
  "clusterId": "43",
  "clusterDescription": "Provide technical and science-based support to patients delivering testing, diagnosis, monitoring services etc. of a low risk, routine nature and also the manufacture of appliances and devices",
  "createdDate": "2017-11-14T17:09:43 +00:00",
  "lastUpdated": "2024-03-06T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-04-12T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0535",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0535-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0535-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-03-06T00:00:00"
}