{
  "templateType": "Occupational Standard",
  "larsCode": 425,
  "referenceNumber": "ST0568",
  "learningAimClassCode": "",
  "title": "Psychological wellbeing practitioner",
  "status": "In development",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0568",
  "qualificationStandardUrl": null,
  "versionNumber": "",
  "change": "In revision",
  "changedDate": "2024-05-14T00:00:00",
  "earliestStartDate": "2025-09-01T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Helping people with mild to moderate anxiety and depression manage their conditions.",
  "level": 6,
  "ePALength": 3,
  "typicalDuration": 12,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "Psychological wellbeing practitioner",
    "NHS England",
    "Psychological Therapies",
    "health and science",
    "healthcare"
  ],
  "jobRoles": [
    "Psychological wellbeing practitioner"
  ],
  "entryRequirements": "&lt;p&gt;Employers and universities will set their own entry requirements which might typically require applicants to have previous experience of working in mental health or experience of a setting where they are likely to be exposed to people at increased risk of experiencing mental health difficulties, either paid or voluntary work or having personal experience of mental health difficulties.&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0568-in-revision?view=epa",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.3 Health and social care",
  "version": "1.3",
  "standardInformation": "&lt;p&gt;.&lt;/p&gt;",
  "occupationalSummary": "&lt;p style=&quot;margin-bottom: 12pt; line-height: normal; background: rgba(255, 255, 255, 1); vertical-align: baseline;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;This occupation is found in NHS Talking Therapies for Anxiety and Depression Services. Psychological Wellbeing Practitioners, commonly referred to as PWPs, deliver services from GP practices, healthcare centre or community venues such as a library, leisure centre or remotely by telephone, video or other digital platforms.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to &lt;span style=&quot;color: rgba(51, 51, 51, 1);&quot;&gt;provide evidence-based interventions for adults with anxiety disorders and depression&lt;/span&gt;. PWPs work within a stepped care service delivery model which operates on the principle of offering effective low intensity CBT based psychological treatment using National Institute for Health and Care Excellence (NICE) guidelines where patients can then be stepped up &lt;span style=&quot;font-size: 11.5pt; line-height: 107%;&quot;&gt;within a stepped care model or signposted to another service if required&lt;/span&gt;.&lt;/p&gt;\n&lt;p style=&quot;margin-bottom: 12pt; line-height: normal; background: rgba(255, 255, 255, 1); vertical-align: baseline;&quot; class=&quot;MsoNormal&quot;&gt;&lt;span style=&quot;font-size: 11.5pt;&quot;&gt;PWPs conduct patient-centred interviews, helping identify areas where the person wishes to change how they feel, think or behave. They carry out risk assessments and provide phone, online or face-to-face support, liaising with other agencies and signposting patients to useful services, such as housing and employment.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with patients and&#160;&lt;span style=&quot;color: rgba(51, 64, 71, 1);&quot;&gt;a wider psychological therapies team which may include other health professionals such as psychologists, cognitive behaviour therapists, counsellors, employment specialists, community nurses and administrative staff. They will liaise across a number of different services including GPs, community physical health teams and charitable organisations that provide related support services.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span style=&quot;color: rgba(51, 64, 71, 1);&quot;&gt;An employee in this occupation will be responsible and accountable for safe, compassionate, patient-centred evidence based care. PWPs are autonomous practitioners who work within their scope of practice. &lt;/span&gt;A PWP is responsible for managing a high volume caseload of patients with&lt;span style=&quot;color: rgba(51, 64, 71, 1);&quot;&gt;&#160;mild to moderate common mental health problems efficiently and safely utilising clinical skills and case management weekly supervision and other forms of supervision identified as appropriate. PWPs take responsibility for their own learning and development using reflection and feedback to analyse their own capabilities, appraise alternatives and plan and implement actions.&lt;/span&gt;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "1dc6a412-9069-4081-900c-aaf9bd0d9c75",
      "detail": "Concepts of mental health and mental illness, diagnostic category systems in mental health and a range of social, medical and psychological explanatory models."
    },
    {
      "knowledgeId": "c0cae0d9-2aa4-4cb4-8198-0e810adad6fd",
      "detail": "Principles, purposes and different types of assessment undertaken with patients with common mental health disorders using in person, telephone and video-based modes of delivery."
    },
    {
      "knowledgeId": "c6038273-8d2f-41d2-b95d-2d7840971fc3",
      "detail": "Common factors to engage patients, gather information, build a therapeutic alliance with patients with common mental health problems, manage the emotional content of sessions and the impact of this on both themselves and the client and hold boundaries."
    },
    {
      "knowledgeId": "2b8b8537-2e81-4640-a0fd-08d47c918d18",
      "detail": "Principles of patient-centred information gathering to arrive at a succinct and collaborative definition of the patient’s main mental health difficulties and the impact this has on their daily living."
    },
    {
      "knowledgeId": "9cc6cd30-3275-4c92-9b3d-e05a72fd8398",
      "detail": "Approaches to assessing the world view of patients, with a focus on the here and now, including cognitive patterns and biases that link to specific conditions and the implications of these to shape low-intensity working."
    },
    {
      "knowledgeId": "ce4da3a5-477c-4aae-9cc2-200556c2a6f1",
      "detail": "Patterns of symptoms consistent with diagnostic categories of mental disorders from a patient-centred interview."
    },
    {
      "knowledgeId": "aa94ad4e-b9c9-4d51-988b-9f205dfb4d70",
      "detail": "Complexity of mental disorders and the tools and techniques used to decide on the primary target problem for intervention in the context of comorbidity of mental and physical health problems."
    },
    {
      "knowledgeId": "7063aee5-7fd9-4872-a088-1ad41314e728",
      "detail": "Importance of accurate risk assessment with patients or others to ensure practitioners can confidently manage this effectively in accordance with National Institute for Health and Care Excellence (NICE) guidance."
    },
    {
      "knowledgeId": "81b7b7d5-29f3-4548-8ccc-a8cf48b4289d",
      "detail": "Standardised assessment tools, symptom and other psychometric instruments to aid problem recognition and definition and subsequent decision making."
    },
    {
      "knowledgeId": "bf858da9-7a0d-4be5-b3da-b153746f6040",
      "detail": "COM-B behaviour change model and its use in identifying intervention goals and choice of appropriate interventions."
    },
    {
      "knowledgeId": "bbad7ff7-93ef-4d9a-94c5-f41e72fff92a",
      "detail": "Available evidence-based information about treatment choices and in making shared decisions with patients."
    },
    {
      "knowledgeId": "88a73dff-ac8e-4627-8a84-b4e98a84cb7d",
      "detail": "Tools and techniques used to select an appropriate mode of delivery in partnership with patients. "
    },
    {
      "knowledgeId": "34e3b110-77e6-49ab-ad15-6b7d7d2ed24b",
      "detail": "Attitudes that service users may develop to a range of mental health treatments including prescribed medication and evidence-based psychological treatments."
    },
    {
      "knowledgeId": "c6b001b8-7412-4765-a7c9-9546f4c9bd85",
      "detail": "Strategies to develop and maintain a therapeutic alliance with patients during their treatment programme,  dealing with issues and events that threaten the alliance."
    },
    {
      "knowledgeId": "0191938b-ad52-4f02-a67d-d6bdbcab20b7",
      "detail": "NICE guidance and the NHS Talking Therapies Manual and their application in selecting appropriate cases for low-intensity treatment."
    },
    {
      "knowledgeId": "a7681a2c-797b-4942-a8b6-d55894e63a82",
      "detail": "Low-intensity, evidence-based guided self-help psychological interventions recommended by NICE for anxiety disorders and depression, behavioural activation, graded exposure, cognitive restructuring, including behavioural experiments, worry management, problem-solving, promoting good sleep, promoting physical activity and medication support."
    },
    {
      "knowledgeId": "9259c61b-ebf1-45a1-bf11-58253ef50ba5",
      "detail": "COM-B behaviour change model and strategies in the delivery of low-intensity interventions."
    },
    {
      "knowledgeId": "55c2e75f-c156-487c-9b96-c6d8e1dd4cb2",
      "detail": "Strategies to support patients with medication for common mental health problems to help them optimise their use of pharmacological treatment and minimise any adverse effects."
    },
    {
      "knowledgeId": "236b6d6e-6e1d-42b0-8c09-23e9793329ea",
      "detail": "Tools and techniques used to map core skills into text-based interventions."
    },
    {
      "knowledgeId": "3859c1e3-00bd-4397-8b6f-ede91f91c100",
      "detail": "Principles and values that underpin the delivery of non-discriminatory, recovery orientated mental health care."
    },
    {
      "knowledgeId": "f932111a-b61c-4ebd-a43e-e40e32c62077",
      "detail": "Strategies needed to respond to people's needs sensitively with regard to all aspects of diversity,  working with older people, the use of interpretation services and taking into account any cognitive, physical, or sensory difficulties patients may experience in accessing services."
    },
    {
      "knowledgeId": "c26bd8cf-3377-4903-a93c-28c7b5ab3f92",
      "detail": "Power issues in professional-patient relationships."
    },
    {
      "knowledgeId": "02330d95-161d-4482-ba7d-7419cc26175b",
      "detail": "Voluntary, community and statutory organisations in their community that may be helpful to signpost and refer to."
    },
    {
      "knowledgeId": "c3cff3b4-ab16-415d-af2c-cc5fa61b93eb",
      "detail": "The importance of using supervision to assist own delivery of low-intensity psychological treatment and medication support programmes for depression or anxiety disorders."
    },
    {
      "knowledgeId": "f8bda18e-3d76-4282-96a2-338051014ae6",
      "detail": "Process of gathering patient-centred information on employment needs, wellbeing and social inclusion and in liaison and how to signpost to other agencies delivering employment, occupational and other advice and services."
    },
    {
      "knowledgeId": "30e7bd27-42a9-4a23-9382-289a1d48836c",
      "detail": "Boundaries of competence of the PWP and of own role, and how to work within a team and with other agencies with additional specific roles which cannot be fulfilled by the PWP alone."
    },
    {
      "knowledgeId": "d1f2446b-61b2-4402-84e1-ed0678c5ed97",
      "detail": "The meaning of high-intensity psychological treatment and how this differs from low-intensity work."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "449dfef6-5bda-4117-979e-90b237d8591d",
      "detail": "Be committed to the delivery of non-discriminatory, recovery orientated mental health care."
    },
    {
      "behaviourId": "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
      "detail": "Be committed to equal opportunities for all, encouraging active participation in every aspect of care and treatment."
    },
    {
      "behaviourId": "2f4bc677-9879-4f87-8134-96d95e5532cf",
      "detail": "Show respect for and the value of individual differences in age, sexuality, disability, gender, spirituality, race and culture."
    },
    {
      "behaviourId": "bff3e828-21f1-4564-a582-51313d6d7b8f",
      "detail": "Show empathy and be responsive and sensitive to patient's needs with regard to all aspects of diversity, including working with older people, the use of interpretation services and taking into account any neurodiversity, cognitive, physical, or sensory difficulties patients may experience in accessing services."
    },
    {
      "behaviourId": "7d60d5c8-2f0a-4d04-b787-890e89b83b29",
      "detail": "Show an awareness of own bias, prejudice and assumptions, making good use of supervision and reflective spaces to examine these."
    }
  ],
  "skills": [
    {
      "skillId": "f602a376-603e-4538-9007-4ce7a9b22f21",
      "detail": "Use the principles, purposes and different types of assessment undertaken with patients with common mental health disorders using in person, telephone and video-based modes of delivery."
    },
    {
      "skillId": "9e28db51-7e03-472f-b222-c63d304e9850",
      "detail": "Use common factors to engage patients, gather information, build a therapeutic alliance with patients with common mental health problems, manage the emotional content of sessions and hold boundaries."
    },
    {
      "skillId": "ab8cb59e-ce5f-4311-b2c5-4a5671c51939",
      "detail": "Use patient-centred principles to gathering of information to arrive at a succinct and collaborative definition of the person’s main mental health difficulties and the impact this has on their daily living."
    },
    {
      "skillId": "7fc0cf6d-3121-46db-8bfe-0746bdbf17ef",
      "detail": "Assess the world view of patients, with a focus on the here and now, including cognitive patterns and biases that link to specific conditions and the implications of these to shape low-intensity working."
    },
    {
      "skillId": "d727b0d2-e659-4b9c-85dc-5ed1d61c0bfb",
      "detail": "Recognise patterns of symptoms consistent with diagnostic categories of mental disorders from a patient- centred interview, and correctly identify the correct primary problem descriptor."
    },
    {
      "skillId": "faad783b-2c92-4956-a642-9bc8932d6f0e",
      "detail": "Decide on the primary target problem for intervention in the context of comorbidity of mental and physical health problems."
    },
    {
      "skillId": "85568540-04d6-4d9e-86af-151cafb9d026",
      "detail": "Assess risk with patients or others to ensure practitioners can confidently manage this effectively in accordance with NICE guidance."
    },
    {
      "skillId": "ab93131c-693a-4fbb-b6b6-d2696db8bec7",
      "detail": "Select and use standardised assessment tools including symptom and other psychometric instruments to aid problem recognition and definition and subsequent decision making."
    },
    {
      "skillId": "683e6eea-77c4-41d8-9608-2d2b1c3ad33f",
      "detail": "Use the COM-B behaviour change model to identify intervention goals and choice of appropriate interventions."
    },
    {
      "skillId": "85178e9b-f7df-4c48-8f6f-676e925d8d88",
      "detail": "Set agreed goals for treatment which are specific, measurable, achievable, realistic and timely (SMART)."
    },
    {
      "skillId": "6ce24bd6-c2e9-459d-bc29-683218d71242",
      "detail": "Provide evidence-based information about treatment choices and in making shared decisions with patients."
    },
    {
      "skillId": "dfc4df09-4051-41c3-b56e-1316b3179340",
      "detail": "Select an appropriate mode of delivery in partnership with patients, including assessing a patient's suitability for online interventions, revising this as necessary on an ongoing basis."
    },
    {
      "skillId": "a74e7ee6-a9e2-457d-9374-0987f9469d40",
      "detail": "Take account of the service user's attitude to a range of mental health treatments including prescribed medication and evidence-based psychological treatments."
    },
    {
      "skillId": "7c7c489e-8039-453c-863d-ec74cf10c38c",
      "detail": "Choose the appropriate pathway for a service user after assessment using clinical decision-making tools and techniques."
    },
    {
      "skillId": "8cb57595-27a4-474c-ae0b-496ae756d615",
      "detail": "Identify patients at assessment who do not fit the criteria for treatment at Step 2 including those with post-traumatic stress disorder (PTSD), social anxiety disorder or severe mental health problems, and facilitate appropriate stepping up or onward referral."
    },
    {
      "skillId": "f1705732-1528-4000-bc8b-326cfa61705d",
      "detail": "Evaluate a range of evidence-based interventions and strategies to assist patients in managing their emotional distress and disturbance."
    },
    {
      "skillId": "f42e37c3-3d19-4b32-822c-f3abffaa9025",
      "detail": "Develop and maintain a therapeutic alliance with patients during their treatment programme, including dealing with issues and events that threaten the alliance."
    },
    {
      "skillId": "b24192ef-452a-493c-8014-9837673753ba",
      "detail": "Plan a collaborative low-intensity psychological treatment programme for common mental health problems, including appropriate frequency of contacts, managing the ending of contact and development of relapse prevention strategies."
    },
    {
      "skillId": "f6ca86bc-a461-4888-9e1e-602248cbbb6e",
      "detail": "Select appropriate cases for low- intensity treatment, aligned to NICE guidance and the NHS Talking Therapies Manual. "
    },
    {
      "skillId": "dd0cfa32-7341-4bee-baf9-0b77f1503ac9",
      "detail": "Select and provide a range of low-intensity, evidence-based guided self-help psychological interventions recommended by NICE for anxiety disorders and depression, in an adequate dose, linked to patient goals including behavioural activation, graded exposure, cognitive restructuring, including behavioural experiments, worry management, problem solving, promoting good sleep, promoting physical activity and medication support."
    },
    {
      "skillId": "e13d041f-8f94-4c53-a3cc-f35a4cb9d2d2",
      "detail": "Use the COM-B behaviour change model and strategies in the delivery of low-intensity interventions."
    },
    {
      "skillId": "57684593-1f3f-4406-a6a5-cc95c8b849f7",
      "detail": "Evaluate the role of case management and stepped care approaches to managing common mental health problems in primary care including ongoing risk management appropriate to service protocols and NICE guidance."
    },
    {
      "skillId": "7811128b-d6fd-45c3-ba6e-86e5a01ca8a2",
      "detail": "Support patients with medication for common mental health problems to help them optimise their use of pharmacological treatment and minimise any adverse effects."
    },
    {
      "skillId": "602b0b63-b9d5-42b9-8daa-9c4e0e9ee7e1",
      "detail": "Deliver low-intensity interventions using a range of methods including one-to-one treatment in person, via video consultation, via telephone, interactive text or computerised cognitive behavioural therapy and guided self-help groups in person and via video."
    },
    {
      "skillId": "600c2eae-861a-4b7f-83ea-e2a955e25c71",
      "detail": "Select and revise modes of delivery, as necessary on an ongoing basis depending on factors including patient choice and suitability."
    },
    {
      "skillId": "997e1015-15ed-4ac8-bc7d-0a50beee48fa",
      "detail": "Map core skills into text-based interventions."
    },
    {
      "skillId": "f79eabce-2312-4e13-bc94-91b778477065",
      "detail": "Deliver and lead evidence-based groups and workshops using guided self-help group facilitation skills, involving everyone to generate a useful discussion, managing challenges to engagement and responding flexibly to questions from the audience."
    },
    {
      "skillId": "03188211-7772-4bc6-9703-6ae4fe911641",
      "detail": "Take succinct and accurate notes."
    },
    {
      "skillId": "5be3d09d-beef-4fb4-b8d3-704190b473d3",
      "detail": "Manage a large caseload of patients with common mental health problems efficiently and safely."
    },
    {
      "skillId": "419b4fb4-7fac-4611-a56b-40ecb4ca8e15",
      "detail": "Use supervision to assist own delivery of low-intensity psychological treatment and medication support programmes for depression or anxiety disorders."
    },
    {
      "skillId": "3eb511a7-22c9-4d59-934b-b18f40acdc0d",
      "detail": "Gather patient-centred information on employment needs, wellbeing and social inclusion and in liaison and signposting to other agencies delivering employment, occupational and other advice and services. "
    },
    {
      "skillId": "00be78f1-8d5a-4d0e-8cbf-ce3b2d282e6c",
      "detail": "Work within own level of competence and boundaries of competence and role, including working within a team and with other agencies."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0301",
  "tbMainContact": "ann.carter1@nhs.net",
  "involvedEmployers": "Avon & Wiltshire Mental Health Partnership NHS Trust, British Psychological Society, ELFT, EPUT, Essex Partnership University NHS Foundation Trust, Essex Partnership University NHS Trust,, Exeter University, Health Education England (HEE), Hertfordshire Partnership University NHS Foundation Trust, Liverpool John Moores University, Midlands Partnership NHS Foundation Trust, Nottinghamshire Healthcare NHS Foundation Trust, Oxford Health NHS Foundation Trust, Skills for Health, St Christopher’s Hospice, Sunderland Psychological Wellbeing Service, Sussex Partnership Trust, University of East Anglia, University of Essex",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Psychological wellbeing practitioner"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health Professional",
  "clusterId": "6",
  "clusterDescription": "Provide direct patient contact along with high quality diagnosis and care working independently and with other health professionals",
  "createdDate": "2024-04-04T14:16:18 +00:00",
  "lastUpdated": "2024-05-14T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-03-22T00:00:00 +00:00",
  "banners": "This revised version has been agreed and is available for information only at present. It will replace the version 1.2 for new starts on 1 September 2025 with a funding band of £9,000. Further details of this and other apprenticeships in revision are available in the revisions status report.",
  "occupationCode": "OCC0568",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0568-in-revision?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0568-in-revision",
  "qualifications": [
    {
      "qualificationId": "ea5e0aae-4840-43f3-a46b-5dd180537cb8",
      "title": "Certificate in Psychological Wellbeing Practice",
      "level": "6 (non-degree qualification)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "The British Psychological Society for Associate",
      "level": "Graduate",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "e5f64077-2315-4f8c-839a-d6100e758f4a",
      "dutyDetail": "Practise safely and effectively within the scope of practice of a PWP and within the legal and ethical boundaries of the profession to manage a caseload of patients with common mental health problems.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf",
        "bff3e828-21f1-4564-a582-51313d6d7b8f",
        "7d60d5c8-2f0a-4d04-b787-890e89b83b29"
      ],
      "mappedKnowledge": [
        "c6038273-8d2f-41d2-b95d-2d7840971fc3",
        "c6b001b8-7412-4765-a7c9-9546f4c9bd85",
        "0191938b-ad52-4f02-a67d-d6bdbcab20b7",
        "3859c1e3-00bd-4397-8b6f-ede91f91c100",
        "f932111a-b61c-4ebd-a43e-e40e32c62077",
        "c26bd8cf-3377-4903-a93c-28c7b5ab3f92",
        "30e7bd27-42a9-4a23-9382-289a1d48836c",
        "d1f2446b-61b2-4402-84e1-ed0678c5ed97"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9e28db51-7e03-472f-b222-c63d304e9850",
        "f42e37c3-3d19-4b32-822c-f3abffaa9025",
        "f6ca86bc-a461-4888-9e1e-602248cbbb6e",
        "5be3d09d-beef-4fb4-b8d3-704190b473d3",
        "00be78f1-8d5a-4d0e-8cbf-ce3b2d282e6c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a0a97632-0af1-42a5-9876-b5b55fcace02",
      "dutyDetail": "Provide  assessments to identify the common mental health problems of anxiety disorders and depression.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf",
        "bff3e828-21f1-4564-a582-51313d6d7b8f",
        "7d60d5c8-2f0a-4d04-b787-890e89b83b29"
      ],
      "mappedKnowledge": [
        "1dc6a412-9069-4081-900c-aaf9bd0d9c75",
        "c0cae0d9-2aa4-4cb4-8198-0e810adad6fd",
        "2b8b8537-2e81-4640-a0fd-08d47c918d18",
        "9cc6cd30-3275-4c92-9b3d-e05a72fd8398",
        "ce4da3a5-477c-4aae-9cc2-200556c2a6f1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f602a376-603e-4538-9007-4ce7a9b22f21",
        "ab8cb59e-ce5f-4311-b2c5-4a5671c51939",
        "7fc0cf6d-3121-46db-8bfe-0746bdbf17ef",
        "d727b0d2-e659-4b9c-85dc-5ed1d61c0bfb",
        "85178e9b-f7df-4c48-8f6f-676e925d8d88",
        "7c7c489e-8039-453c-863d-ec74cf10c38c",
        "8cb57595-27a4-474c-ae0b-496ae756d615"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b460f714-8415-4f9d-90e9-704ab254af9d",
      "dutyDetail": "Manage the assessment of risk and safeguarding issues and appropriate onward referral using psychometric, problem focused assessment and intervention planning.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf",
        "bff3e828-21f1-4564-a582-51313d6d7b8f",
        "7d60d5c8-2f0a-4d04-b787-890e89b83b29"
      ],
      "mappedKnowledge": [
        "7063aee5-7fd9-4872-a088-1ad41314e728",
        "81b7b7d5-29f3-4548-8ccc-a8cf48b4289d",
        "bf858da9-7a0d-4be5-b3da-b153746f6040"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "85568540-04d6-4d9e-86af-151cafb9d026",
        "ab93131c-693a-4fbb-b6b6-d2696db8bec7",
        "683e6eea-77c4-41d8-9608-2d2b1c3ad33f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "13b2cd86-54be-4926-9941-40a508b268ca",
      "dutyDetail": "Provide evidence based treatments for patients with mild to moderate symptoms of the common mental health problems of anxiety disorders and depression, selecting treatments to aid recovery, promote social inclusion and support appropriate return to work, thereby helping with physical and psychological health.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf",
        "bff3e828-21f1-4564-a582-51313d6d7b8f",
        "7d60d5c8-2f0a-4d04-b787-890e89b83b29"
      ],
      "mappedKnowledge": [
        "aa94ad4e-b9c9-4d51-988b-9f205dfb4d70",
        "bbad7ff7-93ef-4d9a-94c5-f41e72fff92a",
        "9259c61b-ebf1-45a1-bf11-58253ef50ba5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "faad783b-2c92-4956-a642-9bc8932d6f0e",
        "6ce24bd6-c2e9-459d-bc29-683218d71242",
        "f1705732-1528-4000-bc8b-326cfa61705d",
        "e13d041f-8f94-4c53-a3cc-f35a4cb9d2d2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "268f412b-4de7-40ba-a41b-268396ba7e15",
      "dutyDetail": "Provide guided self-help treatment informed by cognitive-behavioural principles, which are patient-centred psychological treatments with an emphasis on self-management.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf",
        "bff3e828-21f1-4564-a582-51313d6d7b8f",
        "7d60d5c8-2f0a-4d04-b787-890e89b83b29"
      ],
      "mappedKnowledge": [
        "a7681a2c-797b-4942-a8b6-d55894e63a82"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b24192ef-452a-493c-8014-9837673753ba",
        "dd0cfa32-7341-4bee-baf9-0b77f1503ac9",
        "600c2eae-861a-4b7f-83ea-e2a955e25c71"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "757705d0-7221-482a-9acf-269fc98cb833",
      "dutyDetail": "Provide support that enables patients to optimise their use of self-management recovery information, which is delivered through in person or remote contact methods including digital platforms and group workshops. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf",
        "bff3e828-21f1-4564-a582-51313d6d7b8f",
        "7d60d5c8-2f0a-4d04-b787-890e89b83b29"
      ],
      "mappedKnowledge": [
        "88a73dff-ac8e-4627-8a84-b4e98a84cb7d",
        "236b6d6e-6e1d-42b0-8c09-23e9793329ea"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "dfc4df09-4051-41c3-b56e-1316b3179340",
        "602b0b63-b9d5-42b9-8daa-9c4e0e9ee7e1",
        "997e1015-15ed-4ac8-bc7d-0a50beee48fa",
        "f79eabce-2312-4e13-bc94-91b778477065"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6501cea5-a65f-479d-b033-51a1eeeaad57",
      "dutyDetail": "Provide information on common medication prescribed for symptoms of anxiety and depression and support patients to optimise their use of such treatments. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf",
        "bff3e828-21f1-4564-a582-51313d6d7b8f",
        "7d60d5c8-2f0a-4d04-b787-890e89b83b29"
      ],
      "mappedKnowledge": [
        "34e3b110-77e6-49ab-ad15-6b7d7d2ed24b",
        "55c2e75f-c156-487c-9b96-c6d8e1dd4cb2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a74e7ee6-a9e2-457d-9374-0987f9469d40",
        "7811128b-d6fd-45c3-ba6e-86e5a01ca8a2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "22e666b9-d589-4b2b-9952-bb7f69f3272e",
      "dutyDetail": "Communicate effectively with and signpost to other agencies and services.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf",
        "bff3e828-21f1-4564-a582-51313d6d7b8f",
        "7d60d5c8-2f0a-4d04-b787-890e89b83b29"
      ],
      "mappedKnowledge": [
        "02330d95-161d-4482-ba7d-7419cc26175b"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "dfd86efb-7796-459c-861b-67716c6a4c0c",
      "dutyDetail": "Handle personal and sensitive information and record interviews and questionnaire assessments using paper and electronic record keeping systems in an accurate and timely manner. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf",
        "bff3e828-21f1-4564-a582-51313d6d7b8f",
        "7d60d5c8-2f0a-4d04-b787-890e89b83b29"
      ],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [
        "03188211-7772-4bc6-9703-6ae4fe911641"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "36691709-3eb2-484b-837c-bb5848c125a3",
      "dutyDetail": "Participate in clinical skills and case management supervision to assist the delivery of low-intensity interventions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf",
        "bff3e828-21f1-4564-a582-51313d6d7b8f",
        "7d60d5c8-2f0a-4d04-b787-890e89b83b29"
      ],
      "mappedKnowledge": [
        "c3cff3b4-ab16-415d-af2c-cc5fa61b93eb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "57684593-1f3f-4406-a6a5-cc95c8b849f7",
        "419b4fb4-7fac-4611-a56b-40ecb4ca8e15"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9d0d6c5f-167b-46d6-998d-54810d06ed30",
      "dutyDetail": "Routinely collect and store clinical, social and employment outcome data and contribute to local and national outcome monitoring, audit and quality improvement, within a stepped care service delivery model. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf",
        "bff3e828-21f1-4564-a582-51313d6d7b8f",
        "7d60d5c8-2f0a-4d04-b787-890e89b83b29"
      ],
      "mappedKnowledge": [
        "f8bda18e-3d76-4282-96a2-338051014ae6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3eb511a7-22c9-4d59-934b-b18f40acdc0d"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-09-01T00:00:00"
}