{
  "templateType": "Apprenticeship Standard",
  "larsCode": 295,
  "referenceNumber": "ST0587",
  "learningAimClassCode": "",
  "title": "Internal audit practitioner",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0587",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-11-18T00:00:00",
  "earliestStartDate": "2018-06-22T00:00:00",
  "latestStartDate": "2024-11-14T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Checking an organisation's records and procedures to make sure they are accurate and reliable.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Legal, finance and accounting",
  "keywords": [
    "Internal audit practitioner",
    "business",
    "finance",
    "audit",
    "accountancy",
    "tax",
    "technican"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/mixfpcxh/internal-audit-practitioner-l4-epa.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.1 Accounting and finance",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The role of internal audit departments is to provide an independent, objective assurance and consulting activity to add value and improve an organisation&#39;s operations. Internal Audit helps an organisation accomplish its objectives by bringing a systematic, disciplined approach to evaluate and improve the effectiveness of risk management, control and governance processes. Internal Audit has an enterprise-wide remit and mandate, which means assessing the adequacy and effectiveness of all areas of an organisation including the risk management, compliance and finance functions. Internal Audit is the last line of defence in an organisation and, as such, must remain impartial and independent in how it works alongside all areas of the organisation.&lt;/p&gt;\n&lt;p&gt;IAPracs will be competent in undertaking all aspects of internal audit engagements. They are typically part of an audit team operating under the management of the Internal Audit Professional (IAProf) or Head of Internal Audit.&lt;/p&gt;\n&lt;p&gt;The IAPrac’s typical responsibilities include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;researching the activities being audited by spending time with the area of the organisation being audited; walking through how they operate a task/process; review policy, processes and standards related to the activity being audited&lt;/li&gt;\n&lt;li&gt;data gathering, analysis and interpretation through face to face, email and other forms of data gathering practises used in the organisation&lt;/li&gt;\n&lt;li&gt;documenting the business process and control environment through process mapping, e.g. flowcharting, and validating the process via a ‘walkthrough’&lt;/li&gt;\n&lt;li&gt;identifying and evaluating the associated governance, risks and controls through mapping against governance policy set out in the organisation, reviewing the documented internal risk process including any documented management controls in place as set out by the business&lt;/li&gt;\n&lt;li&gt;performing tests and analyse to evaluate the effectiveness of controls (i.e. do the controls protect the organisation against potential risks, as identified by the organisation, management or internal control functions)&lt;/li&gt;\n&lt;li&gt;identifying vulnerabilities and exposures&lt;/li&gt;\n&lt;li&gt;communicating the results of their audit work to audit management&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Internal auditor roles will be found in the public, private and voluntary sectors, where the Internal Audit function is acknowledged as a cornerstone of good corporate governance essential to the success of an organisation, as recognised by the UK Corporate Governance Code (or other sector-relevant codes of practice). The profession is overseen by the Chartered Institute of Internal Auditors (Chartered IIA), which sets out guidance and standards on how the profession should manage itself and deliver internal audit services for organisations.&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Requirements:&lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;IAPracs, on completion of the apprenticeship standard, will meet the following knowledge requirements:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Commercial Awareness&lt;/td&gt;\n&lt;td&gt;IAPracs will understand the internal (operational transactions of the organisation/business area being audited) and external (political, commercial, economic, social, cultural, technological, legislative, environmental) environment of the organisation being audited.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Corporate Governance and Risk Management&lt;/td&gt;\n&lt;td&gt;IAPracs will demonstrate an awareness of the characteristics of good corporate governance and risk management, and the role of Internal Audit, and will be able to assess the contribution they make to organisational effectiveness and assurance. IAPracs will be expected to work with IAProfs in the audit of more complex topics, e.g. culture, risk management, strategy, fraud prevention.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Organisational Business Processes&lt;/td&gt;\n&lt;td&gt;IAPracs will have an understanding of their organisation’s strategy and success measures, and be cognisant of how their work contributes to the success of the function/organisation’s industry. They will also understand the risk and control implications of different organisational structures, business processes and IT Systems, and how these relate to specific audit work. IAPracs will know where to find relevant internal policy, processes and standards relevant to business area being audited and external regulation/legislation which might impact the organisation.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Risk and Control / Audit Methodology&lt;/td&gt;\n&lt;td&gt;IAPracs will know the different types of controls, management control techniques, and internal control framework characteristics (e.g. Committee Organisations Sponsoring Treadway Commission (COSO), International Standards Organisation (ISO), Control Objectives for Information &amp;amp; Related Technologies (COBIT)) used within their organisation and industry. IAPracs will demonstrate an understanding of how to apply internal auditing methodologies and standards throughout all stages of an internal audit assignment and will contribute to changes/updates to the Internal Audit manual based on internal audits undertaken and on an appreciation of what is and isn’t working for the organisation.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;IAPracs, on completion of the apprenticeship standard, will have developed the following skills&lt;/strong&gt;&lt;strong&gt;:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Building Relationships&lt;/td&gt;\n&lt;td&gt;IAPracs will build sustainable relationships based on trust and respect, within their function and with stakeholders, on an audit by audit basis. This will drive two-way communication with the business being audited to inform the audit plan, support plan changes and aid Internal Audit’s understanding of the risk profile of the business, how the policy, processes and standards in an organisation are being applied by the business as detailed during process mapping, i.e. the walkthrough process.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Communication&lt;/td&gt;\n&lt;td&gt;IAPracs will communicate clearly and succinctly both verbally and in writing. IAPracs will adapt their communication style to suit different situations. IAPracs will promote open communication, demonstrating the ability to apply appropriate interview techniques during delivery of their audit work and effectively articulating findings to IAProfs. IAPracs will be able to effectively contribute to meetings.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Collaboration&lt;/td&gt;\n&lt;td&gt;IAPracs will collaborate effectively with other audit colleagues to gain understanding and insights to inform audits and gather data to deliver results, and will be team players.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Data Analysis&lt;/td&gt;\n&lt;td&gt;With guidance, IAPracs will select and use tools/techniques to obtain relevant data/information for specific audit assignments. IAPracs will apply sampling, data analysis and other statistical techniques to analyse and assess data and draw preliminary conclusions.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Time Management&lt;/td&gt;\n&lt;td&gt;IAPracs will manage their time effectively to deliver high quality work within appropriate timelines to deliver their audit assignments and other work requirements.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Systems and IT skills&lt;/td&gt;\n&lt;td&gt;IAPracs will be proficient in the use appropriate business systems and software e.g. sending emails, using word processing and spreadsheet software, documenting workpapers using organisation’s appropriate audit systems etc.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot; style=&quot;height: 210px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 40px;&quot;&gt;\n&lt;th style=&quot;height: 40px;&quot;&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/th&gt;\n&lt;th style=&quot;height: 40px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;IAPracs, on completion of the apprenticeship standard, will have developed the following behaviours: &lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 38px;&quot;&gt;\n&lt;td style=&quot;height: 38px;&quot;&gt;Ethics and Integrity&lt;/td&gt;\n&lt;td style=&quot;height: 38px;&quot;&gt;IAPracs will act with integrity to their profession and the ethical code of conduct of their organisation/auditee, will demonstrate organisational values in how they work, and will demonstrate confidentiality, independence and objectivity.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 58px;&quot;&gt;\n&lt;td style=&quot;height: 58px;&quot;&gt;Add Value/Continuous Improvement&lt;/td&gt;\n&lt;td style=&quot;height: 58px;&quot;&gt;IAPracs will add value to the organisation/department they are auditing by proactively sharing issues identified during the course of their audit work with their line manager. IAPracs will support the continuous improvement of the risk and control environment of the organisation/business being audited by suggesting new ideas.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 18px;&quot;&gt;\n&lt;td style=&quot;height: 18px;&quot;&gt;Professional Development&lt;/td&gt;\n&lt;td style=&quot;height: 18px;&quot;&gt;IAPracs will take responsibility for their own professional development by seeking out opportunities to learn and grow.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 18px;&quot;&gt;\n&lt;td style=&quot;height: 18px;&quot;&gt;Proactive and Adaptable&lt;/td&gt;\n&lt;td style=&quot;height: 18px;&quot;&gt;IAPracs will demonstrate drive and energy to get the job done and an open mindset in all their audit work, able to adapt in changing circumstances.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 38px;&quot;&gt;\n&lt;td style=&quot;height: 38px;&quot;&gt;Professional Scepticism&lt;/td&gt;\n&lt;td style=&quot;height: 38px;&quot;&gt;IAPracs will demonstrate an attitude that includes a questioning mind and being alert to conditions that may indicate possible misstatement of information due to error or fraud. IAPracs will be able to speak out courageously in their own organisation.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a level 4 apprenticeship&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The length of this apprenticeship should typically be 18 to 24 months, depending on prior qualifications and relevant work experience.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their apprenticeship, but apprentices are likely to have GCE A Levels or equivalent.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Internal Audit Practitioners will be required to attain the following mandatory professional qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Chartered Institute of Internal Auditors (CIIA) Certificate in Internal Audit and Business Risk&lt;/li&gt;\n&lt;li&gt;Chartered Institute of Internal Auditors (CIIA) Internal Audit Practitioner&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Apprentices without Level 2 English and Mathematics will need to achieve this level prior to taking their End Point Assessment. For those with an education, health and care plan or a legacy statement the English and Mathematics minimum requirement is Entry Level 3, and British Sign Language qualifications are an alternative to English qualifications where this is their primary language.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Link to professional registration and progression&lt;/strong&gt;:&lt;/h3&gt;\n&lt;p&gt;The Chartered Institute of Internal Auditors (CIIA) is the recognised professional body for internal auditing in the UK and Ireland. The apprentice will apply for membership of the CIIA at the outset of the apprenticeship.&lt;/p&gt;\n&lt;p&gt;Completion of the IIA Certificate leads to the Internal Auditor Certificate (IACert) designation.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship should be reviewed after three years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The role of internal audit departments is to provide an independent, objective assurance and consulting activity to add value and improve an organisation&#39;s operations. Internal Audit helps an organisation accomplish its objectives by bringing a systematic, disciplined approach to evaluate and improve the effectiveness of risk management, control and governance processes. Internal Audit has an enterprise-wide remit and mandate, which means assessing the adequacy and effectiveness of all areas of an organisation including the risk management, compliance and finance functions. Internal Audit is the last line of defence in an organisation and, as such, must remain impartial and independent in how it works alongside all areas of the organisation. IAPracs will be competent in undertaking all aspects of internal audit engagements. They are typically part of an audit team operating under the management of the Internal Audit Professional (IAProf) or Head of Internal Audit. Internal auditor roles will be found in the public, private and voluntary sectors, where the Internal Audit function is acknowledged as a cornerstone of good corporate governance essential to the success of an organisation, as recognised by the UK Corporate Governance Code (or other sector-relevant codes of practice). The profession is overseen by the Chartered Institute of Internal Auditors (Chartered IIA), which sets out guidance and standards on how the profession should manage itself and deliver internal audit services for organisations.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Checking an organisation&#39;s records and procedures to make sure they are accurate and reliable.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "1b900f7b-f0a7-4ed4-88bd-7fb8989196c2",
      "detail": "IAPracs will understand the internal (operational transactions of the organisation/business area being audited) and external (political, commercial, economic, social, cultural, technological, legislative, environmental) environment of the organisation being audited."
    },
    {
      "knowledgeId": "19c6b1f4-c51b-4056-b6df-bf8e35b4ee04",
      "detail": "IAPracs will demonstrate an awareness of the characteristics of good corporate governance and risk management, and the role of Internal Audit, and will be able to assess the contribution they make to organisational effectiveness and assurance. IAPracs will be expected to work with IAProfs in the audit of more complex topics, e.g. culture, risk management, strategy, fraud prevention."
    },
    {
      "knowledgeId": "0943ffa5-5421-490b-b90b-f4f08e01d117",
      "detail": "IAPracs will have an understanding of their organisation’s strategy and success measures, and be cognisant of how their work contributes to the success of the function/organisation’s industry. They will also understand the risk and control implications of different organisational structures, business processes and IT Systems, and how these relate to specific audit work. IAPracs will know where to find relevant internal policy, processes and standards relevant to business area being audited and external regulation/legislation which might impact the organisation."
    },
    {
      "knowledgeId": "7439d15f-9fb4-458d-a97e-4d53838840ad",
      "detail": "IAPracs will know the different types of controls, management control techniques, and internal control framework characteristics (e.g. Committee Organisations Sponsoring Treadway Commission (COSO), International Standards Organisation (ISO), Control Objectives for Information & Related Technologies (COBIT)) used within their organisation and industry. IAPracs will demonstrate an understanding of how to apply internal auditing methodologies and standards throughout all stages of an internal audit assignment and will contribute to changes/updates to the Internal Audit manual based on internal audits undertaken and on an appreciation of what is and isn’t working for the organisation."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "6b1ade56-2e6d-46a7-9ebd-225aea5748f7",
      "detail": "IAPracs will act with integrity to their profession and the ethical code of conduct of their organisation/auditee, will demonstrate organisational values in how they work, and will demonstrate confidentiality, independence and objectivity."
    },
    {
      "behaviourId": "5d3b0483-e428-4a93-8941-441f5da173b2",
      "detail": "IAPracs will add value to the organisation/department they are auditing by proactively sharing issues identified during the course of their audit work with their line manager. IAPracs will support the continuous improvement of the risk and control environment of the organisation/business being audited by suggesting new ideas."
    },
    {
      "behaviourId": "c864b19a-420e-4d34-9bfe-70558eadfd58",
      "detail": "IAPracs will take responsibility for their own professional development by seeking out opportunities to learn and grow."
    },
    {
      "behaviourId": "dc539054-3083-4eed-9f85-e62568a1866b",
      "detail": "IAPracs will demonstrate drive and energy to get the job done and an open mindset in all their audit work, able to adapt in changing circumstances."
    },
    {
      "behaviourId": "6b8486ab-ab61-45e7-8b45-6609555d08c2",
      "detail": "IAPracs will demonstrate an attitude that includes a questioning mind and being alert to conditions that may indicate possible misstatement of information due to error or fraud. IAPracs will be able to speak out courageously in their own organisation."
    }
  ],
  "skills": [
    {
      "skillId": "d0bf134c-6f99-4a4f-9597-ce1bd3dbd6d6",
      "detail": "IAPracs will build sustainable relationships based on trust and respect, within their function and with stakeholders, on an audit by audit basis. This will drive two-way communication with the business being audited to inform the audit plan, support plan changes and aid Internal Audit’s understanding of the risk profile of the business, how the policy, processes and standards in an organisation are being applied by the business as detailed during process mapping, i.e. the walkthrough process."
    },
    {
      "skillId": "a09cc505-fc0a-499d-ae33-120432f8e371",
      "detail": "IAPracs will communicate clearly and succinctly both verbally and in writing. IAPracs will adapt their communication style to suit different situations. IAPracs will promote open communication, demonstrating the ability to apply appropriate interview techniques during delivery of their audit work and effectively articulating findings to IAProfs. IAPracs will be able to effectively contribute to meetings."
    },
    {
      "skillId": "9af9f3e4-5cac-4abf-910b-e024ce83a789",
      "detail": "IAPracs will collaborate effectively with other audit colleagues to gain understanding and insights to inform audits and gather data to deliver results, and will be team players."
    },
    {
      "skillId": "d55c0ecc-3686-4061-8878-5da4de7a3316",
      "detail": "With guidance, IAPracs will select and use tools/techniques to obtain relevant data/information for specific audit assignments. IAPracs will apply sampling, data analysis and other statistical techniques to analyse and assess data and draw preliminary conclusions."
    },
    {
      "skillId": "348b2370-e47c-4122-8a75-a4e7a90068fd",
      "detail": "IAPracs will manage their time effectively to deliver high quality work within appropriate timelines to deliver their audit assignments and other work requirements."
    },
    {
      "skillId": "b87fae07-0145-49ee-8f37-e2a0b5a7896d",
      "detail": "IAPracs will be proficient in the use appropriate business systems and software e.g. sending emails, using word processing and spreadsheet software, documenting workpapers using organisation’s appropriate audit systems etc."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-06-22T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0232",
  "tbMainContact": "carrie.white@barclays.com",
  "involvedEmployers": "Barclays, Mazars, Moore Stephens, HSBC, BT, JP Morgan, Citibank, Prudential, BAE Systems, Deutche Bank, Hertfordshire County Council, Ageas, Lloyds Bank, Aviva",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Accountancy",
  "cluster": "Accounting or tax technician",
  "clusterId": "238",
  "clusterDescription": null,
  "createdDate": "2022-04-07T15:21:32 +00:00",
  "lastUpdated": "2022-11-18T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-06-22T00:00:00 +00:00",
  "banners": "This apprenticeship closed for new starts from 15 November 2024 as the mandatory qualification (Internal Audit Practitioner) is being withdrawn in its current form by the Chartered Institute of Internal Auditors (CIIA).&nbsp;\nThe Chartered IIA have negotiated with Global IIA for the current mandated qualification exam to be available up until November 2026.\nThis will enable apprentices who have already started this apprenticeship to be able to complete their apprenticeship.",
  "occupationCode": "OCC0587",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0587-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0587-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-11-14T00:00:00"
}