{
  "templateType": "Apprenticeship Standard",
  "larsCode": 365,
  "referenceNumber": "ST0566",
  "learningAimClassCode": "",
  "title": "Metal casting, foundry and patternmaking technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0566",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "End-point assessment plan revised",
  "changedDate": "2023-12-07T00:00:00",
  "earliestStartDate": "2023-12-07T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Casting is the process from which solid metal shapes (castings) are produced by filling voids in molds with liquid metal",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 27,
  "maxFunding": 24000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Castings",
    "Foundry & Patternmaking Technician",
    "Foundry",
    "Patternmaking Technician",
    "Metal casting",
    "casting"
  ],
  "jobRoles": [
    "Methods Development Technician",
    "Pattern and Model Making Technician",
    "Inspection and Quality Assurance Technician",
    "Foundry Post Casting Technician",
    "Metal Casting Furnace and Ladle Technician",
    "Foundry Production Technician",
    "Foundry Material and Process Control Technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/kcehsoma/st0566_metal-casting-foundry-and-patternmaking-techncian_l3_epa-plan_v12_for-publication.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.2",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Metal Casting, Foundry and Patternmaking Technicians are involved in highly skilled, complex and important roles in the Cast Metals Industry.&#160; The UK industry is a modern and advanced sector, producing 530,000 tonnes of castings in all metals with an annual value of &#163;2.2 Billion and the 400 foundries employ more than 17,000 Operatives, Technicians, Engineers, Supervisors, Managers and Staff.&#160; Castings may weigh less than a gramme or over 600 tonnes. The industry underpins and is a vital supplier to other industries (automotive, aerospace, rail, power and renewable energy, medical, pumps &amp;amp; valves, defence, petrochemical and marine).&#160;&lt;/p&gt;\n&lt;p&gt;Technicians can be employed in all sizes of companies, working independently or as part of a team in a foundry, workshop or laboratory.&#160; An eye for detail is necessary and they will need to comply with safety requirements.&lt;/p&gt;\n&lt;p&gt;Common Technician job titles are: Pattern and Model Making or Methods Development Technician who plan how to design and make patterns in wood, resin or metal from 2D/3D drawings, sometimes using additive manufacturing techniques and simulation software programmes, to produce prototypes or sample castings to tight tolerance; Foundry Material and Process Control Technician, Foundry Production or Metal Casting Furnace and Ladle Technician who prepare and control sand or liquid metal quality for casting into moulds or dies, which may involve maintenance and control of complex automated equipment; Post Casting Technician; Inspection, Non-Destructive, Mechanical Testing and Quality Assurance Technician who inspect and carry out and record control tests on samples or castings to meet agreed tolerances. To be occupationally competent, the core knowledge, skills and behaviours listed below must be achieved, plus knowledge and skills from one of the specialist options.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;CORE KNOWLEDGE&lt;/strong&gt;: needs to understand:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Relevant statutory, quality, environmental compliance procedures and systems, organisational and health and safety regulations relating to manufacturing operations.&lt;/li&gt;\n&lt;li&gt;Their individual roles and responsibilities within the organisation and the limits of their own authority and the implications of operating outside of this.&lt;/li&gt;\n&lt;li&gt;How to interpret relevant engineering and manufacturing data and documentation to execute their job role, i.e., how to understand a 2-dimensional engineering drawing and use this to produce a 3-dimensional model.&lt;/li&gt;\n&lt;li&gt;The general Metal Casting, Foundry and Patternmaking manufacturing mathematical and scientific principles, methods, techniques, graphical expressions, symbols formulae and calculations used by this engineering environment. i.e. how to understand contraction allowances in the calculation of technical drawings for specific pattern production or the temperature specifications of casting liquid metal.&lt;/li&gt;\n&lt;li&gt;The structure, properties and characteristics of common materials used in the sector for example: Pattern Making materials like different woods, metals and plastics, Foundry Sand, Binders, Coatings, Feeding and Filtration Systems, Refractories, Various Metal Alloys, Additives, Waxes and Lubricants. Laboratory Testing including: Sand and Binder Properties, Chemical Composition and Mechanical Testing i.e.: Tensile and Hardness Testing.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;The full process of producing castings from a technical drawing to a finished casting and they must have knowledge of the manufacturing practices, processes and procedures.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;CORE SKILLS:&lt;/strong&gt; needs to be able to:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Apply safe systems of work, complying with health and safety legislation, regulations, environmental compliance procedures and systems and other relevant guidelines.&lt;/li&gt;\n&lt;li&gt;Demonstrate clear and effective communication skills which include oral, written, electronic and visual displays.&lt;/li&gt;\n&lt;li&gt;Plan and obtain all the resources and documentation required to undertake the manufacturing process i.e. a technician would plan and prepare the process to produce prototype castings. All elements and steps would be required to be planned, resources would need to be briefed and all stages of production recorded.&lt;/li&gt;\n&lt;li&gt;Undertake the work using the correct processes, procedures and equipment. i.e. the final inspection of a complete casting prior to despatch to ensure it complies with customer specifications.&lt;/li&gt;\n&lt;li&gt;Perform safety, quality and compliance checks, using the correct processes, procedures and equipment. i.e.: ensuring the gravity die assembly is safe and ready to start production.&lt;/li&gt;\n&lt;li&gt;Complete appropriate documentation in an accurate, efficient and legible way by using the correct terminology.&lt;/li&gt;\n&lt;li&gt;Maintain a positive working relationship with a range of people working within the manufacturing environment.&lt;/li&gt;\n&lt;li&gt;Deal promptly and effectively with Casting, Foundry or Patternmaking problems within the limits of their responsibility using approved diagnostic methods and techniques and report those which cannot be resolved.&lt;/li&gt;\n&lt;li&gt;Work efficiently and effectively, maintaining workplace organisation and minimising waste.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;CORE BEHAVIOURS:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The Metal Casting, Foundry and Patternmaking industry, require their apprentices to have a set of behaviours that is in line with the Engineering Council’s guidelines to ensure success in both their role and in the overall company objectives.&#160;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Personal responsibility and resilience&lt;/strong&gt; – Comply with the health and safety guidance and procedures, be disciplined and have a responsible approach to risk. Work diligently regardless of the level of supervision, accept responsibility for managing time and workload and stay motivated and committed when facing challenges.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Work effectively in teams&lt;/strong&gt; – Integrate and contribute with the team, support other people, consider implications of their own actions on other people and the business whilst working effectively to get the task completed.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Effective communication and interpersonal skills&lt;/strong&gt; – An open and honest communicator, communicates clearly using appropriate methods, listens well to others and has a positive and respectful attitude.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Focus on quality and problem solving&lt;/strong&gt; – Follow instructions and guidance, demonstrate attention to detail, follow a logical approach to problem solving and seek opportunities to improve quality, speed and efficiency.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Continuous personal development&lt;/strong&gt; – Reflect on skills, knowledge, behaviours and seek opportunities to develop, adapt to different situations, environments or technologies and have a positive attitude to feedback and advice.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Options for Specialist Job Roles: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Metal Casting, Foundry and Patternmaking Technician must complete one of the following options:&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Option 1: Pattern and Model Making Technician &lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Knowledge – will know and understand how to&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Read and interpret data from technical drawings and specifications in a Patternmaking context.&lt;/li&gt;\n&lt;li&gt;Select the correct medium, like wood, metal, plastic or composite for the production of patterns and models, considering the economics and end use environment.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skill – will be able to&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Use mechanical and hand tools combined with specialist equipment which is likely to include machinery such as Vertical Milling Centres, to produce components with minimum supervision.&lt;/li&gt;\n&lt;li&gt;Comply with the specification and quality requirements as defined on suitable technical drawings for wood, metal and plastics materials.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Option 2: Methods Development Technician&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Knowledge – will know and understand&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;All the relevant physical processes and characteristics of the production process in metal casting foundries&lt;/li&gt;\n&lt;li&gt;How to use simulation technology to predict (quantitatively) all properties relevant to meet customers’ specification and importantly, to produce a sound casting in the most economical way.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skill – will be able to&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Manually calculate and produce a complete simulation including, runner, gating design and feeding options to ensure a quality casting using the economical production method in various metals and production processes.&lt;/li&gt;\n&lt;li&gt;Evaluate and solve production issues and casting failures in various metals by using problem solving techniques related to the running, gating and feeding of castings.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Option 3: &lt;/strong&gt;&lt;strong&gt;Foundry Material and Process Control Technician&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Knowledge – Will know and understand&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Analytical testing procedures and how to create informative reports.&lt;/li&gt;\n&lt;li&gt;Must be able to refer to published ‘standards’ and understand their relevance to the materials and processes.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skill - will be required to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Organise, evaluate and report outcomes using the appropriate testing equipment to validate that materials and processes are to International and National specifications as well as the customer requirements.&lt;/li&gt;\n&lt;li&gt;Be able to evaluate, monitor and manage technical specifications of production processes, casting alloy compositions and finished casting specifications. &#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Option 4: &lt;/strong&gt;&lt;strong&gt;Foundry Production Technician&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Knowledge – Will know and understand&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Production processes including moulding, core production, die casting, investment casting and what is required to maintain these.&lt;/li&gt;\n&lt;li&gt;How to optimise performance and how to react if things go wrong and the correct level of authority.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skill - will be required to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Optimise the production process to improve the performance of the manufacturing process for complex moulds, dies and assemblies taking into account quality and economic factors.&lt;/li&gt;\n&lt;li&gt;Ensure that the importance of commercial principles are recognised in the production process for the cost effective production of fit for ourpose castings.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Option 5: Metal &lt;/strong&gt;&lt;strong&gt;Casting Furnace and Ladle Technician&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Knowledge – Will know and understand&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How to calculate the charge formulation, the effects of alloy or other metal treatments and additive additions.&lt;/li&gt;\n&lt;li&gt;The various melting options and molten metal control and transportation techniques to achieve the required final casting specification.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skill - will be required to&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Optimise the production process to improve the performance of the melting, melt transfer and casting process taking into account quality and energy efficiency process to achieve continuous improvement in performance.&lt;/li&gt;\n&lt;li&gt;Control the economics and technical capability within the melting, melt transfer and casting production environment.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Option 6: &lt;/strong&gt;&lt;strong&gt;Foundry Post Casting Technician&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Knowledge – will know and understand&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The principles of key ‘Post Casting’ operations which include, casting removal from the mould, rough fettling, post metal casting heat treatment i.e. stress relieving, annealing, normalising, quenching and tempering or solution treatment and aging, casting repair, final fettling and machining.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skill - will be required to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Evaluate and calculate the correct cooling rate, cleaning process, heat treatment type, temperature and duration, plus the fettling and casting cleaning process.&lt;/li&gt;\n&lt;li&gt;When required, identify parts that require repair and detail the process and method to undertake the repair.&lt;/li&gt;\n&lt;li&gt;Calculate machining criteria and the correct machining processes for metal castings that require machining.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Option 7: &lt;/strong&gt;&lt;strong&gt;Inspection and Quality Assurance Technician&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Knowledge – will know and understand&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The importance of quality throughout the casting production process.&lt;/li&gt;\n&lt;li&gt;The knowledge of Non-Destructive and Destructive testing equipment and techniques and the capabilities and limitations of these techniques to quality assure castings.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skill - will be required to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Undertake detailed Inspection and Testing activities using specified methods and equipment.&lt;/li&gt;\n&lt;li&gt;To report findings relating to quality and compliance to management and to customer specifications and standards.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their Apprenticeships. Candidates will typically have 4 GCSEs at Grade C/4 or equivalent, including Mathematics, English and a Science.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration of Apprenticeship: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically, 27-33 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and Maths will need to achieve this prior to end point assessment. For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and Maths minimum requirements is Entry Level 3, and British Sign Language qualifications are an alternative to English qualifications for those whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional Registration:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Completion of the Apprenticeship is designed to be recognised by the Institute of the Cast Metals Engineers to meet the requirements set out in the Engineering Council’s Specification for Engineering Technician to allow professional registration.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship Standard is at Level 3&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard will be reviewed after three years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Metal Casting, Foundry and Patternmaking Technicians are involved in highly skilled, complex and important roles in the Cast Metals Industry. The UK industry is a modern and advanced sector, producing 530,000 tonnes of castings in all metals with an annual value of &#163;2.2 Billion and the 400 foundries employ more than 17,000 Operatives, Technicians, Engineers, Supervisors, Managers and Staff. Castings may weigh less than a gramme or over 600 tonnes. The industry underpins and is a vital supplier to other industries (automotive, aerospace, rail, power and renewable energy, medical, pumps &amp;amp; valves, defence, petrochemical and marine). Technicians can be employed in all sizes of companies, working independently or as part of a team in a foundry, workshop or laboratory. An eye for detail is necessary and they will need to comply with safety requirements.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "50e97dfc-6db6-4ebc-97b7-806e4d61fa2f",
      "detail": "Relevant statutory, quality, environmental compliance procedures and systems, organisational and health and safety regulations relating to manufacturing operations."
    },
    {
      "knowledgeId": "eb769fa7-8ec7-4ad1-aa0d-fea37160bd4b",
      "detail": "Their individual roles and responsibilities within the organisation and the limits of their own authority and the implications of operating outside of this."
    },
    {
      "knowledgeId": "f50c8c6b-09ee-48b6-a7a7-3514768564b5",
      "detail": "How to interpret relevant engineering and manufacturing data and documentation to execute their job role, i.e., how to understand a 2-dimensional engineering drawing and use this to produce a 3-dimensional model."
    },
    {
      "knowledgeId": "21fd954f-6c95-4ba6-8d5d-e0dc3f729684",
      "detail": "The general Metal Casting, Foundry and Patternmaking manufacturing mathematical and scientific principles, methods, techniques, graphical expressions, symbols formulae and calculations used by this engineering environment. i.e. how to understand contraction allowances in the calculation of technical drawings for specific pattern production or the temperature specifications of casting liquid metal."
    },
    {
      "knowledgeId": "ad651836-fb5e-46ca-bd60-aade9f34eeac",
      "detail": "The structure, properties and characteristics of common materials used in the sector for example: Pattern Making materials like different woods, metals and plastics, Foundry Sand, Binders, Coatings, Feeding and Filtration Systems, Refractories, Various Metal Alloys, Additives, Waxes and Lubricants. Laboratory Testing including: Sand and Binder Properties, Chemical Composition and Mechanical Testing i.e.: Tensile and Hardness Testing."
    },
    {
      "knowledgeId": "32c19f4d-6a2d-46d8-b128-7c5eaa3f3a29",
      "detail": "The full process of producing castings from a technical drawing to a finished casting and they must have knowledge of the manufacturing practices, processes and procedures."
    },
    {
      "knowledgeId": "209007df-5b4c-4d7f-8713-413c2dc1a29b",
      "detail": "Continuous personal development – Reflect on skills, knowledge, behaviours and seek opportunities to develop, adapt to different situations, environments or technologies and have a positive attitude to feedback and advice."
    },
    {
      "knowledgeId": "d8c89b97-d42b-41ce-9090-12a531e6416a",
      "detail": "Select the correct medium, like wood, metal, plastic or composite for the production of patterns and models, considering the economics and end use environment."
    },
    {
      "knowledgeId": "3c533055-e0c3-4545-943d-c7629e5a75bd",
      "detail": "All the relevant physical processes and characteristics of the production process in metal casting foundries"
    },
    {
      "knowledgeId": "a18890f1-d9bd-43de-bd13-81ebc7035769",
      "detail": "How to use simulation technology to predict (quantitatively) all properties relevant to meet customers’ specification and importantly, to produce a sound casting in the most economical way."
    },
    {
      "knowledgeId": "f625ddab-9a45-4e0c-9156-c1a5649f0387",
      "detail": "Analytical testing procedures and how to create informative reports."
    },
    {
      "knowledgeId": "81ba7e6a-22bf-429f-afef-52ce669b9d28",
      "detail": "Must be able to refer to published ‘standards’ and understand their relevance to the materials and processes."
    },
    {
      "knowledgeId": "8b4a83c8-9e29-44b3-a95b-d6087de06655",
      "detail": "Production processes including moulding, core production, die casting, investment casting and what is required to maintain these."
    },
    {
      "knowledgeId": "31c9b40e-ed23-4ae8-9523-392e3ad6d47d",
      "detail": "How to optimise performance and how to react if things go wrong and the correct level of authority."
    },
    {
      "knowledgeId": "56a104da-6c6f-4d08-a91e-330ceed410b4",
      "detail": "How to calculate the charge formulation, the effects of alloy or other metal treatments and additive additions."
    },
    {
      "knowledgeId": "1cc7094a-e4ee-42cf-b09f-50afbf1484c6",
      "detail": "The various melting options and molten metal control and transportation techniques to achieve the required final casting specification."
    },
    {
      "knowledgeId": "c7d2a766-3929-4d3d-94ca-89299d7e55cb",
      "detail": "The principles of key ‘Post Casting’ operations which include, casting removal from the mould, rough fettling, post metal casting heat treatment i.e. stress relieving, annealing, normalising, quenching and tempering or solution treatment and aging, casting repair, final fettling and machining."
    },
    {
      "knowledgeId": "e5adb81b-aaa6-4964-bb8a-14c23a389d74",
      "detail": "The importance of quality throughout the casting production process."
    },
    {
      "knowledgeId": "13fa8583-87dc-4cb6-9741-f36cba27a3c7",
      "detail": "The knowledge of Non-Destructive and Destructive testing equipment and techniques and the capabilities and limitations of these techniques to quality assure castings."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "1f1ef18c-2d87-4608-b136-c2e9259eafb3",
      "detail": "Personal responsibility and resilience – Comply with the health and safety guidance and procedures, be disciplined and have a responsible approach to risk. Work diligently regardless of the level of supervision, accept responsibility for managing time and workload and stay motivated and committed when facing challenges."
    },
    {
      "behaviourId": "3cb65f3c-9be5-413c-9cf7-d6bbf9e4d451",
      "detail": "Work effectively in teams – Integrate and contribute with the team, support other people, consider implications of their own actions on other people and the business whilst working effectively to get the task completed."
    },
    {
      "behaviourId": "eabae431-2be5-4ee4-9641-ae6eec65ac4d",
      "detail": "Effective communication and interpersonal skills – An open and honest communicator, communicates clearly using appropriate methods, listens well to others and has a positive and respectful attitude."
    },
    {
      "behaviourId": "f6d7da77-4861-44fb-aebc-388516e22627",
      "detail": "Focus on quality and problem solving – Follow instructions and guidance, demonstrate attention to detail, follow a logical approach to problem solving and seek opportunities to improve quality, speed and efficiency."
    },
    {
      "behaviourId": "df82455b-e21f-4f50-87a8-e918a2c9331d",
      "detail": "Continuous personal development – Reflect on skills, knowledge, behaviours and seek opportunities to develop, adapt to different situations, environments or technologies and have a positive attitude to feedback and advice."
    }
  ],
  "skills": [
    {
      "skillId": "e6e167d9-0295-4e43-a0ad-3fa300ff1ea0",
      "detail": "Apply safe systems of work, complying with health and safety legislation, regulations, environmental compliance procedures and systems and other relevant guidelines."
    },
    {
      "skillId": "6c8e17fa-53da-4b43-8587-a2efd15175d5",
      "detail": "Demonstrate clear and effective communication skills which include oral, written, electronic and visual displays."
    },
    {
      "skillId": "3b8c57b9-793d-4662-9502-380c64f4d08a",
      "detail": "Plan and obtain all the resources and documentation required to undertake the manufacturing process i.e. a technician would plan and prepare the process to produce prototype castings. All elements and steps would be required to be planned, resources would need to be briefed and all stages of production recorded."
    },
    {
      "skillId": "96d0d656-9146-4116-913a-9e5edd2f06d4",
      "detail": "Undertake the work using the correct processes, procedures and equipment. i.e. the final inspection of a complete casting prior to despatch to ensure it complies with customer specifications."
    },
    {
      "skillId": "8f250ebe-2c12-444e-8360-676ada404f5f",
      "detail": "Perform safety, quality and compliance checks, using the correct processes, procedures and equipment. i.e.: ensuring the gravity die assembly is safe and ready to start production."
    },
    {
      "skillId": "06ce0ec5-ab7e-4976-957a-e93e9063d5f8",
      "detail": "Complete appropriate documentation in an accurate, efficient and legible way by using the correct terminology."
    },
    {
      "skillId": "e07d8889-a2ed-4e65-a994-f468029bc155",
      "detail": "Maintain a positive working relationship with a range of people working within the manufacturing environment."
    },
    {
      "skillId": "221d7ef5-3e36-4520-aa4a-4ea2eeae1226",
      "detail": "Deal promptly and effectively with Casting, Foundry or Patternmaking problems within the limits of their responsibility using approved diagnostic methods and techniques and report those which cannot be resolved."
    },
    {
      "skillId": "74aa56c7-70e3-4b48-a9c3-bbe5711ff938",
      "detail": "Work efficiently and effectively, maintaining workplace organisation and minimising waste."
    },
    {
      "skillId": "6c5b94a0-0a37-4069-b0a0-4ce3de205edc",
      "detail": "Use mechanical and hand tools combined with specialist equipment which is likely to include machinery such as Vertical Milling Centres, to produce components with minimum supervision."
    },
    {
      "skillId": "2073eb9b-c4cc-4a33-a2bc-24c9abae51cd",
      "detail": "Comply with the specification and quality requirements as defined on suitable technical drawings for wood, metal and plastics materials."
    },
    {
      "skillId": "0b976e14-a9d1-4b77-bf5c-f72abb82d089",
      "detail": "Manually calculate and produce a complete simulation including, runner, gating design and feeding options to ensure a quality casting using the economical production method in various metals and production processes."
    },
    {
      "skillId": "b808248a-7594-4cb2-96c6-c0364017352d",
      "detail": "Evaluate and solve production issues and casting failures in various metals by using problem solving techniques related to the running, gating and feeding of castings."
    },
    {
      "skillId": "2e2270c8-361a-4823-800a-698ed15ec32a",
      "detail": "Organise, evaluate and report outcomes using the appropriate testing equipment to validate that materials and processes are to International and National specifications as well as the customer requirements."
    },
    {
      "skillId": "c8a831e6-8fa2-487f-9c32-3c343614f788",
      "detail": "Be able to evaluate, monitor and manage technical specifications of production processes, casting alloy compositions and finished casting specifications."
    },
    {
      "skillId": "ef738a45-a468-4c9a-b1ce-732f78be9966",
      "detail": "Optimise the production process to improve the performance of the manufacturing process for complex moulds, dies and assemblies taking into account quality and economic factors."
    },
    {
      "skillId": "a8ea95b5-8fac-4698-b531-6bed5d47d678",
      "detail": "Ensure that the importance of commercial principles are recognised in the production process for the cost effective production of fit for ourpose castings."
    },
    {
      "skillId": "ae5cb7dc-1e13-4b0d-b468-962c90eb7ed6",
      "detail": "Optimise the production process to improve the performance of the melting, melt transfer and casting process taking into account quality and energy efficiency process to achieve continuous improvement in performance."
    },
    {
      "skillId": "4068643b-7cbf-46cf-9483-61b768d17846",
      "detail": "Control the economics and technical capability within the melting, melt transfer and casting production environment."
    },
    {
      "skillId": "7e0d1f6b-2f71-4a21-a85e-f7b6ade6c5b1",
      "detail": "Evaluate and calculate the correct cooling rate, cleaning process, heat treatment type, temperature and duration, plus the fettling and casting cleaning process."
    },
    {
      "skillId": "0870e295-87ec-4165-9778-c27bf737fd4b",
      "detail": "When required, identify parts that require repair and detail the process and method to undertake the repair."
    },
    {
      "skillId": "710a67cf-4a03-4ff3-939b-23a23682d4a0",
      "detail": "Calculate machining criteria and the correct machining processes for metal castings that require machining."
    },
    {
      "skillId": "99694207-2da3-4a61-940f-5756a9235945",
      "detail": "Undertake detailed Inspection and Testing activities using specified methods and equipment."
    },
    {
      "skillId": "57e11535-f8a5-46b3-92ed-33425e70f110",
      "detail": "To report findings relating to quality and compliance to management and to customer specifications and standards."
    }
  ],
  "optionsUnstructuredTemplate": [
    "Pattern & Model Making Technician",
    "Methods Development Technician",
    "Foundry Material & Process Control Technician",
    "Foundry Production Technician",
    "Metal Casting Furnace and Ladle Technician",
    "Foundry Post Casting Technician",
    "Inspection & Quality Assurance Technician"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-10-11T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0013",
  "tbMainContact": "engineering.manufacturing@education.gov.uk",
  "involvedEmployers": "Alucast Limited, Archibald Young Limited, Bonds Foundry Limited, Boro Foundry Limited, Bradken Limited, Brafe Engineering, Castallum Limited, Casting Plc, CM Patternmaking, Cooper Roller Bearings Limited, Datum Patterns, DMT Limited, Durham Foundry, Finecast Limited, FSE Group, Hadleigh Castings Limited, HCM Engineering, Inductotherm Europe Ltd, J D Norman Industries, Lost Wax Developments Ltd, Maycast Nokes Precision Engineering Limited, Midas Patterns, MRT Castings, Newby, Foundries, Pheonix Patterns, R D Castings Limited, Saint Gobain, Sarginsons Limited, Sheffield Forgemasters Limited, South Lincs Foundry Limited, Stone Foundries, Summit Patterns, Taylors Foundry, Thomas, Dudley, W H Rowe Limited, Westfield Patterns Limited, Wier Minerals, William Cook Cast Products Limited",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Methods Development Technician",
    "Pattern and Model Making Technician",
    "Inspection and Quality Assurance Technician",
    "Foundry Post Casting Technician",
    "Metal Casting Furnace and Ladle Technician",
    "Foundry Production Technician",
    "Foundry Material and Process Control Technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, manufacturing, process and control",
  "cluster": "Manufacturing operative",
  "clusterId": "264",
  "clusterDescription": "Routine assembly of manufactured products",
  "createdDate": "2023-12-07T10:07:38 +00:00",
  "lastUpdated": "2023-12-07T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-10-11T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards and apprenticeships in revision are available in the revisions status report.",
  "occupationCode": "OCC0566",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0566-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0566-v1-2",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "9b9d7495-a77a-4795-8c9b-c823361bd9d8",
      "title": "Pattern & Model Making Technician",
      "occupationCode": "OCC0566G"
    },
    {
      "optionId": "3bf0ff70-320d-44a4-95fd-39b432107134",
      "title": "Methods Development Technician",
      "occupationCode": "OCC0566F"
    },
    {
      "optionId": "8e882041-d80b-4d12-adc8-073cc44f6232",
      "title": "Foundry Material & Process Control Technician",
      "occupationCode": "OCC0566A"
    },
    {
      "optionId": "6f25a6e4-cd2d-4f45-b4f0-f1080269cadd",
      "title": "Foundry Production Technician",
      "occupationCode": "OCC0566C"
    },
    {
      "optionId": "73591aec-911e-4b0b-b81b-d8662afb6be8",
      "title": "Metal Casting Furnace and Ladle Technician",
      "occupationCode": "OCC0566E"
    },
    {
      "optionId": "62da83be-6015-4b46-a2ec-b6562b50af3d",
      "title": "Foundry Post Casting Technician",
      "occupationCode": "OCC0566B"
    },
    {
      "optionId": "3d5311f3-6d5a-47d8-8ed8-269129dd924c",
      "title": "Inspection & Quality Assurance Technician",
      "occupationCode": "OCC0566D"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "1f1ef18c-2d87-4608-b136-c2e9259eafb3",
        "3cb65f3c-9be5-413c-9cf7-d6bbf9e4d451",
        "eabae431-2be5-4ee4-9641-ae6eec65ac4d",
        "f6d7da77-4861-44fb-aebc-388516e22627",
        "df82455b-e21f-4f50-87a8-e918a2c9331d"
      ],
      "mappedKnowledge": [
        "50e97dfc-6db6-4ebc-97b7-806e4d61fa2f",
        "eb769fa7-8ec7-4ad1-aa0d-fea37160bd4b",
        "f50c8c6b-09ee-48b6-a7a7-3514768564b5",
        "21fd954f-6c95-4ba6-8d5d-e0dc3f729684",
        "ad651836-fb5e-46ca-bd60-aade9f34eeac",
        "32c19f4d-6a2d-46d8-b128-7c5eaa3f3a29"
      ],
      "mappedSkills": [
        "e6e167d9-0295-4e43-a0ad-3fa300ff1ea0",
        "6c8e17fa-53da-4b43-8587-a2efd15175d5",
        "3b8c57b9-793d-4662-9502-380c64f4d08a",
        "96d0d656-9146-4116-913a-9e5edd2f06d4",
        "8f250ebe-2c12-444e-8360-676ada404f5f",
        "06ce0ec5-ab7e-4976-957a-e93e9063d5f8",
        "e07d8889-a2ed-4e65-a994-f468029bc155",
        "221d7ef5-3e36-4520-aa4a-4ea2eeae1226",
        "74aa56c7-70e3-4b48-a9c3-bbe5711ff938"
      ]
    },
    {
      "coreOrOptionTitle": "Pattern & Model Making Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "209007df-5b4c-4d7f-8713-413c2dc1a29b",
        "d8c89b97-d42b-41ce-9090-12a531e6416a"
      ],
      "mappedSkills": [
        "6c5b94a0-0a37-4069-b0a0-4ce3de205edc",
        "2073eb9b-c4cc-4a33-a2bc-24c9abae51cd"
      ]
    },
    {
      "coreOrOptionTitle": "Methods Development Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "3c533055-e0c3-4545-943d-c7629e5a75bd",
        "a18890f1-d9bd-43de-bd13-81ebc7035769"
      ],
      "mappedSkills": [
        "0b976e14-a9d1-4b77-bf5c-f72abb82d089",
        "b808248a-7594-4cb2-96c6-c0364017352d"
      ]
    },
    {
      "coreOrOptionTitle": "Foundry Material & Process Control Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "f625ddab-9a45-4e0c-9156-c1a5649f0387",
        "81ba7e6a-22bf-429f-afef-52ce669b9d28"
      ],
      "mappedSkills": [
        "2e2270c8-361a-4823-800a-698ed15ec32a",
        "c8a831e6-8fa2-487f-9c32-3c343614f788"
      ]
    },
    {
      "coreOrOptionTitle": "Foundry Production Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "8b4a83c8-9e29-44b3-a95b-d6087de06655",
        "31c9b40e-ed23-4ae8-9523-392e3ad6d47d"
      ],
      "mappedSkills": [
        "ef738a45-a468-4c9a-b1ce-732f78be9966",
        "a8ea95b5-8fac-4698-b531-6bed5d47d678"
      ]
    },
    {
      "coreOrOptionTitle": "Metal Casting Furnace and Ladle Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "56a104da-6c6f-4d08-a91e-330ceed410b4",
        "1cc7094a-e4ee-42cf-b09f-50afbf1484c6"
      ],
      "mappedSkills": [
        "ae5cb7dc-1e13-4b0d-b468-962c90eb7ed6",
        "4068643b-7cbf-46cf-9483-61b768d17846"
      ]
    },
    {
      "coreOrOptionTitle": "Foundry Post Casting Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "c7d2a766-3929-4d3d-94ca-89299d7e55cb"
      ],
      "mappedSkills": [
        "7e0d1f6b-2f71-4a21-a85e-f7b6ade6c5b1",
        "0870e295-87ec-4165-9778-c27bf737fd4b",
        "710a67cf-4a03-4ff3-939b-23a23682d4a0"
      ]
    },
    {
      "coreOrOptionTitle": "Inspection & Quality Assurance Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "e5adb81b-aaa6-4964-bb8a-14c23a389d74",
        "13fa8583-87dc-4cb6-9741-f36cba27a3c7"
      ],
      "mappedSkills": [
        "99694207-2da3-4a61-940f-5756a9235945",
        "57e11535-f8a5-46b3-92ed-33425e70f110"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-12-07T00:00:00"
}