{
  "templateType": "Apprenticeship Standard",
  "larsCode": 252,
  "referenceNumber": "ST0564",
  "learningAimClassCode": "",
  "title": "Advanced clinical practitioner (integrated degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0564",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-03-07T00:00:00",
  "earliestStartDate": "2018-03-27T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Providing clinical care and treatment to patients.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 12000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "Advanced Clinical Practitioner",
    "clinical",
    "practitioner",
    "Clinical Practitioner",
    "degree"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/5953/st0564-l7-advanced-clinical-practitioner-ap-publication-03032022-1.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.2 Nursing, and subjects and vocations allied to medicine",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Advanced Clinical Practitioners are experienced clinicians who demonstrate expertise in their scope of practice. Advanced Clinical Practitioners manage defined episodes of clinical care independently, from beginning to end, providing care and treatment from the time an individual(1) first presents through to the end of the episode, which may include admission, referral or discharge or care at home. They carry out their full range of duties in relation to individuals’ physical and mental healthcare and in acute, primary, urgent and emergency settings (including hospitals, general practice, individuals’ homes, schools and prisons, and in the public, independent, private and charity sectors). They combine expert clinical skills with research, education and clinical leadership within their scope of practice. Advanced Clinical Practitioners work innovatively on a one to one basis with individuals as well as part of a wider team. They work as part of the wider health and social care team and across traditional professional boundaries in health and social care.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Responsibilities and duties: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;As an Advanced Clinical Practitioner, you will:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Have a high level of autonomy(2) and freedom to make decisions about how people should be cared for a treated and act in complex and unpredictable situations&lt;/li&gt;\n&lt;li&gt;Use person-centred approaches to taking an individual’s detailed history and examine body systems to help you make a diagnosis&lt;/li&gt;\n&lt;li&gt;Select, undertake or request a range of appropriate clinical tests and assessments to help you make a diagnosis&lt;/li&gt;\n&lt;li&gt;Initiate and evaluate a range of interventions, which may include for example prescribing of medicines, therapies and care&lt;/li&gt;\n&lt;li&gt;Apply a skillset that may have traditionally been the remit of other disciplines so that you can enhance the care and experience of individuals&lt;/li&gt;\n&lt;li&gt;Analyse, interpret and act on the results of clinical tests and assessments and formulate a plan of care, which may include admission to a care setting such as a hospital, referral to settings for another opinion or discharge from services&lt;/li&gt;\n&lt;li&gt;Drive service improvements, educate others and provide consultancy services within your scope of practice&lt;/li&gt;\n&lt;li&gt;Undertake research activities to develop new knowledge and undertake audit to evaluate and further develop your area of expertise to improve care and services for the people you are treating&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Qualification requirements: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices must complete a Master’s degree in Advanced Clinical Practice. Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;You will hold current registration with one of the statutory regulators of health and care professions.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;7&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 36 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;After 3 years&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Values&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;You will be caring,&amp;nbsp;compassionate, honest, conscientious and committed&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;You will treat people with dignity, respecting people’s diversity, beliefs, culture, needs, values, privacy and&amp;nbsp;preferences, show respect and empathy for those you work with, have the courage to challenge areas of concern and work to best practice, be adaptable, reliable and consistent, show discretion, resilience and self-awareness.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;th&gt;You will be able to:&lt;/th&gt;\n&lt;th&gt;You will know and understand:&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Advanced clinical &lt;/strong&gt;&lt;strong&gt;practice&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;1.1 Practise with a high level of autonomy and be accountable for your decisions and omissions; work in line with your code of professional conduct, professional standards and scope of practice&lt;/p&gt;\n&lt;p&gt;1.2 Assess individuals and families using person-centred approaches and a range of assessment methods, for example including history taking, holistic examination, requesting and interpreting diagnostic tests or conducting health and care needs assessments&lt;/p&gt;\n&lt;p&gt;1.3 Use multi-agency and inter-professional resources, critical thinking, independent decision-making skills, problem solving skills and professional judgement to formulate and act on potential diagnoses&lt;/p&gt;\n&lt;p&gt;1.4 Assess individuals for risk factors and their impact on health and wellbeing; facilitate and encourage individuals to manage their own health and make informed choices; support individuals with an ongoing plan for preventative and rehabilitative measures&lt;/p&gt;\n&lt;p&gt;1.5 Use expertise in clinical reasoning to plan and manage day to day, complex and unpredictable episodes of care; evaluate events to improve future care and service delivery; discharge or refer appropriately to other services&lt;/p&gt;\n&lt;p&gt;1.6 Initiate and evaluate a range of interventions which may include prescribing of medicines, therapies and care&lt;/p&gt;\n&lt;p&gt;1.7 Ensure safety of individuals and families through the appropriate management of risk&lt;/p&gt;\n&lt;p&gt;1.8 Seek out and apply contemporary, high-quality evidence-based resources and existing and emerging technology as appropriate.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;1.1 Local, national policies and procedures within your scope of practice, the professional and regulatory codes of conduct relevant to your advanced clinical practice; the importance of working within boundaries of practice; the range of physical, psychological, pharmacological, diagnostic and therapeutic interventions within your scope of practice&lt;/p&gt;\n&lt;p&gt;1.2 The range of physical, psychological and population based assessment methods used within your area of practice and the application of pathophysiology to underpin assessment and diagnosis&lt;/p&gt;\n&lt;p&gt;1.3 The causes, signs, symptoms and impact of physical and mental health conditions within your scope of practice; how to draw on a diverse range of knowledge and critical thinking in your decision-making to determine evidence- based therapeutic interventions&lt;/p&gt;\n&lt;p&gt;1.4 How to assess risk in relation to health and wellbeing; the principles of health promotion and prevention; strategies to engage and influence people; the range of health promotion tools available including the importance of therapeutic communication and behavioural change&lt;/p&gt;\n&lt;p&gt;1.5 How to plan and manage a defined episode of care within your area of clinical practice, which may include admission, referral or discharge, to other services; methods and techniques to evaluate interventions and how to use the outcomes to instigate service development&lt;/p&gt;\n&lt;p&gt;1.6 Local and national policies, regulatory frameworks and guidelines for prescribing where appropriate; knowledge of pharmacotherapeutics relative to your scope of practice&lt;/p&gt;\n&lt;p&gt;1.7 Strategies to mitigate risk&lt;/p&gt;\n&lt;p&gt;1.8 The importance of evidence-based practice and technology, such as genomics, to underpin and inform decisions made about care and treatment.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Education&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;2.1 Recognise and respond to individuals’ motivation, development stage and capacity; work in partnership to empower individuals to participate in decisions about care designed to maximise their health and wellbeing&lt;/p&gt;\n&lt;p&gt;2.2 Assess own learning needs and engage in self-directed learning to maximise potential to lead and transform care and services&lt;/p&gt;\n&lt;p&gt;2.3 Work collaboratively to identify and meet the learning and development needs of health or care professionals; support practice education; act as a role model and mentor&lt;/p&gt;\n&lt;p&gt;2.4 Advocate and contribute to the development of an organisational culture that supports life-long learning and development, evidence-based practice and succession planning.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;2.1 Motivational theory and how to apply it to participation in health and social care; the value of empowerment and co-design&lt;/p&gt;\n&lt;p&gt;2.2 Your role, responsibility and motivation to manage your own learning; the range of tools and techniques that can be used to direct own learning, set goals and evaluate learning&lt;/p&gt;\n&lt;p&gt;2.3 The application of teaching and learning theories and models in health and care; how to identify learning needs; organisational and professional roles and responsibilities in relation to life-long learning&lt;/p&gt;\n&lt;p&gt;2.4 The importance and impact of organisational culture in learning and development; techniques to influence organisational culture.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;th&gt;You will be able to:&lt;/th&gt;\n&lt;th&gt;You will know and understand:&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Clinical&lt;/strong&gt;&lt;strong&gt;&amp;nbsp;Leadership&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;3.1 Demonstrate the impact of advanced clinical practice within your scope of practice and the wider community&lt;/p&gt;\n&lt;p&gt;3.2 Use your advanced clinical expertise to provide consultancy across professional and service boundaries; drive service development and influence clinical practices to enhance quality productivity and value&lt;/p&gt;\n&lt;p&gt;3.3 Provide professional leadership and supervision in situations that are complex and unpredictable; instill confidence and clinical credibility in others; work across boundaries to promote person-centred care&lt;/p&gt;\n&lt;p&gt;3.4 Actively seek and participate in peer review of your own and others’ practice across traditional health and social care boundaries&lt;/p&gt;\n&lt;p&gt;3.5 Identify the need for change; generate practice innovations; act as a role model; lead new practice and service redesign solutions in response to individuals’ feedback and service need&lt;/p&gt;\n&lt;p&gt;3.6 Establish and exercise your individual scope of practice within legal, ethical, professional and organisational policies, procedures and codes of conduct to manage risk and enhance the care experience&lt;/p&gt;\n&lt;p&gt;3.7 Identify and manage risk in own and others’ clinical practice; be receptive to challenge and demonstrate the ability to challenge others.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;3.1 Methods and systems to measure impact of advanced clinical practice&lt;/p&gt;\n&lt;p&gt;3.2 The implications and applications of epidemiological, demographic, social, political and professional trends and developments appropriate to your clinical practice&lt;/p&gt;\n&lt;p&gt;3.3 Theories, techniques and models of leadership and teamwork and how these can be applied across professional boundaries in health and social care&lt;/p&gt;\n&lt;p&gt;3.4 The importance and impact of peer review and evaluation in advanced clinical practice&lt;/p&gt;\n&lt;p&gt;3.5 Theories, models and techniques which can be deployed across health and social care systems to affect change at individual, team and organisational level&lt;/p&gt;\n&lt;p&gt;3.6 The range of legal, ethical, professional and organisational policies, procedures and codes of conduct that apply to your practice&lt;/p&gt;\n&lt;p&gt;3.7 The range of evidence-based strategies to manage risk in clinical practice.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Research&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;4.1 Engage in research activity; develop and apply evidence-based strategies that are evaluated to enhance the quality, safety, productivity and value for money of health and care&lt;/p&gt;\n&lt;p&gt;4.2 Evaluate and audit your own and others’ clinical practice and act on the findings&lt;/p&gt;\n&lt;p&gt;4.3 Alert individuals and organisations to gaps in evidence; initiate and/or lead evidence-based activity that aims to enhance clinical practice and contribute to the evidence base; support others to develop their research capability&lt;/p&gt;\n&lt;p&gt;4.4 Critically appraise and synthesise the outcomes of research, evaluation and audit; apply this within your own and others’ practice; act as a bridge between clinical and research practice; promote the use of evidence-based standards, policies and clinical guidelines&lt;/p&gt;\n&lt;p&gt;4.5 Develop and implement robust governance systems and systematic documentation processes&lt;/p&gt;\n&lt;p&gt;4.6 Disseminate your work through appropriate media to further advance clinical practices.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&lt;span&gt;4.1 National and international quality standards; the effect of policy on health and social care&lt;/span&gt;\n&lt;p&gt;4.2 The range of valid and reliable evaluation and audit methods used in clinical practice&lt;/p&gt;\n&lt;p&gt;4.3 The range of quantitative and qualitative research methodologies relevant for use in health and social care; the roles and responsibilities of those involved in research; the range of legal, ethical, professional, financial and organisational policies and procedures that will apply to your research activities; the importance and impact of research on advancing clinical practices&lt;/p&gt;\n&lt;p&gt;4.4 Critical appraisal techniques and how to apply new knowledge effectively to own and others’ clinical practice; the importance of integrating research into clinical practice; the range of evidence-based standards, policies and clinical guidelines which apply to own and others’ practice&lt;/p&gt;\n&lt;p&gt;4.5 The importance of effective governance systems and methods that can be used to ensure systematic documentation is in place&lt;/p&gt;\n&lt;span&gt;4.6 The value of disseminating research to advance clinical practice, enhancing the quality, safety, productivity and value for money of health and care; how to select and use media appropriately to optimise research impact.&amp;nbsp;&lt;/span&gt;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;blockquote&gt;&lt;span&gt;1. Individuals includes patients, service users, clients and customers&lt;/span&gt;&lt;br&gt;2. Refers to Advanced Clinical Practitioners working to the full scope of their practice&lt;/blockquote&gt;\n&lt;p&gt;&lt;br&gt;&amp;nbsp;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Advanced Clinical Practitioners are experienced clinicians who demonstrate expertise in their scope of practice. Advanced Clinical Practitioners manage defined episodes of clinical care independently, from beginning to end, providing care and treatment from the time an individual first presents through to the end of the episode, which may include admission, referral or discharge or care at home. They carry out their full range of duties in relation to individuals’ physical and mental healthcare and in acute, primary, urgent and emergency settings (including hospitals, general practice, individuals’ homes, schools and prisons, and in the public, independent, private and charity sectors). They combine expert clinical skills with research, education and clinical leadership within their scope of practice. Advanced Clinical Practitioners work innovatively on a one to one basis with individuals as well as part of a wider team. They work as part of the wider health and social care team and across traditional professional boundaries in health and social care.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "80fa42c4-9ad2-427e-bf67-e87e98a63368",
      "detail": "Local, national policies and procedures within your scope of practice, the professional and regulatory codes of conduct relevant to your advanced clinical practice; the importance of working within boundaries of practice; the range of physical, psychological, pharmacological, diagnostic and therapeutic interventions within your scope of practice"
    },
    {
      "knowledgeId": "6c5d76b6-703f-4f1a-a585-3d436f3f02b5",
      "detail": "The range of physical, psychological and population based assessment methods used within your area of practice and the application of pathophysiology to underpin assessment and diagnosis"
    },
    {
      "knowledgeId": "70532251-87f6-4fac-8847-f46c4274dfdb",
      "detail": "The causes, signs, symptoms and impact of physical and mental health conditions within your scope of practice; how to draw on a diverse range of knowledge and critical thinking in your decision-making to determine evidence- based therapeutic interventions"
    },
    {
      "knowledgeId": "5a930afa-a15f-4ec1-9938-e0d1b4c057a2",
      "detail": "How to assess risk in relation to health and wellbeing; the principles of health promotion and prevention; strategies to engage and influence people; the range of health promotion tools available including the importance of therapeutic communication and behavioural change"
    },
    {
      "knowledgeId": "5fa7f4ba-8c53-4ee2-af5d-6a6ede4eb76a",
      "detail": "How to plan and manage a defined episode of care within your area of clinical practice, which may include admission, referral or discharge, to other services; methods and techniques to evaluate interventions and how to use the outcomes to instigate service development"
    },
    {
      "knowledgeId": "da03526c-e9f5-40db-8574-175a67437763",
      "detail": "Local and national policies, regulatory frameworks and guidelines for prescribing where appropriate; knowledge of pharmacotherapeutics relative to your scope of practice"
    },
    {
      "knowledgeId": "4e9cbfbe-c5f8-43bf-84d5-c5f0220f2046",
      "detail": "Strategies to mitigate risk"
    },
    {
      "knowledgeId": "07d966c4-22dd-44d5-9886-1d09e883aa49",
      "detail": "The importance of evidence-based practice and technology, such as genomics, to underpin and inform decisions made about care and treatment."
    },
    {
      "knowledgeId": "13a88247-03ae-4c32-95f1-fd2a2ccc84ff",
      "detail": "Motivational theory and how to apply it to participation in health and social care; the value of empowerment and co-design"
    },
    {
      "knowledgeId": "ffd4b40c-7482-4960-aa3d-810bbe1bbd11",
      "detail": "Your role, responsibility and motivation to manage your own learning; the range of tools and techniques that can be used to direct own learning, set goals and evaluate learning"
    },
    {
      "knowledgeId": "18b139ff-08dc-47de-b4a6-e80042a3baec",
      "detail": "The application of teaching and learning theories and models in health and care; how to identify learning needs; organisational and professional roles and responsibilities in relation to life-long learning"
    },
    {
      "knowledgeId": "157c8c43-694e-4cfc-97a2-be4d75b55fb1",
      "detail": "The importance and impact of organisational culture in learning and development; techniques to influence organisational culture."
    },
    {
      "knowledgeId": "9b5de52f-dee9-406b-9e95-868bb25c83b6",
      "detail": " Methods and systems to measure impact of advanced clinical practice"
    },
    {
      "knowledgeId": "cfa44d4d-494a-4b51-9fc4-0c887e4768c1",
      "detail": " The implications and applications of epidemiological, demographic, social, political and professional trends and developments appropriate to your clinical practice"
    },
    {
      "knowledgeId": "6e1c5318-c1cd-463f-a436-1f63319cb02b",
      "detail": "Theories, techniques and models of leadership and teamwork and how these can be applied across professional boundaries in health and social care"
    },
    {
      "knowledgeId": "b6c3f980-8986-4bfb-a47d-8a36309db16b",
      "detail": " The importance and impact of peer review and evaluation in advanced clinical practice"
    },
    {
      "knowledgeId": "c82a4496-b006-4795-a016-960d71e3fbd4",
      "detail": " Theories, models and techniques which can be deployed across health and social care systems to affect change at individual, team and organisational level"
    },
    {
      "knowledgeId": "f556965d-5125-4cfd-bcd6-39fad69e400a",
      "detail": "The range of legal, ethical, professional and organisational policies, procedures and codes of conduct that apply to your practice"
    },
    {
      "knowledgeId": "a4dd8761-d420-49f3-8702-7b32a475d961",
      "detail": "The range of evidence-based strategies to manage risk in clinical practice."
    },
    {
      "knowledgeId": "0b2fa3ff-7301-4eb5-af57-3c2d2eeaf2a6",
      "detail": "National and international quality standards; the effect of policy on health and social care"
    },
    {
      "knowledgeId": "d75788f2-2a4a-4470-8e5b-784190c65caf",
      "detail": "The range of valid and reliable evaluation and audit methods used in clinical practice"
    },
    {
      "knowledgeId": "a026db95-0491-4059-b05b-e8a03f673d67",
      "detail": "The range of quantitative and qualitative research methodologies relevant for use in health and social care; the roles and responsibilities of those involved in research; the range of legal, ethical, professional, financial and organisational policies and procedures that will apply to your research activities; the importance and impact of research on advancing clinical practices"
    },
    {
      "knowledgeId": "3248bc19-495d-44df-b122-c1577effb786",
      "detail": "Critical appraisal techniques and how to apply new knowledge effectively to own and others’ clinical practice; the importance of integrating research into clinical practice; the range of evidence-based standards, policies and clinical guidelines which apply to own and others’ practice"
    },
    {
      "knowledgeId": "d605f161-5cb5-4392-988d-0f568c4daf0f",
      "detail": "The importance of effective governance systems and methods that can be used to ensure systematic documentation is in place"
    },
    {
      "knowledgeId": "0709cb6f-e814-4886-861b-414501ac55c3",
      "detail": "The value of disseminating research to advance clinical practice, enhancing the quality, safety, productivity and value for money of health and care; how to select and use media appropriately to optimise research impact. "
    }
  ],
  "behaviours": [
    {
      "behaviourId": "edd0f255-0b4a-48f3-bbd5-0155bd63c20c",
      "detail": "You will treat people with dignity, respecting people’s diversity, beliefs, culture, needs, values, privacy and preferences, show respect and empathy for those you work with, have the courage to challenge areas of concern and work to best practice, be adaptable, reliable and consistent, show discretion, resilience and self-awareness."
    }
  ],
  "skills": [
    {
      "skillId": "1c2b695f-7322-4a87-9e2b-22ff1fc6e1f4",
      "detail": "Practise with a high level of autonomy and be accountable for your decisions and omissions; work in line with your code of professional conduct, professional standards and scope of practice"
    },
    {
      "skillId": "8e0c46df-8461-4f44-9a72-a4b5f2ca06ba",
      "detail": "Assess individuals and families using person-centred approaches and a range of assessment methods, for example including history taking, holistic examination, requesting and interpreting diagnostic tests or conducting health and care needs assessments"
    },
    {
      "skillId": "2fb4d404-f005-4c49-919f-f2e7e69c9362",
      "detail": "Use multi-agency and inter-professional resources, critical thinking, independent decision-making skills, problem solving skills and professional judgement to formulate and act on potential diagnoses"
    },
    {
      "skillId": "bca1f2e7-35c7-4c29-bc0a-92c1c5c6d8bc",
      "detail": "Assess individuals for risk factors and their impact on health and wellbeing; facilitate and encourage individuals to manage their own health and make informed choices; support individuals with an ongoing plan for preventative and rehabilitative measures"
    },
    {
      "skillId": "f2e7cb8c-095c-46c1-90e5-342ce6de3007",
      "detail": "Use expertise in clinical reasoning to plan and manage day to day, complex and unpredictable episodes of care; evaluate events to improve future care and service delivery; discharge or refer appropriately to other services"
    },
    {
      "skillId": "dae87e4d-55c5-4594-80a1-04c46209aa8b",
      "detail": "Initiate and evaluate a range of interventions which may include prescribing of medicines, therapies and care"
    },
    {
      "skillId": "87779539-057f-4b89-aeab-7b030cb75128",
      "detail": "Ensure safety of individuals and families through the appropriate management of risk"
    },
    {
      "skillId": "525cbe79-829c-4fd6-bba7-6aa6772c4e50",
      "detail": "Seek out and apply contemporary, high-quality evidence-based resources and existing and emerging technology as appropriate."
    },
    {
      "skillId": "a3e55bbf-be26-4851-a2f9-f4b3a07b7cad",
      "detail": "Recognise and respond to individuals’ motivation, development stage and capacity; work in partnership to empower individuals to participate in decisions about care designed to maximise their health and wellbeing"
    },
    {
      "skillId": "ccfd967d-13e7-4d1c-8f8e-63b419d581b6",
      "detail": "Assess own learning needs and engage in self-directed learning to maximise potential to lead and transform care and services"
    },
    {
      "skillId": "f43d5a74-2cfa-4a37-9559-0aa406f1f0e6",
      "detail": "Work collaboratively to identify and meet the learning and development needs of health or care professionals; support practice education; act as a role model and mentor"
    },
    {
      "skillId": "f9625cde-88c5-48af-8d62-3e413f5c31c9",
      "detail": "Advocate and contribute to the development of an organisational culture that supports life-long learning and development, evidence-based practice and succession planning."
    },
    {
      "skillId": "61094935-92e1-4424-95b2-71edfb254068",
      "detail": "Demonstrate the impact of advanced clinical practice within your scope of practice and the wider community"
    },
    {
      "skillId": "035352ad-5139-4db1-986f-5b055d4cd2d4",
      "detail": "Use your advanced clinical expertise to provide consultancy across professional and service boundaries; drive service development and influence clinical practices to enhance quality productivity and value"
    },
    {
      "skillId": "1ca67ec9-ad13-49ac-93df-3f1fe394b36e",
      "detail": "Provide professional leadership and supervision in situations that are complex and unpredictable; instill confidence and clinical credibility in others; work across boundaries to promote person-centred care"
    },
    {
      "skillId": "b0ed5a24-fa74-4752-891d-6f9fa503895b",
      "detail": " Actively seek and participate in peer review of your own and others’ practice across traditional health and social care boundaries"
    },
    {
      "skillId": "d8239b1a-337a-4bf2-bb24-4d77b58456d6",
      "detail": "Identify the need for change; generate practice innovations; act as a role model; lead new practice and service redesign solutions in response to individuals’ feedback and service need"
    },
    {
      "skillId": "6c88ad97-1a5e-4320-99ce-61dc54c2308f",
      "detail": "Establish and exercise your individual scope of practice within legal, ethical, professional and organisational policies, procedures and codes of conduct to manage risk and enhance the care experience"
    },
    {
      "skillId": "31666adf-e055-4566-ab9d-7bcd2e47425b",
      "detail": " Identify and manage risk in own and others’ clinical practice; be receptive to challenge and demonstrate the ability to challenge others."
    },
    {
      "skillId": "6bc2c21d-e4af-4f2b-b9dd-a3c9f3f7d7d2",
      "detail": "Engage in research activity; develop and apply evidence-based strategies that are evaluated to enhance the quality, safety, productivity and value for money of health and care"
    },
    {
      "skillId": "fcda1680-0b2f-4912-81fa-7f7859982dd6",
      "detail": "Evaluate and audit your own and others’ clinical practice and act on the findings"
    },
    {
      "skillId": "33c5d0cb-987d-4789-b0d9-26af63c398fe",
      "detail": " Alert individuals and organisations to gaps in evidence; initiate and/or lead evidence-based activity that aims to enhance clinical practice and contribute to the evidence base; support others to develop their research capability"
    },
    {
      "skillId": "69ff5899-c35f-4177-9aaf-6b157e133692",
      "detail": "Critically appraise and synthesise the outcomes of research, evaluation and audit; apply this within your own and others’ practice; act as a bridge between clinical and research practice; promote the use of evidence-based standards, policies and clinical guidelines"
    },
    {
      "skillId": "9c4eea5c-e528-406e-a09d-d1939525dd96",
      "detail": "Develop and implement robust governance systems and systematic documentation processes"
    },
    {
      "skillId": "278a8065-a447-4c9b-8790-1e2777d0b9b0",
      "detail": "Disseminate your work through appropriate media to further advance clinical practices."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2018-03-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0076",
  "tbMainContact": "healthcare.trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "Derby Teaching Hospitals NHS Foundation Trust, Imperial College Healthcare NHS Trust, Sheffield Teaching Hospitals NHS Foundation Trust, Central Manchester NSH Foundation Trust, Kent Community Health NHS Foundation Trust, Frimley Health NHS Foundation Trust, Great Ormond Street Hospital for Children NHS Foundation Trust, South Western Ambulance Service NHS Foundation Trust, Oxford University Hospitals NHS Foundation Trust, St Christopher’s Hospice",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health professional",
  "clusterId": "6",
  "clusterDescription": "Provide direct patient contact along with high quality diagnosis and care working independently and with other health professionals",
  "createdDate": "2017-11-14T17:11:27 +00:00",
  "lastUpdated": "2022-03-07T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-03-27T00:00:00 +00:00",
  "banners": "A temporary dispensation has been applied to the ST0564 Advanced Clinical Practitioner end-point assessment plan version V1.0 for this apprenticeship. The dispensation will last until the plan is revised or the dispensation is no longer necessary.End-point assessment organisations (EPAOs) delivering EPAs for the apprenticeship will implement the dispensation as required, supported and monitored by the relevant EQA provider.&nbsp;The key changes are:&nbsp;Assessment method 1 – Open Book examination, include a 20 minute -pre-reading period prior to the 2 hour duration for the exam. The pre-read session is standalone to allow students to read through the exam paper and plan their time before beginning the exam.&nbsp;Assessment method 2 - Presentation of practice, removal of element 1 clinical practice change 1,500 word report. The KSBs mapped to this element are to be assessed via the presentation and panel questions. Timings for the presentation are to be altered to 60 minutes in total, 40 minutes for the presentation delivery and 20 minutes for the questions from the panel.",
  "occupationCode": "OCC0564",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0564-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0564-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-03-07T00:00:00"
}