{
  "templateType": "Apprenticeship Standard",
  "larsCode": 427,
  "referenceNumber": "ST0593",
  "learningAimClassCode": "",
  "title": "Community safety advisor",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0593",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2025-01-31T00:00:00",
  "earliestStartDate": "2019-03-22T00:00:00",
  "latestStartDate": "2025-02-02T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Working within local communities providing life-improving advice, guidance and interventions.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 3500,
  "maxFundingAdditionalInformation": "",
  "route": "Protective services",
  "keywords": [
    "community",
    "safety",
    "advisor",
    "public",
    "services",
    "advice",
    "guidance"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3211/st0593_community-safety-advisor_l3_ap-ready-for-publication_200619_qm.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.4 Public services",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Community Safety Advisor works within local communities providing life-improving advice, guidance and interventions that support people to remain safe and reduce from risks of harm such as fire, falls, crime or due to the circumstances in which the individual is living. A Community Safety Advisor will be part of a multi-agency team working in partnership with a wide range of organisations that provide support to the community. Potential organisations you could be working for may include the emergency services, NHS and/or local authorities.&amp;nbsp; Community Safety Advisors work in a wide range of different environments such as; homes, education centres, public buildings and at events. &amp;nbsp;A Community Safety Advisor needs to have a good understanding of the communities in which they work and be able to engage with all members of that community. Their role is to raise awareness of specific issues relevant to the community, help reduce and minimise these risks, and provide appropriate and effective interventions to address these. Interventions could include brief advice, screening, signposting, fitting risk reduction equipment, advocacy, promoting self-help and providing literature and information.&amp;nbsp; It is also important that they promote equality and diversity in their role. &amp;nbsp;The focus of the role will be dependent on the organisation in which the Community Safety Advisor is employed, national and local policy and priorities and the make up of the local community.&lt;/p&gt;\n&lt;p&gt;A community safety advisor works collaboratively as part of a team, whilst they may carry visits and community activities alone they will always seek support and guidance from their manager/team leader or other partner agency colleagues for decisions that need to be made.&lt;/p&gt;\n&lt;p&gt;The day to day duties and responsibilities of a Community Safety Advisor:&lt;/p&gt;\n&lt;p&gt;The Community Safety Advisor role involves various tasks and responsibilities and could include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Visit the homes of vulnerable members of the community&lt;/li&gt;\n&lt;li&gt;Identify hazards and support needs and assess risk (such as falls, fuel poverty, social isolation and fire risk);&lt;/li&gt;\n&lt;li&gt;Evaluate the urgency and importance of such risks;&lt;/li&gt;\n&lt;li&gt;Make sound judgements in order to address these concerns (such as advising on safety equipment and adaptions);&lt;/li&gt;\n&lt;li&gt;Fit equipment to property to improve the safety of the individuals within the property, this could be window locks, door chains, smoke alarms, panic alarms, etc&lt;/li&gt;\n&lt;li&gt;Offer and provide appropriate support, information, advice and guidance&lt;/li&gt;\n&lt;li&gt;Make referrals to other agencies and/or colleagues using correct processes, as appropriate (including raising safe guarding issues);&lt;/li&gt;\n&lt;li&gt;Record the interventions and actions taken to support decision making and referrals;&lt;/li&gt;\n&lt;li&gt;Follow up on previous visits to review outcomes and offer continued support&lt;/li&gt;\n&lt;li&gt;Review/evaluate the actions taken and monitor the situation.&lt;/li&gt;\n&lt;li&gt;Deliver a variety of education packages to individuals and groups to encourage good practice and positive changes in behaviour, this could include:\n&lt;ul&gt;\n&lt;li&gt;road safety;&lt;/li&gt;\n&lt;li&gt;anti-social behaviour;&lt;/li&gt;\n&lt;li&gt;healthy improvement/life-style choices;&lt;/li&gt;\n&lt;li&gt;fire safety.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/li&gt;\n&lt;li&gt;Collaborate with partner agencies and key community groups to deliver key initiatives&lt;/li&gt;\n&lt;li&gt;Assist in the delivery of the area plan&lt;/li&gt;\n&lt;li&gt;Visiting school and other organisations within the community Support community events and attend community and other agency meetings&lt;/li&gt;\n&lt;li&gt;Engage with all communities, partner agencies and voluntary sectors to work towards longer term solutions and implementing initiatives. Record actions and produce reports as required&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;The Community Safety Advisor, will signpost and refer individuals to appropriate agencies as necessary in accordance to organisational procedures and processes. Whilst agencies may have different remits, the role of the Community Safety Advisor focuses on improving the lives of individuals within the community in which they work.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Employers can recruit candidates without English and Maths at Level 2 or above, however the candidate must achieve Level 2 English and Maths prior to taking the End-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&amp;nbsp; Some employers may set out additional and/or local requirements for entry.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Upon completion of the Apprenticeship, the Community Safety Advisor will know&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The demographics and cultural sensitivities of the community and how this will impact on their work&lt;/li&gt;\n&lt;li&gt;Vulnerability and societal risk factors such as: age, religion, minority ethnic groups, high areas of concentration of specific populations, cultural differences and how to identify and assess the risks.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;The procedures for implementing risk management plans such as; life-style choices, mental health, dementia, anti-social behaviour, crime and poverty and the potential risks&lt;/li&gt;\n&lt;li&gt;The principles of fire prevention and protection. (prevention = escape plans, hazard spotting, smoke detection. Basic fire protection principles such as fire doors, means of escape and smoke and heat detection)&lt;/li&gt;\n&lt;li&gt;The principles and methods of property and personal protection and safety for example: security of the home, personal security inside and outside of the home&lt;/li&gt;\n&lt;li&gt;The principles of promoting health and well-being, e.g. smoking and substance misuse, diet and obesity, mental health&lt;/li&gt;\n&lt;li&gt;&amp;nbsp;Referral points and referral processes, both internal departments, such as youth engagement and external agencies, e.g. drug and alcohol services, mental health, safeguarding, falls services and housing&lt;/li&gt;\n&lt;li&gt;Safeguarding of both children and vulnerable adults. The relevant legislation, regulation, processes and procedures and how this impacts on your role; including Mental Capacity Act and Prevent Duty – how to recognise and act on identified radicalisation&lt;/li&gt;\n&lt;li&gt;Different interventions to minimise risk and when they should be used such as; brief advice, screening, signposting, fitting risk reduction equipment, advocacy, promoting self-help and providing literature and information.&lt;/li&gt;\n&lt;li&gt;The legislation, policies and procedures in relation to community safety and how this affects their role, including; Data Protection, Confidentiality, Health and Safety and Lone Working&lt;/li&gt;\n&lt;li&gt;The procedure to follow and the checks to make when carrying out home and community visits&lt;/li&gt;\n&lt;li&gt;Behavioural change techniques, such as brief interventions and brief advice&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Upon completion of the Apprenticeship, the Community Safety Advisor will be able to&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Deliver risk reduction advice and interventions in the community, that may relate to topics such as: road safety, fire prevention, fire setting, water safety and health and life-style choices.&lt;/li&gt;\n&lt;li&gt;Providing and/or fitting risk reduction equipment such as window locks, door chains, personal alarms, smoke alarms, carbon monoxide alarms, fire blankets, fall prevention equipment, etc.&amp;nbsp;&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Assess risks and provide appropriate advice, interventions and solutions and recognise when a situation is beyond the scope of their role and take appropriate action&lt;/li&gt;\n&lt;li&gt;Work collaboratively with internal and external partners and agencies to make appropriate referrals&lt;/li&gt;\n&lt;li&gt;Share relevant information and respond with courtesy, clarity and accuracy to enquiries from stakeholders and other agencies&lt;/li&gt;\n&lt;li&gt;Work independently and proactively as part of a team; managing work, prioritising tasks, planning and leading visits, situational awareness regarding personal safety and the safety of others&lt;/li&gt;\n&lt;li&gt;Communicate effectively with others and adapt communication media, methods and styles to suit a diverse audience(s); age, culture, language, learning needs and other disabilities&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Work alongside partner organisations or as part of a multi-disciplinary team to improve, mitigate and solve community safety issues or concerns.&lt;/li&gt;\n&lt;li&gt;Review and evaluate the actions taken against and undertake follow up actions as necessary&lt;/li&gt;\n&lt;li&gt;Record information accurately within agreed organisational guidelines&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Diversity and inclusion:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Be proactive in promoting equality and diversity in the team and community they work in. Treat colleagues and community members with compassion and empathy, without bias or prejudice. Respect diversity, beliefs, culture and values.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Professional integrity:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Demonstrate the highest standards of professionalism and trustworthiness, making sure that organisational values, moral codes and ethical standards are always upheld. Act in the best interests of the community (both individual and as a whole), seeking guidance when necessary. Has a proactive approach to collaboration with colleagues from own and other organisations by offering help, support and guidance.&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Personal resilience and emotional intelligence:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Manage own emotions in challenging situations with members of the community, remaining calm and professional. Recognise when to seek support for own welfare.&lt;/li&gt;\n&lt;li&gt;A collaborative approach is central to how they work, showing empathy and being mindful to the views/needs of others. Show empathy and compassion to others&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Personal commitment:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;A high level of professionalism, reliability and dependability. Follow organisational instructions when given. Take ownership for own professional performance and continuous development. Be tenacious and focused to see projects through to completion. A proven self-starter and have an adaptable approach to meet changing work priorities&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Duration &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprenticeship will take typically between 12 to 18 months to complete.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Progression &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Further training and qualifications could lead to career pathways within the protective services sector such as Police or Fire and Rescue Services as well as across other organisations that work within the community such as working within the Youth Justice Sector, Health and Housing.&amp;nbsp;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship is Level 3&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard will be reviewed in 3 years. &amp;nbsp;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;A Community Safety Advisor works within local communities providing life-improving advice, guidance and interventions that support people to remain safe and reduce from risks of harm such as fire, falls, crime or due to the circumstances in which the individual is living. A Community Safety Advisor will be part of a multi-agency team working in partnership with a wide range of organisations that provide support to the community. Potential organisations you could be working for may include the emergency services, NHS and/or local authorities. Community Safety Advisors work in a wide range of different environments such as; homes, education centres, public buildings and at events. A Community Safety Advisor needs to have a good understanding of the communities in which they work and be able to engage with all members of that community. Their role is to raise awareness of specific issues relevant to the community, help reduce and minimise these risks, and provide appropriate and effective interventions to address these. Interventions could include brief advice, screening, signposting, fitting risk reduction equipment, advocacy, promoting self-help and providing literature and information. It is also important that they promote equality and diversity in their role. The focus of the role will be dependent on the organisation in which the Community Safety Advisor is employed, national and local policy and priorities and the make up of the local community. A community safety advisor works collaboratively as part of a team, whilst they may carry visits and community activities alone they will always seek support and guidance from their manager/team leader or other partner agency colleagues for decisions that need to be made. The day to day duties and responsibilities of a Community Safety Advisor: The Community Safety Advisor role involves various tasks and responsibilities and could include: Visit the homes of vulnerable members of the community Identify hazards and support needs and assess risk (such as falls, fuel poverty, social isolation and fire risk); Evaluate the urgency and importance of such risks; Make sound judgements in order to address these concerns (such as advising on safety equipment and adaptions); Fit equipment to property to improve the safety of the individuals within the property, this could be window locks, door chains, smoke alarms, panic alarms, etc Offer and provide appropriate support, information, advice and guidance Make referrals to other agencies and/or colleagues using correct processes, as appropriate (including raising safe guarding issues); Record the interventions and actions taken to support decision making and referrals; Follow up on previous visits to review outcomes and offer continued support Review/evaluate the actions taken and monitor the situation. Deliver a variety of education packages to individuals and groups to encourage good practice and positive changes in behaviour, this could include: road safety; anti-social behaviour; healthy improvement/life-style choices; fire safety. Collaborate with partner agencies and key community groups to deliver key initiatives Assist in the delivery of the area plan Visiting school and other organisations within the community Support community events and attend community and other agency meetings Engage with all communities, partner agencies and voluntary sectors to work towards longer term solutions and implementing initiatives. Record actions and produce reports as required The Community Safety Advisor, will signpost and refer individuals to appropriate agencies as necessary in accordance to organisational procedures and processes. Whilst agencies may have different remits, the role of the Community Safety Advisor focuses on improving the lives of individuals within the community in which they work.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "bda4b868-3786-4037-8c43-52221d6c8947",
      "detail": "The demographics and cultural sensitivities of the community and how this will impact on their work"
    },
    {
      "knowledgeId": "4090068a-cda0-4124-9d88-2b9c4e35d76a",
      "detail": "Vulnerability and societal risk factors such as: age, religion, minority ethnic groups, high areas of concentration of specific populations, cultural differences and how to identify and assess the risks"
    },
    {
      "knowledgeId": "be9ae8d3-4815-49fd-8073-c320bcc739d2",
      "detail": "The procedures for implementing risk management plans such as; life-style choices, mental health, dementia, anti-social behaviour, crime and poverty and the potential risks"
    },
    {
      "knowledgeId": "ed57b784-2f81-4c80-9c13-62e83566f15f",
      "detail": "The principles of fire prevention and protection. (Prevention = escape plans, hazard spotting, smoke detection. Basic fire protection principles such as fire doors, means of escape and smoke and heat detection)"
    },
    {
      "knowledgeId": "531c8a39-6b99-4b84-9ee3-a5c7037c3c7f",
      "detail": "The principles and methods of property and personal protection and safety for example: security of the home, personal security inside and outside of the home"
    },
    {
      "knowledgeId": "83417a57-7bd6-4a0e-b50f-1921512cffba",
      "detail": "The principles of promoting health and well-being, e.g. smoking and substance misuse, diet and obesity, mental health"
    },
    {
      "knowledgeId": "7f9d8ed2-a085-4369-a32c-0aac83f9c520",
      "detail": "Referral points and referral processes, both internal departments, such as youth engagement and external agencies, e.g. drug and alcohol services, mental health, safeguarding, falls services and housing"
    },
    {
      "knowledgeId": "d8e66f0e-3b4c-468a-aaa9-9a3392855f3b",
      "detail": "Safeguarding of both children and vulnerable adults. The relevant legislation, regulation, processes and procedures and how this impacts on your role; including Mental Capacity Act and Prevent Duty – how to recognise and act on identified radicalisation"
    },
    {
      "knowledgeId": "1437f640-92c7-4dfa-a846-5902bad72f2c",
      "detail": "Different interventions to minimise risk and when they should be used such as; brief advice, screening, signposting, fitting risk reduction equipment, advocacy, promoting self-help and providing literature and information."
    },
    {
      "knowledgeId": "5a8c6875-204c-46e0-8963-fca37ee01157",
      "detail": "The legislation, policies and procedures in relation to community safety and how this affects their role, including; Data Protection, Confidentiality, Health and Safety and Lone Working"
    },
    {
      "knowledgeId": "978c47bd-f4a2-44e6-817c-2f3ee184f518",
      "detail": "The procedure to follow and the checks to make when carrying out home and community visits"
    },
    {
      "knowledgeId": "002847db-23d8-45af-bfe6-9af553cfaf79",
      "detail": "Behavioural change techniques, such as brief interventions and brief advice"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "21e4b023-2649-4976-bd2f-3bbaca240a7f",
      "detail": "Diversity and inclusion: Be proactive in promoting equality and diversity in the team and community they work in. Treat colleagues and community members with compassion and empathy, without bias or prejudice. Respect diversity, beliefs, culture and values."
    },
    {
      "behaviourId": "b48871cc-f34d-4a38-a973-d6b0490fc488",
      "detail": "Professional integrity: Demonstrate the highest standards of professionalism and trustworthiness, making sure that organisational values, moral codes and ethical standards are always upheld. Act in the best interests of the community (both individual and as a whole), seeking guidance when necessary. Has a proactive approach to collaboration with colleagues from own and other organisations by offering help, support and guidance. "
    },
    {
      "behaviourId": "6bb47eb6-f5a7-4296-8fdc-884e89aeb9d4",
      "detail": "Personal resilience and emotional intelligence: Manage own emotions in challenging situations with members of the community, remaining calm and professional. Recognise when to seek support for own welfare."
    },
    {
      "behaviourId": "db99ea2c-6379-42d8-8819-ecdf2a04d1e9",
      "detail": "Personal resilience and emotional intelligence: A collaborative approach is central to how they work, showing empathy and being mindful to the views/needs of others. Show empathy and compassion to others"
    },
    {
      "behaviourId": "9798f080-5964-49c1-8496-6ab3aec7aae0",
      "detail": "Personal commitment: A high level of professionalism, reliability and dependability. Follow organisational instructions when given. Take ownership for own professional performance and continuous development. Be tenacious and focused to see projects through to completion. A proven self-starter and have an adaptable approach to meet changing work priorities"
    }
  ],
  "skills": [
    {
      "skillId": "7d0e5724-2695-449b-91fc-73dba343caa1",
      "detail": "Deliver risk reduction advice and interventions in the community, that may relate to topics such as: road safety, fire prevention, fire setting, water safety and health and life-style choices"
    },
    {
      "skillId": "9bddd9d5-379a-4382-84e7-a6b7fe6329b9",
      "detail": "Providing and/or fitting risk reduction equipment such as window locks, door chains, personal alarms, smoke alarms, carbon monoxide alarms, fire blankets, fall prevention equipment, etc."
    },
    {
      "skillId": "96be5fa5-f576-48eb-b3bc-7257393a10cb",
      "detail": "Assess risks and provide appropriate advice, interventions and solutions and recognise when a situation is beyond the scope of their role and take appropriate action"
    },
    {
      "skillId": "ce83b769-cb4b-4c74-8ce9-5b69d751a3e0",
      "detail": "Work collaboratively with internal and external partners and agencies to make appropriate referrals"
    },
    {
      "skillId": "cb967da5-abb9-4ab7-ab15-85cca7f37e89",
      "detail": "Share relevant information and respond with courtesy, clarity and accuracy to enquiries from stakeholders and other agencies"
    },
    {
      "skillId": "49020ddd-215a-4a7f-97d8-329a62e8dbbb",
      "detail": "Work independently and proactively as part of a team; managing work, prioritising tasks, planning and leading visits, situational awareness regarding personal safety and the safety of others"
    },
    {
      "skillId": "79b17877-fe0b-4274-9e5f-e1cf9d8460ca",
      "detail": "Communicate effectively with others and adapt communication media, methods and styles to suit a diverse audience(s); age, culture, language, learning needs and other disabilities "
    },
    {
      "skillId": "74cef0ab-2c78-4d7a-b02a-eb9509eb672a",
      "detail": "Work alongside partner organisations or as part of a multi-disciplinary team to improve, mitigate and solve community safety issues or concerns."
    },
    {
      "skillId": "cbf9b0b0-2e20-4c55-a386-71f8c939927d",
      "detail": "Review and evaluate the actions taken against and undertake follow up actions as necessary"
    },
    {
      "skillId": "b84ad36f-4165-4f29-abd7-6008ef7d7133",
      "detail": "Record information accurately within agreed organisational guidelines"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-03-22T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0121",
  "tbMainContact": "peetc@manchesterfire.gov.uk ",
  "involvedEmployers": "Buckinghamshire & Milton Keynes Fire & Rescue Service, Cheshire Fire & Rescue Service, Devon & Somerset Fire & Rescue Service, Durham & Darlington Fire & Rescue Service, Greater Manchester Fire & Rescue Service, Hampshire Fire & Rescue Service, Humberside Fire & Rescue Service, Lancashire Fire & Rescue Service, London Fire Brigade, Merseyside Fire & Rescue Service, Staffordshire Fire & Rescue, West Midlands Fire & Rescue",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Protective Services",
  "cluster": "Protective service officer",
  "clusterId": "15",
  "clusterDescription": null,
  "createdDate": "2017-11-14T17:09:32 +00:00",
  "lastUpdated": "2025-01-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-03-22T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0593",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0593-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0593-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-02-02T00:00:00"
}