{
  "templateType": "Occupational Standard",
  "larsCode": 427,
  "referenceNumber": "ST0593",
  "learningAimClassCode": "",
  "title": "Community fire safety advisor",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0593",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Occupational standard, end-point assessment and funding band revised",
  "changedDate": "2025-01-31T00:00:00",
  "earliestStartDate": "2025-02-03T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Working within local communities providing life-improving advice, guidance and interventions.",
  "level": 3,
  "ePALength": 3,
  "typicalDuration": 12,
  "maxFunding": 7000,
  "maxFundingAdditionalInformation": "",
  "route": "Protective services",
  "keywords": [
    "community",
    "safety",
    "advisor",
    "public",
    "services",
    "advice",
    "guidance"
  ],
  "jobRoles": [
    "Community safety advisor",
    "Community safety advocate",
    "Community safety assistant",
    "Community safety officer",
    "Home fire safety visit officer",
    "Prevention advisor"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0593-v1-1?view=epa",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.4 Public services",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Community Safety Advisor works within local communities providing life-improving advice, guidance and interventions that support people to remain safe and reduce from risks of harm such as fire, falls, crime or due to the circumstances in which the individual is living. A Community Safety Advisor will be part of a multi-agency team working in partnership with a wide range of organisations that provide support to the community. Potential organisations you could be working for may include the emergency services, NHS and/or local authorities.&amp;nbsp; Community Safety Advisors work in a wide range of different environments such as; homes, education centres, public buildings and at events. &amp;nbsp;A Community Safety Advisor needs to have a good understanding of the communities in which they work and be able to engage with all members of that community. Their role is to raise awareness of specific issues relevant to the community, help reduce and minimise these risks, and provide appropriate and effective interventions to address these. Interventions could include brief advice, screening, signposting, fitting risk reduction equipment, advocacy, promoting self-help and providing literature and information.&amp;nbsp; It is also important that they promote equality and diversity in their role. &amp;nbsp;The focus of the role will be dependent on the organisation in which the Community Safety Advisor is employed, national and local policy and priorities and the make up of the local community.&lt;/p&gt;\n&lt;p&gt;A community safety advisor works collaboratively as part of a team, whilst they may carry visits and community activities alone they will always seek support and guidance from their manager/team leader or other partner agency colleagues for decisions that need to be made.&lt;/p&gt;\n&lt;p&gt;The day to day duties and responsibilities of a Community Safety Advisor:&lt;/p&gt;\n&lt;p&gt;The Community Safety Advisor role involves various tasks and responsibilities and could include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Visit the homes of vulnerable members of the community&lt;/li&gt;\n&lt;li&gt;Identify hazards and support needs and assess risk (such as falls, fuel poverty, social isolation and fire risk);&lt;/li&gt;\n&lt;li&gt;Evaluate the urgency and importance of such risks;&lt;/li&gt;\n&lt;li&gt;Make sound judgements in order to address these concerns (such as advising on safety equipment and adaptions);&lt;/li&gt;\n&lt;li&gt;Fit equipment to property to improve the safety of the individuals within the property, this could be window locks, door chains, smoke alarms, panic alarms, etc&lt;/li&gt;\n&lt;li&gt;Offer and provide appropriate support, information, advice and guidance&lt;/li&gt;\n&lt;li&gt;Make referrals to other agencies and/or colleagues using correct processes, as appropriate (including raising safe guarding issues);&lt;/li&gt;\n&lt;li&gt;Record the interventions and actions taken to support decision making and referrals;&lt;/li&gt;\n&lt;li&gt;Follow up on previous visits to review outcomes and offer continued support&lt;/li&gt;\n&lt;li&gt;Review/evaluate the actions taken and monitor the situation.&lt;/li&gt;\n&lt;li&gt;Deliver a variety of education packages to individuals and groups to encourage good practice and positive changes in behaviour, this could include:\n&lt;ul&gt;\n&lt;li&gt;road safety;&lt;/li&gt;\n&lt;li&gt;anti-social behaviour;&lt;/li&gt;\n&lt;li&gt;healthy improvement/life-style choices;&lt;/li&gt;\n&lt;li&gt;fire safety.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/li&gt;\n&lt;li&gt;Collaborate with partner agencies and key community groups to deliver key initiatives&lt;/li&gt;\n&lt;li&gt;Assist in the delivery of the area plan&lt;/li&gt;\n&lt;li&gt;Visiting school and other organisations within the community Support community events and attend community and other agency meetings&lt;/li&gt;\n&lt;li&gt;Engage with all communities, partner agencies and voluntary sectors to work towards longer term solutions and implementing initiatives. Record actions and produce reports as required&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;The Community Safety Advisor, will signpost and refer individuals to appropriate agencies as necessary in accordance to organisational procedures and processes. Whilst agencies may have different remits, the role of the Community Safety Advisor focuses on improving the lives of individuals within the community in which they work.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Employers can recruit candidates without English and Maths at Level 2 or above, however the candidate must achieve Level 2 English and Maths prior to taking the End-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&amp;nbsp; Some employers may set out additional and/or local requirements for entry.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Upon completion of the Apprenticeship, the Community Safety Advisor will know&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The demographics and cultural sensitivities of the community and how this will impact on their work&lt;/li&gt;\n&lt;li&gt;Vulnerability and societal risk factors such as: age, religion, minority ethnic groups, high areas of concentration of specific populations, cultural differences and how to identify and assess the risks.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;The procedures for implementing risk management plans such as; life-style choices, mental health, dementia, anti-social behaviour, crime and poverty and the potential risks&lt;/li&gt;\n&lt;li&gt;The principles of fire prevention and protection. (prevention = escape plans, hazard spotting, smoke detection. Basic fire protection principles such as fire doors, means of escape and smoke and heat detection)&lt;/li&gt;\n&lt;li&gt;The principles and methods of property and personal protection and safety for example: security of the home, personal security inside and outside of the home&lt;/li&gt;\n&lt;li&gt;The principles of promoting health and well-being, e.g. smoking and substance misuse, diet and obesity, mental health&lt;/li&gt;\n&lt;li&gt;&amp;nbsp;Referral points and referral processes, both internal departments, such as youth engagement and external agencies, e.g. drug and alcohol services, mental health, safeguarding, falls services and housing&lt;/li&gt;\n&lt;li&gt;Safeguarding of both children and vulnerable adults. The relevant legislation, regulation, processes and procedures and how this impacts on your role; including Mental Capacity Act and Prevent Duty – how to recognise and act on identified radicalisation&lt;/li&gt;\n&lt;li&gt;Different interventions to minimise risk and when they should be used such as; brief advice, screening, signposting, fitting risk reduction equipment, advocacy, promoting self-help and providing literature and information.&lt;/li&gt;\n&lt;li&gt;The legislation, policies and procedures in relation to community safety and how this affects their role, including; Data Protection, Confidentiality, Health and Safety and Lone Working&lt;/li&gt;\n&lt;li&gt;The procedure to follow and the checks to make when carrying out home and community visits&lt;/li&gt;\n&lt;li&gt;Behavioural change techniques, such as brief interventions and brief advice&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Upon completion of the Apprenticeship, the Community Safety Advisor will be able to&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Deliver risk reduction advice and interventions in the community, that may relate to topics such as: road safety, fire prevention, fire setting, water safety and health and life-style choices.&lt;/li&gt;\n&lt;li&gt;Providing and/or fitting risk reduction equipment such as window locks, door chains, personal alarms, smoke alarms, carbon monoxide alarms, fire blankets, fall prevention equipment, etc.&amp;nbsp;&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Assess risks and provide appropriate advice, interventions and solutions and recognise when a situation is beyond the scope of their role and take appropriate action&lt;/li&gt;\n&lt;li&gt;Work collaboratively with internal and external partners and agencies to make appropriate referrals&lt;/li&gt;\n&lt;li&gt;Share relevant information and respond with courtesy, clarity and accuracy to enquiries from stakeholders and other agencies&lt;/li&gt;\n&lt;li&gt;Work independently and proactively as part of a team; managing work, prioritising tasks, planning and leading visits, situational awareness regarding personal safety and the safety of others&lt;/li&gt;\n&lt;li&gt;Communicate effectively with others and adapt communication media, methods and styles to suit a diverse audience(s); age, culture, language, learning needs and other disabilities&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Work alongside partner organisations or as part of a multi-disciplinary team to improve, mitigate and solve community safety issues or concerns.&lt;/li&gt;\n&lt;li&gt;Review and evaluate the actions taken against and undertake follow up actions as necessary&lt;/li&gt;\n&lt;li&gt;Record information accurately within agreed organisational guidelines&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Diversity and inclusion:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Be proactive in promoting equality and diversity in the team and community they work in. Treat colleagues and community members with compassion and empathy, without bias or prejudice. Respect diversity, beliefs, culture and values.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Professional integrity:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Demonstrate the highest standards of professionalism and trustworthiness, making sure that organisational values, moral codes and ethical standards are always upheld. Act in the best interests of the community (both individual and as a whole), seeking guidance when necessary. Has a proactive approach to collaboration with colleagues from own and other organisations by offering help, support and guidance.&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Personal resilience and emotional intelligence:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Manage own emotions in challenging situations with members of the community, remaining calm and professional. Recognise when to seek support for own welfare.&lt;/li&gt;\n&lt;li&gt;A collaborative approach is central to how they work, showing empathy and being mindful to the views/needs of others. Show empathy and compassion to others&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Personal commitment:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;A high level of professionalism, reliability and dependability. Follow organisational instructions when given. Take ownership for own professional performance and continuous development. Be tenacious and focused to see projects through to completion. A proven self-starter and have an adaptable approach to meet changing work priorities&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Duration &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprenticeship will take typically between 12 to 18 months to complete.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Progression &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Further training and qualifications could lead to career pathways within the protective services sector such as Police or Fire and Rescue Services as well as across other organisations that work within the community such as working within the Youth Justice Sector, Health and Housing.&amp;nbsp;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship is Level 3&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard will be reviewed in 3 years. &amp;nbsp;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The occupation of community fire safety advisor can be found in the fire and rescue sector and other partner agencies. The fire sector is formed of three functions; prevention, protection and response. The occupation of community fire safety advisor is a role within the prevention function, linking closely with protection and response.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;A community fire safety advisor works to educate local communities to adopt safer behaviours. This includes providing advice, guidance and interventions that support people to remain safe and reduce from risks of harm such as fire, falls, crime or due to the circumstances in which the individual is living. The broad purpose of the occupation is to impart education as part of Fire and Rescue statutory duty. This is done through planning and undertaking home fire safety visits, providing advice and guidance to members of the community, and fitting fire safety equipment.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation will interact effectively with the community, partner agencies and colleagues to provide advice and guidance to members of the community. The community fire safety advisor will use the Person Centred Framework for Home Fire Safety Visits (HFSVs), local policy, procedures and guidance, in addition to delivering community safety initiatives to improve the overall safety of the public. Community fire safety advisors work at functional level within the fire sector, but they do not usually work at supervisory level or manage others.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "bda4b868-3786-4037-8c43-52221d6c8947",
      "detail": "The relevant legislation and guidance for the community fire safety advisor, including health and safety, safeguarding, data protection, sustainability, and equality, diversity, and inclusion."
    },
    {
      "knowledgeId": "4090068a-cda0-4124-9d88-2b9c4e35d76a",
      "detail": "The Person Centred Framework for Home Fire Safety Visits (HFSVs), local policy, procedures and guidance for delivering HFSVs."
    },
    {
      "knowledgeId": "be9ae8d3-4815-49fd-8073-c320bcc739d2",
      "detail": "The diverse local communities, their differing and changing needs and expectations and the implications for engaging with them to provide advice and to influence behaviour."
    },
    {
      "knowledgeId": "ed57b784-2f81-4c80-9c13-62e83566f15f",
      "detail": "Risks to welfare of themselves and colleagues during a HFSV and techniques for managing safety. "
    },
    {
      "knowledgeId": "531c8a39-6b99-4b84-9ee3-a5c7037c3c7f",
      "detail": "The main causes of fire in the home."
    },
    {
      "knowledgeId": "83417a57-7bd6-4a0e-b50f-1921512cffba",
      "detail": "The principles of a person-centred fire risk assessment."
    },
    {
      "knowledgeId": "7f9d8ed2-a085-4369-a32c-0aac83f9c520",
      "detail": "Person factors which impact risk, which could include physical health, mental health, learning disabilities, mobility, sensory impairment, age and frailty and culture."
    },
    {
      "knowledgeId": "d8e66f0e-3b4c-468a-aaa9-9a3392855f3b",
      "detail": "Behaviour factors which impact risk, which could include smoking, taking medication, substance and alcohol use, and bedtime routines."
    },
    {
      "knowledgeId": "1437f640-92c7-4dfa-a846-5902bad72f2c",
      "detail": "Home factors which impact risk, including property layout, fire protection and safety devices, state of maintenance and repair, clutter, egress, and the social environment."
    },
    {
      "knowledgeId": "5a8c6875-204c-46e0-8963-fca37ee01157",
      "detail": "Emerging risks that have been nationally or locally identified in relation to fire safety in the home."
    },
    {
      "knowledgeId": "978c47bd-f4a2-44e6-817c-2f3ee184f518",
      "detail": "The principles and practices for engaging other agencies."
    },
    {
      "knowledgeId": "002847db-23d8-45af-bfe6-9af553cfaf79",
      "detail": "The professional boundaries that define what interventions fire and rescue services (FRSs) and other organisations can deliver to make physical changes and encourage behavioural change."
    },
    {
      "knowledgeId": "00be84d8-da45-4409-86f2-7b666d45d835",
      "detail": "The advice, support and interventions to reduce risk in the community, including signposting and making referrals to other agencies."
    },
    {
      "knowledgeId": "40f5a118-418c-4352-ac1b-7e87fd72963e",
      "detail": "Techniques for delivering brief advice to influence positive behaviour change in different contexts."
    },
    {
      "knowledgeId": "9f5ed498-b37e-46bb-8d37-d8a68524ad08",
      "detail": "Techniques for managing conflicts and the use of de-escalation tactics. "
    },
    {
      "knowledgeId": "35756686-8c99-498f-b65b-cf28f1c40b5c",
      "detail": "Methods of reflection, and how reflecting on practice can lead to change. "
    },
    {
      "knowledgeId": "bbf7fde1-2e3e-4971-969b-0dde1dee41a4",
      "detail": "Current standards and guidelines for record keeping."
    },
    {
      "knowledgeId": "bfd96356-04a3-41fc-8cde-7be4da04f55e",
      "detail": "Public perceptions and expectations of FRSs and how this impacts the role."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "21e4b023-2649-4976-bd2f-3bbaca240a7f",
      "detail": "Embraces and values equality, diversity and inclusion, treating everyone with dignity and respect."
    },
    {
      "behaviourId": "b48871cc-f34d-4a38-a973-d6b0490fc488",
      "detail": "Committed and able to identify their own needs, develop self and reflect on practice."
    },
    {
      "behaviourId": "6bb47eb6-f5a7-4296-8fdc-884e89aeb9d4",
      "detail": "Acts with confidence and integrity, to create safe, effective and practical outcomes."
    },
    {
      "behaviourId": "db99ea2c-6379-42d8-8819-ecdf2a04d1e9",
      "detail": "Works within own level of authority, responsibility and competence and recognises when to seek support or assistance."
    },
    {
      "behaviourId": "9798f080-5964-49c1-8496-6ab3aec7aae0",
      "detail": "Committed to supporting a strong safety culture."
    },
    {
      "behaviourId": "b00ede2c-a326-4d3d-a0a6-b5e5cffac6ee",
      "detail": "Challenges unsafe or inappropriate behaviours and practices."
    },
    {
      "behaviourId": "4cfc4f9a-fe05-4153-99d9-ec7d57a75635",
      "detail": "Committed to respecting life, the law, the environment and putting communities first."
    }
  ],
  "skills": [
    {
      "skillId": "7d0e5724-2695-449b-91fc-73dba343caa1",
      "detail": "Interpret and implement legislation, data, and guidance in relation to HFSVs."
    },
    {
      "skillId": "9bddd9d5-379a-4382-84e7-a6b7fe6329b9",
      "detail": "Preparation for the visit, in line with local procedures and guidance."
    },
    {
      "skillId": "96be5fa5-f576-48eb-b3bc-7257393a10cb",
      "detail": "Provide advice, education and recommendations to members of the public through variety of interactions."
    },
    {
      "skillId": "ce83b769-cb4b-4c74-8ce9-5b69d751a3e0",
      "detail": "Check occupant’s understanding and ability to access all information provided."
    },
    {
      "skillId": "cb967da5-abb9-4ab7-ab15-85cca7f37e89",
      "detail": "Work with other professionals to support fire safety."
    },
    {
      "skillId": "49020ddd-215a-4a7f-97d8-329a62e8dbbb",
      "detail": "Manage risks to personnel associated with HFSVs."
    },
    {
      "skillId": "79b17877-fe0b-4274-9e5f-e1cf9d8460ca",
      "detail": "Observe, question and listen to occupants to inform fire risk assessment."
    },
    {
      "skillId": "74cef0ab-2c78-4d7a-b02a-eb9509eb672a",
      "detail": "Take a person-centred approach to fire risk assessment by considering the impact of person, behaviour and home factors on fire risk."
    },
    {
      "skillId": "cbf9b0b0-2e20-4c55-a386-71f8c939927d",
      "detail": "Identify and assess risks within the home, using the HFSV guidance."
    },
    {
      "skillId": "b84ad36f-4165-4f29-abd7-6008ef7d7133",
      "detail": "Deliver brief advice to encourage positive behaviour change that enables people to reduce risk."
    },
    {
      "skillId": "17398153-ed0e-47c9-a835-3bb59453d2dd",
      "detail": "Signpost interventions or make referrals internally and to partner agencies that meet the needs of the occupants to mitigate the identified risks."
    },
    {
      "skillId": "8ee0883c-4b98-44b3-8b43-72426cdb566c",
      "detail": "Deliver clear and achievable verbal and written fire safety advice to individuals and community groups."
    },
    {
      "skillId": "469a1361-39d7-489d-ac6a-165d564fe7ce",
      "detail": "Determine the need for, and demonstrate how to install and test, fire risk reduction equipment including smoke alarms and instruct occupants to use and maintain equipment effectively."
    },
    {
      "skillId": "fcda845f-d888-4284-817b-814eb8e75234",
      "detail": "Reflect and evaluate performance and practice to inform change and improvement."
    },
    {
      "skillId": "8685d204-5115-4ec5-b85b-0846d1721ea8",
      "detail": "Keep records accurately observing the requirements of data protection and organisational policy."
    },
    {
      "skillId": "51481074-0619-4a30-8d49-a0792a06d3d5",
      "detail": "Share relevant information and respond with courtesy, clarity and accuracy to enquiries from stakeholders and other agencies upholding responsibilities to data protection and confidentiality."
    },
    {
      "skillId": "164a679d-e176-4c74-ba17-1ae679e8b8f1",
      "detail": "Work independently and proactively as part of a team; managing work, prioritising tasks, planning and leading visits."
    },
    {
      "skillId": "c9f4c826-30e6-471c-84c8-2f079610bce7",
      "detail": "Communicate with others and adapt communication media, methods and styles to suit diverse audiences."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "2024-10-28T00:00:00 +00:00",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-03-22T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0121",
  "tbMainContact": "AshleyRoberts@merseyfire.gov.uk",
  "involvedEmployers": "Buckinghamshire Fire and Rescue Service, Citation, Devon and Somerset Fire and Rescue Service, Durham and Darlington Fire and Rescue Service, Greater Manchester Fire and Rescue Service, Humberside Fire and Rescue Service, Merseyside Fire & Rescue Service, SFJ Awards, National Fire Chiefs Council, National House-Building Council (NHBC), Sanctuary, Royal Berkshire Fire and Rescue Service, Shropshire Fire and Rescue Service, West Yorkshire Fire and Rescue Service, WFST.",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Community safety advisor",
    "Community safety advocate",
    "Community safety assistant",
    "Community safety officer",
    "Home fire safety visit officer",
    "Prevention advisor"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Protective Services",
  "cluster": "Protective Service Officer",
  "clusterId": "15",
  "clusterDescription": "Provide safety, security, prevention, enforcement, protection and investigation services largely on behalf of society",
  "createdDate": "2024-11-01T12:28:10 +00:00",
  "lastUpdated": "2025-01-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-03-22T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0593",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0593-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0593-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "7eaf0d97-ca8a-4c45-ac86-c59cfb11a213",
      "dutyDetail": "Plan and gather information for the purpose of Home Fire Safety Visits (HFSVs) and other community safety initiatives.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "21e4b023-2649-4976-bd2f-3bbaca240a7f",
        "db99ea2c-6379-42d8-8819-ecdf2a04d1e9"
      ],
      "mappedKnowledge": [
        "bda4b868-3786-4037-8c43-52221d6c8947",
        "4090068a-cda0-4124-9d88-2b9c4e35d76a",
        "be9ae8d3-4815-49fd-8073-c320bcc739d2",
        "ed57b784-2f81-4c80-9c13-62e83566f15f",
        "531c8a39-6b99-4b84-9ee3-a5c7037c3c7f",
        "83417a57-7bd6-4a0e-b50f-1921512cffba",
        "7f9d8ed2-a085-4369-a32c-0aac83f9c520",
        "d8e66f0e-3b4c-468a-aaa9-9a3392855f3b",
        "1437f640-92c7-4dfa-a846-5902bad72f2c",
        "5a8c6875-204c-46e0-8963-fca37ee01157",
        "978c47bd-f4a2-44e6-817c-2f3ee184f518",
        "002847db-23d8-45af-bfe6-9af553cfaf79",
        "40f5a118-418c-4352-ac1b-7e87fd72963e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7d0e5724-2695-449b-91fc-73dba343caa1",
        "9bddd9d5-379a-4382-84e7-a6b7fe6329b9",
        "ce83b769-cb4b-4c74-8ce9-5b69d751a3e0",
        "cb967da5-abb9-4ab7-ab15-85cca7f37e89",
        "49020ddd-215a-4a7f-97d8-329a62e8dbbb",
        "74cef0ab-2c78-4d7a-b02a-eb9509eb672a",
        "fcda845f-d888-4284-817b-814eb8e75234",
        "8685d204-5115-4ec5-b85b-0846d1721ea8",
        "164a679d-e176-4c74-ba17-1ae679e8b8f1",
        "c9f4c826-30e6-471c-84c8-2f079610bce7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c08c2ccb-9d7d-45b5-bdb0-764cb8d4ec53",
      "dutyDetail": "Carry out HFSVs in line with organisational and current fire safety guidance. Provide appropriate support, information, advice and guidance to members of the community.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "21e4b023-2649-4976-bd2f-3bbaca240a7f",
        "db99ea2c-6379-42d8-8819-ecdf2a04d1e9",
        "9798f080-5964-49c1-8496-6ab3aec7aae0",
        "4cfc4f9a-fe05-4153-99d9-ec7d57a75635"
      ],
      "mappedKnowledge": [
        "bda4b868-3786-4037-8c43-52221d6c8947",
        "4090068a-cda0-4124-9d88-2b9c4e35d76a",
        "be9ae8d3-4815-49fd-8073-c320bcc739d2",
        "531c8a39-6b99-4b84-9ee3-a5c7037c3c7f",
        "83417a57-7bd6-4a0e-b50f-1921512cffba",
        "7f9d8ed2-a085-4369-a32c-0aac83f9c520",
        "d8e66f0e-3b4c-468a-aaa9-9a3392855f3b",
        "1437f640-92c7-4dfa-a846-5902bad72f2c",
        "5a8c6875-204c-46e0-8963-fca37ee01157",
        "40f5a118-418c-4352-ac1b-7e87fd72963e",
        "bfd96356-04a3-41fc-8cde-7be4da04f55e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7d0e5724-2695-449b-91fc-73dba343caa1",
        "96be5fa5-f576-48eb-b3bc-7257393a10cb",
        "ce83b769-cb4b-4c74-8ce9-5b69d751a3e0",
        "cb967da5-abb9-4ab7-ab15-85cca7f37e89",
        "49020ddd-215a-4a7f-97d8-329a62e8dbbb",
        "79b17877-fe0b-4274-9e5f-e1cf9d8460ca",
        "74cef0ab-2c78-4d7a-b02a-eb9509eb672a",
        "cbf9b0b0-2e20-4c55-a386-71f8c939927d",
        "b84ad36f-4165-4f29-abd7-6008ef7d7133",
        "17398153-ed0e-47c9-a835-3bb59453d2dd",
        "8ee0883c-4b98-44b3-8b43-72426cdb566c",
        "469a1361-39d7-489d-ac6a-165d564fe7ce",
        "c9f4c826-30e6-471c-84c8-2f079610bce7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e77ddd86-fec5-400f-8922-b8dc2dc5e824",
      "dutyDetail": "Identify hazards using the Person Centred Framework to provide advice and reduce risk.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4cfc4f9a-fe05-4153-99d9-ec7d57a75635"
      ],
      "mappedKnowledge": [
        "bda4b868-3786-4037-8c43-52221d6c8947",
        "4090068a-cda0-4124-9d88-2b9c4e35d76a",
        "531c8a39-6b99-4b84-9ee3-a5c7037c3c7f",
        "83417a57-7bd6-4a0e-b50f-1921512cffba",
        "7f9d8ed2-a085-4369-a32c-0aac83f9c520",
        "d8e66f0e-3b4c-468a-aaa9-9a3392855f3b",
        "1437f640-92c7-4dfa-a846-5902bad72f2c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7d0e5724-2695-449b-91fc-73dba343caa1",
        "9bddd9d5-379a-4382-84e7-a6b7fe6329b9",
        "96be5fa5-f576-48eb-b3bc-7257393a10cb",
        "79b17877-fe0b-4274-9e5f-e1cf9d8460ca",
        "74cef0ab-2c78-4d7a-b02a-eb9509eb672a",
        "cbf9b0b0-2e20-4c55-a386-71f8c939927d",
        "b84ad36f-4165-4f29-abd7-6008ef7d7133",
        "17398153-ed0e-47c9-a835-3bb59453d2dd",
        "8ee0883c-4b98-44b3-8b43-72426cdb566c",
        "469a1361-39d7-489d-ac6a-165d564fe7ce"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a9080213-cbe9-4a07-93f5-53ef51196f4a",
      "dutyDetail": "Assess risks and make judgements on appropriate interventions in order to reduce risks within the home.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6bb47eb6-f5a7-4296-8fdc-884e89aeb9d4",
        "db99ea2c-6379-42d8-8819-ecdf2a04d1e9",
        "b00ede2c-a326-4d3d-a0a6-b5e5cffac6ee"
      ],
      "mappedKnowledge": [
        "4090068a-cda0-4124-9d88-2b9c4e35d76a",
        "be9ae8d3-4815-49fd-8073-c320bcc739d2",
        "ed57b784-2f81-4c80-9c13-62e83566f15f",
        "531c8a39-6b99-4b84-9ee3-a5c7037c3c7f",
        "83417a57-7bd6-4a0e-b50f-1921512cffba",
        "7f9d8ed2-a085-4369-a32c-0aac83f9c520",
        "d8e66f0e-3b4c-468a-aaa9-9a3392855f3b",
        "1437f640-92c7-4dfa-a846-5902bad72f2c",
        "002847db-23d8-45af-bfe6-9af553cfaf79",
        "40f5a118-418c-4352-ac1b-7e87fd72963e",
        "9f5ed498-b37e-46bb-8d37-d8a68524ad08"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7d0e5724-2695-449b-91fc-73dba343caa1",
        "96be5fa5-f576-48eb-b3bc-7257393a10cb",
        "ce83b769-cb4b-4c74-8ce9-5b69d751a3e0",
        "49020ddd-215a-4a7f-97d8-329a62e8dbbb",
        "79b17877-fe0b-4274-9e5f-e1cf9d8460ca",
        "74cef0ab-2c78-4d7a-b02a-eb9509eb672a",
        "cbf9b0b0-2e20-4c55-a386-71f8c939927d",
        "b84ad36f-4165-4f29-abd7-6008ef7d7133",
        "17398153-ed0e-47c9-a835-3bb59453d2dd",
        "8ee0883c-4b98-44b3-8b43-72426cdb566c",
        "469a1361-39d7-489d-ac6a-165d564fe7ce"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4ddcdcb8-6eec-4e56-a9f5-a8446c35d09d",
      "dutyDetail": "Provide, install, test and recommend fire risk reduction equipment including smoke alarms instructing  occupants to use and maintain equipment effectively.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "bda4b868-3786-4037-8c43-52221d6c8947",
        "4090068a-cda0-4124-9d88-2b9c4e35d76a",
        "531c8a39-6b99-4b84-9ee3-a5c7037c3c7f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7d0e5724-2695-449b-91fc-73dba343caa1",
        "96be5fa5-f576-48eb-b3bc-7257393a10cb",
        "79b17877-fe0b-4274-9e5f-e1cf9d8460ca",
        "469a1361-39d7-489d-ac6a-165d564fe7ce"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "dd0ccda7-a88b-47e9-a0a0-47865bfbd75f",
      "dutyDetail": "Make referrals internally and to partner agencies to make behavioural or physical interventions to reduce risks.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6bb47eb6-f5a7-4296-8fdc-884e89aeb9d4",
        "db99ea2c-6379-42d8-8819-ecdf2a04d1e9"
      ],
      "mappedKnowledge": [
        "bda4b868-3786-4037-8c43-52221d6c8947",
        "4090068a-cda0-4124-9d88-2b9c4e35d76a",
        "be9ae8d3-4815-49fd-8073-c320bcc739d2",
        "7f9d8ed2-a085-4369-a32c-0aac83f9c520",
        "d8e66f0e-3b4c-468a-aaa9-9a3392855f3b",
        "1437f640-92c7-4dfa-a846-5902bad72f2c",
        "978c47bd-f4a2-44e6-817c-2f3ee184f518",
        "002847db-23d8-45af-bfe6-9af553cfaf79",
        "00be84d8-da45-4409-86f2-7b666d45d835",
        "40f5a118-418c-4352-ac1b-7e87fd72963e",
        "bbf7fde1-2e3e-4971-969b-0dde1dee41a4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ce83b769-cb4b-4c74-8ce9-5b69d751a3e0",
        "cb967da5-abb9-4ab7-ab15-85cca7f37e89",
        "49020ddd-215a-4a7f-97d8-329a62e8dbbb",
        "79b17877-fe0b-4274-9e5f-e1cf9d8460ca",
        "74cef0ab-2c78-4d7a-b02a-eb9509eb672a",
        "17398153-ed0e-47c9-a835-3bb59453d2dd",
        "51481074-0619-4a30-8d49-a0792a06d3d5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8c192617-6f90-4183-b9f2-679d0bba8499",
      "dutyDetail": "Assist in the delivery of community safety initiatives to encourage good practice and positive changes in behaviour.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9798f080-5964-49c1-8496-6ab3aec7aae0",
        "4cfc4f9a-fe05-4153-99d9-ec7d57a75635"
      ],
      "mappedKnowledge": [
        "531c8a39-6b99-4b84-9ee3-a5c7037c3c7f",
        "d8e66f0e-3b4c-468a-aaa9-9a3392855f3b",
        "002847db-23d8-45af-bfe6-9af553cfaf79",
        "40f5a118-418c-4352-ac1b-7e87fd72963e",
        "9f5ed498-b37e-46bb-8d37-d8a68524ad08",
        "bfd96356-04a3-41fc-8cde-7be4da04f55e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "96be5fa5-f576-48eb-b3bc-7257393a10cb",
        "cb967da5-abb9-4ab7-ab15-85cca7f37e89",
        "79b17877-fe0b-4274-9e5f-e1cf9d8460ca",
        "8ee0883c-4b98-44b3-8b43-72426cdb566c",
        "c9f4c826-30e6-471c-84c8-2f079610bce7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "17adc680-a49e-4e27-9b2e-49240f7afaa9",
      "dutyDetail": "Completes, maintains and stores accurate data in accordance with organisational processes, observing the principles of data protection, and shares information for the purposes of reducing risk.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b48871cc-f34d-4a38-a973-d6b0490fc488",
        "db99ea2c-6379-42d8-8819-ecdf2a04d1e9",
        "4cfc4f9a-fe05-4153-99d9-ec7d57a75635"
      ],
      "mappedKnowledge": [
        "bda4b868-3786-4037-8c43-52221d6c8947",
        "4090068a-cda0-4124-9d88-2b9c4e35d76a",
        "978c47bd-f4a2-44e6-817c-2f3ee184f518",
        "002847db-23d8-45af-bfe6-9af553cfaf79",
        "00be84d8-da45-4409-86f2-7b666d45d835",
        "bbf7fde1-2e3e-4971-969b-0dde1dee41a4",
        "bfd96356-04a3-41fc-8cde-7be4da04f55e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9bddd9d5-379a-4382-84e7-a6b7fe6329b9",
        "cb967da5-abb9-4ab7-ab15-85cca7f37e89",
        "49020ddd-215a-4a7f-97d8-329a62e8dbbb",
        "79b17877-fe0b-4274-9e5f-e1cf9d8460ca",
        "74cef0ab-2c78-4d7a-b02a-eb9509eb672a",
        "17398153-ed0e-47c9-a835-3bb59453d2dd",
        "8ee0883c-4b98-44b3-8b43-72426cdb566c",
        "8685d204-5115-4ec5-b85b-0846d1721ea8",
        "51481074-0619-4a30-8d49-a0792a06d3d5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "22bf6594-8164-4c5a-a04a-52ae6194fdee",
      "dutyDetail": "Ensure continuous professional development is maintained to ensure knowledge on emerging risks and risk reduction strategies.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b48871cc-f34d-4a38-a973-d6b0490fc488",
        "9798f080-5964-49c1-8496-6ab3aec7aae0",
        "b00ede2c-a326-4d3d-a0a6-b5e5cffac6ee",
        "4cfc4f9a-fe05-4153-99d9-ec7d57a75635"
      ],
      "mappedKnowledge": [
        "ed57b784-2f81-4c80-9c13-62e83566f15f",
        "83417a57-7bd6-4a0e-b50f-1921512cffba",
        "5a8c6875-204c-46e0-8963-fca37ee01157",
        "35756686-8c99-498f-b65b-cf28f1c40b5c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fcda845f-d888-4284-817b-814eb8e75234",
        "8685d204-5115-4ec5-b85b-0846d1721ea8"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-02-03T00:00:00"
}