{
  "templateType": "Apprenticeship Standard",
  "larsCode": 246,
  "referenceNumber": "ST0503",
  "learningAimClassCode": "",
  "title": "Network operations",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0503",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2024-02-02T00:00:00",
  "earliestStartDate": "2018-02-27T00:00:00",
  "latestStartDate": "2024-01-15T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Supporting the safe and efficient operation of the bus, coach and rail transport networks.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 3000,
  "maxFundingAdditionalInformation": "",
  "route": "Transport and logistics",
  "keywords": [
    "Network Operations",
    "Network",
    "Operations",
    "transport",
    "Customer Service"
  ],
  "jobRoles": [
    "Operational Planning Assistant",
    "Performance Information Administrator.",
    "Support Reliability Analyst",
    "Line Reliability Support Analyst",
    "Operational Planner"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7348/network_operations_assessment_plan_-_final_for_publication_nov_17em.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;p class=&quot;western&quot;&gt;&lt;strong&gt;TYPICAL JOB TITLES: &lt;/strong&gt;Operational Planning Assistant, Operational Planner, Schedule Compiler, Train Planner, Line Reliability Support Analyst, Reliability Analyst, Support Reliability Analyst and Performance Information Administrator.&lt;/p&gt;\n&lt;p class=&quot;western&quot; align=&quot;LEFT&quot;&gt;Industry sector: &lt;strong&gt;Transport &lt;/strong&gt;(Bus, Coach and Rail) Level: &lt;strong&gt;This apprenticeship is set at level 2&lt;/strong&gt;&lt;/p&gt;\n&lt;p class=&quot;western&quot; align=&quot;LEFT&quot;&gt;Duration: &lt;strong&gt;Minimum of 12 months &lt;/strong&gt;(and typically 12-18 months) Review period: &lt;strong&gt;36 months&lt;/strong&gt;&lt;/p&gt;\n&lt;p class=&quot;western&quot;&gt;&lt;strong&gt;OCCUPATIONAL PROFILE&lt;/strong&gt;: Those working within Network Operations support the safe and efficient operation of the bus, coach and rail transport networks. Adhering to rigorous rules and guidelines, which comply with commercial and legal frameworks, Network Operators design, develop and monitor the performance of timetables and transport services ensuring they meet the requirements of stakeholders and customers.&lt;/p&gt;\n&lt;p&gt;Network Operators will be required to work closely with, front-line operations managers, engineers, business support functions and stakeholders. Their role contributes to the operational effectiveness and integrity of the UK transport network.&lt;/p&gt;\n&lt;p class=&quot;western&quot;&gt;Those working within Network Operations may be required to work in a small control location, a major operations control room or a head office.&lt;/p&gt;\n&lt;p class=&quot;western&quot;&gt;This apprenticeship adopts a core and options approach to allow flexibility for employers and enable transferability between roles and employers for apprentices. The core content includes safety, quality and customer service, the apprentice will then follow one of the following specialist pathways: Scheduler or Network Performance Operator.&lt;/p&gt;\n&lt;p class=&quot;western&quot;&gt;&lt;strong&gt;Schedulers&lt;/strong&gt;: are responsible for the design and development of operating plans/timetables for vehicles, bus, coach and/or train-crew duties and operational staff rosters for day-to-day, temporary and emergency operations, and short-term service changes in response to disruption or to enable work on projects, maintenance and upgrades for future services. Schedulers are responsible for delivering solutions to service stakeholders such as: commercial managers, specifiers, operations and engineering managers, and will collaborate with front-line staff, network operators and others involved in the scheduling process, e.g. diagram planners for crew and vehicles. Schedule designers work with time and performance information from specifications, historic data, and observations of real-time or simulated services, and will review and validate their solutions against existing services, business requirements, customer expectations and standards, contracts and service charters.&lt;/p&gt;\n&lt;p class=&quot;western&quot;&gt;&lt;strong&gt;Network Performance Operators&lt;/strong&gt;: are responsible for monitoring the performance of services on a transport network and identify when services are not running to plan such as: failures, events and incidents, escalating to stakeholders to take appropriate action. Network Performance Operators will capture and monitor data such as: reliability of services, delay information and analysing data for trends to support management to make improvements to performance, safety and financial efficiencies. Network Performance Operators will analyse data following investigation of incidents capturing lessons learnt to improve future performance and/or response to prevent reoccurrence.&#160;&lt;/p&gt;\n&lt;h3 class=&quot;western&quot;&gt;ENTRY AND QUALIFICATION REQUIREMENTS&lt;/h3&gt;\n&lt;p class=&quot;western&quot;&gt;Individual employers will set the entry criteria for their own apprentices. Apprentices without Level 1 English or Maths will need to achieve this level and take the test for Level 2, prior to taking the end point assessment.&lt;/p&gt;\n&lt;h3 class=&quot;western&quot;&gt;PROFESSIONAL BODY RECOGNITION&lt;/h3&gt;\n&lt;p class=&quot;western&quot;&gt;Successful completion of their apprenticeship programme allows them to progress to the Associate/Affiliate level of membership.&lt;/p&gt;\n&lt;p class=&quot;western&quot;&gt;&lt;strong&gt;BEHAVIOURS. &lt;/strong&gt;Those working in Network Operations need to demonstrate the following behaviours:&lt;/p&gt;\n&lt;p class=&quot;western&quot;&gt;&lt;strong&gt;Act professionally, &lt;/strong&gt;demonstrating dependability, determination, honesty and integrity. Be approachable, respect others, act ethically and contribute to sustainable development.&lt;/p&gt;\n&lt;p class=&quot;western&quot;&gt;&lt;strong&gt;Be risk aware, &lt;/strong&gt;in order to reduce risks by checking information, concentrating on the task, maintaining an awareness of changing circumstances and remaining calm under pressure.&lt;/p&gt;\n&lt;p class=&quot;western&quot; align=&quot;LEFT&quot;&gt;&lt;strong&gt;Display a self-disciplined, self-motivated, proactive approach to work&lt;/strong&gt;, the ability to make independent decisions whilst understanding limits and knowing when to ask for help or to escalate.&lt;/p&gt;\n&lt;p class=&quot;western&quot;&gt;&lt;strong&gt;Be receptive to feedback&lt;/strong&gt;, willing to learn new skills and to adjust to change. Undertaking professional development necessary in order to maintain and enhance competence.&lt;/p&gt;\n&lt;p class=&quot;western&quot; align=&quot;LEFT&quot;&gt;&lt;strong&gt;Make a personal commitment &lt;/strong&gt;to an employer, the industry and its professional standards.&lt;/p&gt;\n&lt;p class=&quot;western&quot; align=&quot;LEFT&quot;&gt;&lt;strong&gt;CORE KNOWLEDGE&lt;/strong&gt;. Network Operators need to understand:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;&lt;strong&gt;Safe and professional working practices, &lt;/strong&gt;complying with relevant rules and procedures including legislation, statutory operating regulations e.g. the Railways and Other Guided Transport Systems (Safety) regulations, industry procedures and safety requirements and instructions, as well as the need to understand and adhere to corporate policies on ethics, equality and diversity.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;&lt;strong&gt;The importance of maintaining a safe working environment and resources, &lt;/strong&gt;including how to secure the work environment, how to take and handover duties and the importance of safe systems of working.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;&lt;strong&gt;The diverse range of customers &lt;/strong&gt;within transport services, their needs, rights and expectations and how to provide excellent customer service that promotes the transport industry.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;&lt;strong&gt;The general principles of passenger and freight operation &lt;/strong&gt;including relevant legislative and contractual regulatory standards.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;&lt;strong&gt;The importance of delivering a reliable and punctual service &lt;/strong&gt;including legal, financial, moral and reputational considerations. How to recognise the difference between the service commissioner and the service user when operating in a contracted or regulated environment.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;&lt;strong&gt;The importance of commercial principles and understanding different stakeholders &lt;/strong&gt;applicable to the transport network and the implications of these regarding timetabling, scheduling, planning and performance. How to recognise when circumstances could lead to confusion, panic or conflict e.g. the impact of events, demands, decisions on constraints on customer service and reputation.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;The importance of gathering specific data&lt;/strong&gt; on transport network geography, human resources and physical assets in order to understand time constraints and events and to learn continuously from past performance, incorporating this into future operations.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p class=&quot;western&quot; align=&quot;LEFT&quot;&gt;&lt;strong&gt;CORE SKILLS. &lt;/strong&gt;Network Operators need to be able to:&lt;/p&gt;\n&lt;h3 class=&quot;western&quot;&gt;SAFETY&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;&lt;strong&gt;Keep themselves and others safe by adhering to safe working practices. &lt;/strong&gt;Comply with statutory regulations, safe systems of work, permits and organisational safety requirements, with or without supervision to support operating activities.&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3 class=&quot;western&quot;&gt;QUALITY&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;&lt;strong&gt;Prepare for a high standard of work. &lt;/strong&gt;Gather information from: drawings, plans, specifications and schedules, real-time positional information and historic information to achieve optimum outcomes. Be able to interpret information and solve problems including information about the state of the network in support of all other transport planning and operating.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;&lt;strong&gt;Deliver a high standard of work. &lt;/strong&gt;Continually monitor the situation and undertake planned, unplanned, emergency planning and operating activities diligently at all times. Prioritise activities according to the situation and take responsibility for personal actions. Identify opportunities for continuous improvement and implement where appropriate to achieve customer service outcomes.&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3 class=&quot;western&quot;&gt;CUSTOMER SERVICE&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;&lt;strong&gt;Work with others. &lt;/strong&gt;Work effectively, efficiently, individually and as part of a team, maintaining effective relationships with colleagues, stakeholders, suppliers and the public, as appropriate. Work with others in a positive, respectful and supportive manner, providing support and help as needed, and managing conflict when required.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;&lt;strong&gt;Meeting and identifying customer requirements&lt;/strong&gt;. Gather information from recognised sources for internal teams to update customers, such as: social media, information systems and face to face. Respond in a timely, positive and helpful manner to enquiries, complaints and compliments. Report &amp;amp; accurately record all required information, using correct terms, standards, templates and protocols, providing assistance that is considerate to risk and reassurance that is sympathetic and promotes goodwill.&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3 class=&quot;western&quot;&gt;SPECIALIST KNOWLEDGE &amp;amp; SKILLS&lt;/h3&gt;\n&lt;h4 class=&quot;western&quot; align=&quot;LEFT&quot;&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Basic knowledge of scheduling design principles including transport service frequencies, running times, fluctuations of customer demand and other transport services within the network area.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;Transport Planning Rules, safety specifications and processes to ensure compliance e.g. Road Traffic Act, Train Planning Rules, Network Code &amp;amp; asset constraints and regulations governing safety critical workers.&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;A good understanding of technical requirements to ensure appropriate and safe scheduling e.g. vehicle and route characteristics, capacity and signalling, maintenance &amp;amp; possession procedure and contract agreements.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;How to create robust schedules for transport services and staff including how to use relevant tools, systems and data, and being able to work to the different requirements for producing internal or public schedules.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Understand the operation of traffic management or service control systems, including rail signalling (railonly).&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4 class=&quot;western&quot;&gt;Skills&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Use industry scheduling systems, software and processes to create robust schedules for vehicles and/or staff in order to deliver an effective and efficient transport service.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Design accurate schedules by applying detailed knowledge, problem solving, numeracy and communication skills, complying with defined technical and operational criteria.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Optimise a scheduling solution to make maximum use of the capacity and constraints of the transport network, its vehicles and staff, taking into account for example: vehicle, staff and route availability to match customer demands, appropriate vehicle capability for the route, adequate stop and terminal provision for the scheduled vehicles, resilience to disruption, adverse weather and environment, maintenance, training, engineering and customer service standards.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Be able to analyse the design and/or performance of a transport service to identify areas of improvement for future prevention.&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3 class=&quot;western&quot;&gt;NETWORK PERFORMANCE&lt;/h3&gt;\n&lt;h4 class=&quot;western&quot;&gt;Knowledge&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Basic knowledge of various performance control regimes e.g. maintenance regimes and training schedules for operators.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Understand the baseline schedule so that variances from this can be identified and analysed for trends to inform improvements put in place to prevent reoccurrence.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Understand employers and/or performance management framework and systems e.g. databases, key performance indicators and contracts.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Awareness of continuous quality improvement methodologies and change management such as: lean and Six Sigma.&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4 class=&quot;western&quot;&gt;Skills&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Capture and analyse data for failures, events and incidents, which could be safety or performance to inform management decisions.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Identify variances to the plan and know how to interpret the information and respond accordingly e.g. monitoring the performance of buses, coaches and/or trains.&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Generate and publish reports on performance, safety and cost to managers and collate feedback.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Assist in the implementation of quality improvement initiatives and/or containment actions e.g. investigating reoccurring incidents, supporting action planning and making recommendations to improve business performance.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Monitor the performance of transport services to ensure the standard of provision (including frequency, punctuality and capacity where relevant) meet stakeholder needs and expectations.&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;",
  "occupationalSummary": "&lt;p&gt;Those working within Network Operations support the safe and efficient operation of the bus, coach and rail transport networks. Adhering to rigorous rules and guidelines, which comply with commercial and legal frameworks, Network Operators design, develop and monitor the performance of timetables and transport services ensuring they meet the requirements of stakeholders and customers. Network Operators will be required to work closely with, front-line operations managers, engineers, business support functions and stakeholders. Their role contributes to the operational effectiveness and integrity of the UK transport network. Those working within Network Operations may be required to work in a small control location, a major operations control room or a head office. This apprenticeship adopts a core and options approach to allow flexibility for employers and enable transferability between roles and employers for apprentices. The core content includes safety, quality and customer service, the apprentice will then follow one of the following specialist pathways: Scheduler or Network Performance Operator.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "0ef3c15a-7e94-4a26-9aaa-bb49052a7d7a",
      "detail": "Safe and professional working practices, complying with relevant rules and procedures including legislation, statutory operating regulations e.g. the Railways and Other Guided Transport Systems (Safety) regulations, industry procedures and safety requirements and instructions, as well as the need to understand and adhere to corporate policies on ethics, equality and diversity."
    },
    {
      "knowledgeId": "2374da45-cf25-4666-968d-dd40bb5e887c",
      "detail": "The importance of maintaining a safe working environment and resources, including how to secure the work environment, how to take and handover duties and the importance of safe systems of working."
    },
    {
      "knowledgeId": "31d3da45-ee4a-419d-8994-d8c4b7e5bbf6",
      "detail": "The diverse range of customers within transport services, their needs, rights and expectations and how to provide excellent customer service that promotes the transport industry."
    },
    {
      "knowledgeId": "889ebb04-7d48-4dd4-988d-3496a3802cb1",
      "detail": "The general principles of passenger and freight operation including relevant legislative and contractual regulatory standards."
    },
    {
      "knowledgeId": "be938daf-4ccc-4dc8-ae08-fd61f579a319",
      "detail": "The importance of delivering a reliable and punctual service including legal, financial, moral and reputational considerations. How to recognise the difference between the service commissioner and the service user when operating in a contracted or regulated environment."
    },
    {
      "knowledgeId": "946bc145-eb15-4005-9ec6-303c43c32ffe",
      "detail": "The importance of commercial principles and understanding different stakeholders applicable to the transport network and the implications of these regarding timetabling, scheduling, planning and performance. How to recognise when circumstances could lead to confusion, panic or conflict e.g. the impact of events, demands, decisions on constraints on customer service and reputation."
    },
    {
      "knowledgeId": "5f4d21b6-8add-47e1-95c7-1a18553ecc07",
      "detail": "The importance of gathering specific data on transport network geography, human resources and physical assets in order to understand time constraints and events and to learn continuously from past performance, incorporating this into future operations."
    },
    {
      "knowledgeId": "d286c136-1eb7-48c9-9db2-cccc9616ef44",
      "detail": "Basic knowledge of scheduling design principles including transport service frequencies, running times, fluctuations of customer demand and other transport services within the network area."
    },
    {
      "knowledgeId": "fe2cab0f-8826-45aa-a8dc-85622c06b599",
      "detail": "Transport Planning Rules, safety specifications and processes to ensure compliance e.g. Road Traffic Act, Train Planning Rules, Network Code & asset constraints and regulations governing safety critical workers."
    },
    {
      "knowledgeId": "30ab45c5-53a6-492f-9f9b-39533c7c4cd5",
      "detail": "A good understanding of technical requirements to ensure appropriate and safe scheduling e.g. vehicle and route characteristics, capacity and signalling, maintenance & possession procedure and contract agreements."
    },
    {
      "knowledgeId": "7372b0c9-aa0a-49f3-8980-274cfd0d4d4f",
      "detail": "How to create robust schedules for transport services and staff including how to use relevant tools, systems and data, and being able to work to the different requirements for producing internal or public schedules"
    },
    {
      "knowledgeId": "6ff0270a-16bf-4f92-a904-75ef3c1a97bc",
      "detail": "Understand the operation of traffic management or service control systems, including rail signalling (rail only)."
    },
    {
      "knowledgeId": "30c93a4d-9991-4c10-bf7a-34b37f7402d6",
      "detail": "Basic knowledge of various performance control regimes e.g. maintenance regimes and training schedules for operators"
    },
    {
      "knowledgeId": "3f3fc80a-66a0-490c-bbd4-4a8e315cd109",
      "detail": "Understand the baseline schedule so that variances from this can be identified and analysed for trends to inform improvements put in place to prevent reoccurrence."
    },
    {
      "knowledgeId": "fca6df0f-1528-4433-9d70-7eb2d24d4f50",
      "detail": "Understand employers and/or performance management framework and systems e.g. databases, key performance indicators and contracts."
    },
    {
      "knowledgeId": "45dfeef8-0025-46fe-bd99-b1460ac0cdd7",
      "detail": "Awareness of continuous quality improvement methodologies and change management such as: lean and Six Sigma."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "d7d8e8a5-a545-40eb-99b6-0705229af5b3",
      "detail": "Act professionally, demonstrating dependability, determination, honesty and integrity. Be approachable, respect others, act ethically and contribute to sustainable development."
    },
    {
      "behaviourId": "53f08676-8e74-4dbd-a620-06657edbfc36",
      "detail": "Be risk aware, in order to reduce risks by checking information, concentrating on the task, maintaining an awareness of changing circumstances and remaining calm under pressure."
    },
    {
      "behaviourId": "9e135726-25a9-4f04-ad0a-330d49dd0243",
      "detail": "Display a self-disciplined, self-motivated, proactive approach to work, the ability to make independent decisions whilst understanding limits and knowing when to ask for help or to escalate."
    },
    {
      "behaviourId": "e8846e93-9e40-4809-a205-b3e5de232e72",
      "detail": "Be receptive to feedback, willing to learn new skills and to adjust to change. Undertaking professional development necessary in order to maintain and enhance competence."
    },
    {
      "behaviourId": "72360b92-86c0-43d2-a243-b8aa6b4044f5",
      "detail": "Make a personal commitment to an employer, the industry and its professional standards."
    }
  ],
  "skills": [
    {
      "skillId": "86acda47-a419-4558-be87-b7551161a270",
      "detail": "Safety"
    },
    {
      "skillId": "16c2d2fc-5dd6-4a29-b89e-a115a45b0a24",
      "detail": "Keep themselves and others safe by adhering to safe working practices. Comply with statutory regulations, safe systems of work, permits and organisational safety requirements, with or without supervision to support operating activities."
    },
    {
      "skillId": "a2a77a4c-5903-4b10-a916-d546a570a3f9",
      "detail": "Quality"
    },
    {
      "skillId": "189e558b-ef88-4e57-b530-fb8fdfb8b1aa",
      "detail": "Prepare for a high standard of work. Gather information from: drawings, plans, specifications and schedules, real-time positional information and historic information to achieve optimum outcomes. Be able to interpret information and solve problems including information about the state of the network in support of all other transport planning and operating."
    },
    {
      "skillId": "f30ec73b-e07f-4941-8269-0db6979207d2",
      "detail": "Deliver a high standard of work. Continually monitor the situation and undertake planned, unplanned, emergency planning and operating activities diligently at all times. Prioritise activities according to the situation and take responsibility for personal actions. Identify opportunities for continuous improvement and implement where appropriate to achieve customer service outcomes."
    },
    {
      "skillId": "e8e7d1dc-f4a9-44e1-9819-a3e577483018",
      "detail": "Customer Service"
    },
    {
      "skillId": "a4fbcab3-bc4f-48da-a26f-222dc3f80085",
      "detail": "Work with others. Work effectively, efficiently, individually and as part of a team, maintaining effective relationships with colleagues, stakeholders, suppliers and the public, as appropriate. Work with others in a positive, respectful and supportive manner, providing support and help as needed, and managing conflict when required."
    },
    {
      "skillId": "df808311-6bbf-4794-82fd-b096906bb388",
      "detail": "Meeting and identifying customer requirements. Gather information from recognised sources for internal teams to update customers, such as: social media, information systems and face to face. Respond in a timely, positive and helpful manner to enquiries, complaints and compliments. Report & accurately record all required information, using correct terms, standards, templates and protocols, providing assistance that is considerate to risk and reassurance that is sympathetic and promotes goodwill."
    },
    {
      "skillId": "1597e7b0-28ab-487b-82f0-5abd0d4c6b72",
      "detail": "Use industry scheduling systems, software and processes to create robust schedules for vehicles and/or staff in order to deliver an effective and efficient transport service."
    },
    {
      "skillId": "6e8a9ecf-3236-4ea6-9ce4-2fb67d84ee57",
      "detail": "Design accurate schedules by applying detailed knowledge, problem solving, numeracy and communication skills, complying with defined technical and operational criteria."
    },
    {
      "skillId": "5eaad7ad-6fd4-4b55-905f-62d6eba0da69",
      "detail": "Optimise a scheduling solution to make maximum use of the capacity and constraints of the transport network, its vehicles and staff, taking into account for example: vehicle, staff and route availability to match customer demands, appropriate vehicle capability for the route, adequate stop and terminal provision for the scheduled vehicles, resilience to disruption, adverse weather and environment, maintenance, training, engineering and customer service standards"
    },
    {
      "skillId": "58d0bb06-ccd3-4db7-93d7-f86cdefd4512",
      "detail": "Be able to analyse the design and/or performance of a transport service to identify areas of improvement for future prevention."
    },
    {
      "skillId": "98ba8fa9-06b6-4229-8777-d6e95adcd052",
      "detail": "Capture and analyse data for failures, events and incidents, which could be safety or performance to inform management decisions."
    },
    {
      "skillId": "811cf362-b459-4565-86f5-cd32935ab835",
      "detail": "Identify variances to the plan and know how to interpret the information and respond accordingly e.g. monitoring the performance of buses, coaches and/or trains"
    },
    {
      "skillId": "03e4657c-9b16-4963-9444-3ba6cd8d067c",
      "detail": "Generate and publish reports on performance, safety and cost to managers and collate feedback."
    },
    {
      "skillId": "cc830ad5-e520-4bef-ac19-4f6b18a719cd",
      "detail": "Assist in the implementation of quality improvement initiatives and/or containment actions e.g. investigating reoccurring incidents, supporting action planning and making recommendations to improve business performance."
    },
    {
      "skillId": "bf06b803-c94a-41f1-a71e-c1295389ad00",
      "detail": "Monitor the performance of transport services to ensure the standard of provision (including frequency, punctuality and capacity where relevant) meet stakeholder needs and expectations."
    }
  ],
  "optionsUnstructuredTemplate": [
    "Network Performance Operators",
    "Schedulers"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual is the intended EQA provider",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-02-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0327 ",
  "tbMainContact": "Barry.Smith@nsar.co.uk",
  "involvedEmployers": "TfL, Merseytravel, Virgin Trains, Network Rail, Arriva Bus, DB Cargo, C2C Rail, Nottingham City Transport, MTR Crossrail, Institution of Railway Operators, Chartered Institute of Logistics and Transport, National College for High Speed Rail",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Operational Planning Assistant",
    "Performance Information Administrator.",
    "Support Reliability Analyst",
    "Line Reliability Support Analyst",
    "Operational Planner"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Transport",
  "cluster": "Transport operations operative or technician",
  "clusterId": "16",
  "clusterDescription": "Support a transport facility's operation and/or support the loading and movement of a freight or passenger vehicle or vessel",
  "createdDate": "2017-11-14T17:08:52 +00:00",
  "lastUpdated": "2024-02-02T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-02-27T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0503-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0503-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "1c21e6a9-b6b3-4753-8f48-b57254a3e80c",
      "title": "Network Performance Operators",
      "occupationCode": ""
    },
    {
      "optionId": "2ca5117f-d207-41b1-9646-619bbfed0b77",
      "title": "Schedulers",
      "occupationCode": ""
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "d7d8e8a5-a545-40eb-99b6-0705229af5b3",
        "53f08676-8e74-4dbd-a620-06657edbfc36",
        "9e135726-25a9-4f04-ad0a-330d49dd0243",
        "e8846e93-9e40-4809-a205-b3e5de232e72",
        "72360b92-86c0-43d2-a243-b8aa6b4044f5"
      ],
      "mappedKnowledge": [
        "0ef3c15a-7e94-4a26-9aaa-bb49052a7d7a",
        "2374da45-cf25-4666-968d-dd40bb5e887c",
        "31d3da45-ee4a-419d-8994-d8c4b7e5bbf6",
        "889ebb04-7d48-4dd4-988d-3496a3802cb1",
        "be938daf-4ccc-4dc8-ae08-fd61f579a319",
        "946bc145-eb15-4005-9ec6-303c43c32ffe",
        "5f4d21b6-8add-47e1-95c7-1a18553ecc07"
      ],
      "mappedSkills": [
        "86acda47-a419-4558-be87-b7551161a270",
        "16c2d2fc-5dd6-4a29-b89e-a115a45b0a24",
        "a2a77a4c-5903-4b10-a916-d546a570a3f9",
        "189e558b-ef88-4e57-b530-fb8fdfb8b1aa",
        "f30ec73b-e07f-4941-8269-0db6979207d2",
        "e8e7d1dc-f4a9-44e1-9819-a3e577483018",
        "a4fbcab3-bc4f-48da-a26f-222dc3f80085",
        "df808311-6bbf-4794-82fd-b096906bb388"
      ]
    },
    {
      "coreOrOptionTitle": "Network Performance Operators",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "30c93a4d-9991-4c10-bf7a-34b37f7402d6",
        "3f3fc80a-66a0-490c-bbd4-4a8e315cd109",
        "fca6df0f-1528-4433-9d70-7eb2d24d4f50",
        "45dfeef8-0025-46fe-bd99-b1460ac0cdd7"
      ],
      "mappedSkills": [
        "98ba8fa9-06b6-4229-8777-d6e95adcd052",
        "811cf362-b459-4565-86f5-cd32935ab835",
        "03e4657c-9b16-4963-9444-3ba6cd8d067c",
        "cc830ad5-e520-4bef-ac19-4f6b18a719cd",
        "bf06b803-c94a-41f1-a71e-c1295389ad00"
      ]
    },
    {
      "coreOrOptionTitle": "Schedulers",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "d286c136-1eb7-48c9-9db2-cccc9616ef44",
        "fe2cab0f-8826-45aa-a8dc-85622c06b599",
        "30ab45c5-53a6-492f-9f9b-39533c7c4cd5",
        "7372b0c9-aa0a-49f3-8980-274cfd0d4d4f",
        "6ff0270a-16bf-4f92-a904-75ef3c1a97bc"
      ],
      "mappedSkills": [
        "1597e7b0-28ab-487b-82f0-5abd0d4c6b72",
        "6e8a9ecf-3236-4ea6-9ce4-2fb67d84ee57",
        "5eaad7ad-6fd4-4b55-905f-62d6eba0da69",
        "58d0bb06-ccd3-4db7-93d7-f86cdefd4512"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-02-02T00:00:00"
}