{
  "templateType": "Apprenticeship Standard",
  "larsCode": 352,
  "referenceNumber": "ST0537",
  "learningAimClassCode": "",
  "title": "Engineering operative",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0537",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan revised",
  "changedDate": "2023-05-11T00:00:00",
  "earliestStartDate": "2023-05-11T00:00:00",
  "latestStartDate": "2023-06-25T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Carrying out a range of engineering operations.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "engineering operative",
    "engineering",
    "manufacturing",
    "engineering operations",
    "operational"
  ],
  "jobRoles": [
    "Servicing and maintenance operative",
    "Machine setter/operative",
    "Mechanical engineering operative",
    "Fabricator",
    "Engineering fitter",
    "Multi-disciplined engineering operative",
    "Materials",
    "processing and finishing operative",
    "Technical Support operative",
    "Founding/casting operative"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/200d0l5e/st0537_engineering-operative_l2_v11.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Apprenticeship level:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship Standard is at Level 2&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Occupational Role Profile: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Engineering Operatives are predominantly involved in engineering operations which are key to the success of the Manufacturing and Engineering sector allowing employers to grow their business while developing a work force with the relevant skills and knowledge to enhance the sustain the &amp;nbsp;sector.&lt;/p&gt;\n&lt;p&gt;The role covers a wide range of common and job specific skills sets that can be transferred across the manufacturing engineering industry sectors during the course of their careers. Dependent on the sector that they are employed in there may be subtle differences in terms of composition and application of the job role specific skills and knowledge they will require, however the core skills and knowledge will be the same regardless of the sector/area they work in.&lt;/p&gt;\n&lt;p&gt;Engineering Operatives will have clear reporting lines with anything outside their role and responsibility. They will work individually or as part of a team to carry out a range of engineering operations which could include ensuring machines and equipment used are maintained and serviceable, dealing with breakdowns, restoring components and systems to serviceable condition by repair and replacement; operating a variety of machines (CNC or Conventional); assembling and repairing machine and press tools, dies, jigs, fixtures and other tools; fabrication/installation of a wide variety of other sheet fabrications and equipmentand; fabrication and assembly of metal parts joining techniques; preparing materials and equipment for engineering processes, providing technical support including communications software, test tools, performance, capacity planning, and e-commerce technology as required.&lt;/p&gt;\n&lt;p&gt;Engineering Operatives must comply with statutory regulations and organisation safety requirements including any environmental compliance procedures and systems; Identify hazards and hazardous situations; Prepare the work area and equipment; Obtain and follow the appropriate job documentation and work instructions; Extract the necessary data and information from specifications and related documentation; Carryout the engineering activities in line with their job role; Carry quality checks as required; working with minimum supervision either individually or as part of a team and will be responsible for their own actions and for the quality and accuracy and timely delivery of the work they undertake.&lt;/p&gt;\n&lt;p&gt;Examples of the occupational roles from across the engineering and manufacturing sector that would be covered within this standard are: Servicing and maintenance operative; Machine setter/operative; Mechanical engineering operative; Fabricator; Engineering fitter; Multi-disciplined engineering operative; Materials, processing and finishing operative, Technical Support operative, founding/casting operative.&lt;/p&gt;\n&lt;p&gt;An Engineering Operative must have the core requirements below and demonstrate the specialist requirements in ONE job specific role.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Core Knowledge&lt;/strong&gt;: An Engineering Operative will understand:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How to obtain the necessary job instructions, engineering drawings and specifications and how to interpret them&lt;/li&gt;\n&lt;li&gt;Relevant statutory, quality, environmental compliance procedures/systems, organisational and health and safety regulations relating to engineering operations&lt;/li&gt;\n&lt;li&gt;Their individual roles and responsibilities within the organisation and the flexibility required to support the achievement of company targets&lt;/li&gt;\n&lt;li&gt;Engineering operational practices, processes and procedures&lt;/li&gt;\n&lt;li&gt;Potential problems that can occur within the engineering operations and how they can be avoided&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Core Skills:&lt;/strong&gt; An Engineering Operative will be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Work safely at all times, complying with health and safety legislation, regulations, environmental compliance procedures and systems and other relevant guidelines&lt;/li&gt;\n&lt;li&gt;Identify and deal appropriately with any risks, hazards, hazardous situations and problems that may occur within the engineering environment within the limits of their responsibility&lt;/li&gt;\n&lt;li&gt;Demonstrate effective communication skills which include oral, written, electronic&lt;/li&gt;\n&lt;li&gt;Complete appropriate documentation accurately, efficiently and legibly using the correct terminology where required&lt;/li&gt;\n&lt;li&gt;Obtain and follow the correct documentation, specifications and work instructions in accordance with time constraints and the roles and responsibilities identified for the engineering activities, extracting the necessary data/information from specification and related documentation&lt;/li&gt;\n&lt;li&gt;Select and use appropriate tools, equipment and materials to carry out the engineering operation&lt;/li&gt;\n&lt;li&gt;Deal appropriately with any problems that may occur within the manufacturing environment within the limits of their responsibility&lt;/li&gt;\n&lt;li&gt;Work efficiently and effectively at all times maintaining workplace organisation and minimising waste&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Specialist job roles &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;In addition to the core knowledge and skills, all Engineering Operatives must complete ONE of the following job role options:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Option 1:&lt;/strong&gt; Engineering Operatives working within a maintenance role (this role can cover either mechanical, electrical, electronic or fluid power work or a combination of them) will have:&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge of:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Maintenance planning&lt;/li&gt;\n&lt;li&gt;Diagnostic and fault finding techniques&lt;/li&gt;\n&lt;li&gt;Specific safe working practices, maintenance procedures and environmental regulations that need to be observed&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Carryout fault location on appropriate equipment using suitable maintenance diagnostic techniques&lt;/li&gt;\n&lt;li&gt;Carryout maintenance activities in line with work instructions&lt;/li&gt;\n&lt;li&gt;Carryout tests on the maintained equipment in accordance with test schedule/defined test procedures&lt;/li&gt;\n&lt;li&gt;Follow appropriate completion activities and restore equipment to service by replacing or repairing components&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Option 2:&lt;/strong&gt; Engineering Operatives working within a mechanical manufacturing engineering role will have:&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge of:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Specific equipment operating parameters&lt;/li&gt;\n&lt;li&gt;Mechanical manufacturing techniques&lt;/li&gt;\n&lt;li&gt;Specific quality specifications for mechanical manufacturing operations&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Plan the mechanical manufacturing operation before they start&lt;/li&gt;\n&lt;li&gt;Mount and set the required workholding devices&lt;/li&gt;\n&lt;li&gt;Produce individual components, sub-assemblies or completed assemblies using mechanical manufacturing techniques&lt;/li&gt;\n&lt;li&gt;Carryout quality checks during and after mechanical manufacturing operations&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Option 3: &lt;/strong&gt;Engineering Operatives working within an electrical and electronic engineering role will have:&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge of:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Cable types and where they should be used&lt;/li&gt;\n&lt;li&gt;Electrical and electronic assembly and testing techniques&lt;/li&gt;\n&lt;li&gt;Specific safe working practices, isolation procedures and safe reinstating of equipment/system that need to be observed&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Wire and terminate different types of cabling e.g. single core, multi core, screened, fire resistant, armoured, etc.&lt;/li&gt;\n&lt;li&gt;Assemble and test a range of electrical components e.g. component panels, isolator switches, fuses, circuit breakers, contactors, relays, rail mounted terminal blocks, etc.&lt;/li&gt;\n&lt;li&gt;Assemble and test a range of electronic components e.g. resistors, capacitors, diodes, transistors, etc.&lt;/li&gt;\n&lt;li&gt;Follow appropriate completion activities and restore equipment/system to service after the assembly and testing has been completed&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Option 4:&lt;/strong&gt; Engineering Operatives working within a fabrication role will have:&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge of:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Specific marking out and preparation techniques&lt;/li&gt;\n&lt;li&gt;Different fabrication and joining techniques&lt;/li&gt;\n&lt;li&gt;Specific safe working practices, isolation procedures and safe reinstating of equipment/system that need to be observed&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Shape the materials using the appropriate methods and techniques&lt;/li&gt;\n&lt;li&gt;Join the materials using the appropriate methods and techniques&lt;/li&gt;\n&lt;li&gt;Produce components which meet the specification requirements&lt;/li&gt;\n&lt;li&gt;Carryout quality checks during and after the fabrication activities&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Option 5: &lt;/strong&gt;Engineering Operatives working within a materials, processing or finishing role will have:&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge of:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Specific machinery, equipment and tooling required for the materials, processing or finishing operation&lt;/li&gt;\n&lt;li&gt;Different materials, processing or finishing techniques&lt;/li&gt;\n&lt;li&gt;Specific quality specifications for materials, processing or finishing operations&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Plan the materials, processing or finishing operation before they start&lt;/li&gt;\n&lt;li&gt;Prepare equipment, tooling, materials, etc. and complete set up activities before carrying out the materials, processing or finishing operation&lt;/li&gt;\n&lt;li&gt;Carry out the material, processing or finishing operation in line with specific safe working practices and specification requirements&lt;/li&gt;\n&lt;li&gt;Carryout quality checks during and after the materials, processing or finishing operation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Option 6:&lt;/strong&gt; Engineering Operatives working within a technical support role will:&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge of:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Specific machinery, equipment and tooling required for the technical support operation&lt;/li&gt;\n&lt;li&gt;Different technical support techniques&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;Specific safe working practices, procedures and quality requirements that need to be observed&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Plan the technical support operation before they start&lt;/li&gt;\n&lt;li&gt;Prepare equipment, tooling, materials, etc. and complete set up activities before carrying out the technical support&lt;/li&gt;\n&lt;li&gt;Carry out the technical support operation in line with specific safe working practices and specification requirements&lt;/li&gt;\n&lt;li&gt;Carryout quality checks during and after the technical support operation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Core &lt;/strong&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;strong&gt; Requirements:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Manufacturing and Engineering organisations require their apprentices to have a set of behaviours that will ensure success both in their role and in the overall company objectives.&amp;nbsp; The required behaviours are:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Personal responsibility and resilience&lt;/strong&gt; – Comply with the health and safety guidance and procedures, be disciplined and have a responsible approach to risk, work diligently regardless of how much they are being supervised, accept responsibility for managing time and workload and stay motivated and committed when facing challenges.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Work effectively in teams&lt;/strong&gt; – Integrate with the team, support other people, consider implications of their own actions on other people and the business whilst working effectively to get the task completed.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Effective communication and interpersonal skills&lt;/strong&gt; – An open and honest communicator, communicates clearly using appropriate methods, listen well to others and have a positive and respectful attitude.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Focus on quality and problem solving&lt;/strong&gt; – Follow instructions and guidance, demonstrate attention to detail, follow a logical approach to problem solving and seek opportunities to improve quality, speed and efficiency.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Continuous personal development&lt;/strong&gt; – Reflect on skills, knowledge and behaviours and seek opportunities to develop, adapt to different situations, environments or technologies and have a positive attitude to feedback and advice.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their Apprenticeships.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration of Apprenticeship&lt;/strong&gt;&lt;strong&gt;:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 12 to 18 months `&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Mandatory Qualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;All apprentices undertaking this apprenticeship must achieve:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Mandatory qualifications:&lt;/strong&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Diploma in engineering operations (skills)&lt;/p&gt;\n&lt;p&gt;Ofqual regulated&lt;/p&gt;\n&lt;p&gt;Level of qualification: 2&lt;/p&gt;\n&lt;p&gt;Certificate or Diploma in engineering operations (knowledge)&lt;/p&gt;\n&lt;p&gt;Ofqual regulated&lt;/p&gt;\n&lt;p&gt;Level of qualification: 2&lt;/p&gt;\n&lt;p&gt;Apprentices without Level 1 (or equivalent) in English and maths must ensure that apprentices achieve Level 1 and take the test for Level 2 prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This Apprenticeship Standard will be reviewed after three years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Engineering Operatives are predominantly involved in engineering operations which are key to the success of the Manufacturing and Engineering sector allowing employers to grow their business while developing a work force with the relevant skills and knowledge to enhance the sustain the sector. The role covers a wide range of common and job specific skills sets that can be transferred across the manufacturing engineering industry sectors during the course of their careers. Dependent on the sector that they are employed in there may be subtle differences in terms of composition and application of the job role specific skills and knowledge they will require, however the core skills and knowledge will be the same regardless of the sector/area they work in.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "28fb76b5-2dc1-481a-a9c5-fcf5c85a4bde",
      "detail": "How to obtain the necessary job instructions, engineering drawings and specifications and how to interpret them"
    },
    {
      "knowledgeId": "43416ffe-d420-468e-a43b-ad6ee5440b2c",
      "detail": "Relevant statutory, quality, environmental compliance procedures/systems, organisational and health and safety regulations relating to engineering operations"
    },
    {
      "knowledgeId": "d8c48a6f-315d-4078-821b-4a2367927f56",
      "detail": "Their individual roles and responsibilities within the organisation and the flexibility required to support the achievement of company targets"
    },
    {
      "knowledgeId": "731728eb-bcf0-4ec8-9a94-6f5f36258d73",
      "detail": "Engineering operational practices, processes and procedures"
    },
    {
      "knowledgeId": "4b31853b-1635-4d2a-87f3-97e097eb8fad",
      "detail": "Potential problems that can occur within the engineering operations and how they can be avoided"
    },
    {
      "knowledgeId": "06d71577-0874-4f9c-902b-1889fd6d328c",
      "detail": "Maintenance planning"
    },
    {
      "knowledgeId": "793b7af0-518a-47d6-b9f4-d5f8851ca50e",
      "detail": "Diagnostic and fault finding techniques"
    },
    {
      "knowledgeId": "677133ef-f30e-422a-81ff-96eebf6b24bf",
      "detail": "Specific safe working practices, maintenance procedures and environmental regulations that need to be observed"
    },
    {
      "knowledgeId": "4b2870e6-344a-42b3-9d5a-ba9975cd2c36",
      "detail": "Specific equipment operating parameters"
    },
    {
      "knowledgeId": "203301be-4a44-4e8a-8810-47e5b286d151",
      "detail": "Mechanical manufacturing techniques"
    },
    {
      "knowledgeId": "831d1064-214c-48bb-bbff-93bc1f2cb575",
      "detail": "Specific quality specifications for mechanical manufacturing operations"
    },
    {
      "knowledgeId": "ade45140-c108-4954-b2a9-a688cc1d6a13",
      "detail": "Cable types and where they should be used"
    },
    {
      "knowledgeId": "6ed4e041-0fb8-403e-b8a8-e395d82d969a",
      "detail": "Electrical and electronic assembly and testing techniques"
    },
    {
      "knowledgeId": "29ce6e93-501b-4686-8255-4c3b042748ae",
      "detail": "Specific safe working practices, isolation procedures and safe reinstating of equipment/system that need to be observed"
    },
    {
      "knowledgeId": "4dbac0fd-31bd-4ad0-bd22-fc1566f691a8",
      "detail": "Specific marking out and preparation techniques"
    },
    {
      "knowledgeId": "6cd3a1cb-05ff-42ae-bf24-908552d07e27",
      "detail": "Different fabrication and joining techniques"
    },
    {
      "knowledgeId": "bfcf6df9-3e7b-41bc-b34f-79b7bfbba4d5",
      "detail": "Specific safe working practices, isolation procedures and safe reinstating of equipment/system that need to be observed"
    },
    {
      "knowledgeId": "416a502a-db0c-4f44-9cab-d6a59fc078cc",
      "detail": "Specific machinery, equipment and tooling required for the materials, processing or finishing operation"
    },
    {
      "knowledgeId": "b6fd59ea-7b9d-4c21-b42b-9a25977c1e39",
      "detail": "Different materials, processing or finishing techniques"
    },
    {
      "knowledgeId": "a8c4e2df-b6c9-45b9-bbab-0c306e74cbe8",
      "detail": "Specific quality specifications for materials, processing or finishing operations"
    },
    {
      "knowledgeId": "68192f4d-c243-44cc-88ce-b5d2c7194e40",
      "detail": "Specific machinery, equipment and tooling required for the technical support operation"
    },
    {
      "knowledgeId": "0994d256-e422-4463-b90d-40b43a6b533d",
      "detail": "Different technical support techniques"
    },
    {
      "knowledgeId": "e7e9fd2b-7306-4c2d-8b35-76f4cc671784",
      "detail": "Specific safe working practices, procedures and quality requirements that need to be observed"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "b8ce37d7-8b46-4377-9c3d-f6b069b2b842",
      "detail": "Personal responsibility and resilience – Comply with the health and safety guidance and procedures, be disciplined and have a responsible approach to risk, work diligently regardless of how much they are being supervised, accept responsibility for managing time and workload and stay motivated and committed when facing challenges."
    },
    {
      "behaviourId": "0a029e26-3f10-4057-8353-960eb5b3fa1e",
      "detail": "Work effectively in teams – Integrate with the team, support other people, consider implications of their own actions on other people and the business whilst working effectively to get the task completed."
    },
    {
      "behaviourId": "d387c160-cb50-4eac-b96f-a5c5ae43622d",
      "detail": "Effective communication and interpersonal skills – An open and honest communicator, communicates clearly using appropriate methods, listen well to others and have a positive and respectful attitude."
    },
    {
      "behaviourId": "bfcb5e1d-f05b-4fa2-9a42-4b67e3b7b9b1",
      "detail": "Focus on quality and problem solving – Follow instructions and guidance, demonstrate attention to detail, follow a logical approach to problem solving and seek opportunities to improve quality, speed and efficiency."
    },
    {
      "behaviourId": "902cb204-ae5e-40bf-8e36-634402011c11",
      "detail": "Continuous personal development – Reflect on skills, knowledge and behaviours and seek opportunities to develop, adapt to different situations, environments or technologies and have a positive attitude to feedback and advice."
    }
  ],
  "skills": [
    {
      "skillId": "6cf5adce-2d55-46c7-b8f9-062566e90784",
      "detail": "Work safely at all times, complying with health and safety legislation, regulations, environmental compliance procedures and systems and other relevant guidelines"
    },
    {
      "skillId": "4e8d12b7-78bb-4046-ad9a-adccaaf5a0f3",
      "detail": "Identify and deal appropriately with any risks, hazards, hazardous situations and problems that may occur within the engineering environment within the limits of their responsibility"
    },
    {
      "skillId": "79bcfe42-94b9-4e08-a83b-4d9b2e865c51",
      "detail": "Demonstrate effective communication skills which include oral, written, electronic"
    },
    {
      "skillId": "ff5331a4-8d91-4610-9cd8-b713fb602099",
      "detail": "Complete appropriate documentation accurately, efficiently and legibly using the correct terminology where required"
    },
    {
      "skillId": "9aad98a2-d3a6-43f9-9e37-841c9b137c39",
      "detail": "Obtain and follow the correct documentation, specifications and work instructions in accordance with time constraints and the roles and responsibilities identified for the engineering activities, extracting the necessary data/information from specification and related documentation"
    },
    {
      "skillId": "4df36349-36ab-44fb-82ed-2d4ffab6254f",
      "detail": "Select and use appropriate tools, equipment and materials to carry out the engineering operation"
    },
    {
      "skillId": "8d0b1ae0-ee83-47c0-99e7-f72d42aa3710",
      "detail": "Deal appropriately with any problems that may occur within the manufacturing environment within the limits of their responsibility"
    },
    {
      "skillId": "7b34a517-70d2-49a7-9783-bde8c7666400",
      "detail": "Work efficiently and effectively at all times maintaining workplace organisation and minimising waste"
    },
    {
      "skillId": "89a76f53-5551-495e-b431-a58388fc069a",
      "detail": "Carryout fault location on appropriate equipment using suitable maintenance diagnostic techniques"
    },
    {
      "skillId": "5102a067-2130-4285-9917-e868a4f252ff",
      "detail": "Carryout maintenance activities in line with work instructions"
    },
    {
      "skillId": "67dd2ca2-5f81-4d1d-af24-572c82440081",
      "detail": "Carryout tests on the maintained equipment in accordance with test schedule/defined test procedures"
    },
    {
      "skillId": "0d4d662b-ac86-4751-af26-9b7023413b07",
      "detail": "Follow appropriate completion activities and restore equipment to service by replacing or repairing components"
    },
    {
      "skillId": "4c828c4c-8d09-4438-a9d8-4a319ff77b87",
      "detail": "Plan the mechanical manufacturing operation before they start"
    },
    {
      "skillId": "66546cc2-0f08-4076-94ce-dcb2b26e01bb",
      "detail": "Mount and set the required workholding devices"
    },
    {
      "skillId": "01e2ebaa-3664-41be-a428-008d32955b78",
      "detail": "Produce individual components, sub-assemblies or completed assemblies using mechanical manufacturing techniques"
    },
    {
      "skillId": "176e0d5d-101c-43b1-9306-8b50975f699d",
      "detail": "Carryout quality checks during and after mechanical manufacturing operations"
    },
    {
      "skillId": "1e7abeff-867a-40d4-90b9-dc620bb18a2e",
      "detail": "Wire and terminate different types of cabling e.g. single core, multi core, screened, fire resistant, armoured, etc."
    },
    {
      "skillId": "feb9d4fc-9b54-4021-ac3c-7d23bfd70445",
      "detail": "Assemble and test a range of electrical components e.g. component panels, isolator switches, fuses, circuit breakers, contactors, relays, rail mounted terminal blocks, etc."
    },
    {
      "skillId": "1e7b7173-e647-418d-8406-169175d6c54c",
      "detail": "Assemble and test a range of electronic components e.g. resistors, capacitors, diodes, transistors, etc."
    },
    {
      "skillId": "feff2de5-59b4-4c23-b4fb-5f68e74d42f1",
      "detail": "Follow appropriate completion activities and restore equipment/system to service after the assembly and testing has been completed"
    },
    {
      "skillId": "3cf00bd0-572b-43df-a040-eafdd1510fa0",
      "detail": "Shape the materials using the appropriate methods and techniques"
    },
    {
      "skillId": "64418d83-1217-4d3d-89c6-9ef3c8483ef4",
      "detail": "Join the materials using the appropriate methods and techniques"
    },
    {
      "skillId": "bd21f069-8256-4d56-9640-6469ccd02579",
      "detail": "Produce components which meet the specification requirements"
    },
    {
      "skillId": "40a14562-3af0-4b9c-a6d2-0a7ca20426bb",
      "detail": "Carryout quality checks during and after the fabrication activities"
    },
    {
      "skillId": "6cdf34fa-2d65-49ff-889e-47acd310de00",
      "detail": "Plan the materials, processing or finishing operation before they start"
    },
    {
      "skillId": "d3895ae2-15c4-42cd-b913-eddc3f7ff105",
      "detail": "Prepare equipment, tooling, materials, etc. and complete set up activities before carrying out the materials, processing or finishing operation"
    },
    {
      "skillId": "1b1bb462-c019-4e2e-b4a2-6d491bfceba3",
      "detail": "Carry out the material, processing or finishing operation in line with specific safe working practices and specification requirements"
    },
    {
      "skillId": "caa1f6dd-8841-420c-af1e-1bce30cc0d82",
      "detail": "Carryout quality checks during and after the materials, processing or finishing operation"
    },
    {
      "skillId": "2314aeb0-1efa-4033-aa2f-f4019c329a32",
      "detail": "Plan the technical support operation before they start"
    },
    {
      "skillId": "7e9f99c0-cbb4-46d8-a0ef-94db9c1ab83b",
      "detail": "Prepare equipment, tooling, materials, etc. and complete set up activities before carrying out the technical support"
    },
    {
      "skillId": "25415a35-93be-4daf-9763-fbf08863fdbd",
      "detail": "Carry out the technical support operation in line with specific safe working practices and specification requirements"
    },
    {
      "skillId": "3f0aeeba-23c7-4dda-bce1-dcf1af7bb466",
      "detail": "Carryout quality checks during and after the technical support operation"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Engineering Operatives Working Within a Maintenance Role",
    "Engineering Operatives Working Within a Mechanical Manufacturing Engineering Role",
    "Engineering Operatives Working Within an Electrical & Electronic Engineering Role",
    "Engineering Operatives Working Within a Fabrication Role",
    "Engineering Operatives Working Within a Materials, Processing or Finishing Role",
    "Engineering Operatives Working Within a Technical Support Role"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-09-24T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0170 ",
  "tbMainContact": "ceri.travers@hare.com, mark.maudsley@gtaengland.co.uk",
  "involvedEmployers": "Roquette UK, William Hare Ltd, JCB, MoveTech, Ministry of Defence, KMF, Severfield (UK) Limited, Royal Armoured Corps, Cooney Marine, Unipres (UK) limited, Quinton Major, Renishaw, Siemens, CSPS",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Servicing and maintenance operative",
    "Machine setter/operative",
    "Mechanical engineering operative",
    "Fabricator",
    "Engineering fitter",
    "Multi-disciplined engineering operative",
    "Materials",
    "processing and finishing operative",
    "Technical Support operative",
    "Founding/casting operative"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, Installation & Repair",
  "cluster": "Service, Repair and/or Overhaul Operative/Technician",
  "clusterId": "19",
  "clusterDescription": "Install, maintain and service plant and equipment",
  "createdDate": "2023-05-11T07:39:18 +00:00",
  "lastUpdated": "2023-05-11T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-09-24T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0537",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0537-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0537-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "cf1ef8e3-c182-4cfa-ac9e-969cf1c64898",
      "title": "Engineering Operatives Working Within a Maintenance Role",
      "occupationCode": "OCC0537B"
    },
    {
      "optionId": "0dd3c477-ae8b-4bc1-b489-1ad46e4c320a",
      "title": "Engineering Operatives Working Within a Mechanical Manufacturing Engineering Role",
      "occupationCode": "OCC0537D"
    },
    {
      "optionId": "fc941a9c-2e6b-485d-a047-4b398550077d",
      "title": "Engineering Operatives Working Within an Electrical & Electronic Engineering Role",
      "occupationCode": "OCC0537F"
    },
    {
      "optionId": "9e11a6be-2b4e-4172-94b1-6089ae0b8c87",
      "title": "Engineering Operatives Working Within a Fabrication Role",
      "occupationCode": "OCC0537A"
    },
    {
      "optionId": "207b804a-07ef-45e7-82ce-27478561c3bf",
      "title": "Engineering Operatives Working Within a Materials, Processing or Finishing Role",
      "occupationCode": "OCC0537C"
    },
    {
      "optionId": "b859ef77-9804-49c4-9873-86ca6fbbc4ef",
      "title": "Engineering Operatives Working Within a Technical Support Role",
      "occupationCode": "OCC0537E"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "b8ce37d7-8b46-4377-9c3d-f6b069b2b842",
        "0a029e26-3f10-4057-8353-960eb5b3fa1e",
        "d387c160-cb50-4eac-b96f-a5c5ae43622d",
        "bfcb5e1d-f05b-4fa2-9a42-4b67e3b7b9b1",
        "902cb204-ae5e-40bf-8e36-634402011c11"
      ],
      "mappedKnowledge": [
        "28fb76b5-2dc1-481a-a9c5-fcf5c85a4bde",
        "43416ffe-d420-468e-a43b-ad6ee5440b2c",
        "d8c48a6f-315d-4078-821b-4a2367927f56",
        "731728eb-bcf0-4ec8-9a94-6f5f36258d73",
        "4b31853b-1635-4d2a-87f3-97e097eb8fad"
      ],
      "mappedSkills": [
        "6cf5adce-2d55-46c7-b8f9-062566e90784",
        "4e8d12b7-78bb-4046-ad9a-adccaaf5a0f3",
        "79bcfe42-94b9-4e08-a83b-4d9b2e865c51",
        "ff5331a4-8d91-4610-9cd8-b713fb602099",
        "9aad98a2-d3a6-43f9-9e37-841c9b137c39",
        "4df36349-36ab-44fb-82ed-2d4ffab6254f",
        "8d0b1ae0-ee83-47c0-99e7-f72d42aa3710",
        "7b34a517-70d2-49a7-9783-bde8c7666400"
      ]
    },
    {
      "coreOrOptionTitle": "Engineering Operatives Working Within a Maintenance Role",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "06d71577-0874-4f9c-902b-1889fd6d328c",
        "793b7af0-518a-47d6-b9f4-d5f8851ca50e",
        "677133ef-f30e-422a-81ff-96eebf6b24bf"
      ],
      "mappedSkills": [
        "89a76f53-5551-495e-b431-a58388fc069a",
        "5102a067-2130-4285-9917-e868a4f252ff",
        "67dd2ca2-5f81-4d1d-af24-572c82440081",
        "0d4d662b-ac86-4751-af26-9b7023413b07"
      ]
    },
    {
      "coreOrOptionTitle": "Engineering Operatives Working Within a Mechanical Manufacturing Engineering Role",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "4b2870e6-344a-42b3-9d5a-ba9975cd2c36",
        "203301be-4a44-4e8a-8810-47e5b286d151",
        "831d1064-214c-48bb-bbff-93bc1f2cb575"
      ],
      "mappedSkills": [
        "4c828c4c-8d09-4438-a9d8-4a319ff77b87",
        "66546cc2-0f08-4076-94ce-dcb2b26e01bb",
        "01e2ebaa-3664-41be-a428-008d32955b78",
        "176e0d5d-101c-43b1-9306-8b50975f699d"
      ]
    },
    {
      "coreOrOptionTitle": "Engineering Operatives Working Within an Electrical & Electronic Engineering Role",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "ade45140-c108-4954-b2a9-a688cc1d6a13",
        "6ed4e041-0fb8-403e-b8a8-e395d82d969a",
        "29ce6e93-501b-4686-8255-4c3b042748ae"
      ],
      "mappedSkills": [
        "1e7abeff-867a-40d4-90b9-dc620bb18a2e",
        "feb9d4fc-9b54-4021-ac3c-7d23bfd70445",
        "1e7b7173-e647-418d-8406-169175d6c54c",
        "feff2de5-59b4-4c23-b4fb-5f68e74d42f1"
      ]
    },
    {
      "coreOrOptionTitle": "Engineering Operatives Working Within a Fabrication Role",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "4dbac0fd-31bd-4ad0-bd22-fc1566f691a8",
        "6cd3a1cb-05ff-42ae-bf24-908552d07e27",
        "bfcf6df9-3e7b-41bc-b34f-79b7bfbba4d5"
      ],
      "mappedSkills": [
        "3cf00bd0-572b-43df-a040-eafdd1510fa0",
        "64418d83-1217-4d3d-89c6-9ef3c8483ef4",
        "bd21f069-8256-4d56-9640-6469ccd02579",
        "40a14562-3af0-4b9c-a6d2-0a7ca20426bb"
      ]
    },
    {
      "coreOrOptionTitle": "Engineering Operatives Working Within a Materials, Processing or Finishing Role",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "416a502a-db0c-4f44-9cab-d6a59fc078cc",
        "b6fd59ea-7b9d-4c21-b42b-9a25977c1e39",
        "a8c4e2df-b6c9-45b9-bbab-0c306e74cbe8"
      ],
      "mappedSkills": [
        "6cdf34fa-2d65-49ff-889e-47acd310de00",
        "d3895ae2-15c4-42cd-b913-eddc3f7ff105",
        "1b1bb462-c019-4e2e-b4a2-6d491bfceba3",
        "caa1f6dd-8841-420c-af1e-1bce30cc0d82"
      ]
    },
    {
      "coreOrOptionTitle": "Engineering Operatives Working Within a Technical Support Role",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "68192f4d-c243-44cc-88ce-b5d2c7194e40",
        "0994d256-e422-4463-b90d-40b43a6b533d",
        "e7e9fd2b-7306-4c2d-8b35-76f4cc671784"
      ],
      "mappedSkills": [
        "2314aeb0-1efa-4033-aa2f-f4019c329a32",
        "7e9f99c0-cbb4-46d8-a0ef-94db9c1ab83b",
        "25415a35-93be-4daf-9763-fbf08863fdbd",
        "3f0aeeba-23c7-4dda-bce1-dcf1af7bb466"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-06-25T00:00:00"
}