{
  "templateType": "Apprenticeship Standard",
  "larsCode": 220,
  "referenceNumber": "ST0528",
  "learningAimClassCode": "",
  "title": "High speed rail and infrastructure technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": true,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0528",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2021-11-16T00:00:00",
  "earliestStartDate": "2017-12-27T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Providing technical solutions across the construction, maintenance and operation of a high speed railway.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 21000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "High Speed Rail & Infrastructure Technician",
    "High Speed Rail",
    "Infrastructure Technician",
    "construction",
    "civil engineering"
  ],
  "jobRoles": [
    "civil engineers",
    "operations managers"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1460/high-speed-rail-assessment-plan.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;&lt;strong&gt;Occupational Profile: &lt;/strong&gt;High speed rail is a specialist occupational area of work. High speed rail specialists include civil engineers, higher technicians in track, power and infrastructure, and operations managers. The High Speed Rail and Infrastructure Advanced Technician provides technical solutions across the construction, maintenance and operation of a high speed railway, as defined by their job role. They are responsible for the safe design, construction, installation, maintenance and operation of a high speed railway that provides a safe and reliable service for its customers. The Advanced Technician will need skills and knowledge relating to both high speed and conventional rail networks and infrastructure in order to manage the interface between the systems. High Speed Rail and Infrastructure Advanced Technicians will have core knowledge, skills and behaviours, and knowledge and skills in a specialist area.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Job roles include: &lt;/strong&gt;High Speed Rail and Infrastructure Advanced Technician in civil engineering; track; systems engineering; power; command, control and communication systems; operations and rolling stock. All apprentices will complete the core knowledge and skills and one of the options appropriate to their job role. The options are HSRI; Civil Engineering; Track; Systems Engineering; Command, Control and Communications; Rolling Stock; Power; Operations.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;Section&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge (The Advanced Technician will know and&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;understand…)&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Skills (The Advanced Technician will be able to…)&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td rowspan=&quot;4&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Health and Safety&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;The critical importance of safety and security in the conventional and the high speed railway industries, the principles of safe by design, system assurance, and health and safety legislation&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Develop and maintain an effective safety culture.&lt;/li&gt;\n&lt;li&gt;&amp;nbsp;Embed a culture of health, welfare and safety compliance to ensure the health and safety of employees, customers, visitors and members of the public.&lt;/li&gt;\n&lt;li&gt;Rigorously apply security procedures.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;The relationships of health and welfare strategies with safety in the workplace&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Apply rigorous health and safety practices, comply with legislation and safety processes.&lt;/li&gt;\n&lt;li&gt;Design safety into all aspects of the rail network, accounting for end-user requirements.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;The relevance of standards, policy, regulation and guidelines for the UK rail industry.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Comply with relevant standards and regulations.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Risk assessment and hazard analysis identification, management and mitigation.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Identify and manage risk, and prepare contingency plans.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td rowspan=&quot;4&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Context&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;The context and scope of high speed rail in the UK and internationally, and its integration into the wider transportation system.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;The distinction and interface between conventional and high speed rail.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;The role of specialist areas within conventional and high speed rail; civil engineering, track systems, traction and rolling stock, command, control and communication, power, digital and information operations, business management, systems engineering and integration.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Apply effective systems engineering practice, considering the interfaces between work packages and promoting and maintaining effective communications between disciplines.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Appropriate fundamental engineering principles.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&amp;nbsp;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td rowspan=&quot;4&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Design&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;The relevance and importance of sustainability, environmental, social and economic considerations in the development and operation of a high speed railway.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Embed the principles of sustainability and environmental considerations into the design, development, installation and operation of high speed rail projects.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;How the rail network system is designed, built, installed, operated, maintained, renewed and decommissioned.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;The impact of ergonomics and human factors on the design and operation of the railway.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;The importance of forward thinking to future innovation, technology and ways of working.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Design and implement innovative solutions using new technologies to improve efficiency, cost effectiveness, customer service and safety to work-based problems.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td rowspan=&quot;5&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Management&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;The requirements for, and characteristics of, leadership, collaboration and management&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Demonstrate effective management, supervising and managing resources as appropriate.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;The principles of effective project management, stakeholder management and quality management.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Implement project management processes and tools to effectively manage work packages such as Gantt Charts, Logic Network, PERT Chart, Product and Work Breakdown Structure, Risk Register&lt;/li&gt;\n&lt;li&gt;Work effectively with stakeholders&lt;/li&gt;\n&lt;li&gt;Comply with quality assurance processes&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;The principles of asset management.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Implement appropriate asset management tools to manage assets throughout their life cycle&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;The importance of commercial awareness, including the relationship with the supply chain&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;The procurement process and its importance to the business and industry&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td rowspan=&quot;2&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Information&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;The basics of working with Building Information Modelling (BIM) and the Common Data Environment.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Apply BIM and Asset Information Modelling (AIM) requirements effectively.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Interpret and manage information, which could include multi-dimensional modelling, complex work plans, technical drawings and schematics, including change control.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td rowspan=&quot;3&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Communication&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Undertake and implement a high standard of technical work taking responsibility for efficient and effective delivery of work packages.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Communicate effectively across all levels.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Use appropriate IT systems and applications&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;strong&gt;&lt;br&gt;Behaviours – &lt;/strong&gt;&lt;em&gt;The HSRI Advanced Technician;&lt;/em&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Fosters a safe, secure and healthy working environment through personal responsibility and behaviour&lt;/li&gt;\n&lt;li&gt;Is customer focused and is dedicated to improving the customer experience&lt;/li&gt;\n&lt;li&gt;Effective self-manage, prioritise and a proactively approaches work and continuous professional development.&lt;/li&gt;\n&lt;li&gt;Effectively lead&lt;/li&gt;\n&lt;li&gt;Acts professionally, shows commitment to the industry and employer, and is an effective ambassador for the employer&lt;/li&gt;\n&lt;li&gt;Is committed to equality, diversity and inclusion, and act ethically with integrity and respect&lt;/li&gt;\n&lt;li&gt;Works flexibly, embraces change, handles ambiguity and accepts new ideas and ways of working&lt;/li&gt;\n&lt;li&gt;Uses effective communication skills to work collaboratively and to exchange constructive feedback&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Apprenticeship Options&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td rowspan=&quot;2&quot;&gt;\n&lt;p&gt;&lt;strong&gt;The HSRI Civil Engineering Advanced Technician will know and understand&lt;em&gt;;&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How to identify, eliminate and mitigate safety and health risks in the whole project lifecycle;&lt;/li&gt;\n&lt;li&gt;The social and environmental factors arising from civil engineering activities;&lt;/li&gt;\n&lt;li&gt;Legislation and standards regarding the design and construction of high speed rail systems;&lt;/li&gt;\n&lt;li&gt;The civil engineering components, considerations, techniques, methods and software used in high speed rail;&lt;/li&gt;\n&lt;li&gt;The interface between civil engineering, track and other network systems;&lt;/li&gt;\n&lt;li&gt;The impact of structures, drainage, geotechnics and lineside equipment on the construction and durability of a high speed rail system;&lt;/li&gt;\n&lt;li&gt;Procedures for gaining necessary planning consents;&lt;/li&gt;\n&lt;li&gt;The necessity of designing, planning, coordinating and supervising temporary works;&lt;/li&gt;\n&lt;li&gt;Processes for planning and delivering both on-site and off-site construction; how to effectively estimate, manage and control costs, resources and programme;&lt;/li&gt;\n&lt;li&gt;Quality control and assurance, the link to productivity, and the application of lean principles and Business Improvement Techniques (BIT);&lt;/li&gt;\n&lt;li&gt;The industry software used to achieve BIM requirements.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;The HSRI Civil Engineering Advanced Technician will competently;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Apply and influence safety and health principles in order to ensure a safe and healthy working environment;&lt;/li&gt;\n&lt;li&gt;Implement processes that identify, eliminate, avoid and mitigate safety and health risks in design or construction;&lt;/li&gt;\n&lt;li&gt;Comply with industry standards and legislation;&lt;/li&gt;\n&lt;li&gt;Create, read, interpret and implement detailed plans and schedules;&lt;/li&gt;\n&lt;li&gt;Contribute to the design, planning or implementation of high speed rail civil engineering projects, which could include lineside equipment, tunnels, cuttings, bridges, viaducts, or embankments;&lt;/li&gt;\n&lt;li&gt;Contribute to the design, planning, implementation or decommissioning of temporary works;&lt;/li&gt;\n&lt;li&gt;Estimate, manage and control costs, programme, risk and resources within area of responsibility;&lt;/li&gt;\n&lt;li&gt;Effectively use industry software as appropriate to achieve BIM requirements;&lt;/li&gt;\n&lt;li&gt;Establish dimensional control by surveying and setting out;&lt;/li&gt;\n&lt;li&gt;Specify and select and manage a range of labour, plant and materials;&lt;/li&gt;\n&lt;li&gt;Implement procedures that take account of structures, geotechnics and drainage for the construction, durability and safe operation of a high speed railway;&lt;/li&gt;\n&lt;li&gt;Lead a team to efficiently manage a work package and achieve planned outcomes; apply processes for planning and delivery of both on-site and off-site construction.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;The HSRI Track Advanced Technician will know and understand;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Health and safety regulations pertaining to track;&lt;/li&gt;\n&lt;li&gt;Identification, avoidance and mitigation of safety and health risks in design, construction, operation, maintenance and decommissioning;&lt;/li&gt;\n&lt;li&gt;The components of a track system, especially as applied to high speed rail;&lt;/li&gt;\n&lt;li&gt;The differences between conventional and high speed track and the interfaces between the two systems;&lt;/li&gt;\n&lt;li&gt;The essentials of constructing properly supported track bed;&lt;/li&gt;\n&lt;li&gt;The impact of alignment, hydrodynamics (chiefly drainage) and geotechnics on track;&lt;/li&gt;\n&lt;li&gt;Track geometry and the influence of speed;&lt;/li&gt;\n&lt;li&gt;Impact of assets and structures on the track system;&lt;/li&gt;\n&lt;li&gt;Processes associated with the planning, design, construction, monitoring, ongoing inspection, maintenance, renewal, repair and failure mechanisms of track;&lt;/li&gt;\n&lt;li&gt;Manufacturing and construction methodology behind track;&lt;/li&gt;\n&lt;li&gt;The range and use of specialist equipment and plant for track;&lt;/li&gt;\n&lt;li&gt;The necessity of designing, planning, coordinating and supervising temporary works;&lt;/li&gt;\n&lt;li&gt;Environmental impact of the whole track lifecycle.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td&gt;\n&lt;p&gt;&amp;nbsp;&lt;strong&gt;The HSRI Track Advanced Technician will competently;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Engage in processes that identify, avoid and mitigate safety and health risks in design and construction;&lt;/li&gt;\n&lt;li&gt;Apply systematic safety and health practice during planned and unplanned activities across the whole track lifecycle;&lt;/li&gt;\n&lt;li&gt;Comply with legislation, processes and standards relating to the planning, design, construction, monitoring, maintenance, renewal, repair, manufacturing and construction methodology, disposal and environmental impact of track;&lt;/li&gt;\n&lt;li&gt;Contribute to the design, construction, monitoring, maintenance, renewal, repair and decommissioning of track;&lt;/li&gt;\n&lt;li&gt;Contribute to determining appropriate manufacturing and construction methodologies, including the decommissioning and environmental impact of track;&lt;/li&gt;\n&lt;li&gt;Produce and interpret detailed technical documents, including the application of BIM and other regulated information systems;&lt;/li&gt;\n&lt;li&gt;Account for the impact of alignments and geotechnics on track design, construction, maintenance and final system needs;&lt;/li&gt;\n&lt;li&gt;Contribute to testing and commissioning including integration with other systems.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td rowspan=&quot;2&quot;&gt;\n&lt;p&gt;&lt;strong&gt;The HSRI Systems Engineering Advanced Technician will know and understand;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Processes to identify safety and health risk and their integration in an operational system;&lt;/li&gt;\n&lt;li&gt;The concept, significance and meaning of systems thinking and the systems engineering discipline, and the impact of relevant standards;&lt;/li&gt;\n&lt;li&gt;The necessity of taking a holistic approach to managing the lifecycle of a project from specification to decommissioning;&lt;/li&gt;\n&lt;li&gt;Appropriate systems engineering approaches for different situations, types of assurance, validation and verification (from traditional ‘V’ model to Agile systems engineering);&lt;/li&gt;\n&lt;li&gt;The necessity of designing, planning, coordinating and supervising temporary works;&lt;/li&gt;\n&lt;li&gt;System architecture, hardware, software and interfaces;&lt;/li&gt;\n&lt;li&gt;Available software and tools to support systems engineering, including BIM; requirements capture management theory and practical methods;&lt;/li&gt;\n&lt;li&gt;Interface management theory and methods;&lt;/li&gt;\n&lt;li&gt;RAMSS (Reliability, Availability, Maintainability, Safety, Security) analysis;&lt;/li&gt;\n&lt;li&gt;Documentation hierarchy.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;The HSRI Systems Engineering Advanced Technician will competently;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Ensure safety and health risks are identified and captured;&lt;/li&gt;\n&lt;li&gt;Identify and comply with relevant standards and regulations;&lt;/li&gt;\n&lt;li&gt;Apply systems thinking to a broad range of challenges in the context of high speed rail;&lt;/li&gt;\n&lt;li&gt;Identify system interfaces, contribute to interface management and communicate effectively across multiple disciplines and levels; The&lt;/li&gt;\n&lt;li&gt;Recognise different situations, plan systems engineering activities and apply systems engineering approaches;&lt;/li&gt;\n&lt;li&gt;Identify project or system lifecycles and apply modelling principles to test system-level functionalities, interrelationships and scenarios;&lt;/li&gt;\n&lt;li&gt;Select and apply appropriate system modelling techniques incorporating ergonomic and human factors;&lt;/li&gt;\n&lt;li&gt;Contribute to the identification of testing, commissioning and hand-over requirements;&lt;/li&gt;\n&lt;li&gt;Contribute to the capture, development, and management of requirements;&lt;/li&gt;\n&lt;li&gt;Contribute to the development of systems architecture;&lt;/li&gt;\n&lt;li&gt;Use available software and tools as appropriate, including the application of BIM;&lt;/li&gt;\n&lt;li&gt;Estimate the production availability of a system by assessing failure modes, frequencies and consequences;&lt;/li&gt;\n&lt;li&gt;Contribute to system analysis activities.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td rowspan=&quot;2&quot;&gt;\n&lt;p&gt;&lt;strong&gt;The HSRI Command, Control and Communications (CCC) Advanced Technician will know and understand;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The design factors that embed health and safety into the CCC system;&lt;/li&gt;\n&lt;li&gt;In-depth knowledge of Common Safety Method (CSM) and application of change within the CSM context;&lt;/li&gt;\n&lt;li&gt;Risk and failure modes and how to build protection into the design;&lt;/li&gt;\n&lt;li&gt;What is meant by CCC, and the differences between legacy, modern and future rail signalling and train control systems;&lt;/li&gt;\n&lt;li&gt;Ergonomic and human factors relating to design and operation of a CCC system;&lt;/li&gt;\n&lt;li&gt;Operation and maintenance requirements for CCC systems and how to demonstrate that they can be achieved;&lt;/li&gt;\n&lt;li&gt;The commissioning certification process relating to the design, implementation and operation of a CCC system;&lt;/li&gt;\n&lt;li&gt;IT hardware, software and technical architecture as appropriate;&lt;/li&gt;\n&lt;li&gt;Security technology and systems including cyber security and levels of access;&lt;/li&gt;\n&lt;li&gt;The function and operation of the European Rail Traffic Management System (ERTMS) including the European Train Control System (ETCS);&lt;/li&gt;\n&lt;li&gt;Telecoms systems including the Global System for Mobile Communications – Railway (GSM-R) and subsequent evolutions to communicate between train and track-side;&lt;/li&gt;\n&lt;li&gt;Purpose and processes for data management, configuration management and change management.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;The HSRI CCC Advanced Technician will competently;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Fully comply with all safety guidance and regulations consistent with critical safety integrity levels;&lt;/li&gt;\n&lt;li&gt;Assess risk and report failure modes and various scenarios in order to build protection into the design, including the application of ergonomics and human factors;&lt;/li&gt;\n&lt;li&gt;Identify and describe modern systems for CCC as applicable to High Speed Rail;&lt;/li&gt;\n&lt;li&gt;Identify and manage issues resulting from the interface between peripheral systems with modern digital and electronic CCC systems;&lt;/li&gt;\n&lt;li&gt;Capture and manipulate survey and geographical data across all interfaces to inform design;&lt;/li&gt;\n&lt;li&gt;Contribute to the selection, design, installation, maintenance, operation and decommissioning of CCC systems including within the CSM framework;&lt;/li&gt;\n&lt;li&gt;Plan and implement monitoring, maintenance and repair of CCC systems; diagnose faults and implement solutions for a modern CCC system;&lt;/li&gt;\n&lt;li&gt;Apply data, configuration and change management;&lt;/li&gt;\n&lt;li&gt;Develop and apply security processes.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td rowspan=&quot;2&quot;&gt;\n&lt;p&gt;&lt;strong&gt;The HSRI Rolling Stock Advanced Technician will know and understand;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Health and safety standards, regulations and their application to high speed rolling stock;&lt;/li&gt;\n&lt;li&gt;Rolling stock systems, subsystems and components for high speed rail;&lt;/li&gt;\n&lt;li&gt;Factors that influence specific design considerations for high speed rail, including ergonomics and human factors;&lt;/li&gt;\n&lt;li&gt;Principles and application of train design including materials, energy sources, legislation and standards;&lt;/li&gt;\n&lt;li&gt;Current, future and alternative technologies impacting on the design and operation of high speed rail rolling stock;&lt;/li&gt;\n&lt;li&gt;The interaction between rolling stock and the track and aspects that may impact on stability and fatigue;&lt;/li&gt;\n&lt;li&gt;How noise and vibration is generated and methods of minimising impact between track and train;&lt;/li&gt;\n&lt;li&gt;The interface between the energy source and the train and electromagnetic compatibility;&lt;/li&gt;\n&lt;li&gt;Maintenance, vehicle examination and inspection processes, and related recording requirements;&lt;/li&gt;\n&lt;li&gt;Operational processes relating to in-service engineering and diagnostics;&lt;/li&gt;\n&lt;li&gt;Train care facility requirements to optimise train lifespan;&lt;/li&gt;\n&lt;li&gt;The potential impact of contractual commitments and penalties on the business and how this impacts on working practice.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;The HSRI Rolling Stock Advanced Technician will competently;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Develop and maintain safety critical competencies, knowledge and behaviours;&lt;/li&gt;\n&lt;li&gt;Apply principles of product safety design and maintenance and safe working practice to include the impact of ergonomics and human factors;&lt;/li&gt;\n&lt;li&gt;Safely operate the rolling stock system and subsystem to be able to analyse and fault find;&lt;/li&gt;\n&lt;li&gt;Demonstrate the ability to interpret and apply legislation and standards as applied to rolling stock design, maintenance and operation;&lt;/li&gt;\n&lt;li&gt;Contribute to the design of systems, subsystems and components;&lt;/li&gt;\n&lt;li&gt;Use monitoring and inspection equipment to measure parameters of major rolling stock subsystems and components;&lt;/li&gt;\n&lt;li&gt;Effectively use diagnostic tools and methods to diagnose faults and defects in rolling stock and plan and implement solutions to maximise rolling stock use and ensure safe and operational service;&lt;/li&gt;\n&lt;li&gt;Dynamically risk assess non-routine work;&lt;/li&gt;\n&lt;li&gt;Accurately capture and maintain all necessary documentation, records and data analysis.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;The HSRI Power Advanced Technician will know and understand;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Specific health and safety regulations and best practice while working with electrical power, emergency first aid for electrical hazards, safe working at height;&lt;/li&gt;\n&lt;li&gt;Electrical, electronic and mechanical engineering theories that underpin the field of power and distribution in the high speed rail context;&lt;/li&gt;\n&lt;li&gt;Industry standards that cover specific skills used for overhead lines, cable jointing and substation fitting activities;&lt;/li&gt;\n&lt;li&gt;Design of the electrification systems and components for a high speed rail system;&lt;/li&gt;\n&lt;li&gt;Power supply, transmission, protection and isolation devices for high speed rail;&lt;/li&gt;\n&lt;li&gt;Planning, installation and maintenance of OLE and related equipment;&lt;/li&gt;\n&lt;li&gt;The process of managing electrification from receipt from the National Grid transformers to use at track-side or Overhead Line Equipment (OLE);&lt;/li&gt;\n&lt;li&gt;The key roles of Electrical and Plant Distribution Engineers and Electrification Engineers;&lt;/li&gt;\n&lt;li&gt;Fault-finding techniques, common faults and repair procedures;&lt;/li&gt;\n&lt;li&gt;New technologies used on high speed rail in Britain and abroad.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;The HSRI Power Advanced Technician will competently;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Consistently apply health and safety best practice and compliance, apply safe working at height and safety harness use and apply emergency first aid for electrical hazard;&lt;/li&gt;\n&lt;li&gt;Use and direct the use of lifting and access equipment&lt;/li&gt;\n&lt;li&gt;Safely, accurately and efficiently install and commission track-side and overhead power supply and transmission systems for high speed rail;&lt;/li&gt;\n&lt;li&gt;Erect and direct the erection of different types of overhead line structures, pre-fabrication and installation of main structure and small part steelwork and running wire systems&lt;/li&gt;\n&lt;li&gt;Take account of sectioning, insulation, registration and in-span components and the installation, enhancement and renewal of earthing and bonding&lt;/li&gt;\n&lt;li&gt;Plan, monitor, implement and maintain track-side and overhead line equipment using appropriate systems, standards, procedures and tools;&lt;/li&gt;\n&lt;li&gt;Conduct dynamic risk assessment for non-routine occurrences;&lt;/li&gt;\n&lt;li&gt;Read and interpret both paper-based and digital technical design drawings, models and schematics;&lt;/li&gt;\n&lt;li&gt;Effectively supervise teams and allocate work schedules;&lt;/li&gt;\n&lt;li&gt;Accurately complete and maintain necessary documentation.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td rowspan=&quot;2&quot;&gt;\n&lt;p&gt;&lt;strong&gt;The HSRI Operations Advanced Technician will know and understand;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Safety management for high speed rail operations;&lt;/li&gt;\n&lt;li&gt;The role of emergency planning and the function of responders;&lt;/li&gt;\n&lt;li&gt;Incident, accident, disaster and emergency management;&lt;/li&gt;\n&lt;li&gt;Cyber and other security threats to railway operations and mitigation factors;&lt;/li&gt;\n&lt;li&gt;The passenger market and management of revenue sources;&lt;/li&gt;\n&lt;li&gt;Importance of excellent customer service and the impact of quality assurance systems;&lt;/li&gt;\n&lt;li&gt;Procedures for delivering high speed passenger services;&lt;/li&gt;\n&lt;li&gt;Network management and operational management of timetabling and traffic management within high speed rail;&lt;/li&gt;\n&lt;li&gt;Principles of performance management.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;The HSRI Operations Advanced Technician will competently;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Implement high speed railway standards, procedures and regulations to ensure effective, safe, secure and efficient operation;&lt;/li&gt;\n&lt;li&gt;Use historical and real-time data to accurately predict likely sources of incidents and make comprehensive plans for mitigation;&lt;/li&gt;\n&lt;li&gt;Implement appropriate training received in a response to an emergency situation;&lt;/li&gt;\n&lt;li&gt;Apply standard network code and operational code and interpret ERCO, ASSET and Ordnance Survey maps;&lt;/li&gt;\n&lt;li&gt;Implement tools and systems to effectively manage timetabling and high speed rail operations to ensure efficiency;&lt;/li&gt;\n&lt;li&gt;Apply performance management principles effectively;&lt;/li&gt;\n&lt;li&gt;Develop, implement and monitor policies and procedures designed to deliver excellent customer service and experience; demonstrate a commitment to outstanding customer service;&lt;/li&gt;\n&lt;li&gt;Interpret financial reports and manage revenue sources.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;br&gt;This is a level 4 apprenticeship.&lt;/p&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;The typical duration is 36 months, depending on prior learning and experience, with a minimum duration of 12 months.&lt;/p&gt;\n&lt;h3&gt;Professional Recognition&lt;/h3&gt;\n&lt;p&gt;This is a level 4 apprenticeship and it is designed to meet the requirements of the Engineering Council for registration as an Engineering Technician (EngTech) which can be awarded by relevant Professional Engineering Institutions licensed by them. It is however up to the individual and their employer whether they choose to register.&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;Entry requirements&lt;/h3&gt;\n&lt;p&gt;Whilst any entry requirements will be a matter for the individual employer, typically an apprentice might be expected to have achieved a standard as demonstrated by A-Levels (one of which would typically be in Mathematics or Physics), a BTEC National Diploma in an appropriate vocational area (such as Engineering or the Built Environment), other Level 3 vocational qualifications, or other industrial experience.&lt;/p&gt;\n&lt;p&gt;Apprentices without both level 2 English and Maths will need to achieve this level prior to taking the end- point assessment.&lt;/p&gt;\n&lt;h3&gt;Review&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard will be reviewed after 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;High speed rail is a specialist occupational area of work. High speed rail specialists include civil engineers, higher technicians in track, power and infrastructure, and operations managers. The High Speed Rail and Infrastructure Advanced Technician provides technical solutions across the construction, maintenance and operation of a high speed railway, as defined by their job role. They are responsible for the safe design, construction, installation, maintenance and operation of a high speed railway that provides a safe and reliable service for its customers. The Advanced Technician will need skills and knowledge relating to both high speed and conventional rail networks and infrastructure in order to manage the interface between the systems. High Speed Rail and Infrastructure Advanced Technicians will have core knowledge, skills and behaviours, and knowledge and skills in a specialist area.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "d5d4def3-0f0f-4f37-b7fc-f5c45a832b20",
      "detail": "The critical importance of safety and security in the conventional and the high speed railway industries, the principles of safe by design, system assurance, and health and safety legislation"
    },
    {
      "knowledgeId": "db1be23b-f484-409c-96b4-431706261fe1",
      "detail": "The relationships of health and welfare strategies with safety in the workplace"
    },
    {
      "knowledgeId": "5183b2bf-c293-452e-b63f-539f066b0b59",
      "detail": "The relevance of standards, policy, regulation and guidelines for the UK rail industry."
    },
    {
      "knowledgeId": "0deca77f-a29f-4d30-a584-a06579343464",
      "detail": "Risk assessment and hazard analysis identification, management and mitigation."
    },
    {
      "knowledgeId": "2398a46a-e82c-4638-be70-69fa164ae8ac",
      "detail": "\t\nThe context and scope of high speed rail in the UK and internationally, and its integration into the wider transportation system."
    },
    {
      "knowledgeId": "07dc37da-4f27-4d2f-bf70-109876cf7a66",
      "detail": "The distinction and interface between conventional and high speed rail."
    },
    {
      "knowledgeId": "48bec997-2d94-4f79-a849-d735b68b898b",
      "detail": "The role of specialist areas within conventional and high speed rail; civil engineering, track systems, traction and rolling stock, command, control and communication, power, digital and information operations, business management, systems engineering and integration."
    },
    {
      "knowledgeId": "e9c9dade-0797-4d86-a5ab-1fb2380c5345",
      "detail": "Appropriate fundamental engineering principles."
    },
    {
      "knowledgeId": "da3ef241-89d5-4cee-a7ec-a1179bbc1482",
      "detail": "The relevance and importance of sustainability, environmental, social and economic considerations in the development and operation of a high speed railway."
    },
    {
      "knowledgeId": "1af22920-0ab5-4fe7-bb0d-c8d4b4ddfbd6",
      "detail": "How the rail network system is designed, built, installed, operated, maintained, renewed and decommissioned."
    },
    {
      "knowledgeId": "c1629c0e-2660-4cf3-ad14-4292fe285df6",
      "detail": "The impact of ergonomics and human factors on the design and operation of the railway."
    },
    {
      "knowledgeId": "3074fb7b-a3a4-4660-ac2e-6b50b9151d86",
      "detail": "The importance of forward thinking to future innovation, technology and ways of working."
    },
    {
      "knowledgeId": "ec888351-b09c-4379-a514-23c2b08b9778",
      "detail": "The requirements for, and characteristics of, leadership, collaboration and management"
    },
    {
      "knowledgeId": "99da372a-1280-4f62-84fb-c68153066577",
      "detail": "The principles of effective project management, stakeholder management and quality management."
    },
    {
      "knowledgeId": "9a5068c8-3507-40e0-82c9-89eaf5301998",
      "detail": "The principles of asset management."
    },
    {
      "knowledgeId": "42bb40aa-89f4-4b62-9526-c688673f2399",
      "detail": "The importance of commercial awareness, including the relationship with the supply chain"
    },
    {
      "knowledgeId": "747e694a-c012-44a6-9ce2-4ef434393363",
      "detail": "The procurement process and its importance to the business and industry"
    },
    {
      "knowledgeId": "629f03ce-6e85-4e2a-88d3-a23cbb065987",
      "detail": "The basics of working with Building Information Modelling (BIM) and the Common Data Environment."
    },
    {
      "knowledgeId": "663efa37-949c-44e4-bb66-8c41fa7e12a5",
      "detail": "How to identify, eliminate and mitigate safety and health risks in the whole project lifecycle;"
    },
    {
      "knowledgeId": "af26adb8-4c6f-4627-bbd4-83e637db69eb",
      "detail": "The social and environmental factors arising from civil engineering activities;"
    },
    {
      "knowledgeId": "dfb71713-dda9-4765-999a-1623bc734db8",
      "detail": "Legislation and standards regarding the design and construction of high speed rail systems;"
    },
    {
      "knowledgeId": "de9274b8-2cc4-4e90-a2f0-0ce8027cc4ce",
      "detail": "The civil engineering components, considerations, techniques, methods and software used in high speed rail;"
    },
    {
      "knowledgeId": "d5b46c74-b828-417c-a5d0-3b1fef577da0",
      "detail": "The interface between civil engineering, track and other network systems;"
    },
    {
      "knowledgeId": "98c79c50-c72c-40ba-91e0-72bb89a01813",
      "detail": "The impact of structures, drainage, geotechnics and lineside equipment on the construction and durability of a high speed rail system;"
    },
    {
      "knowledgeId": "bcabc994-16a4-48d9-83e8-1f085e7308a3",
      "detail": "Procedures for gaining necessary planning consents;"
    },
    {
      "knowledgeId": "9804c2fe-f0d4-42fe-890a-5ea3a82588d3",
      "detail": "The necessity of designing, planning, coordinating and supervising temporary works;"
    },
    {
      "knowledgeId": "2087c1eb-671b-47fe-87b7-90ad9a3f866a",
      "detail": "Processes for planning and delivering both on-site and off-site construction; how to effectively estimate, manage and control costs, resources and programme;"
    },
    {
      "knowledgeId": "0151c594-5c2b-448d-8c90-86d4cac2b5bb",
      "detail": "Quality control and assurance, the link to productivity, and the application of lean principles and Business Improvement Techniques (BIT);"
    },
    {
      "knowledgeId": "fe6faddc-7192-4143-93be-6323c3734915",
      "detail": "The industry software used to achieve BIM requirements."
    },
    {
      "knowledgeId": "0e4e53f4-b3eb-4e3c-bb59-be500638ca77",
      "detail": "Health and safety regulations pertaining to track;"
    },
    {
      "knowledgeId": "f8d1868f-ba5d-4b9c-a581-fc7ab9c6349f",
      "detail": "Identification, avoidance and mitigation of safety and health risks in design, construction, operation, maintenance and decommissioning"
    },
    {
      "knowledgeId": "0735f3a0-659c-4732-b897-1b6ae106bb16",
      "detail": "The components of a track system, especially as applied to high speed rail;"
    },
    {
      "knowledgeId": "a192f070-9856-4f80-914e-56dd688e9b55",
      "detail": "The differences between conventional and high speed track and the interfaces between the two systems;"
    },
    {
      "knowledgeId": "631e5791-96bd-4f95-a66e-28ee1ee03f95",
      "detail": "The essentials of constructing properly supported track bed;"
    },
    {
      "knowledgeId": "497813bf-d300-4b8a-8b79-1aae17fb1d46",
      "detail": "The impact of alignment, hydrodynamics (chiefly drainage) and geotechnics on track;"
    },
    {
      "knowledgeId": "e5a92a61-5051-4eda-abc9-ac53dce51ef7",
      "detail": "Track geometry and the influence of speed;"
    },
    {
      "knowledgeId": "d25352a5-e346-425e-a002-5dc647b0d2b2",
      "detail": "Impact of assets and structures on the track system;"
    },
    {
      "knowledgeId": "633d9471-0fbb-4fc7-8c20-a04a67f86b56",
      "detail": "Processes associated with the planning, design, construction, monitoring, ongoing inspection, maintenance, renewal, repair and failure mechanisms of track;"
    },
    {
      "knowledgeId": "393fc72c-bc8d-4953-9d43-0350254f78a2",
      "detail": "Manufacturing and construction methodology behind track;"
    },
    {
      "knowledgeId": "e982b558-770c-440a-9852-c150ca3f8800",
      "detail": "The range and use of specialist equipment and plant for track;"
    },
    {
      "knowledgeId": "3453ae52-e109-4ca0-aee7-fd650e7a6896",
      "detail": "The necessity of designing, planning, coordinating and supervising temporary works;"
    },
    {
      "knowledgeId": "9b57a794-4d34-43a4-be66-09650367dc12",
      "detail": "Environmental impact of the whole track lifecycle."
    },
    {
      "knowledgeId": "107eb625-7c12-4a4f-8825-9481b6aa99c3",
      "detail": "Processes to identify safety and health risk and their integration in an operational system;"
    },
    {
      "knowledgeId": "9155ef7a-2b29-4497-bc72-636d11fb4fb3",
      "detail": "The concept, significance and meaning of systems thinking and the systems engineering discipline, and the impact of relevant standards;"
    },
    {
      "knowledgeId": "07eb355d-1ed6-4b15-a2ab-a07e4751e775",
      "detail": "The necessity of taking a holistic approach to managing the lifecycle of a project from specification to decommissioning;"
    },
    {
      "knowledgeId": "18aa0bbb-648a-4a73-9650-63b56229970e",
      "detail": "Appropriate systems engineering approaches for different situations, types of assurance, validation and verification (from traditional ‘V’ model to Agile systems engineering);"
    },
    {
      "knowledgeId": "41e06a97-264c-4af3-a3c7-2215a9b428f1",
      "detail": "The necessity of designing, planning, coordinating and supervising temporary works;"
    },
    {
      "knowledgeId": "c7163327-5b98-477c-bda6-32106688def7",
      "detail": "System architecture, hardware, software and interfaces;"
    },
    {
      "knowledgeId": "350c6055-3f45-4a34-8d10-a62969699593",
      "detail": "Available software and tools to support systems engineering, including BIM; requirements capture management theory and practical methods;"
    },
    {
      "knowledgeId": "b3e3e6b8-0597-442f-b3ca-0a6691e696f0",
      "detail": "Interface management theory and methods;"
    },
    {
      "knowledgeId": "5e2226bf-86fb-4244-8def-586bb1cdc353",
      "detail": "RAMSS (Reliability, Availability, Maintainability, Safety, Security) analysis;"
    },
    {
      "knowledgeId": "fd512b36-ff99-4c6f-ba3e-6290c9780ca8",
      "detail": "Documentation hierarchy."
    },
    {
      "knowledgeId": "7dec341e-6dbd-47e6-9047-b7f6f57b21ef",
      "detail": "The design factors that embed health and safety into the CCC system;"
    },
    {
      "knowledgeId": "56eec114-4e0a-4a04-8d0e-3826713303c3",
      "detail": "In-depth knowledge of Common Safety Method (CSM) and application of change within the CSM context;"
    },
    {
      "knowledgeId": "a2ed1153-2320-4e5c-9c76-b197317c4864",
      "detail": "Risk and failure modes and how to build protection into the design;"
    },
    {
      "knowledgeId": "b8ae6b2c-8255-430d-b538-1bca52a90ec7",
      "detail": "What is meant by CCC, and the differences between legacy, modern and future rail signalling and train control systems;"
    },
    {
      "knowledgeId": "05c59464-7430-46e4-a3da-3434f8bec1c8",
      "detail": "Ergonomic and human factors relating to design and operation of a CCC system;"
    },
    {
      "knowledgeId": "c08902b3-a0bb-4dee-ace3-eb3bb65beb45",
      "detail": "Operation and maintenance requirements for CCC systems and how to demonstrate that they can be achieved;"
    },
    {
      "knowledgeId": "d52f09d4-7164-4a3b-8c2b-9972c39cde5f",
      "detail": "The commissioning certification process relating to the design, implementation and operation of a CCC system;"
    },
    {
      "knowledgeId": "2fa4b495-7138-4a04-a89d-02d69615b389",
      "detail": "IT hardware, software and technical architecture as appropriate;"
    },
    {
      "knowledgeId": "edec0251-e823-4c80-b1c8-a6f85f340e60",
      "detail": "Security technology and systems including cyber security and levels of access;"
    },
    {
      "knowledgeId": "c0dc2d54-c510-428d-a18b-004758036d07",
      "detail": "The function and operation of the European Rail Traffic Management System (ERTMS) including the European Train Control System (ETCS);"
    },
    {
      "knowledgeId": "e53b99ba-ea82-46df-b27e-53f3336754a7",
      "detail": "Telecoms systems including the Global System for Mobile Communications – Railway (GSM-R) and subsequent evolutions to communicate between train and track-side;"
    },
    {
      "knowledgeId": "d42dc3b0-422e-4da8-8748-c56976db779d",
      "detail": "Purpose and processes for data management, configuration management and change management."
    },
    {
      "knowledgeId": "0ecdd4e9-c59b-40d9-a1b1-bd35df563019",
      "detail": "Health and safety standards, regulations and their application to high speed rolling stock;"
    },
    {
      "knowledgeId": "96152f48-116d-4780-bc34-3359d02128fe",
      "detail": "Rolling stock systems, subsystems and components for high speed rail;"
    },
    {
      "knowledgeId": "1f8210ba-d915-480d-ab79-1cdb8333be53",
      "detail": "Factors that influence specific design considerations for high speed rail, including ergonomics and human factors;"
    },
    {
      "knowledgeId": "6e5f42e0-30a0-420c-ad3f-a3ba31971e39",
      "detail": "Principles and application of train design including materials, energy sources, legislation and standards;"
    },
    {
      "knowledgeId": "aaf6399d-72de-4322-9b4b-9bebcc476369",
      "detail": "Current, future and alternative technologies impacting on the design and operation of high speed rail rolling stock;"
    },
    {
      "knowledgeId": "1d9760fa-c2e1-4121-9c88-fdf81b0e7230",
      "detail": "The interaction between rolling stock and the track and aspects that may impact on stability and fatigue;"
    },
    {
      "knowledgeId": "ea5578d1-cb5f-4ee3-b633-75175bf17ccc",
      "detail": "How noise and vibration is generated and methods of minimising impact between track and train;"
    },
    {
      "knowledgeId": "00268597-af41-47f9-8287-316cd9378543",
      "detail": "The interface between the energy source and the train and electromagnetic compatibility;"
    },
    {
      "knowledgeId": "0493a4b0-dfc3-4c5b-b0f9-0855396943cd",
      "detail": "Maintenance, vehicle examination and inspection processes, and related recording requirements;"
    },
    {
      "knowledgeId": "afca8d69-0991-476b-b76e-d15128b080df",
      "detail": "Operational processes relating to in-service engineering and diagnostics;"
    },
    {
      "knowledgeId": "a7263816-6ace-4d2b-8a2f-916e49d72550",
      "detail": "Train care facility requirements to optimise train lifespan;"
    },
    {
      "knowledgeId": "fc73cdc3-1b39-4f03-aaa8-939dad3e7f4d",
      "detail": "The potential impact of contractual commitments and penalties on the business and how this impacts on working practice."
    },
    {
      "knowledgeId": "781b929e-4c2d-418e-b126-ba5391ea2d29",
      "detail": "Specific health and safety regulations and best practice while working with electrical power, emergency first aid for electrical hazards, safe working at height;"
    },
    {
      "knowledgeId": "8a4c95d5-9d0b-4de3-a28c-c1916844dcfa",
      "detail": "Electrical, electronic and mechanical engineering theories that underpin the field of power and distribution in the high speed rail context;"
    },
    {
      "knowledgeId": "29829011-3cf0-4008-a5c7-ddf1525656f8",
      "detail": "Industry standards that cover specific skills used for overhead lines, cable jointing and substation fitting activities;"
    },
    {
      "knowledgeId": "5c9c4d12-0212-4bd7-a951-158275834b48",
      "detail": "Design of the electrification systems and components for a high speed rail system;"
    },
    {
      "knowledgeId": "bd1e5506-5284-4f5b-b529-48f248f87f9c",
      "detail": "Power supply, transmission, protection and isolation devices for high speed rail"
    },
    {
      "knowledgeId": "0856b5c2-9bd0-4e52-ab7a-0662b88c217b",
      "detail": "Planning, installation and maintenance of OLE and related equipment;"
    },
    {
      "knowledgeId": "5f6ce64b-f41b-4ed1-b1d7-26e6361de1c3",
      "detail": "The process of managing electrification from receipt from the National Grid transformers to use at track-side or Overhead Line Equipment (OLE);"
    },
    {
      "knowledgeId": "45ee81ff-250a-4c0c-b2c6-d97cd78695b3",
      "detail": "The key roles of Electrical and Plant Distribution Engineers and Electrification Engineers;"
    },
    {
      "knowledgeId": "484fd30d-9fd6-44e9-b969-5f20d4bf577d",
      "detail": "Fault-finding techniques, common faults and repair procedures;"
    },
    {
      "knowledgeId": "7f8cd6f5-3800-4faa-a961-c40d5979b085",
      "detail": "New technologies used on high speed rail in Britain and abroad"
    },
    {
      "knowledgeId": "060c057a-a3e6-41de-b128-e84c4d8eb230",
      "detail": "Safety management for high speed rail operations;"
    },
    {
      "knowledgeId": "1c93cf00-6be6-4a9e-b6df-8538d514880c",
      "detail": "The role of emergency planning and the function of responders;"
    },
    {
      "knowledgeId": "5e0ddc10-6c8c-46b0-9f48-fc13b042cbeb",
      "detail": "Incident, accident, disaster and emergency management;"
    },
    {
      "knowledgeId": "62d4a448-7f99-458c-a5b6-3ae5b40941b7",
      "detail": "Cyber and other security threats to railway operations and mitigation factors;"
    },
    {
      "knowledgeId": "4db989fe-2d80-47f2-a0ca-6a7185468f7c",
      "detail": "The passenger market and management of revenue sources;"
    },
    {
      "knowledgeId": "f8053834-57d4-4951-a128-d924e3a04327",
      "detail": "Importance of excellent customer service and the impact of quality assurance systems;"
    },
    {
      "knowledgeId": "ebe137f6-33fe-453c-8dd8-8b6b03f2807d",
      "detail": "Procedures for delivering high speed passenger services;"
    },
    {
      "knowledgeId": "32415c8d-654a-4125-9c56-2bac9382e803",
      "detail": "Network management and operational management of timetabling and traffic management within high speed rail;"
    },
    {
      "knowledgeId": "923c3fed-cd82-41c7-92c9-292e08dc066e",
      "detail": "Principles of performance management"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "f93fa828-56b4-4580-b9c9-4fe9099d9322",
      "detail": "Fosters a safe, secure and healthy working environment through personal responsibility and behaviour"
    },
    {
      "behaviourId": "de183769-8a22-43f0-a099-e5c5fa29f813",
      "detail": "Is customer focused and is dedicated to improving the customer experience"
    },
    {
      "behaviourId": "e35201b3-6ebf-4b86-b000-f1938f5b11ab",
      "detail": "Effective self-manage, prioritise and a proactively approaches work and continuous professional development."
    },
    {
      "behaviourId": "6a3b6e49-e7e6-4803-8803-e0a960f91056",
      "detail": "Effectively lead"
    },
    {
      "behaviourId": "2f014e02-e164-46ad-8b06-b60839719044",
      "detail": "Acts professionally, shows commitment to the industry and employer, and is an effective ambassador for the employer"
    },
    {
      "behaviourId": "dad21157-0a73-4c87-9e31-b061124e196b",
      "detail": "Is committed to equality, diversity and inclusion, and act ethically with integrity and respect"
    },
    {
      "behaviourId": "bd706c5a-7b6a-4566-9a1c-a96123724303",
      "detail": "Works flexibly, embraces change, handles ambiguity and accepts new ideas and ways of working"
    },
    {
      "behaviourId": "5e8e472a-e529-4f6c-aeee-60233531d142",
      "detail": "Uses effective communication skills to work collaboratively and to exchange constructive feedback"
    }
  ],
  "skills": [
    {
      "skillId": "32c5bc63-764e-435a-8218-d53f1c32c3b0",
      "detail": "Develop and maintain an effective safety culture."
    },
    {
      "skillId": "7909ac85-3ded-4b06-8ee9-41cc6725c07b",
      "detail": " Embed a culture of health, welfare and safety compliance to ensure the health and safety of employees, customers, visitors and members of the public."
    },
    {
      "skillId": "bb8ce819-4e86-4edb-9828-0e40bdb27a0c",
      "detail": "Rigorously apply security procedures."
    },
    {
      "skillId": "94846482-7014-445e-9232-8a4abe6b0e45",
      "detail": "Apply rigorous health and safety practices, comply with legislation and safety processes."
    },
    {
      "skillId": "e221e967-8d70-4413-a9eb-156864645402",
      "detail": "Design safety into all aspects of the rail network, accounting for end-user requirements."
    },
    {
      "skillId": "077b498a-36a7-4a00-9cce-3ec06ba97bd6",
      "detail": "Comply with relevant standards and regulations."
    },
    {
      "skillId": "9bf0c41c-b5b3-46ac-9594-bba0e173fba3",
      "detail": "Identify and manage risk, and prepare contingency plans"
    },
    {
      "skillId": "e4e60bfd-3a87-48ed-9bc9-fda40076d266",
      "detail": "Apply effective systems engineering practice, considering the interfaces between work packages and promoting and maintaining effective communications between disciplines."
    },
    {
      "skillId": "0289c39d-7410-438c-8a87-571e75c8c232",
      "detail": "Embed the principles of sustainability and environmental considerations into the design, development, installation and operation of high speed rail projects."
    },
    {
      "skillId": "9e8214b6-c936-46af-a1ca-c70d2e0cbd5c",
      "detail": "Design and implement innovative solutions using new technologies to improve efficiency, cost effectiveness, customer service and safety to work-based problems."
    },
    {
      "skillId": "11623019-c60d-4a6b-85ab-d48dd2246b36",
      "detail": "Demonstrate effective management, supervising and managing resources as appropriate."
    },
    {
      "skillId": "0d56890e-ae4d-4d65-b241-7e1a09bcf324",
      "detail": "Implement project management processes and tools to effectively manage work packages such as Gantt Charts, Logic Network, PERT Chart, Product and Work Breakdown Structure, Risk Register"
    },
    {
      "skillId": "2ac931cb-81e2-4ddc-b887-f342989fd0bc",
      "detail": "Work effectively with stakeholders"
    },
    {
      "skillId": "37ea8625-3be4-4747-a880-78d0f265df33",
      "detail": "Comply with quality assurance processes"
    },
    {
      "skillId": "f4842753-2966-4add-81e7-23fde54e3b79",
      "detail": "Implement appropriate asset management tools to manage assets throughout their life cycle"
    },
    {
      "skillId": "d7392d35-8f10-4b12-8398-718dc17d9a4e",
      "detail": "Apply BIM and Asset Information Modelling (AIM) requirements effectively."
    },
    {
      "skillId": "c5d79a3f-256f-41bb-abac-6d0b5eefb383",
      "detail": "Interpret and manage information, which could include multi-dimensional modelling, complex work plans, technical drawings and schematics, including change control."
    },
    {
      "skillId": "9b753c5c-0c94-4a67-a888-b564c653d92a",
      "detail": "\t\nUndertake and implement a high standard of technical work taking responsibility for efficient and effective delivery of work packages."
    },
    {
      "skillId": "161e44d3-8128-4fed-ad62-a8c619bce172",
      "detail": "\t\nCommunicate effectively across all levels."
    },
    {
      "skillId": "5a293c43-3164-4d1e-9702-577b37a806f2",
      "detail": "\t\nUse appropriate IT systems and applications "
    },
    {
      "skillId": "c9f11abd-0fbe-4ffd-afec-91ca05de8978",
      "detail": "Apply and influence safety and health principles in order to ensure a safe and healthy working environment;"
    },
    {
      "skillId": "d8dae6a3-1b2a-45f5-b237-9f99af08c974",
      "detail": "Implement processes that identify, eliminate, avoid and mitigate safety and health risks in design or construction;"
    },
    {
      "skillId": "572915d6-dbbc-4a5e-a087-ff48b47349e3",
      "detail": "Comply with industry standards and legislation;"
    },
    {
      "skillId": "295e1e71-a6ea-4763-960d-112ae0ddfa3b",
      "detail": "Create, read, interpret and implement detailed plans and schedules;"
    },
    {
      "skillId": "dcf3a33d-f3da-4649-9fc4-8fb574ff1308",
      "detail": "Contribute to the design, planning or implementation of high speed rail civil engineering projects, which could include lineside equipment, tunnels, cuttings, bridges, viaducts, or embankments;"
    },
    {
      "skillId": "86bef681-1e84-4a49-9e51-92a1c1f61cff",
      "detail": "Contribute to the design, planning, implementation or decommissioning of temporary works;"
    },
    {
      "skillId": "d0f8506a-ba30-4a23-aef1-e85cbf7f04a5",
      "detail": "Estimate, manage and control costs, programme, risk and resources within area of responsibility;"
    },
    {
      "skillId": "58364e7b-e5e7-40f3-a663-e6fe7c44c466",
      "detail": "Effectively use industry software as appropriate to achieve BIM requirements;"
    },
    {
      "skillId": "4884aab2-939f-4393-b3d8-dd4fb7edd4a8",
      "detail": "Establish dimensional control by surveying and setting out;"
    },
    {
      "skillId": "826002b9-4f50-4387-804c-67983bbbcfbe",
      "detail": "Specify and select and manage a range of labour, plant and materials;"
    },
    {
      "skillId": "9fd6f7d0-1aac-4287-8b04-5c5374a2f725",
      "detail": "Implement procedures that take account of structures, geotechnics and drainage for the construction, durability and safe operation of a high speed railway;"
    },
    {
      "skillId": "5b4bad9e-9ff0-4364-b1dd-8f1f198f56c9",
      "detail": "Lead a team to efficiently manage a work package and achieve planned outcomes; apply processes for planning and delivery of both on-site and off-site construction."
    },
    {
      "skillId": "cfbce60f-7c75-4213-b210-5d7fda021290",
      "detail": "Engage in processes that identify, avoid and mitigate safety and health risks in design and construction;"
    },
    {
      "skillId": "f3d20229-f097-48cc-83c6-18de84ca8a63",
      "detail": "Apply systematic safety and health practice during planned and unplanned activities across the whole track lifecycle;"
    },
    {
      "skillId": "98f3a7c8-a685-4ffe-97e3-b7d8d4ed5e80",
      "detail": "Comply with legislation, processes and standards relating to the planning, design, construction, monitoring, maintenance, renewal, repair, manufacturing and construction methodology, disposal and environmental impact of track;"
    },
    {
      "skillId": "004c8089-54b7-4227-ba7b-3b4517ef3b30",
      "detail": "Contribute to the design, construction, monitoring, maintenance, renewal, repair and decommissioning of track;"
    },
    {
      "skillId": "9eb4d7de-74c5-4e11-9d8a-614f319047eb",
      "detail": "Contribute to determining appropriate manufacturing and construction methodologies, including the decommissioning and environmental impact of track;"
    },
    {
      "skillId": "d094c50b-9198-4074-a10c-a38354ea4ea6",
      "detail": "Produce and interpret detailed technical documents, including the application of BIM and other regulated information systems;"
    },
    {
      "skillId": "400a2424-98ac-48e8-8700-29a367448dd1",
      "detail": "Account for the impact of alignments and geotechnics on track design, construction, maintenance and final system needs;"
    },
    {
      "skillId": "5acaf172-b4e2-4b23-b49b-b9bad1a967df",
      "detail": "Contribute to testing and commissioning including integration with other systems."
    },
    {
      "skillId": "fa0eb718-e103-4403-ae3b-5d04cc3469cb",
      "detail": "Ensure safety and health risks are identified and captured;"
    },
    {
      "skillId": "b36ff972-1f32-4884-b313-88bd33df8d58",
      "detail": "Identify and comply with relevant standards and regulations;"
    },
    {
      "skillId": "865dfab0-013f-40d4-a490-e3d2987adb8f",
      "detail": "Apply systems thinking to a broad range of challenges in the context of high speed rail;"
    },
    {
      "skillId": "59c8facc-13ad-486a-9543-999506bb8ad9",
      "detail": "Identify system interfaces, contribute to interface management and communicate effectively across multiple disciplines and levels; The"
    },
    {
      "skillId": "be4d4cee-14e5-490a-a4af-12295acbc02a",
      "detail": "Recognise different situations, plan systems engineering activities and apply systems engineering approaches;"
    },
    {
      "skillId": "8050eec8-2750-4601-bf11-5ff34728d4db",
      "detail": "Identify project or system lifecycles and apply modelling principles to test system-level functionalities, interrelationships and scenarios;"
    },
    {
      "skillId": "e3191e21-b456-4bba-b948-ba0c906393d6",
      "detail": "Select and apply appropriate system modelling techniques incorporating ergonomic and human factors;"
    },
    {
      "skillId": "2906c89a-799a-4e42-8534-da0c82a5aa5f",
      "detail": "Contribute to the identification of testing, commissioning and hand-over requirements;"
    },
    {
      "skillId": "fb74d544-91d5-41f4-872c-845e8c73a543",
      "detail": "Contribute to the capture, development, and management of requirements;"
    },
    {
      "skillId": "e9db56ba-ba74-4dd6-aaf2-110a169a3a1f",
      "detail": "Contribute to the development of systems architecture;"
    },
    {
      "skillId": "be6f7ca7-146b-4a0c-9f42-667f092f50a3",
      "detail": "Use available software and tools as appropriate, including the application of BIM;"
    },
    {
      "skillId": "5b9405d6-432c-4940-80b5-00e42ba680f0",
      "detail": "Estimate the production availability of a system by assessing failure modes, frequencies and consequences;"
    },
    {
      "skillId": "955d845f-fc28-4b12-94e8-f4a2c5b6ae5f",
      "detail": "Contribute to system analysis activities."
    },
    {
      "skillId": "7530178b-ec70-4a67-9eb8-7d795c058226",
      "detail": "Fully comply with all safety guidance and regulations consistent with critical safety integrity levels;"
    },
    {
      "skillId": "de997491-4fae-483d-a623-a0d912300e1f",
      "detail": "Assess risk and report failure modes and various scenarios in order to build protection into the design, including the application of ergonomics and human factors;"
    },
    {
      "skillId": "737a4b8d-3e2a-4c90-9f02-ee36a171298e",
      "detail": "Identify and describe modern systems for CCC as applicable to High Speed Rail;"
    },
    {
      "skillId": "23c6cc96-1551-438b-a0d8-0e3c610e4b14",
      "detail": "Identify and manage issues resulting from the interface between peripheral systems with modern digital and electronic CCC systems;"
    },
    {
      "skillId": "bd7d742a-c750-4689-8237-ddc6c3e81310",
      "detail": "Capture and manipulate survey and geographical data across all interfaces to inform design;"
    },
    {
      "skillId": "91e18245-454b-40bf-ae6c-7dcc85c1868c",
      "detail": "Contribute to the selection, design, installation, maintenance, operation and decommissioning of CCC systems including within the CSM framework;"
    },
    {
      "skillId": "9f3ff98a-0447-40e9-ae42-f225942a487b",
      "detail": "Plan and implement monitoring, maintenance and repair of CCC systems; diagnose faults and implement solutions for a modern CCC system;"
    },
    {
      "skillId": "1bdc95c7-8724-4a29-bbf1-ed494bb72b80",
      "detail": "Apply data, configuration and change management;"
    },
    {
      "skillId": "7b0d24c4-a446-4074-82db-04e7540c2844",
      "detail": "Develop and apply security processes."
    },
    {
      "skillId": "79b91233-c26d-4b64-948d-711a9ae720ab",
      "detail": "Develop and maintain safety critical competencies, knowledge and behaviours;"
    },
    {
      "skillId": "38216fb8-7d64-4c3a-8470-91ef61fc0bb2",
      "detail": "Apply principles of product safety design and maintenance and safe working practice to include the impact of ergonomics and human factors;"
    },
    {
      "skillId": "97774864-975a-445b-acd9-18427034f92d",
      "detail": "Safely operate the rolling stock system and subsystem to be able to analyse and fault find;"
    },
    {
      "skillId": "86aa88a0-b115-4437-99a9-70384a8ccf40",
      "detail": "Demonstrate the ability to interpret and apply legislation and standards as applied to rolling stock design, maintenance and operation;"
    },
    {
      "skillId": "53a64d63-195d-4d40-bc39-22a3387ba4b2",
      "detail": "Contribute to the design of systems, subsystems and components;"
    },
    {
      "skillId": "bb3f7ee5-1758-4901-85f1-25bef39d6681",
      "detail": "Use monitoring and inspection equipment to measure parameters of major rolling stock subsystems and components;"
    },
    {
      "skillId": "86a3bcbb-c566-490a-bbc9-b64844cc5c00",
      "detail": "Effectively use diagnostic tools and methods to diagnose faults and defects in rolling stock and plan and implement solutions to maximise rolling stock use and ensure safe and operational service;"
    },
    {
      "skillId": "bdfc2a3a-2f52-4264-bd69-65fc977341a7",
      "detail": "Dynamically risk assess non-routine work;"
    },
    {
      "skillId": "caf5f0f7-623d-4ae4-8f08-c3c025e333f2",
      "detail": "Accurately capture and maintain all necessary documentation, records and data analysis."
    },
    {
      "skillId": "10090a9c-1ae7-489b-aa8c-1199bf6ea255",
      "detail": "Consistently apply health and safety best practice and compliance, apply safe working at height and safety harness use and apply emergency first aid for electrical hazard;"
    },
    {
      "skillId": "02ac5a4a-407a-42d5-90ba-bf77b2285582",
      "detail": "Use and direct the use of lifting and access equipment"
    },
    {
      "skillId": "4b0f4f67-558e-4bdd-93ce-aa58e0426e26",
      "detail": "Safely, accurately and efficiently install and commission track-side and overhead power supply and transmission systems for high speed rail;"
    },
    {
      "skillId": "c331c56a-b260-40ea-9dc8-568256c40148",
      "detail": "Erect and direct the erection of different types of overhead line structures, pre-fabrication and installation of main structure and small part steelwork and running wire systems"
    },
    {
      "skillId": "496564d6-5d3a-433d-9d78-4582e88795ab",
      "detail": "Take account of sectioning, insulation, registration and in-span components and the installation, enhancement and renewal of earthing and bonding"
    },
    {
      "skillId": "bcec7c19-8789-488d-8d5b-774082266bc0",
      "detail": "Plan, monitor, implement and maintain track-side and overhead line equipment using appropriate systems, standards, procedures and tools;"
    },
    {
      "skillId": "648bff6f-b977-4cec-9e49-82b0f1854cd5",
      "detail": "Conduct dynamic risk assessment for non-routine occurrences;"
    },
    {
      "skillId": "66aff706-ab41-4353-9534-14ee5d8594f7",
      "detail": "Read and interpret both paper-based and digital technical design drawings, models and schematics;"
    },
    {
      "skillId": "6d8664c8-a33b-4cd6-83fa-dd60f4b18daf",
      "detail": "Effectively supervise teams and allocate work schedules;"
    },
    {
      "skillId": "9b853d94-7f9a-45a3-9c71-7f596d324b6d",
      "detail": "Accurately complete and maintain necessary documentation."
    },
    {
      "skillId": "7527b7d9-5947-4ca4-bf0b-3765260a7d48",
      "detail": "Implement high speed railway standards, procedures and regulations to ensure effective, safe, secure and efficient operation;"
    },
    {
      "skillId": "8f8f79a4-2f42-4a71-9550-4c43bc1ac332",
      "detail": "Use historical and real-time data to accurately predict likely sources of incidents and make comprehensive plans for mitigation;"
    },
    {
      "skillId": "1c7be604-ea8c-4225-858b-db2b019dac9d",
      "detail": "Implement appropriate training received in a response to an emergency situation;"
    },
    {
      "skillId": "2623b526-5e0f-4697-a81b-ae0762be1b45",
      "detail": "Apply standard network code and operational code and interpret ERCO, ASSET and Ordnance Survey maps;"
    },
    {
      "skillId": "d6743ee7-1395-448e-9e10-dcb43af5037d",
      "detail": "Implement tools and systems to effectively manage timetabling and high speed rail operations to ensure efficiency;"
    },
    {
      "skillId": "6e4c2636-708e-47e9-b9d9-1fb1343da67a",
      "detail": "Apply performance management principles effectively;"
    },
    {
      "skillId": "9ecc8f33-4e94-4f26-b331-c50baf36265e",
      "detail": "Develop, implement and monitor policies and procedures designed to deliver excellent customer service and experience; demonstrate a commitment to outstanding customer service;"
    },
    {
      "skillId": "dc7a4a8d-6c1b-482e-a547-d1bbd5ad6bee",
      "detail": "Interpret financial reports and manage revenue sources."
    }
  ],
  "optionsUnstructuredTemplate": [
    "Civil Engineering Advanced Technician",
    "Track Advanced Technician",
    "Systems Engineering Advanced Technician",
    "Command, Control and Communications (CCC) Advanced Technician",
    "Rolling Stock Advanced Technician",
    "Power Advanced Technician",
    "Operations Advanced Technician"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual is the intended EQA provider",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2017-12-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0219 ",
  "tbMainContact": "Barry.Smith@nsar.co.uk",
  "involvedEmployers": "Bouygues, Sir Robert McAlpine, Volker Fitzpatrick, Acciona (ASL), Lagan (ASL), Sisk (ASL), Arup, Atkins, Balfour Beatty, Bechtel, Bombardier, Carillion, Costain, FJD Construction, FJD Consulting, Bam Nuttall, Ferrovial, Morgan Sindall, HS2, ISS Labour, Keltbray Ltd, Kier, Dragados (Momentum), Galliford Try (Momentum), HOCHTIEF (Momentum), Rhomberg Sersa, Siemens, SKANSKA, Volker Rail, Wabtec Rail",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "civil engineers",
    "operations managers"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, installation and repair",
  "cluster": "Installation, service, repair and/or overhaul advanced technician",
  "clusterId": "97",
  "clusterDescription": "Install, maintain and service plant and equipment using application and/or context specific expertise",
  "createdDate": "2017-11-14T17:11:23 +00:00",
  "lastUpdated": "2021-11-16T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2017-12-27T00:00:00 +00:00",
  "banners": "This apprenticeship standard is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards in revision are available in the revisions status report.; Starts on this apprenticeship are paused in the absence of an End Point Assessment Organisation (EPAO).\nStarts will be permitted again once a suitable EPAO is in place",
  "occupationCode": "OCC0528",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0528-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0528-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "ed67ff5c-8e55-409b-8cd1-f4d6f01decfc",
      "title": "Civil Engineering Advanced Technician",
      "occupationCode": "OCC0528A"
    },
    {
      "optionId": "9d3892dd-0baf-4a19-9319-797e6a2e8bb6",
      "title": "Track Advanced Technician",
      "occupationCode": "OCC0528G"
    },
    {
      "optionId": "d801b0d8-4a19-40cb-ba2b-8cc3375c5c57",
      "title": "Systems Engineering Advanced Technician",
      "occupationCode": "OCC0528F"
    },
    {
      "optionId": "0d319231-327c-416a-9cf5-1a8aba09e752",
      "title": "Command, Control and Communications (CCC) Advanced Technician",
      "occupationCode": "OCC0528B"
    },
    {
      "optionId": "bf8cbf3d-b28d-45c5-8eea-a9a3f21272c2",
      "title": "Rolling Stock Advanced Technician",
      "occupationCode": "OCC0528E"
    },
    {
      "optionId": "e0b4e333-7288-4735-b73a-cc47882201c0",
      "title": "Power Advanced Technician",
      "occupationCode": "OCC0528D"
    },
    {
      "optionId": "4406402e-9cfa-4cee-8693-0648350e76a5",
      "title": "Operations Advanced Technician",
      "occupationCode": "OCC0528C"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "f93fa828-56b4-4580-b9c9-4fe9099d9322",
        "de183769-8a22-43f0-a099-e5c5fa29f813",
        "e35201b3-6ebf-4b86-b000-f1938f5b11ab",
        "6a3b6e49-e7e6-4803-8803-e0a960f91056",
        "2f014e02-e164-46ad-8b06-b60839719044",
        "dad21157-0a73-4c87-9e31-b061124e196b",
        "bd706c5a-7b6a-4566-9a1c-a96123724303",
        "5e8e472a-e529-4f6c-aeee-60233531d142"
      ],
      "mappedKnowledge": [
        "d5d4def3-0f0f-4f37-b7fc-f5c45a832b20",
        "db1be23b-f484-409c-96b4-431706261fe1",
        "5183b2bf-c293-452e-b63f-539f066b0b59",
        "0deca77f-a29f-4d30-a584-a06579343464",
        "2398a46a-e82c-4638-be70-69fa164ae8ac",
        "07dc37da-4f27-4d2f-bf70-109876cf7a66",
        "48bec997-2d94-4f79-a849-d735b68b898b",
        "e9c9dade-0797-4d86-a5ab-1fb2380c5345",
        "da3ef241-89d5-4cee-a7ec-a1179bbc1482",
        "1af22920-0ab5-4fe7-bb0d-c8d4b4ddfbd6",
        "c1629c0e-2660-4cf3-ad14-4292fe285df6",
        "3074fb7b-a3a4-4660-ac2e-6b50b9151d86",
        "ec888351-b09c-4379-a514-23c2b08b9778",
        "99da372a-1280-4f62-84fb-c68153066577",
        "9a5068c8-3507-40e0-82c9-89eaf5301998",
        "42bb40aa-89f4-4b62-9526-c688673f2399",
        "747e694a-c012-44a6-9ce2-4ef434393363",
        "629f03ce-6e85-4e2a-88d3-a23cbb065987"
      ],
      "mappedSkills": [
        "32c5bc63-764e-435a-8218-d53f1c32c3b0",
        "7909ac85-3ded-4b06-8ee9-41cc6725c07b",
        "bb8ce819-4e86-4edb-9828-0e40bdb27a0c",
        "94846482-7014-445e-9232-8a4abe6b0e45",
        "e221e967-8d70-4413-a9eb-156864645402",
        "077b498a-36a7-4a00-9cce-3ec06ba97bd6",
        "9bf0c41c-b5b3-46ac-9594-bba0e173fba3",
        "e4e60bfd-3a87-48ed-9bc9-fda40076d266",
        "0289c39d-7410-438c-8a87-571e75c8c232",
        "9e8214b6-c936-46af-a1ca-c70d2e0cbd5c",
        "11623019-c60d-4a6b-85ab-d48dd2246b36",
        "0d56890e-ae4d-4d65-b241-7e1a09bcf324",
        "2ac931cb-81e2-4ddc-b887-f342989fd0bc",
        "37ea8625-3be4-4747-a880-78d0f265df33",
        "f4842753-2966-4add-81e7-23fde54e3b79",
        "d7392d35-8f10-4b12-8398-718dc17d9a4e",
        "c5d79a3f-256f-41bb-abac-6d0b5eefb383",
        "9b753c5c-0c94-4a67-a888-b564c653d92a",
        "161e44d3-8128-4fed-ad62-a8c619bce172",
        "5a293c43-3164-4d1e-9702-577b37a806f2"
      ]
    },
    {
      "coreOrOptionTitle": "Civil Engineering Advanced Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "663efa37-949c-44e4-bb66-8c41fa7e12a5",
        "af26adb8-4c6f-4627-bbd4-83e637db69eb",
        "dfb71713-dda9-4765-999a-1623bc734db8",
        "de9274b8-2cc4-4e90-a2f0-0ce8027cc4ce",
        "d5b46c74-b828-417c-a5d0-3b1fef577da0",
        "98c79c50-c72c-40ba-91e0-72bb89a01813",
        "bcabc994-16a4-48d9-83e8-1f085e7308a3",
        "9804c2fe-f0d4-42fe-890a-5ea3a82588d3",
        "2087c1eb-671b-47fe-87b7-90ad9a3f866a",
        "0151c594-5c2b-448d-8c90-86d4cac2b5bb",
        "fe6faddc-7192-4143-93be-6323c3734915"
      ],
      "mappedSkills": [
        "c9f11abd-0fbe-4ffd-afec-91ca05de8978",
        "d8dae6a3-1b2a-45f5-b237-9f99af08c974",
        "572915d6-dbbc-4a5e-a087-ff48b47349e3",
        "295e1e71-a6ea-4763-960d-112ae0ddfa3b",
        "dcf3a33d-f3da-4649-9fc4-8fb574ff1308",
        "86bef681-1e84-4a49-9e51-92a1c1f61cff",
        "d0f8506a-ba30-4a23-aef1-e85cbf7f04a5",
        "58364e7b-e5e7-40f3-a663-e6fe7c44c466",
        "4884aab2-939f-4393-b3d8-dd4fb7edd4a8",
        "826002b9-4f50-4387-804c-67983bbbcfbe",
        "9fd6f7d0-1aac-4287-8b04-5c5374a2f725",
        "5b4bad9e-9ff0-4364-b1dd-8f1f198f56c9"
      ]
    },
    {
      "coreOrOptionTitle": "Track Advanced Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "0e4e53f4-b3eb-4e3c-bb59-be500638ca77",
        "f8d1868f-ba5d-4b9c-a581-fc7ab9c6349f",
        "0735f3a0-659c-4732-b897-1b6ae106bb16",
        "a192f070-9856-4f80-914e-56dd688e9b55",
        "631e5791-96bd-4f95-a66e-28ee1ee03f95",
        "497813bf-d300-4b8a-8b79-1aae17fb1d46",
        "e5a92a61-5051-4eda-abc9-ac53dce51ef7",
        "d25352a5-e346-425e-a002-5dc647b0d2b2",
        "633d9471-0fbb-4fc7-8c20-a04a67f86b56",
        "393fc72c-bc8d-4953-9d43-0350254f78a2",
        "e982b558-770c-440a-9852-c150ca3f8800",
        "3453ae52-e109-4ca0-aee7-fd650e7a6896",
        "9b57a794-4d34-43a4-be66-09650367dc12"
      ],
      "mappedSkills": [
        "cfbce60f-7c75-4213-b210-5d7fda021290",
        "f3d20229-f097-48cc-83c6-18de84ca8a63",
        "98f3a7c8-a685-4ffe-97e3-b7d8d4ed5e80",
        "004c8089-54b7-4227-ba7b-3b4517ef3b30",
        "9eb4d7de-74c5-4e11-9d8a-614f319047eb",
        "d094c50b-9198-4074-a10c-a38354ea4ea6",
        "400a2424-98ac-48e8-8700-29a367448dd1",
        "5acaf172-b4e2-4b23-b49b-b9bad1a967df"
      ]
    },
    {
      "coreOrOptionTitle": "Systems Engineering Advanced Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "107eb625-7c12-4a4f-8825-9481b6aa99c3",
        "9155ef7a-2b29-4497-bc72-636d11fb4fb3",
        "07eb355d-1ed6-4b15-a2ab-a07e4751e775",
        "18aa0bbb-648a-4a73-9650-63b56229970e",
        "41e06a97-264c-4af3-a3c7-2215a9b428f1",
        "c7163327-5b98-477c-bda6-32106688def7",
        "350c6055-3f45-4a34-8d10-a62969699593",
        "b3e3e6b8-0597-442f-b3ca-0a6691e696f0",
        "5e2226bf-86fb-4244-8def-586bb1cdc353",
        "fd512b36-ff99-4c6f-ba3e-6290c9780ca8"
      ],
      "mappedSkills": [
        "fa0eb718-e103-4403-ae3b-5d04cc3469cb",
        "b36ff972-1f32-4884-b313-88bd33df8d58",
        "865dfab0-013f-40d4-a490-e3d2987adb8f",
        "59c8facc-13ad-486a-9543-999506bb8ad9",
        "be4d4cee-14e5-490a-a4af-12295acbc02a",
        "8050eec8-2750-4601-bf11-5ff34728d4db",
        "e3191e21-b456-4bba-b948-ba0c906393d6",
        "2906c89a-799a-4e42-8534-da0c82a5aa5f",
        "fb74d544-91d5-41f4-872c-845e8c73a543",
        "e9db56ba-ba74-4dd6-aaf2-110a169a3a1f",
        "be6f7ca7-146b-4a0c-9f42-667f092f50a3",
        "5b9405d6-432c-4940-80b5-00e42ba680f0",
        "955d845f-fc28-4b12-94e8-f4a2c5b6ae5f"
      ]
    },
    {
      "coreOrOptionTitle": "Command, Control and Communications (CCC) Advanced Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "7dec341e-6dbd-47e6-9047-b7f6f57b21ef",
        "56eec114-4e0a-4a04-8d0e-3826713303c3",
        "a2ed1153-2320-4e5c-9c76-b197317c4864",
        "b8ae6b2c-8255-430d-b538-1bca52a90ec7",
        "05c59464-7430-46e4-a3da-3434f8bec1c8",
        "c08902b3-a0bb-4dee-ace3-eb3bb65beb45",
        "d52f09d4-7164-4a3b-8c2b-9972c39cde5f",
        "2fa4b495-7138-4a04-a89d-02d69615b389",
        "edec0251-e823-4c80-b1c8-a6f85f340e60",
        "c0dc2d54-c510-428d-a18b-004758036d07",
        "e53b99ba-ea82-46df-b27e-53f3336754a7",
        "d42dc3b0-422e-4da8-8748-c56976db779d",
        "6e5f42e0-30a0-420c-ad3f-a3ba31971e39",
        "aaf6399d-72de-4322-9b4b-9bebcc476369"
      ],
      "mappedSkills": [
        "7530178b-ec70-4a67-9eb8-7d795c058226",
        "de997491-4fae-483d-a623-a0d912300e1f",
        "737a4b8d-3e2a-4c90-9f02-ee36a171298e",
        "23c6cc96-1551-438b-a0d8-0e3c610e4b14",
        "bd7d742a-c750-4689-8237-ddc6c3e81310",
        "91e18245-454b-40bf-ae6c-7dcc85c1868c",
        "9f3ff98a-0447-40e9-ae42-f225942a487b",
        "1bdc95c7-8724-4a29-bbf1-ed494bb72b80",
        "7b0d24c4-a446-4074-82db-04e7540c2844"
      ]
    },
    {
      "coreOrOptionTitle": "Rolling Stock Advanced Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "0ecdd4e9-c59b-40d9-a1b1-bd35df563019",
        "96152f48-116d-4780-bc34-3359d02128fe",
        "1f8210ba-d915-480d-ab79-1cdb8333be53",
        "1d9760fa-c2e1-4121-9c88-fdf81b0e7230",
        "ea5578d1-cb5f-4ee3-b633-75175bf17ccc",
        "00268597-af41-47f9-8287-316cd9378543",
        "0493a4b0-dfc3-4c5b-b0f9-0855396943cd",
        "afca8d69-0991-476b-b76e-d15128b080df",
        "a7263816-6ace-4d2b-8a2f-916e49d72550",
        "fc73cdc3-1b39-4f03-aaa8-939dad3e7f4d"
      ],
      "mappedSkills": [
        "79b91233-c26d-4b64-948d-711a9ae720ab",
        "38216fb8-7d64-4c3a-8470-91ef61fc0bb2",
        "97774864-975a-445b-acd9-18427034f92d",
        "86aa88a0-b115-4437-99a9-70384a8ccf40",
        "53a64d63-195d-4d40-bc39-22a3387ba4b2",
        "bb3f7ee5-1758-4901-85f1-25bef39d6681",
        "86a3bcbb-c566-490a-bbc9-b64844cc5c00",
        "bdfc2a3a-2f52-4264-bd69-65fc977341a7",
        "caf5f0f7-623d-4ae4-8f08-c3c025e333f2"
      ]
    },
    {
      "coreOrOptionTitle": "Power Advanced Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "781b929e-4c2d-418e-b126-ba5391ea2d29",
        "8a4c95d5-9d0b-4de3-a28c-c1916844dcfa",
        "29829011-3cf0-4008-a5c7-ddf1525656f8",
        "5c9c4d12-0212-4bd7-a951-158275834b48",
        "bd1e5506-5284-4f5b-b529-48f248f87f9c",
        "0856b5c2-9bd0-4e52-ab7a-0662b88c217b",
        "5f6ce64b-f41b-4ed1-b1d7-26e6361de1c3",
        "45ee81ff-250a-4c0c-b2c6-d97cd78695b3",
        "484fd30d-9fd6-44e9-b969-5f20d4bf577d",
        "7f8cd6f5-3800-4faa-a961-c40d5979b085"
      ],
      "mappedSkills": [
        "10090a9c-1ae7-489b-aa8c-1199bf6ea255",
        "02ac5a4a-407a-42d5-90ba-bf77b2285582",
        "4b0f4f67-558e-4bdd-93ce-aa58e0426e26",
        "c331c56a-b260-40ea-9dc8-568256c40148",
        "496564d6-5d3a-433d-9d78-4582e88795ab",
        "bcec7c19-8789-488d-8d5b-774082266bc0",
        "648bff6f-b977-4cec-9e49-82b0f1854cd5",
        "66aff706-ab41-4353-9534-14ee5d8594f7",
        "6d8664c8-a33b-4cd6-83fa-dd60f4b18daf",
        "9b853d94-7f9a-45a3-9c71-7f596d324b6d"
      ]
    },
    {
      "coreOrOptionTitle": "Operations Advanced Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "060c057a-a3e6-41de-b128-e84c4d8eb230",
        "1c93cf00-6be6-4a9e-b6df-8538d514880c",
        "5e0ddc10-6c8c-46b0-9f48-fc13b042cbeb",
        "62d4a448-7f99-458c-a5b6-3ae5b40941b7",
        "4db989fe-2d80-47f2-a0ca-6a7185468f7c",
        "f8053834-57d4-4951-a128-d924e3a04327",
        "ebe137f6-33fe-453c-8dd8-8b6b03f2807d",
        "32415c8d-654a-4125-9c56-2bac9382e803",
        "923c3fed-cd82-41c7-92c9-292e08dc066e"
      ],
      "mappedSkills": [
        "7527b7d9-5947-4ca4-bf0b-3765260a7d48",
        "8f8f79a4-2f42-4a71-9550-4c43bc1ac332",
        "1c7be604-ea8c-4225-858b-db2b019dac9d",
        "2623b526-5e0f-4697-a81b-ae0762be1b45",
        "d6743ee7-1395-448e-9e10-dcb43af5037d",
        "6e4c2636-708e-47e9-b9d9-1fb1343da67a",
        "9ecc8f33-4e94-4f26-b331-c50baf36265e",
        "dc7a4a8d-6c1b-482e-a547-d1bbd5ad6bee"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-11-16T00:00:00"
}