{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 425,
  "referenceNumber": "ST0568",
  "learningAimClassCode": "",
  "title": "Psychological wellbeing practitioner",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0568",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "Funding band revised",
  "changedDate": "2024-05-14T00:00:00",
  "earliestStartDate": "2020-08-07T00:00:00",
  "latestStartDate": "2025-08-31T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Helping people with mild to moderate anxiety and depression manage their conditions.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 7000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "Psychological wellbeing practitioner",
    "NHS England",
    "Psychological Therapies",
    "health and science",
    "healthcare"
  ],
  "jobRoles": [
    "Psychological wellbeing practitioner"
  ],
  "entryRequirements": "&lt;p&gt;GCSE grade C or above in Maths and English or Functional Skills Level 2 in Maths and English. Employers and universities will set their own entry requirements which might typically include: A) A requirement for applicants to have a degree in a relevant subject B) Previous experience of working in mental health or experience of a setting where they are likely to be exposed to people at increased risk of experiencing mental health difficulties, either paid or voluntary work C) Having personal experience of mental health difficulties&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4228/st0568_psychological_wellbeing_practitioner_l6_ap-for-publication_01052020.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.3 Health and social care",
  "version": "1.2",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the public sector within the NHS England Improving Access to Psychological Therapies (IAPT) initiative, which is a world leading programme in psychological healthcare. This is an exciting role where practitioners make a difference to people’s lives. Psychological Wellbeing Practitioners (PWP) deliver the service from different venues for example GP surgeries, community healthcare settings and other community based venues, such as job centres.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is for PWPs to interact with adult patients in primary care, across a number of different services and variety of environments including being able to practice in diverse cultures. PWPs offer assessments for mild to severe common mental health problems, undertaking assessment of risk and making of safeguarding referrals. They offer evidence based interventions to patients with mild to moderate anxiety and depression as well as other common mental health problems determined by National Institute for Health and Care Excellence (NICE)*1, the Improving Access to Psychological Therapies (IAPT)*2 manual. PWPs operate within a stepped care service delivery model which operates on the principle of offering the least intrusive effective psychological treatment in the first instance, patients can then be ‘stepped up’ to a more intensive treatment if required. The treatment aids clinical improvement and social inclusion, such as a return to work, meaningful activity or physical wellbeing and is delivered through a variety of methods including individual work courses and group work, which can be via face-to-face, telephone, email or other contact methods including digital platforms.They work alongside existing psychological practitioners such as High Intensity Improving Access to Psychological Therapies Cognitive Behaviour Therapy practitioners.&#160; PWPs undertake assessments mainly for moderate anxiety and depression protocols with referral to senior professionals for complex problems.&lt;br /&gt;&lt;br /&gt;*1 https://www.nice.org.uk/guidance&lt;/p&gt;\n&lt;p&gt;*2 https://www.england.nhs.uk/wp-content/uploads/2018/06/the-iapt-manual.pdf&lt;/p&gt;\n&lt;p&gt;&lt;br /&gt;In their daily work, an employee in this occupation interacts with a wider psychological therapies team which may include other health professionals such as psychologists, therapists, counsellors, employment specialists, community nurses and administrative staff. They will liaise across a number of different services including general practitioners (GPs), community physical health teams and charitable organisations that provide related support services, for example the mental health charity, Mind. An employee in this occupation will be responsible and accountable for safe, compassionate, patient-centred evidence based care. PWPs are autonomous practitioners who work within their scope of practice.&lt;/p&gt;\n&lt;p&gt;A PWP is responsible for managing a high volume caseload of people with common mental health problems efficiently and safely utilising clinical skills and case management weekly supervision and other forms of supervision identified as appropriate, e.g. line management. PWPs take responsibility for their own learning and development using reflection and feedback to analyse their own capabilities, appraise alternatives and plan and implement actions.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "1dc6a412-9069-4081-900c-aaf9bd0d9c75",
      "detail": "The significance of effective communication within the workplace setting."
    },
    {
      "knowledgeId": "c0cae0d9-2aa4-4cb4-8198-0e810adad6fd",
      "detail": "How to establish and maintain complex partnerships and therapeutic relationships that take into account individual differences and needs including language preferences."
    },
    {
      "knowledgeId": "c6038273-8d2f-41d2-b95d-2d7840971fc3",
      "detail": "The policies and guidelines that relate to the management of confidential information, including data protection legislation  e.g.The General Data Protection Regulation (GDPR) 2016, the importance of recording accurate patient records securely and how to escalate matters if data protection breaches occur."
    },
    {
      "knowledgeId": "2b8b8537-2e81-4640-a0fd-08d47c918d18",
      "detail": "How to adapt and use communication skills to deliver low-intensity treatments using a range of methods including face-to-face, telephone, presentations and other electronic communication."
    },
    {
      "knowledgeId": "9cc6cd30-3275-4c92-9b3d-e05a72fd8398",
      "detail": "The importance of signposting patients, with informed consent, to other services and the services that are available locally."
    },
    {
      "knowledgeId": "ce4da3a5-477c-4aae-9cc2-200556c2a6f1",
      "detail": "The principles, purposes and different types of assessments, undertaken with people with common mental health problems."
    },
    {
      "knowledgeId": "aa94ad4e-b9c9-4d51-988b-9f205dfb4d70",
      "detail": "Complex patterns of symptoms consistent with diagnostic categories and psychological models."
    },
    {
      "knowledgeId": "7063aee5-7fd9-4872-a088-1ad41314e728",
      "detail": "The principles and process of ongoing risk assessment, safeguarding and any policies that support this."
    },
    {
      "knowledgeId": "81b7b7d5-29f3-4548-8ccc-a8cf48b4289d",
      "detail": "The principles of patient-centred care and support, and why it makes a difference to how people feel."
    },
    {
      "knowledgeId": "bf858da9-7a0d-4be5-b3da-b153746f6040",
      "detail": "The significance of actively involving people in their own care."
    },
    {
      "knowledgeId": "bbad7ff7-93ef-4d9a-94c5-f41e72fff92a",
      "detail": "How to establish and maintain a therapeutic alliance with patients during their treatment programme, including managing issues and events that interfere with the therapeutic relationship that threaten the alliance."
    },
    {
      "knowledgeId": "88a73dff-ac8e-4627-8a84-b4e98a84cb7d",
      "detail": "How to competently select, use and evaluate the efficacy of behaviour change models and strategies in the delivery of low-intensity psychological interventions."
    },
    {
      "knowledgeId": "34e3b110-77e6-49ab-ad15-6b7d7d2ed24b",
      "detail": "The stepped care model in IAPT services and NICE guidelines for depression and anxiety disorders."
    },
    {
      "knowledgeId": "c6b001b8-7412-4765-a7c9-9546f4c9bd85",
      "detail": "The principles and practices of medication management."
    },
    {
      "knowledgeId": "0191938b-ad52-4f02-a67d-d6bdbcab20b7",
      "detail": "The principles and processes involved in caseload management."
    },
    {
      "knowledgeId": "a7681a2c-797b-4942-a8b6-d55894e63a82",
      "detail": "The concepts and structure of both clinical skills and case management supervision and the difference between the two forms of supervision."
    },
    {
      "knowledgeId": "9259c61b-ebf1-45a1-bf11-58253ef50ba5",
      "detail": "The concepts and models of critical reflection, self-reflection, and use of feedback, to enhance the quality of patient care you provide personally and as part of the team."
    },
    {
      "knowledgeId": "55c2e75f-c156-487c-9b96-c6d8e1dd4cb2",
      "detail": "A range of codes of conduct and employers’ policies relevant to the role."
    },
    {
      "knowledgeId": "236b6d6e-6e1d-42b0-8c09-23e9793329ea",
      "detail": "Understand how to respond to people’s need sensitively with regards to individual differences."
    },
    {
      "knowledgeId": "3859c1e3-00bd-4397-8b6f-ede91f91c100",
      "detail": "The boundaries of the role and how low intensity interventions differ from other methods of psychological treatment."
    },
    {
      "knowledgeId": "f932111a-b61c-4ebd-a43e-e40e32c62077",
      "detail": "How to work within a team and with other agencies with additional specific roles in the wider health and social care system which cannot be fulfilled by the PWP alone."
    },
    {
      "knowledgeId": "c26bd8cf-3377-4903-a93c-28c7b5ab3f92",
      "detail": "How to practice in a non-judgemental, caring and sensitive manner."
    },
    {
      "knowledgeId": "02330d95-161d-4482-ba7d-7419cc26175b",
      "detail": "The concept of ‘risk’ and how to manage risk and promote health and well-being while aiming to empower choices that promote self-care and safety."
    },
    {
      "knowledgeId": "c3cff3b4-ab16-415d-af2c-cc5fa61b93eb",
      "detail": "The significance of gaining informed consent appropriate to the individual’s capacity."
    },
    {
      "knowledgeId": "f8bda18e-3d76-4282-96a2-338051014ae6",
      "detail": "The significance of timely record keeping."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "449dfef6-5bda-4117-979e-90b237d8591d",
      "detail": "You will treat people with dignity, respecting diversity, beliefs, culture, needs, values, privacy and preferences."
    },
    {
      "behaviourId": "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
      "detail": "You will show respect and empathy for those you will work with, have the courage to challenge areas of concern and work to evidence based best practice."
    },
    {
      "behaviourId": "2f4bc677-9879-4f87-8134-96d95e5532cf",
      "detail": "You will be adaptable, reliable and consistent, demonstrate competence, resilience and responsibility."
    }
  ],
  "skills": [
    {
      "skillId": "f602a376-603e-4538-9007-4ce7a9b22f21",
      "detail": "Communicate effectively with individuals verbally and in writing to build successful caring relationships with patients and colleagues, whilst also keeping information confidential."
    },
    {
      "skillId": "9e28db51-7e03-472f-b222-c63d304e9850",
      "detail": "Evaluate and respond to peoples’ needs sensitively with regards to all aspects of diversity."
    },
    {
      "skillId": "ab8cb59e-ce5f-4311-b2c5-4a5671c51939",
      "detail": "Manage personal and sensitive information, in line with local and national policies and legislation. Keep information secure and ensure that any information audits are compliant with such policies and legislation."
    },
    {
      "skillId": "7fc0cf6d-3121-46db-8bfe-0746bdbf17ef",
      "detail": "Accurately record interviews and questionnaire assessments using paper and electronic recording keeping systems in a timely manner."
    },
    {
      "skillId": "d727b0d2-e659-4b9c-85dc-5ed1d61c0bfb",
      "detail": "Communicate using a range of methods including face-to-face, telephone, presentations and electronic mediums."
    },
    {
      "skillId": "faad783b-2c92-4956-a642-9bc8932d6f0e",
      "detail": "Communicate effectively with and signpost to other agencies with informed consent. For example, employment, occupational and other advice services."
    },
    {
      "skillId": "85568540-04d6-4d9e-86af-151cafb9d026",
      "detail": "Select and deploy a range of assessments to aid problem recognition and definition e.g. psychometric assessment, problem focused assessment and intervention planning assessment."
    },
    {
      "skillId": "ab93131c-693a-4fbb-b6b6-d2696db8bec7",
      "detail": "Recognise and analyse patterns of symptoms of conditions such as anxiety disorders and depression and evaluate patient need and level of ongoing risk to themselves and others."
    },
    {
      "skillId": "683e6eea-77c4-41d8-9608-2d2b1c3ad33f",
      "detail": "Enable shared decision making and promote empowerment by working collaboratively with patients to provide patient-centred care."
    },
    {
      "skillId": "85178e9b-f7df-4c48-8f6f-676e925d8d88",
      "detail": "Build and sustain a therapeutic alliance with patients to manage emotional distress in sessions and understand patients' perspectives."
    },
    {
      "skillId": "6ce24bd6-c2e9-459d-bc29-683218d71242",
      "detail": "Collaboratively use behaviour change models to help identify and evaluate patient goals and choice of low-intensity intervention."
    },
    {
      "skillId": "dfc4df09-4051-41c3-b56e-1316b3179340",
      "detail": "Formulate and deliver evidenced based low-intensity psychological treatments. For example, supporting patients undertaking recommended treatments for problem solving, panic and sleep management and to review treatment plans continually."
    },
    {
      "skillId": "a74e7ee6-a9e2-457d-9374-0987f9469d40",
      "detail": "Support patients using medication to optimise medication use and minimise adverse effects in liaison with the patient’s GP."
    },
    {
      "skillId": "7c7c489e-8039-453c-863d-ec74cf10c38c",
      "detail": "Manage a caseload of patients with common mental health problems efficiently and safely, including the assessment of risk and vulnerability."
    },
    {
      "skillId": "8cb57595-27a4-474c-ae0b-496ae756d615",
      "detail": "Actively engage in clinical skills supervision to assist the delivery of low-intensity interventions and case management supervision for individual case discussion and skills development."
    },
    {
      "skillId": "f1705732-1528-4000-bc8b-326cfa61705d",
      "detail": "Reflect on and evaluate your practice, keeping your knowledge and skills updated and respond to appraisal/feedback appropriately."
    },
    {
      "skillId": "f42e37c3-3d19-4b32-822c-f3abffaa9025",
      "detail": "Respond professionally to supervisor feedback and initiate change in a timely manner to ensure high quality patient care."
    },
    {
      "skillId": "b24192ef-452a-493c-8014-9837673753ba",
      "detail": "Adhere to employers ethical local and national policies and procedures."
    },
    {
      "skillId": "f6ca86bc-a461-4888-9e1e-602248cbbb6e",
      "detail": "Recognise, respect and engage with people from a diverse demographic that includes personal, family, social and spiritual values held by communities served by the service."
    },
    {
      "skillId": "dd0cfa32-7341-4bee-baf9-0b77f1503ac9",
      "detail": "Practice autonomously within your scope of practice and be responsible and accountable for safe, compassionate, patient-centred, evidence based practice."
    },
    {
      "skillId": "e13d041f-8f94-4c53-a3cc-f35a4cb9d2d2",
      "detail": "Work within your own practice boundaries and levels of competence."
    },
    {
      "skillId": "57684593-1f3f-4406-a6a5-cc95c8b849f7",
      "detail": "Establish consent appropriate to the patient’s capacity and determine the optimal course of action when consent cannot be secured"
    },
    {
      "skillId": "7811128b-d6fd-45c3-ba6e-86e5a01ca8a2",
      "detail": "Establish and maintain appropriate professional and personal boundaries with patients."
    },
    {
      "skillId": "602b0b63-b9d5-42b9-8daa-9c4e0e9ee7e1",
      "detail": "Recognise the limitations to your competence and role and direct people to resources appropriate to their needs, including step-up to high-intensity therapy and onward referral."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-03-22T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0301",
  "tbMainContact": "ann.carter1@nhs.net",
  "involvedEmployers": "Avon & Wiltshire MH Trust, Berkshire Healthcare NHS Trust, ELFT, Essex Partnership Trust, MHM, Warrington Primary Care Psychological Service, Norfolk and Suffolk FT, Nottinghamshire Healthcare NHS Trust, Oxfordshire Health NHS Trust, Salford, Sunderland Counselling.",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Psychological wellbeing practitioner"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health professional",
  "clusterId": "6",
  "clusterDescription": "Provide direct patient contact along with high quality diagnosis and care working independently and with other health professionals",
  "createdDate": "2020-09-08T08:40:48 +00:00",
  "lastUpdated": "2024-05-14T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-03-22T00:00:00 +00:00",
  "banners": "A revised version of this has been agreed and is available for information only at present. It will replace the version below for new starts from 1 September 2025 with a funding band of £9,000. Further details of this and other apprenticeship in revision are available in the revisions and adjustments status report",
  "occupationCode": "OCC0568",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0568-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0568-v1-2",
  "qualifications": [
    {
      "qualificationId": "ea5e0aae-4840-43f3-a46b-5dd180537cb8",
      "title": "Certificate in Psychological Wellbeing Practice",
      "level": "6 (non-degree qualification)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "The British Psychological Society ",
      "level": "Level 6",
      "isPartial": "",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "e5f64077-2315-4f8c-839a-d6100e758f4a",
      "dutyDetail": "Provide assessments to identify the common mental health problems of anxiety disorders and depression, including the assessment of risk and safeguarding issues and appropriate onward referral.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf"
      ],
      "mappedKnowledge": [
        "1dc6a412-9069-4081-900c-aaf9bd0d9c75",
        "c0cae0d9-2aa4-4cb4-8198-0e810adad6fd",
        "c6038273-8d2f-41d2-b95d-2d7840971fc3",
        "ce4da3a5-477c-4aae-9cc2-200556c2a6f1",
        "aa94ad4e-b9c9-4d51-988b-9f205dfb4d70",
        "7063aee5-7fd9-4872-a088-1ad41314e728",
        "bf858da9-7a0d-4be5-b3da-b153746f6040",
        "34e3b110-77e6-49ab-ad15-6b7d7d2ed24b",
        "236b6d6e-6e1d-42b0-8c09-23e9793329ea",
        "3859c1e3-00bd-4397-8b6f-ede91f91c100",
        "f932111a-b61c-4ebd-a43e-e40e32c62077",
        "02330d95-161d-4482-ba7d-7419cc26175b",
        "c3cff3b4-ab16-415d-af2c-cc5fa61b93eb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f602a376-603e-4538-9007-4ce7a9b22f21",
        "9e28db51-7e03-472f-b222-c63d304e9850",
        "ab8cb59e-ce5f-4311-b2c5-4a5671c51939",
        "7fc0cf6d-3121-46db-8bfe-0746bdbf17ef",
        "faad783b-2c92-4956-a642-9bc8932d6f0e",
        "85568540-04d6-4d9e-86af-151cafb9d026",
        "ab93131c-693a-4fbb-b6b6-d2696db8bec7",
        "683e6eea-77c4-41d8-9608-2d2b1c3ad33f",
        "f6ca86bc-a461-4888-9e1e-602248cbbb6e",
        "602b0b63-b9d5-42b9-8daa-9c4e0e9ee7e1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a0a97632-0af1-42a5-9876-b5b55fcace02",
      "dutyDetail": "Provide NICE recommended treatments to patients with mild to moderate symptoms of the common mental health problems of anxiety disorders and depression.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf"
      ],
      "mappedKnowledge": [
        "1dc6a412-9069-4081-900c-aaf9bd0d9c75",
        "c0cae0d9-2aa4-4cb4-8198-0e810adad6fd",
        "c6038273-8d2f-41d2-b95d-2d7840971fc3",
        "ce4da3a5-477c-4aae-9cc2-200556c2a6f1",
        "aa94ad4e-b9c9-4d51-988b-9f205dfb4d70",
        "7063aee5-7fd9-4872-a088-1ad41314e728",
        "bf858da9-7a0d-4be5-b3da-b153746f6040",
        "34e3b110-77e6-49ab-ad15-6b7d7d2ed24b",
        "236b6d6e-6e1d-42b0-8c09-23e9793329ea",
        "3859c1e3-00bd-4397-8b6f-ede91f91c100",
        "f932111a-b61c-4ebd-a43e-e40e32c62077",
        "02330d95-161d-4482-ba7d-7419cc26175b",
        "c3cff3b4-ab16-415d-af2c-cc5fa61b93eb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f602a376-603e-4538-9007-4ce7a9b22f21",
        "9e28db51-7e03-472f-b222-c63d304e9850",
        "ab8cb59e-ce5f-4311-b2c5-4a5671c51939",
        "7fc0cf6d-3121-46db-8bfe-0746bdbf17ef",
        "faad783b-2c92-4956-a642-9bc8932d6f0e",
        "85568540-04d6-4d9e-86af-151cafb9d026",
        "ab93131c-693a-4fbb-b6b6-d2696db8bec7",
        "683e6eea-77c4-41d8-9608-2d2b1c3ad33f",
        "7c7c489e-8039-453c-863d-ec74cf10c38c",
        "f6ca86bc-a461-4888-9e1e-602248cbbb6e",
        "602b0b63-b9d5-42b9-8daa-9c4e0e9ee7e1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6f54839b-4c35-4ffb-a9d2-455f38600e1f",
      "dutyDetail": "Select and deliver treatment to aid recovery, promote social inclusion, and support an appropriate return to work, supporting overall wellbeing that helps with physical and psychological health.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf"
      ],
      "mappedKnowledge": [
        "ce4da3a5-477c-4aae-9cc2-200556c2a6f1",
        "aa94ad4e-b9c9-4d51-988b-9f205dfb4d70",
        "7063aee5-7fd9-4872-a088-1ad41314e728",
        "81b7b7d5-29f3-4548-8ccc-a8cf48b4289d",
        "bf858da9-7a0d-4be5-b3da-b153746f6040",
        "88a73dff-ac8e-4627-8a84-b4e98a84cb7d",
        "34e3b110-77e6-49ab-ad15-6b7d7d2ed24b",
        "236b6d6e-6e1d-42b0-8c09-23e9793329ea",
        "f932111a-b61c-4ebd-a43e-e40e32c62077",
        "c26bd8cf-3377-4903-a93c-28c7b5ab3f92",
        "02330d95-161d-4482-ba7d-7419cc26175b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f602a376-603e-4538-9007-4ce7a9b22f21",
        "85568540-04d6-4d9e-86af-151cafb9d026",
        "ab93131c-693a-4fbb-b6b6-d2696db8bec7",
        "683e6eea-77c4-41d8-9608-2d2b1c3ad33f",
        "85178e9b-f7df-4c48-8f6f-676e925d8d88",
        "6ce24bd6-c2e9-459d-bc29-683218d71242",
        "dfc4df09-4051-41c3-b56e-1316b3179340",
        "8cb57595-27a4-474c-ae0b-496ae756d615",
        "f6ca86bc-a461-4888-9e1e-602248cbbb6e",
        "dd0cfa32-7341-4bee-baf9-0b77f1503ac9",
        "e13d041f-8f94-4c53-a3cc-f35a4cb9d2d2",
        "57684593-1f3f-4406-a6a5-cc95c8b849f7",
        "7811128b-d6fd-45c3-ba6e-86e5a01ca8a2",
        "602b0b63-b9d5-42b9-8daa-9c4e0e9ee7e1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b460f714-8415-4f9d-90e9-704ab254af9d",
      "dutyDetail": "Provide guided self-help treatment informed by cognitive-behavioural principles, which are patient-centred psychological treatments with an emphasis on self-management and are designed to be less intensive than other psychological treatments.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf"
      ],
      "mappedKnowledge": [
        "ce4da3a5-477c-4aae-9cc2-200556c2a6f1",
        "aa94ad4e-b9c9-4d51-988b-9f205dfb4d70",
        "7063aee5-7fd9-4872-a088-1ad41314e728",
        "81b7b7d5-29f3-4548-8ccc-a8cf48b4289d",
        "bf858da9-7a0d-4be5-b3da-b153746f6040",
        "bbad7ff7-93ef-4d9a-94c5-f41e72fff92a",
        "88a73dff-ac8e-4627-8a84-b4e98a84cb7d",
        "34e3b110-77e6-49ab-ad15-6b7d7d2ed24b",
        "3859c1e3-00bd-4397-8b6f-ede91f91c100"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "85568540-04d6-4d9e-86af-151cafb9d026",
        "ab93131c-693a-4fbb-b6b6-d2696db8bec7",
        "683e6eea-77c4-41d8-9608-2d2b1c3ad33f",
        "85178e9b-f7df-4c48-8f6f-676e925d8d88",
        "6ce24bd6-c2e9-459d-bc29-683218d71242",
        "dfc4df09-4051-41c3-b56e-1316b3179340",
        "f6ca86bc-a461-4888-9e1e-602248cbbb6e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "720a9564-161d-4c9e-a8b9-51f32fe1da29",
      "dutyDetail": "Provide support that enables patients to optimise their use of self-management / recovery information, which is delivered through a variety of methods such as face to face, telephone, or email, as well as other contact methods including digital platforms and group workshops.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf"
      ],
      "mappedKnowledge": [
        "1dc6a412-9069-4081-900c-aaf9bd0d9c75",
        "c0cae0d9-2aa4-4cb4-8198-0e810adad6fd",
        "c6038273-8d2f-41d2-b95d-2d7840971fc3",
        "2b8b8537-2e81-4640-a0fd-08d47c918d18",
        "9cc6cd30-3275-4c92-9b3d-e05a72fd8398",
        "bf858da9-7a0d-4be5-b3da-b153746f6040",
        "c26bd8cf-3377-4903-a93c-28c7b5ab3f92"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9e28db51-7e03-472f-b222-c63d304e9850",
        "ab8cb59e-ce5f-4311-b2c5-4a5671c51939",
        "d727b0d2-e659-4b9c-85dc-5ed1d61c0bfb",
        "faad783b-2c92-4956-a642-9bc8932d6f0e",
        "683e6eea-77c4-41d8-9608-2d2b1c3ad33f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "13b2cd86-54be-4926-9941-40a508b268ca",
      "dutyDetail": "Provide information on common medication prescribed for symptoms of anxiety/depression and support patients to optimise their use of such treatments.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf"
      ],
      "mappedKnowledge": [
        "c6b001b8-7412-4765-a7c9-9546f4c9bd85"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a74e7ee6-a9e2-457d-9374-0987f9469d40"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "268f412b-4de7-40ba-a41b-268396ba7e15",
      "dutyDetail": "Delivering within a “stepped care service delivery model”, to treat patients at the lowest appropriate level in the first instance, only 'stepping up' to intensive/specialist services as clinically required. The level of input is increased or decreased until satisfactory health status is achieved. The outcomes from sessions are routinely collected for clinical, social and employment results as part of a national outcome monitoring system.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf"
      ],
      "mappedKnowledge": [
        "ce4da3a5-477c-4aae-9cc2-200556c2a6f1",
        "aa94ad4e-b9c9-4d51-988b-9f205dfb4d70",
        "88a73dff-ac8e-4627-8a84-b4e98a84cb7d",
        "34e3b110-77e6-49ab-ad15-6b7d7d2ed24b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "85568540-04d6-4d9e-86af-151cafb9d026",
        "ab93131c-693a-4fbb-b6b6-d2696db8bec7",
        "683e6eea-77c4-41d8-9608-2d2b1c3ad33f",
        "6ce24bd6-c2e9-459d-bc29-683218d71242",
        "dfc4df09-4051-41c3-b56e-1316b3179340",
        "602b0b63-b9d5-42b9-8daa-9c4e0e9ee7e1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "757705d0-7221-482a-9acf-269fc98cb833",
      "dutyDetail": "Communicate effectively with and signpost to other agencies e.g. employment, occupational and other advice services.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf"
      ],
      "mappedKnowledge": [
        "1dc6a412-9069-4081-900c-aaf9bd0d9c75",
        "c0cae0d9-2aa4-4cb4-8198-0e810adad6fd",
        "c6038273-8d2f-41d2-b95d-2d7840971fc3",
        "2b8b8537-2e81-4640-a0fd-08d47c918d18",
        "9cc6cd30-3275-4c92-9b3d-e05a72fd8398"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f602a376-603e-4538-9007-4ce7a9b22f21",
        "9e28db51-7e03-472f-b222-c63d304e9850",
        "ab8cb59e-ce5f-4311-b2c5-4a5671c51939",
        "d727b0d2-e659-4b9c-85dc-5ed1d61c0bfb",
        "faad783b-2c92-4956-a642-9bc8932d6f0e",
        "7811128b-d6fd-45c3-ba6e-86e5a01ca8a2",
        "602b0b63-b9d5-42b9-8daa-9c4e0e9ee7e1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6501cea5-a65f-479d-b033-51a1eeeaad57",
      "dutyDetail": "Accurately record interviews and questionnaire assessments using paper and electronic record keeping systems in a timely manner.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf"
      ],
      "mappedKnowledge": [
        "c6038273-8d2f-41d2-b95d-2d7840971fc3",
        "c3cff3b4-ab16-415d-af2c-cc5fa61b93eb",
        "f8bda18e-3d76-4282-96a2-338051014ae6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ab8cb59e-ce5f-4311-b2c5-4a5671c51939",
        "7fc0cf6d-3121-46db-8bfe-0746bdbf17ef",
        "57684593-1f3f-4406-a6a5-cc95c8b849f7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "22e666b9-d589-4b2b-9952-bb7f69f3272e",
      "dutyDetail": "Manage a caseload of people with common mental health problems efficiently and safely.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf"
      ],
      "mappedKnowledge": [
        "7063aee5-7fd9-4872-a088-1ad41314e728",
        "81b7b7d5-29f3-4548-8ccc-a8cf48b4289d",
        "0191938b-ad52-4f02-a67d-d6bdbcab20b7",
        "a7681a2c-797b-4942-a8b6-d55894e63a82",
        "9259c61b-ebf1-45a1-bf11-58253ef50ba5",
        "f8bda18e-3d76-4282-96a2-338051014ae6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f602a376-603e-4538-9007-4ce7a9b22f21",
        "7c7c489e-8039-453c-863d-ec74cf10c38c",
        "8cb57595-27a4-474c-ae0b-496ae756d615",
        "f1705732-1528-4000-bc8b-326cfa61705d",
        "f42e37c3-3d19-4b32-822c-f3abffaa9025",
        "dd0cfa32-7341-4bee-baf9-0b77f1503ac9",
        "e13d041f-8f94-4c53-a3cc-f35a4cb9d2d2",
        "7811128b-d6fd-45c3-ba6e-86e5a01ca8a2",
        "602b0b63-b9d5-42b9-8daa-9c4e0e9ee7e1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f794ee40-d4c1-4a1b-9a9d-dd6db43a24c8",
      "dutyDetail": "Handle personal and sensitive information in line with local and national policies.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf"
      ],
      "mappedKnowledge": [
        "55c2e75f-c156-487c-9b96-c6d8e1dd4cb2",
        "c3cff3b4-ab16-415d-af2c-cc5fa61b93eb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ab8cb59e-ce5f-4311-b2c5-4a5671c51939",
        "b24192ef-452a-493c-8014-9837673753ba",
        "57684593-1f3f-4406-a6a5-cc95c8b849f7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9773cb1b-8cd3-4920-8503-306fe1abb38f",
      "dutyDetail": "Use a range of assessments to aid problem recognition and definition e.g. psychometric assessment, problem focused assessment and intervention planning assessment.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf"
      ],
      "mappedKnowledge": [
        "ce4da3a5-477c-4aae-9cc2-200556c2a6f1",
        "aa94ad4e-b9c9-4d51-988b-9f205dfb4d70",
        "7063aee5-7fd9-4872-a088-1ad41314e728",
        "bf858da9-7a0d-4be5-b3da-b153746f6040",
        "88a73dff-ac8e-4627-8a84-b4e98a84cb7d",
        "34e3b110-77e6-49ab-ad15-6b7d7d2ed24b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "85568540-04d6-4d9e-86af-151cafb9d026",
        "ab93131c-693a-4fbb-b6b6-d2696db8bec7",
        "683e6eea-77c4-41d8-9608-2d2b1c3ad33f",
        "6ce24bd6-c2e9-459d-bc29-683218d71242",
        "dfc4df09-4051-41c3-b56e-1316b3179340",
        "f6ca86bc-a461-4888-9e1e-602248cbbb6e",
        "dd0cfa32-7341-4bee-baf9-0b77f1503ac9",
        "e13d041f-8f94-4c53-a3cc-f35a4cb9d2d2",
        "57684593-1f3f-4406-a6a5-cc95c8b849f7",
        "7811128b-d6fd-45c3-ba6e-86e5a01ca8a2",
        "602b0b63-b9d5-42b9-8daa-9c4e0e9ee7e1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "dfd86efb-7796-459c-861b-67716c6a4c0c",
      "dutyDetail": "Use both clinical skills and case management supervision meetings to assist the delivery of low-intensity interventions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf"
      ],
      "mappedKnowledge": [
        "0191938b-ad52-4f02-a67d-d6bdbcab20b7",
        "a7681a2c-797b-4942-a8b6-d55894e63a82",
        "9259c61b-ebf1-45a1-bf11-58253ef50ba5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7c7c489e-8039-453c-863d-ec74cf10c38c",
        "8cb57595-27a4-474c-ae0b-496ae756d615",
        "f1705732-1528-4000-bc8b-326cfa61705d",
        "f42e37c3-3d19-4b32-822c-f3abffaa9025",
        "dd0cfa32-7341-4bee-baf9-0b77f1503ac9",
        "602b0b63-b9d5-42b9-8daa-9c4e0e9ee7e1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "36691709-3eb2-484b-837c-bb5848c125a3",
      "dutyDetail": "Adhere to the employer’s code of conduct and policies, including values and standards.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "449dfef6-5bda-4117-979e-90b237d8591d",
        "8ed13200-861b-4ffd-871d-f7706b1ed1c0",
        "2f4bc677-9879-4f87-8134-96d95e5532cf"
      ],
      "mappedKnowledge": [
        "55c2e75f-c156-487c-9b96-c6d8e1dd4cb2",
        "236b6d6e-6e1d-42b0-8c09-23e9793329ea",
        "c26bd8cf-3377-4903-a93c-28c7b5ab3f92",
        "c3cff3b4-ab16-415d-af2c-cc5fa61b93eb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b24192ef-452a-493c-8014-9837673753ba",
        "f6ca86bc-a461-4888-9e1e-602248cbbb6e",
        "dd0cfa32-7341-4bee-baf9-0b77f1503ac9",
        "e13d041f-8f94-4c53-a3cc-f35a4cb9d2d2",
        "57684593-1f3f-4406-a6a5-cc95c8b849f7",
        "7811128b-d6fd-45c3-ba6e-86e5a01ca8a2",
        "602b0b63-b9d5-42b9-8daa-9c4e0e9ee7e1"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-08-31T00:00:00"
}