{
  "templateType": "Apprenticeship Standard",
  "larsCode": 382,
  "referenceNumber": "ST0516",
  "learningAimClassCode": "",
  "title": "Intelligence analyst",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0516",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "End-point assessment plan revised",
  "changedDate": "2024-07-03T00:00:00",
  "earliestStartDate": "2023-11-20T00:00:00",
  "latestStartDate": "2024-07-02T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Working alongside intelligence collection officers and other operational support roles to identify patterns and trends of the information and data they are handling.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 11000,
  "maxFundingAdditionalInformation": "",
  "route": "Protective services",
  "keywords": [
    "intelligence research",
    "data analysis",
    "data handling",
    "data collection",
    "public services"
  ],
  "jobRoles": [
    "intelligence analyst",
    "intelligence officer",
    "intelligence researcher",
    "operational support analyst",
    "crime analyst",
    "financial crime analyst",
    "risk analyst",
    "threat analyst",
    "fraud investigator",
    "security analyst",
    "security manager",
    "fraud and audit analyst",
    "operational performance analyst"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4c4fn1im/st0516_v12_intelligence-analyst_l4_ap-for-publication_adjustment-23102023-final.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.4 Public services",
  "version": "1.2",
  "standardInformation": "&lt;h3&gt;Occupational Profile&lt;/h3&gt;\n&lt;p&gt;An Intelligence Analyst will work in the following types of organisations: military, law enforcement, security, finance, commerce. The role involves working alongside intelligence collection officers and researchers, investigators, operational staff and other operational support roles such as business, data, risk or threat analysts to identify patterns and trends to make sense of the information and data they are handling. Their clients will include internal and external stakeholders, partners and customers. The main responsibilities of an Intelligence Analyst are to&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Receive intelligence material, keeping it safe and secure in line with current guidance and legislation&lt;/li&gt;\n&lt;li&gt;Monitor events and intelligence reporting to identify items of interest that require further understanding&lt;/li&gt;\n&lt;li&gt;Closely examine raw data, facts, statements, opinions and ideas from a wide range of sources, examples of this are; telephone data, flight manifests, surveillance records, human intelligence sources, information accessed from the internet. Intelligence Analysts pull these together, researching, evaluating and analysing the information to create intelligence&lt;/li&gt;\n&lt;li&gt;Interpret the intelligence by determining its meaning and significance; identifying patterns and trends – this could relate to suspect individuals and groups, problem areas or discrepancies and gaps in knowledge - using a variety of structured analytical techniques in order to create an intelligence picture&lt;/li&gt;\n&lt;li&gt;Produce verbal and written briefings and reports so an organisation can better understand the threats, harm and risks it is facing and allow senior decision makers to pull together informed judgements. This may be in relation to tax evasion, passport fraud, people smuggling, organised crime or military deployments&lt;/li&gt;\n&lt;li&gt;Assist their organisation to prioritise and direct intelligence gathering activity and guide operational activity; continually re-evaluating data, updating reports and assessments to take into account any new information, intelligence, or data gaps&lt;br /&gt;Work for a single organisation or providing collaborative support across multiple business areas alongside staff at different levels in an organisation. This may range from providing a crime network chart to assist a criminal prosecution and attending court to provide evidence of how the associations were linked to providing high level briefings to senior managers to inform their prioritisation of work and activity.&lt;/li&gt;\n&lt;li&gt;Intelligence Analysts can be office based or can travel on their own or with other staff with other staff out ‘in the field’. They will also attend meetings with internal and external clients and partners.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Typical job titles: intelligence analyst, intelligence officer, intelligence researcher, operational support analyst, crime analyst, financial crime analyst, risk analyst, threat&#160;analyst, fraud investigator, security analyst, security manager, fraud and audit analyst, operational performance analyst.&lt;/p&gt;\n&lt;h3&gt;Entry Requirements:&lt;/h3&gt;\n&lt;p&gt;Individual employers will set their own entry requirements.&lt;/p&gt;\n&lt;h3&gt;Knowledge, Skills and Behaviours&lt;/h3&gt;\n&lt;h4&gt;Knowledge – An Intelligence Analyst knows and understands:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Legal and organisationally appropriate intelligence collection and storage methods, together with their limitations. This includes applying that knowledge to sensitive and classified materials and other openly accessible information.&lt;/li&gt;\n&lt;li&gt;The implications for loss of sensitive material, remaining alert to the methods required to protect against physical and cyber security risks and what procedures to follow in the event of loss of such material?&lt;/li&gt;\n&lt;li&gt;The processes involved in the collation and evaluation of organisationally relevant sources of information for use within intelligence products which will include learning to use specialist software systems.&lt;/li&gt;\n&lt;li&gt;Organisationally relevant Intelligence Sources that are commonly used, such as Open Source, Imagery, Communications and Human.&lt;/li&gt;\n&lt;li&gt;The Intelligence Cycle, including all processes involved in direction, collection, processing and dissemination of intelligence.&lt;/li&gt;\n&lt;li&gt;The main factors influencing their respective organisational/client environments, such as specific threats and key intelligence priorities, for example, tax evasion, passport fraud, people smuggling, organised criminality.&lt;/li&gt;\n&lt;li&gt;The benefit of generating or using intelligence combined from a number of sources as opposed to a single source, considering how validity and credibility can be affected depending on the type used.&lt;/li&gt;\n&lt;li&gt;How to use analytical development techniques to identify and produce key findings and judgements in assessments. Techniques could include, but are not limited to, pattern and trend analysis, geospatial analysis, network analysis, or others as appropriate to the organisation and its risks.&lt;/li&gt;\n&lt;li&gt;Understand how to carry out data analysis from a numerical or factual perspective and interpret it, taking account of quantity and quality of data.&lt;/li&gt;\n&lt;li&gt;How to identify intelligence gaps and opportunities for further analysis such as developing and maintaining an expert level knowledge or expertise to allow considered assessment through interpretation and evaluation.&lt;/li&gt;\n&lt;li&gt;How to identify a range of relevant and credible information sources and recognise the need to collect new data when necessary from internal and external sources.&lt;/li&gt;\n&lt;li&gt;How bias can affect judgement, and the dangers it presents if measures are not in place to mitigate this.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Skills – An Intelligence Analyst is able to:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Engage with clients appropriately to ensure effective understanding of intelligence&#160;tasks and actively monitor ongoing intelligence requirements, engaging with all levels in an organisation, the customer and other interested parties in order to respond to demands.&lt;/li&gt;\n&lt;li&gt;Recommend what information should be collected based upon identified intelligence gaps, and/or issue requests for information to external organisations to collect or process information.&lt;/li&gt;\n&lt;li&gt;Identify, review, and interpret significant information, applying organisationally appropriate analytical techniques such as the use of diagnostics (links, patterns, and trends), scenario generation and validating assessments to identify key findings and opportunities for further analysis.&lt;/li&gt;\n&lt;li&gt;Think critically, through objective analysis and evaluation of an issue, to form a judgement which is unbiased, undistorted and can withstand challenge.&lt;/li&gt;\n&lt;li&gt;Produce written reports to a high standard as well as confident verbal briefings and presentation of findings, using an appropriate range of methods dependent on factors like audience, available time and the organisation’s culture.&lt;/li&gt;\n&lt;li&gt;Obtain client views on outcomes so as to feed back into the Intelligence Cycle and enrich the process of collection, processing, dissemination.&lt;/li&gt;\n&lt;li&gt;Use existing and emerging IT (including digital) applications in the analysis, development and dissemination of intelligence products in line with organisational requirements.&lt;/li&gt;\n&lt;li&gt;Operate in accordance with applicable security and legislative responsibilities such as applying appropriate audit trails, handling instructions, and protective markings, including the Official Secrets’ Act.&lt;/li&gt;\n&lt;li&gt;Organise appropriate disposal when working with sensitive materials.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Behaviours – An Intelligence Analyst should be:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Confident in their ability and have courage of their convictions.&lt;/li&gt;\n&lt;li&gt;Logical with a good attention to detail.&lt;/li&gt;\n&lt;li&gt;Discreet and trustworthy when working with highly confidential materials.&lt;/li&gt;\n&lt;li&gt;Open minded, innovative and a problem solver.&lt;/li&gt;\n&lt;li&gt;Agile, able to adjust rapidly and decisively, especially when operating in complex situations.&lt;/li&gt;\n&lt;li&gt;Persistent and resilient; not all intelligence activity will immediately be successful.&lt;/li&gt;\n&lt;li&gt;Flexible and understand that there is more than one way of working.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Duration:&lt;/h3&gt;\n&lt;p&gt;Typically, 18-24 months&lt;/p&gt;\n&lt;h3&gt;&lt;br /&gt;Qualifications:&lt;/h3&gt;\n&lt;p&gt;Apprentices without Level 2 English and Maths will need to achieve this prior to taking the end point assessment. For those with an education, health and care plan, or a legacy statement, the apprenticeship’s English and Maths minimum requirement is Entry Level 3. British Sign Language qualifications are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;Review:&lt;/h3&gt;\n&lt;p&gt;After 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;An Intelligence Analyst will work in the following types of organisations: military, law enforcement, security, finance, commerce. The role involves working alongside intelligence collection officers and researchers, investigators, operational staff and other operational support roles such as business, data, risk or threat analysts to identify patterns and trends to make sense of the information and data they are handling. Their clients will include internal and external stakeholders, partners and customers. The main responsibilities of an Intelligence Analyst are to Receive intelligence material, keeping it safe and secure in line with current guidance and legislation Monitor events and intelligence reporting to identify items of interest that require further understanding Closely examine raw data, facts, statements, opinions and ideas from a wide range of sources, examples of this are; telephone data, flight manifests, surveillance records, human intelligence sources, information accessed from the internet. Intelligence Analysts pull these together, researching, evaluating and analysing the information to create intelligence Interpret the intelligence by determining its meaning and significance; identifying patterns and trends – this could relate to suspect individuals and groups, problem areas or discrepancies and gaps in knowledge - using a variety of structured analytical techniques in order to create an intelligence picture Produce verbal and written briefings and reports so an organisation can better understand the threats, harm and risks it is facing and allow senior decision makers to pull together informed judgements. This may be in relation to tax evasion, passport fraud, people smuggling, organised crime or military deployments Assist their organisation to prioritise and direct intelligence gathering activity and guide operational activity; continually re-evaluating data, updating reports and assessments to take into account any new information, intelligence, or data gaps Work for a single organisation or providing collaborative support across multiple business areas alongside staff at different levels in an organisation. This may range from providing a crime network chart to assist a criminal prosecution and attending court to provide evidence of how the associations were linked to providing high level briefings to senior managers to inform their prioritisation of work and activity. Intelligence Analysts can be office based or can travel on their own or with other staff with other staff out ‘in the field’. They will also attend meetings with internal and external clients and partners.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "5ea48137-3973-48aa-a3c6-6c4a3c14b0ec",
      "detail": "Legal and organisationally appropriate intelligence collection and storage methods, together with their limitations. This includes applying that knowledge to sensitive and classified materials and other openly accessible information."
    },
    {
      "knowledgeId": "5ae22c44-003b-4544-b48c-3f825f240cf6",
      "detail": "The implications for loss of sensitive material, remaining alert to the methods required to protect against physical and cyber security risks and what procedures to follow in the event of loss of such material?"
    },
    {
      "knowledgeId": "9036aec4-769c-4b12-a0aa-311f37955b91",
      "detail": "The processes involved in the collation and evaluation of organisationally relevant sources of information for use within intelligence products which will include learning to use specialist software systems."
    },
    {
      "knowledgeId": "dfd3448b-c62e-4266-bfbf-4643980557d5",
      "detail": "Organisationally relevant Intelligence Sources that are commonly used, such as Open Source, Imagery, Communications and Human"
    },
    {
      "knowledgeId": "6a5dfcd8-99f8-46c2-b961-22b45c985227",
      "detail": "The Intelligence Cycle, including all processes involved in direction, collection, processing and dissemination of intelligence."
    },
    {
      "knowledgeId": "b128e363-1b75-4f06-97ba-8090665da18f",
      "detail": "The main factors influencing their respective organisational/client environments, such as specific threats and key intelligence priorities, for example, tax evasion, passport fraud, people smuggling, organised criminality."
    },
    {
      "knowledgeId": "510fe23d-b07d-4d06-9d24-4fd79fe6e66d",
      "detail": "The benefit of generating or using intelligence combined from a number of sources as opposed to a single source, considering how validity and credibility can be affected depending on the type used."
    },
    {
      "knowledgeId": "884bc62b-e21d-4902-bb84-3e29bc470ffe",
      "detail": "How to use analytical development techniques to identify and produce key findings and judgements in assessments. Techniques could include, but are not limited to, pattern and trend analysis, geospatial analysis, network analysis, or others as appropriate to the organisation and its risks."
    },
    {
      "knowledgeId": "b5c201e1-3778-44ee-b5ee-51cd715e67fa",
      "detail": "Understand how to carry out data analysis from a numerical or factual perspective and interpret it, taking account of quantity and quality of data."
    },
    {
      "knowledgeId": "dc909893-6ef9-48b8-b957-09e87f1ef330",
      "detail": "How to identify intelligence gaps and opportunities for further analysis such as developing and maintaining an expert level knowledge or expertise to allow considered assessment through interpretation and evaluation."
    },
    {
      "knowledgeId": "10d30174-5e2f-4d1b-8821-e0d4f203e6df",
      "detail": "How to identify a range of relevant and credible information sources and recognise the need to collect new data when necessary from internal and external sources."
    },
    {
      "knowledgeId": "821c9098-b690-4ccf-8e8e-8650c88d4a6c",
      "detail": "How bias can affect judgement, and the dangers it presents if measures are not in place to mitigate this."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "0f8014ef-db81-4a15-a97c-7c151d82901c",
      "detail": "Confident in their ability and have courage of their convictions"
    },
    {
      "behaviourId": "94c755a0-756c-47b8-a6c5-f8ea2b18e2a0",
      "detail": "Logical with a good attention to detail."
    },
    {
      "behaviourId": "0ad8ce16-2a89-4d09-8ab3-7786bb2b69d7",
      "detail": "Discreet and trustworthy when working with highly confidential materials."
    },
    {
      "behaviourId": "1104272e-2c3d-4a27-ba1e-5d85eadb44f6",
      "detail": "Open minded, innovative and a problem solver."
    },
    {
      "behaviourId": "82f3d39e-53fe-42e6-89f2-9f187ca12b85",
      "detail": "Agile, able to adjust rapidly and decisively, especially when operating in complex situations"
    },
    {
      "behaviourId": "b32b4a83-edc0-43de-a12a-1c4bb38b6b4d",
      "detail": "Persistent and resilient; not all intelligence activity will immediately be successful."
    },
    {
      "behaviourId": "c313f087-b238-4f40-95bf-54c94ed2e316",
      "detail": "Flexible and understand that there is more than one way of working."
    }
  ],
  "skills": [
    {
      "skillId": "11dfad76-8e25-4439-a01d-687f65f82aba",
      "detail": "Engage with clients appropriately to ensure effective understanding of intelligence tasks and actively monitor ongoing intelligence requirements, engaging with all levels in an organisation, the customer and other interested parties in order to respond to demands."
    },
    {
      "skillId": "6d689b9e-cd20-4562-8700-bbaee6131616",
      "detail": "Recommend what information should be collected based upon identified intelligence gaps, and/or issue requests for information to external organisations to collect or process information."
    },
    {
      "skillId": "4b34613e-d502-441f-be78-6c4c5b064c49",
      "detail": "Identify, review, and interpret significant information, applying organisationally appropriate analytical techniques such as the use of diagnostics (links, patterns, and trends), scenario generation and validating assessments to identify key findings and opportunities for further analysis."
    },
    {
      "skillId": "9a59ddf0-76a3-457f-bc2e-5b81da8d650e",
      "detail": "Think critically, through objective analysis and evaluation of an issue, to form a judgement which is unbiased, undistorted and can withstand challenge."
    },
    {
      "skillId": "4649df31-2cc8-480b-8006-7373b28b4358",
      "detail": "Produce written reports to a high standard as well as confident verbal briefings and presentation of findings, using an appropriate range of methods dependent on factors like audience, available time and the organisation’s culture."
    },
    {
      "skillId": "bd579feb-cffc-4bd6-88b2-e60eb192ba1f",
      "detail": "Obtain client views on outcomes so as to feed back into the Intelligence Cycle and enrich the process of collection, processing, dissemination."
    },
    {
      "skillId": "9a2ad951-c73d-4955-85eb-28b79d194ec9",
      "detail": "Use existing and emerging IT (including digital) applications in the analysis, development and dissemination of intelligence products in line with organisational requirements."
    },
    {
      "skillId": "9be35857-269c-41e4-997a-2b8775ae046d",
      "detail": "Operate in accordance with applicable security and legislative responsibilities such as applying appropriate audit trails, handling instructions, and protective markings, including the Official Secrets’ Act."
    },
    {
      "skillId": "8d5e3b70-c831-4973-aced-edfb46113ca8",
      "detail": "Organise appropriate disposal when working with sensitive materials."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-11-30T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "Lisa.Rose@homeoffice.gsi.gov.uk",
  "involvedEmployers": "Border Force, Immigration Enforcement, HM Passport Office, HMRC, HM Prison and Probation Services, National Crime Agency, College of Policing, Thames Valley Police, West Midlands Police, Derbyshire Police, Dorset Police, Sussex Police, Leicestershire Police, NAVCIS, Royal Navy Combat Inteligence, Navy Training, Defence Intelligence, Army, Air Intelligence, Royal Marines Combat Intelligence, Cabinet Office, G4S, Environment Agency, Bank of England, Tiscali, TJX Europe, FCA, Westminster County Council, Royal Greenwich, Peterborough Council, Hackney Council, Northumbrian Water, Vanquis",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "intelligence analyst",
    "intelligence officer",
    "intelligence researcher",
    "operational support analyst",
    "crime analyst",
    "financial crime analyst",
    "risk analyst",
    "threat analyst",
    "fraud investigator",
    "security analyst",
    "security manager",
    "fraud and audit analyst",
    "operational performance analyst"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Protective services",
  "cluster": "Protective service manager",
  "clusterId": "50",
  "clusterDescription": "Lead and manage a team providing safety, security, prevention, enforcement, protection and investigation services largely on behalf of society",
  "createdDate": "2023-11-20T14:47:15 +00:00",
  "lastUpdated": "2024-07-03T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-11-30T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0516",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0516-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0516-v1-2",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-07-03T00:00:00"
}