{
  "templateType": "Apprenticeship Standard",
  "larsCode": 372,
  "referenceNumber": "ST0504",
  "learningAimClassCode": "",
  "title": "Floorlayer",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0504",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-11-07T00:00:00",
  "earliestStartDate": "2018-11-08T00:00:00",
  "latestStartDate": "2023-11-06T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Installing carpets, vinyl, linoleum and rubber or laminate and wood flooring.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 30,
  "maxFunding": 13000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "floors",
    "carpets",
    "installation",
    "materials",
    "flooring"
  ],
  "jobRoles": [
    "Textile & Resilient Floorlayer",
    "Wood Floorlayer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7293/st0504_floorlayer_l2_ap-for-publication_july-2018em.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Floorlayer is a trained craftsperson who will be involved with the installation of either carpets, vinyl, linoleum and rubber or laminate and wood flooring and will work for large and small employers in all types of buildings within a diverse range of commercial and domestic environments. Buildings may be existing or new and part of a construction site, such as housing estates, schools, shops, hospitals, airports or more iconic buildings such as the Shard or the Olympic Stadium in London.&#160;&lt;/p&gt;\n&lt;p&gt;A Floorlayer works in an efficient and safe manner, and ensure high levels of customer care, particularly within the domestic environment; working alone or within a team. The type of floorcovering will vary from basic to designer installations, thus working with a diverse range of materials and designs, and being one of the finishing trades, will significantly contribute to the ‘look and feel’ of a building and can provide great personal satisfaction.&lt;/p&gt;\n&lt;p&gt;The main duties and tasks include preparing the work area and sub-floor to a suitable standard to enable the following installation of floorcoverings to the clients specification.&lt;/p&gt;\n&lt;p&gt;Floorlayers need to be good at communicating, able to interact effectively with colleagues, clients and associated trades e.g. plumbers, electricians, painters. They must also be able to interpret drawings and extract relevant information to complete the installation of the flooring, but be flexible, in adapting their approach and techniques when faced with unexpected site conditions.&lt;/p&gt;\n&lt;p&gt;This apprenticeship consists of a core and options and apprentices are required to select one option depending upon their job role. The occupations covered by this standard are:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Textile &amp;amp; Resilient Floorlayer – prepares subfloors and installs textile floorcoverings (g. carpet from a roll and carpet tiles) and also resilient floorcoverings (e.g. vinyl, linoleum and rubber, in sheet and tile formats)&lt;/li&gt;\n&lt;li&gt;Wood Floorlayer – prepares subfloors and installs laminate and wood flooring in various formats.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Completion of the apprenticeship will allow individuals to meet the requirements (Skilled Worker) of construction industry registration schemes (Construction Skills Certification Scheme – CSCS).&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Knowledge&lt;/strong&gt; - &lt;strong&gt;Floorlayers need to understand:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;current legislation and the principles of health, safety, welfare and environmentally responsible work practices and how they must be applied in relation to their work, self and to others&lt;/li&gt;\n&lt;li&gt;employment rights and responsibilities, keeping floorlaying skills and knowledge up to date, career progression, industry card registration&lt;/li&gt;\n&lt;li&gt;organisational policies, procedures and documentation and their relevance and importance for installing floorcovering&lt;/li&gt;\n&lt;li&gt;when, why and what personal protective equipment should be used and how to use it correctly whilst floorlaying&lt;/li&gt;\n&lt;li&gt;principles of construction, utility supplies, and their impact on installing floorcovering&lt;/li&gt;\n&lt;li&gt;how and when flooring installations need to be adapted to accommodate the needs of disabled people or people with learning disabilities&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;how flooring installations may be affected in older (pre-1919) buildings, but particularly in listed buildings of any age.&lt;/li&gt;\n&lt;li&gt;how floorlaying materials and techniques may differ in different industry sectors eg residential, commercial, refurbishment, new build&lt;/li&gt;\n&lt;li&gt;interpreting different types of information, including Building Information Modelling (BIM), drawings (digital and hard copy), method statements, risk assessments, manufacturers’ information, work schedules, specifications and relevant standards and their relevance in ensuring appropriate, safe and quality flooring installations&lt;/li&gt;\n&lt;li&gt;safe handling and moving of waste materials, flooring installation materials and equipment, manually and with mechanical aids or lifting equipment&lt;/li&gt;\n&lt;li&gt;why and how resources should be stored in a safe and secure manner e.g. different materials, tools and equipment&lt;/li&gt;\n&lt;li&gt;assessing and testing existing floor surface conditions and evaluating results to ensure a successful installation eg: temperature (including presence of underfloor heating), moisture, level, surface and sub-floor condition&lt;/li&gt;\n&lt;li&gt;planning methods appropriate for flooring installation including phasing work and acclimatisation of materials before laying; taking into account the type of contract and other works being undertaken.&lt;/li&gt;\n&lt;li&gt;methods to estimate floorlaying materials and resources required based on the type of contract, manufacturers information and site conditions&lt;/li&gt;\n&lt;li&gt;the characteristics and correct uses of preparation methods for different sub-floor surfaces, ready for the installation of floorcoverings including; the mixing and application of repair and smoothing compounds, mixing and application of damp proof membranes, the installation of plywood underlays and sheet membranes&lt;/li&gt;\n&lt;li&gt;methods and techniques used in measuring, marking and setting out for installing floorcoverings to horizontal, inclined, stepped and shaped/coved surfaces; patterned and non-patterned materials&lt;/li&gt;\n&lt;li&gt;how testing and preparation of sub-floor tools and equipment should be safely used and maintained&lt;/li&gt;\n&lt;li&gt;how to finish the laid floorcovering, including thresholds, skirtings, coverstrips, stair nosings, trims and temporary protection of installed flooring&lt;/li&gt;\n&lt;li&gt;how to work efficiently and minimise problems during flooring installation&lt;/li&gt;\n&lt;li&gt;how to dispose of or recycle floorlaying waste materials appropriately&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Core Skills - Floorlayers will be able to:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;work safely and securely in compliance with given information, organisational policies and procedures, and current health, safety, environmental and welfare legislation&lt;/li&gt;\n&lt;li&gt;select and use appropriate personal protective equipment for the floorlaying task&lt;/li&gt;\n&lt;li&gt;plan the work to be carried out in accordance with the job specification, including; assessing the sub floor and work area, measuring, producing scale drawings, setting out, calculating material quantities and determining the resources needed (including the tools and equipment)&lt;/li&gt;\n&lt;li&gt;work efficiently and complete the floorlaying work in accordance with the agreed specification and timescales&lt;/li&gt;\n&lt;li&gt;prepare the work area including securing the site, the removal and appropriate disposal of existing floorcovering&lt;/li&gt;\n&lt;li&gt;assess and evaluate physical and environmental conditions to ensure successful installation eg temperature, humidity, condition of the site&lt;/li&gt;\n&lt;li&gt;prepare the sub floor for the floorcovering, including; removal of contaminants by manual, mechanical and chemical means, disposal of waste materials, mixing and application of repair and smoothing compounds, mixing and application of damp proof membranes, the installation of plywood, underlays and sheet membranes&lt;/li&gt;\n&lt;li&gt;carry out remedial works in line with the specification&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li style=&quot;list-style-type: none;&quot;&gt;dispose of and recycle waste materials appropriately&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Option 1 Knowledge – Textile and Resilient Floorlayers need to understand:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;the different types of carpet floorcovering, including: woven, non-woven; felt, foam and rubber backed; sheet and tile forms&lt;/li&gt;\n&lt;li&gt;when to use underlay and or interlay, their types and their characteristics&lt;/li&gt;\n&lt;li&gt;the importance of installing the correct textile pile direction and matching patterns&lt;/li&gt;\n&lt;li&gt;techniques and methods for installing underlay, interlay and different types of carpet (cutting, joining, stretching and securing) to a range of straightforward and complex areas e.g. upstands, straight and winding staircase; to solid, timber-based and suspended sub-floors&lt;/li&gt;\n&lt;li&gt;the different materials used for resilient floorcovering, including: vinyl, linoleum, rubber; sheet and tile forms&lt;/li&gt;\n&lt;li&gt;differences between domestic and contract resilient and textile installations, including the differences in information provided and client expectations&lt;/li&gt;\n&lt;li&gt;the importance of batch numbers, shuffling and tessellation and their effects on colour variation&lt;/li&gt;\n&lt;li&gt;techniques and methods for installing resilient floorcovering (fitting, cutting, joining, rolling, taping, welding and seaming joints; installing pre-cut motifs and inlays) to straightforward and complex areas e.g. falls and gradients to drains and gulleys in wet areas, upstands, tanking, straight and winding staircases, alongside and up to different types of floorings; to solid and timber-based sub-floors&lt;/li&gt;\n&lt;li&gt;appropriate finishing ancilliaries and how to install&lt;/li&gt;\n&lt;li&gt;how to safely use and maintain textile and resilient floorlaying tools and equipment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Option 1 Skills – Textile and Resilient Floorlayers will be able to:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;safely use hand tools, portable power tools and equipment required for the preparation and installation of resilient and textile floorcovering&lt;/li&gt;\n&lt;li&gt;determine correct textile pile direction for the installation area&lt;/li&gt;\n&lt;li&gt;determine how patterns should be matched for textile or resilient floorcovering&lt;/li&gt;\n&lt;li&gt;install carpet sheet and tiles either in a domestic or contract situation including; cutting, joining, stretching, matching and securing; to horizontal, inclined, vertical, stepped and shaped surfaces; to solid, timber-based and suspended sub-floors&lt;/li&gt;\n&lt;li&gt;install resilient sheet and tiles either in domestic or contract situations including; fitting, cutting, joining, rolling; taping, tanking, welding and seaming joints; geometric designs and borders; to horizontal, inclined, vertical, stepped and shaped surfaces and skirtings; to solid and timber-based sub-floors&lt;/li&gt;\n&lt;li&gt;select and install appropriate finishing ancilliaries, including thresholds, skirtings, coverstrips, profiles, stair nosings, and trims&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Option 2 Knowledge - Wood Floorlayers need to understand:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;the basic properties of wood, grain direction and why this is important, cell type, grading and equipment used to identify&lt;/li&gt;\n&lt;li&gt;the different types of wood floorcovering including: wood block, solid wood, engineered wood, laminate&lt;/li&gt;\n&lt;li&gt;the differences between domestic and contract installations of wood including the differences in information provided and client expectations&lt;/li&gt;\n&lt;li&gt;the need to provide and how to determine correct expansion gaps, taking into account the environment, area and wood type&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;techniques and methods for installing wood based floorcovering to straightforward and complex areas e.g. falls and gradients, upstands, straight staircases; on floating, fixed, battens; alongside and up to different types of floorings; to solid and timber-based sub-floors&lt;/li&gt;\n&lt;li&gt;the most appropriate installation methods for wood sports and dance floors eg: battens, matting, saddle systems, clip systems&lt;/li&gt;\n&lt;li&gt;different laying techniques eg: straight lay, diagonal, borders&lt;/li&gt;\n&lt;li&gt;appropriate finishing ancilliaries and how to install&lt;/li&gt;\n&lt;li&gt;sanding for newly installed wood floors or refurbishment&lt;/li&gt;\n&lt;li&gt;recommended wood finishes e.g. stains, hard wax, oil, varnish, lacquering, marking&lt;/li&gt;\n&lt;li&gt;how wood floorlaying tools and equipment should be safely used and maintained&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Option 2 Skills – Wood Floorlayers will be able to:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;safely use hand tools, portable power tools and equipment required for the preparation for, refurbishment and installation of wood&lt;/li&gt;\n&lt;li&gt;determine correct expansion gaps taking into account environment, area and wood type&lt;/li&gt;\n&lt;li&gt;install wood-based floorcoverings in a domestic and contract situation including; wood block, solid wood, engineered wood &lt;span style=&quot;text-decoration: line-through;&quot;&gt;or&lt;/span&gt; and laminate; including cutting, matching, securing and finishing of the wood to horizontal and inclined surfaces; to solid and timber-based sub-floors&lt;/li&gt;\n&lt;li&gt;select, reinstate or install appropriate finishing ancilliaries, including thresholds, skirtings, coverstrips, profiles, stair nosings and trims&lt;/li&gt;\n&lt;li&gt;sand newly installed or refurbished wood, taking into account the wood type and condition, thickness of removal, coarseness of sanding sheet, sharpness of equipment blades&lt;/li&gt;\n&lt;li&gt;select and apply appropriate protective wood finishing stains, hard wax, oil, varnish, lacquering, marking&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours – Floorlayers will demonstrate:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;effective communication&lt;/strong&gt;: oral and written, including digital, at the appropriate level, listening, body language, presentation, dealing with conflict, confirming instructions&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;customer service&lt;/strong&gt;: putting the customer first, developing customer relationships and confidence; meeting customer expectations and contributing to the development of an ongoing relationship with the client&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;respect&lt;/strong&gt;: apply equality, diversity and inclusion in dealing with others&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;team work&lt;/strong&gt;: work effectively and safely with others under minimum supervision including floorlaying business colleagues and other trades on construction sites&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;independent working&lt;/strong&gt;: take responsibility for safe completion of your own floorlaying work&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;logical thinking&lt;/strong&gt;: use clear and valid reasoning when making decisions to undertake the floorlaying work instructions&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;reliability&lt;/strong&gt;: prompt and regular attendance&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;adaptability&lt;/strong&gt;: be able to adjust to changes to the floorlaying work instructions,&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;assertiveness and confidence: &lt;/strong&gt;able to report unsafe working practices or any potential problems&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 1 will need to achieve this level and take the test for level 2 English and Mathematics, prior to taking the end point assessment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level and Duration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a Level 2 apprenticeship standard and typical completion time is likely to be 30-36 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard will be reviewed after three years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;A Floorlayer is a trained craftsperson who will be involved with the installation of either carpets, vinyl, linoleum and rubber or laminate and wood flooring and will work for large and small employers in all types of buildings within a diverse range of commercial and domestic environments. Buildings may be existing or new and part of a construction site, such as housing estates, schools, shops, hospitals, airports or more iconic buildings such as the Shard or the Olympic Stadium in London. A Floorlayer works in an efficient and safe manner, and ensure high levels of customer care, particularly within the domestic environment; working alone or within a team. The type of floorcovering will vary from basic to designer installations, thus working with a diverse range of materials and designs, and being one of the finishing trades, will significantly contribute to the ‘look and feel’ of a building and can provide great personal satisfaction. Floorlayers need to be good at communicating, able to interact effectively with colleagues, clients and associated trades e.g. plumbers, electricians, painters. They must also be able to interpret drawings and extract relevant information to complete the installation of the flooring, but be flexible, in adapting their approach and techniques when faced with unexpected site conditions.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "74e2bc90-7fc6-421a-9675-025489be78e5",
      "detail": "Current legislation and the principles of health, safety, welfare and environmentally responsible work practices and how they must be applied in relation to their work, self and to others"
    },
    {
      "knowledgeId": "c3382f48-3698-4081-9cd6-d06388972a80",
      "detail": "Employment rights and responsibilities, keeping floorlaying skills and knowledge up to date, career progression, industry card registration"
    },
    {
      "knowledgeId": "bd0bd806-84b1-4cc7-9992-c9e826157c7a",
      "detail": "Organisational policies, procedures and documentation and their relevance and importance for installing floorcovering"
    },
    {
      "knowledgeId": "4bf20000-bc50-4158-8be2-199231703b48",
      "detail": "When, why and what personal protective equipment should be used and how to use it correctly whilst floorlaying"
    },
    {
      "knowledgeId": "03fdef09-1802-48a7-a6a1-53fcfe13922f",
      "detail": "Principles of construction, utility supplies, and their impact on installing floorcovering"
    },
    {
      "knowledgeId": "a70580b9-d80b-4a3d-a5d8-398a78e7c41a",
      "detail": "How and when flooring installations need to be adapted to accommodate the needs of disabled people or people with learning disabilities"
    },
    {
      "knowledgeId": "f5d466e9-8adc-4d93-a1b1-8d8b4bdfa430",
      "detail": "How flooring installations may be affected in older (pre-1919) buildings, but particularly in listed buildings of any age."
    },
    {
      "knowledgeId": "743a1426-b5e1-4dc2-aa76-2277990c6a28",
      "detail": "How floorlaying materials and techniques may differ in different industry sectors eg residential, commercial, refurbishment, new build"
    },
    {
      "knowledgeId": "455354ee-aee6-48d8-9bda-fd427558cc0d",
      "detail": "Interpreting different types of information, including Building Information Modelling (BIM), drawings (digital and hard copy), method statements, risk assessments, manufacturers’ information, work schedules, specifications and relevant standards and their relevance in ensuring appropriate, safe and quality flooring installations"
    },
    {
      "knowledgeId": "fa0d79a9-0ca1-4241-81b8-dabb311332ee",
      "detail": "Safe handling and moving of waste materials, flooring installation materials and equipment, manually and with mechanical aids or lifting equipment"
    },
    {
      "knowledgeId": "1668ab56-d62a-4dae-bec3-be7c5406f895",
      "detail": "Why and how resources should be stored in a safe and secure manner e.g. different materials, tools and equipment"
    },
    {
      "knowledgeId": "2c964f2d-2150-4e7f-ba4c-36b095203dca",
      "detail": "Assessing and testing existing floor surface conditions and evaluating results to ensure a successful installation eg: temperature (including presence of underfloor heating), moisture, level, surface and sub-floor condition"
    },
    {
      "knowledgeId": "8f38db36-5deb-4ca6-9682-e747b85b3400",
      "detail": "Planning methods appropriate for flooring installation including phasing work and acclimatisation of materials before laying; taking into account the type of contract and other works being undertaken."
    },
    {
      "knowledgeId": "13442846-79be-40e0-96ea-0bdad28911bf",
      "detail": "Methods to estimate floorlaying materials and resources required based on the type of contract, manufacturers information and site conditions"
    },
    {
      "knowledgeId": "44e809d7-0ca0-4bdc-8391-14ea0218a23e",
      "detail": "The characteristics and correct uses of preparation methods for different sub-floor surfaces, ready for the installation of floorcoverings including; the mixing and application of repair and smoothing compounds, mixing and application of damp proof membranes, the installation of plywood underlays and sheet membranes"
    },
    {
      "knowledgeId": "36fc9ab5-a115-41fb-8162-6eb0eb82001b",
      "detail": "Methods and techniques used in measuring, marking and setting out for installing floorcoverings to horizontal, inclined, stepped and shaped/coved surfaces; patterned and non-patterned materials"
    },
    {
      "knowledgeId": "0947af9a-797b-466e-9e06-470fc2afae51",
      "detail": "How testing and preparation of sub-floor tools and equipment should be safely used and maintained"
    },
    {
      "knowledgeId": "80bff42e-14ee-42d0-9e59-b5b5f380e081",
      "detail": "How to finish the laid floorcovering, including thresholds, skirtings, coverstrips, stair nosings, trims and temporary protection of installed flooring"
    },
    {
      "knowledgeId": "688fb0df-5808-415f-b0d5-9ee969b28fcb",
      "detail": "How to work efficiently and minimise problems during flooring installation"
    },
    {
      "knowledgeId": "ec7ed0f4-b5dd-43c7-8379-17cb625965c5",
      "detail": "How to dispose of or recycle floorlaying waste materials appropriately"
    },
    {
      "knowledgeId": "d2fb61c6-7ee4-4803-b411-a4557fcfc75b",
      "detail": "The different types of carpet floorcovering, including: woven, non-woven; felt, foam and rubber backed; sheet and tile forms"
    },
    {
      "knowledgeId": "f338bd3c-5fdf-4c5c-8c8f-73e4e275d070",
      "detail": "When to use underlay and or interlay, their types and their characteristics"
    },
    {
      "knowledgeId": "11bffc56-fbe4-4558-ab94-bf9661bde9a8",
      "detail": "The importance of installing the correct textile pile direction and matching patterns"
    },
    {
      "knowledgeId": "05cc0c7a-d630-4173-b46b-e44ee0c439b7",
      "detail": "Techniques and methods for installing underlay, interlay and different types of carpet (cutting, joining, stretching and securing) to a range of straightforward and complex areas e.g. upstands, straight and winding staircase; to solid, timber-based and suspended sub-floors"
    },
    {
      "knowledgeId": "c5e558fe-e51a-41a0-9166-c28d2ef8ed66",
      "detail": "The different materials used for resilient floorcovering, including: vinyl, linoleum, rubber; sheet and tile forms"
    },
    {
      "knowledgeId": "9dfad8be-0d62-40ed-8e68-c33a6f73f802",
      "detail": "Differences between domestic and contract resilient and textile installations, including the differences in information provided and client expectations"
    },
    {
      "knowledgeId": "2497aefe-5974-499e-ad30-3de61d2145c7",
      "detail": "The importance of batch numbers, shuffling and tessellation and their effects on colour variation"
    },
    {
      "knowledgeId": "384c41fa-1f69-464f-8589-f6335509ccfe",
      "detail": "Techniques and methods for installing resilient floorcovering (fitting, cutting, joining, rolling, taping, welding and seaming joints; installing pre-cut motifs and inlays) to straightforward and complex areas e.g. falls and gradients to drains and gulleys in wet areas, upstands, tanking, straight and winding staircases, alongside and up to different types of floorings; to solid and timber-based sub-floors"
    },
    {
      "knowledgeId": "792cc8cc-94e1-4e4b-a74a-e7fb4fe95f7f",
      "detail": "Appropriate finishing ancilliaries and how to install"
    },
    {
      "knowledgeId": "7fd58e7d-1dd3-48ff-b04d-481960ae7d44",
      "detail": "How to safely use and maintain textile and resilient floorlaying tools and equipment"
    },
    {
      "knowledgeId": "10ad8ae6-9be5-4811-99bc-1e5edd7fe1ba",
      "detail": "The basic properties of wood, grain direction and why this is important, cell type, grading and equipment used to identify"
    },
    {
      "knowledgeId": "bb2f8291-e705-4735-9cec-1cecb8c07cc2",
      "detail": "The different types of wood floorcovering including: wood block, solid wood, engineered wood, laminate"
    },
    {
      "knowledgeId": "3f6ad9a9-ef10-4028-9274-9f1b38dc8e41",
      "detail": "The differences between domestic and contract installations of wood including the differences in information provided and client expectations"
    },
    {
      "knowledgeId": "02001000-dbc4-4aec-a047-10b43b1d74d1",
      "detail": "The need to provide and how to determine correct expansion gaps, taking into account the environment, area and wood type"
    },
    {
      "knowledgeId": "852f1ef0-cba6-46cb-aa15-22c5656a250a",
      "detail": "Techniques and methods for installing wood based floorcovering to straightforward and complex areas e.g. falls and gradients, upstands, straight staircases; on floating, fixed, battens; alongside and up to different types of floorings; to solid and timber-based sub-floors"
    },
    {
      "knowledgeId": "f3b5821b-7835-40b7-902e-779fa01ce858",
      "detail": "The most appropriate installation methods for wood sports and dance floors eg: battens, matting, saddle systems, clip systems"
    },
    {
      "knowledgeId": "859ae0c8-019f-4f10-9e09-e7e556318570",
      "detail": "Different laying techniques eg: straight lay, diagonal, borders"
    },
    {
      "knowledgeId": "f894efc7-eece-4275-8a48-f590fd829855",
      "detail": "Appropriate finishing ancilliaries and how to install"
    },
    {
      "knowledgeId": "9c7f703d-3a4d-4218-855a-4f40b212631a",
      "detail": "Sanding for newly installed wood floors or refurbishment"
    },
    {
      "knowledgeId": "14883910-58e3-4dbf-86a7-c6dce51f3083",
      "detail": "Recommended wood finishes e.g. stains, hard wax, oil, varnish, lacquering, marking"
    },
    {
      "knowledgeId": "e7c0a0c6-92b3-49c9-a26e-63030bed1674",
      "detail": "How wood floorlaying tools and equipment should be safely used and maintained"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "2a7f2d3d-a2be-421e-967b-fcfaa16c908f",
      "detail": "Effective communication: oral and written, including digital, at the appropriate level, listening, body language, presentation, dealing with conflict, confirming instructions"
    },
    {
      "behaviourId": "1c9f7892-014f-486c-9886-f3a73cd777ef",
      "detail": "Customer service: putting the customer first, developing customer relationships and confidence; meeting customer expectations and contributing to the development of an ongoing relationship with the client"
    },
    {
      "behaviourId": "35d21a3f-7d87-46c0-be6e-ff45f2a3af33",
      "detail": "Respect: apply equality, diversity and inclusion in dealing with others"
    },
    {
      "behaviourId": "5adca18c-a87f-4190-8975-70e36e9c25f5",
      "detail": "Team work: work effectively and safely with others under minimum supervision including floorlaying business colleagues and other trades on construction sites"
    },
    {
      "behaviourId": "d078d484-c675-4168-b628-53c81416fa8b",
      "detail": "Independent working: take responsibility for safe completion of your own floorlaying work"
    },
    {
      "behaviourId": "ddb63096-540e-4c93-8a17-dcf2bf062896",
      "detail": "Logical thinking: use clear and valid reasoning when making decisions to undertake the floorlaying work instructions"
    },
    {
      "behaviourId": "22539b2a-e271-4231-841a-78958a662f67",
      "detail": "Reliability: prompt and regular attendance"
    },
    {
      "behaviourId": "e6fd4058-698e-4185-8aaa-728175d49c13",
      "detail": "Adaptability: be able to adjust to changes to the floorlaying work instructions,"
    },
    {
      "behaviourId": "abe5405f-1a64-4e13-b865-9988ff64f901",
      "detail": "Assertiveness and confidence: able to report unsafe working practices or any potential problems"
    }
  ],
  "skills": [
    {
      "skillId": "fffc558a-46ec-467d-b369-8a50989f2c3a",
      "detail": "Work safely and securely in compliance with given information, organisational policies and procedures, and current health, safety, environmental and welfare legislation"
    },
    {
      "skillId": "93a66c17-08ae-4692-aed7-12c60a88aa17",
      "detail": "Select and use appropriate personal protective equipment for the floorlaying task"
    },
    {
      "skillId": "014e815c-3f33-4d78-bf16-0703f63c3e1f",
      "detail": "Plan the work to be carried out in accordance with the job specification, including; assessing the sub floor and work area, measuring, producing scale drawings, setting out, calculating material quantities and determining the resources needed (including the tools and equipment)"
    },
    {
      "skillId": "35fa9246-6619-430d-8c78-9c20e52edf3f",
      "detail": "Work efficiently and complete the floorlaying work in accordance with the agreed specification and timescales"
    },
    {
      "skillId": "6ef4bdef-a21c-4b2c-8fcd-66ef015fdbea",
      "detail": "Prepare the work area including securing the site, the removal and appropriate disposal of existing floorcovering"
    },
    {
      "skillId": "e08a95f5-cd0b-4d0f-b036-ab477e2a0abd",
      "detail": "Assess and evaluate physical and environmental conditions to ensure successful installation eg temperature, humidity, condition of the site"
    },
    {
      "skillId": "9d598808-af3b-403c-a96a-4a6e7466c832",
      "detail": "Prepare the sub floor for the floorcovering, including; removal of contaminants by manual, mechanical and chemical means, disposal of waste materials, mixing and application of repair and smoothing compounds, mixing and application of damp proof membranes, the installation of plywood, underlays and sheet membranes"
    },
    {
      "skillId": "49800bb8-56c5-401f-811a-18e81fc90611",
      "detail": "Carry out remedial works in line with the specification"
    },
    {
      "skillId": "3b1b51c8-50ef-4250-93cd-2a0184a3135b",
      "detail": "Dispose of and recycle waste materials appropriately"
    },
    {
      "skillId": "6525ea6e-041b-4f46-abf0-05f4d58ec80d",
      "detail": "Safely use hand tools, portable power tools and equipment required for the preparation and installation of resilient and textile floorcovering"
    },
    {
      "skillId": "f8bd8dce-4f21-407d-9182-5fa1ba290626",
      "detail": "Determine correct textile pile direction for the installation area"
    },
    {
      "skillId": "272bf720-24d0-4a91-a5dc-44ab437a6410",
      "detail": "Determine how patterns should be matched for textile or resilient floorcovering"
    },
    {
      "skillId": "0eb867d4-46f5-43e1-b0be-7497156d4f66",
      "detail": "Install carpet sheet and tiles either in a domestic or contract situation including; cutting, joining, stretching, matching and securing; to horizontal, inclined, vertical, stepped and shaped surfaces; to solid, timber-based and suspended sub-floors"
    },
    {
      "skillId": "a51b8557-224c-481c-abec-842bfdf2e42c",
      "detail": "Install resilient sheet and tiles either in domestic or contract situations including; fitting, cutting, joining, rolling; taping, tanking, welding and seaming joints; geometric designs and borders; to horizontal, inclined, vertical, stepped and shaped surfaces and skirtings; to solid and timber-based sub-floors"
    },
    {
      "skillId": "a7f879aa-477d-4362-ac11-7e2d9ac74d39",
      "detail": "Select and install appropriate finishing ancilliaries, including thresholds, skirtings, coverstrips, profiles, stair nosings, and trims"
    },
    {
      "skillId": "9e0c8bf0-64c3-492c-8f14-4df16ac60dd2",
      "detail": "Safely use hand tools, portable power tools and equipment required for the preparation for, refurbishment and installation of wood"
    },
    {
      "skillId": "4552cdc7-650c-43e3-badc-80543a11361e",
      "detail": "Determine correct expansion gaps taking into account environment, area and wood type"
    },
    {
      "skillId": "5194a48c-fb72-42fa-b834-b45556968211",
      "detail": "Install wood-based floorcoverings in a domestic and contract situation including; wood block, solid wood, engineered wood or and laminate; including cutting, matching, securing and finishing of the wood to horizontal and inclined surfaces; to solid and timber-based sub-floors"
    },
    {
      "skillId": "5016cde5-a954-4076-8020-6ef15066b5db",
      "detail": "Select, reinstate or install appropriate finishing ancilliaries, including thresholds, skirtings, coverstrips, profiles, stair nosings and trims"
    },
    {
      "skillId": "126939ba-eb72-498b-aac4-533f718977c4",
      "detail": "Sand newly installed or refurbished wood, taking into account the wood type and condition, thickness of removal, coarseness of sanding sheet, sharpness of equipment blades"
    },
    {
      "skillId": "42edf87c-da89-4740-8798-75c135282155",
      "detail": "Select and apply appropriate protective wood finishing stains, hard wax, oil, varnish, lacquering, marking"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Textile and Resilient Floorlayers",
    "Wood Floorlayers"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-11-08T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0196 ",
  "tbMainContact": "Shaun@fita.co.uk",
  "involvedEmployers": "AG Flooring Ltd, Hillside Contracts, McKenna Flooring Ltd, Loughton Contracts Ltd, F-Ball and Co, Carpetright, Fresco Group, Skylark Flooring, Floorcraft Reading, J&S Flooring Ltd, Contract Flooring Solutions, John Butler Contracts Ltd, FITA, Contract Flooring Association (CFA)",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Textile & Resilient Floorlayer",
    "Wood Floorlayer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": null,
  "cluster": null,
  "clusterId": null,
  "clusterDescription": null,
  "createdDate": "2017-11-14T17:09:14 +00:00",
  "lastUpdated": "2023-11-07T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-11-08T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0504",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0504-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0504-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "1af521a6-4920-4802-93ee-0e5312a1e392",
      "title": "Textile and Resilient Floorlayers",
      "occupationCode": "OCC0504A"
    },
    {
      "optionId": "b8bb508d-7a43-4f01-a5b6-fb10d45a140b",
      "title": "Wood Floorlayers",
      "occupationCode": "OCC0504B"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "2a7f2d3d-a2be-421e-967b-fcfaa16c908f",
        "1c9f7892-014f-486c-9886-f3a73cd777ef",
        "35d21a3f-7d87-46c0-be6e-ff45f2a3af33",
        "5adca18c-a87f-4190-8975-70e36e9c25f5",
        "d078d484-c675-4168-b628-53c81416fa8b",
        "ddb63096-540e-4c93-8a17-dcf2bf062896",
        "22539b2a-e271-4231-841a-78958a662f67",
        "e6fd4058-698e-4185-8aaa-728175d49c13",
        "abe5405f-1a64-4e13-b865-9988ff64f901"
      ],
      "mappedKnowledge": [
        "74e2bc90-7fc6-421a-9675-025489be78e5",
        "c3382f48-3698-4081-9cd6-d06388972a80",
        "bd0bd806-84b1-4cc7-9992-c9e826157c7a",
        "4bf20000-bc50-4158-8be2-199231703b48",
        "03fdef09-1802-48a7-a6a1-53fcfe13922f",
        "a70580b9-d80b-4a3d-a5d8-398a78e7c41a",
        "f5d466e9-8adc-4d93-a1b1-8d8b4bdfa430",
        "743a1426-b5e1-4dc2-aa76-2277990c6a28",
        "455354ee-aee6-48d8-9bda-fd427558cc0d",
        "fa0d79a9-0ca1-4241-81b8-dabb311332ee",
        "1668ab56-d62a-4dae-bec3-be7c5406f895",
        "2c964f2d-2150-4e7f-ba4c-36b095203dca",
        "8f38db36-5deb-4ca6-9682-e747b85b3400",
        "13442846-79be-40e0-96ea-0bdad28911bf",
        "44e809d7-0ca0-4bdc-8391-14ea0218a23e",
        "36fc9ab5-a115-41fb-8162-6eb0eb82001b",
        "0947af9a-797b-466e-9e06-470fc2afae51",
        "80bff42e-14ee-42d0-9e59-b5b5f380e081",
        "688fb0df-5808-415f-b0d5-9ee969b28fcb",
        "ec7ed0f4-b5dd-43c7-8379-17cb625965c5"
      ],
      "mappedSkills": [
        "fffc558a-46ec-467d-b369-8a50989f2c3a",
        "93a66c17-08ae-4692-aed7-12c60a88aa17",
        "014e815c-3f33-4d78-bf16-0703f63c3e1f",
        "35fa9246-6619-430d-8c78-9c20e52edf3f",
        "6ef4bdef-a21c-4b2c-8fcd-66ef015fdbea",
        "e08a95f5-cd0b-4d0f-b036-ab477e2a0abd",
        "9d598808-af3b-403c-a96a-4a6e7466c832",
        "49800bb8-56c5-401f-811a-18e81fc90611",
        "3b1b51c8-50ef-4250-93cd-2a0184a3135b"
      ]
    },
    {
      "coreOrOptionTitle": "Textile and Resilient Floorlayers",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "d2fb61c6-7ee4-4803-b411-a4557fcfc75b",
        "f338bd3c-5fdf-4c5c-8c8f-73e4e275d070",
        "11bffc56-fbe4-4558-ab94-bf9661bde9a8",
        "05cc0c7a-d630-4173-b46b-e44ee0c439b7",
        "c5e558fe-e51a-41a0-9166-c28d2ef8ed66",
        "9dfad8be-0d62-40ed-8e68-c33a6f73f802",
        "2497aefe-5974-499e-ad30-3de61d2145c7",
        "384c41fa-1f69-464f-8589-f6335509ccfe",
        "792cc8cc-94e1-4e4b-a74a-e7fb4fe95f7f",
        "7fd58e7d-1dd3-48ff-b04d-481960ae7d44"
      ],
      "mappedSkills": [
        "6525ea6e-041b-4f46-abf0-05f4d58ec80d",
        "f8bd8dce-4f21-407d-9182-5fa1ba290626",
        "272bf720-24d0-4a91-a5dc-44ab437a6410",
        "0eb867d4-46f5-43e1-b0be-7497156d4f66",
        "a51b8557-224c-481c-abec-842bfdf2e42c",
        "a7f879aa-477d-4362-ac11-7e2d9ac74d39"
      ]
    },
    {
      "coreOrOptionTitle": "Wood Floorlayers",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "10ad8ae6-9be5-4811-99bc-1e5edd7fe1ba",
        "bb2f8291-e705-4735-9cec-1cecb8c07cc2",
        "3f6ad9a9-ef10-4028-9274-9f1b38dc8e41",
        "02001000-dbc4-4aec-a047-10b43b1d74d1",
        "852f1ef0-cba6-46cb-aa15-22c5656a250a",
        "f3b5821b-7835-40b7-902e-779fa01ce858",
        "859ae0c8-019f-4f10-9e09-e7e556318570",
        "f894efc7-eece-4275-8a48-f590fd829855",
        "9c7f703d-3a4d-4218-855a-4f40b212631a",
        "14883910-58e3-4dbf-86a7-c6dce51f3083",
        "e7c0a0c6-92b3-49c9-a26e-63030bed1674"
      ],
      "mappedSkills": [
        "9e0c8bf0-64c3-492c-8f14-4df16ac60dd2",
        "4552cdc7-650c-43e3-badc-80543a11361e",
        "5194a48c-fb72-42fa-b834-b45556968211",
        "5016cde5-a954-4076-8020-6ef15066b5db",
        "126939ba-eb72-498b-aac4-533f718977c4",
        "42edf87c-da89-4740-8798-75c135282155"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-11-07T00:00:00"
}