{
  "templateType": "Apprenticeship Standard",
  "larsCode": 490,
  "referenceNumber": "ST0595",
  "learningAimClassCode": "",
  "title": "Air traffic controller",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0595",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "End-point assessment plan revised",
  "changedDate": "2024-11-15T00:00:00",
  "earliestStartDate": "2024-11-15T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Directing aircraft on the ground and through controlled airspace.",
  "level": 5,
  "ePALength": 0,
  "typicalDuration": 15,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Transport and logistics",
  "keywords": [
    "transport",
    "logistics",
    "aircraft",
    "airspace",
    "air traffic"
  ],
  "jobRoles": [
    "Civil Area/ Terminal Controller",
    "Civil Approach Controller",
    "Civil Approach Procedural Controller",
    "Civil Aerodrome Controller",
    "Military Weapons Controller",
    "Military Area Radar Controller",
    "Military Terminal Radar Controller",
    "Military Terminal Aerodrome Controller"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/aful5drf/st0595-air-traffic-controller-epa-plan-v12.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.2",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Level:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship is set at level 5&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 15-21 Months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date:&amp;nbsp;&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This standard will be reviewed in 3 years&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will determine their own entry requirements; in addition, and in accordance with European and UK law, all prospective Air Traffic Controllers must obtain &lt;span&gt;an EU Class 3 &lt;/span&gt;&lt;em&gt;medical&lt;/em&gt; &lt;span&gt;certificate.&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualification:&lt;/strong&gt;&lt;strong&gt;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without Level 2 English and Maths will need to achieve this level prior to taking their end point assessment.&amp;nbsp; For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;p&gt;Civil Controllers who have successfully completed their off the job training will be eligible to apply for a Student Licence once they are 18 or over.&amp;nbsp; A student licence is a pre-requisite for Civil on-the-job training.&lt;/p&gt;\n&lt;p&gt;Military controllers also receive a combination of off/on-the-job training but they are not required to obtain a Student Licence.&lt;/p&gt;\n&lt;p&gt;This Apprenticeship provides for full occupational competency in a supervised live traffic environment with light traffic complexity and workload. It covers the core requirements shared by all employers across the Civil and Military Air Traffic Controller sectors.&amp;nbsp; Employers may have additional training requirements, depending on the geographical air space they manage, the traffic complexity, and any additional rating endorsements or licencing requirements that sit outside of the Apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Occupational Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The UK manages one of the busiest and most complex pieces of airspace in the world. A range of specialist air traffic controller roles contribute to the safe and efficient movement of aircraft with civil and military operations working collaboratively to maintain a fully integrated service to all users, 24 hours a day, every day of the year&lt;/p&gt;\n&lt;p&gt;Air Traffic Controllers work in a number of aviation environments such as an air traffic control centres, commercial airports, military bases and aerodromes, or other airfields; some air traffic controllers find their training and experience useful in consultancy, aerospace manufacturing or in the global aerospace industry. The guiding principle of air traffic control is to deliver a safe, efficient and reliable service using their knowledge and skills.&amp;nbsp; Air traffic controllers in the UK would usually work for a commercial/ civil employer or the military.&lt;/p&gt;\n&lt;p&gt;Tasks will vary depending on the specialism of the air traffic controller but include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;preventing collisions between aircraft and between aircraft and obstacles&lt;/li&gt;\n&lt;li&gt;making sure that minimum safe distances are maintained between aircraft&lt;/li&gt;\n&lt;li&gt;keeping radio contact with aircraft&lt;/li&gt;\n&lt;li&gt;maintaining surveillance contact with aircraft using equipment such as RADAR&lt;/li&gt;\n&lt;li&gt;issuing instructions to aircraft&lt;/li&gt;\n&lt;li&gt;expediting and maintaining a safe and orderly flow of air traffic&lt;/li&gt;\n&lt;li&gt;providing information to aircraft about information pertinent to the flight&lt;/li&gt;\n&lt;li&gt;monitoring data systems&lt;/li&gt;\n&lt;li&gt;handling unexpected events, emergencies, and unscheduled traffic.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;This apprenticeship adopts a core and options approach to allow flexibility for employers and enable transferability between roles and employers for apprentices. All apprentices must attain competence in each of the core knowledge, skills and behaviours. In addition, one specialist option (for additional knowledge and skills) must be taken out of the eight specialisms listed further below, which are Civil Area/ Terminal Controller, Civil Approach Controller, Civil Approach Procedural Controller, Civil Aerodrome Controller, Military Weapons Controller,&amp;nbsp; Military Area Radar Controller, Military Terminal Radar Controller, Military Terminal Aerodrome Controller.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Typical job titles include:&amp;nbsp;&lt;br&gt;&lt;/span&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;Civil Area/ Terminal Controller, Civil Approach Controller, Civil Approach Procedure Controller, Civil Aerodrome Controller, Military Weapons Controller, Military Area Radar Controller, Military Terminal Radar Controller, Military Terminal Aerodrome Controller.&amp;nbsp;&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Skills, Knowledge and Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The subjects, topics and sub topics together with the training and performance objectives are laid down in a European regulation and UK Competent Authority publications.&amp;nbsp; All air traffic controllers must have all of the following generic skills, knowledge and behaviours:&lt;/p&gt;\n&lt;table border=&quot;0&quot; width=&quot;800&quot; style=&quot;height: 2003px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot; style=&quot;width: 80px;&quot;&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;th colspan=&quot;2&quot; width=&quot;416&quot; style=&quot;width: 300px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;444&quot; style=&quot;width: 300px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Safety&lt;/p&gt;\n&lt;/td&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;416&quot;&gt;\n&lt;p&gt;Health &amp;amp; Safety obligations as an employee and as an air traffic controller including maintaining a safe environment, emergency response and personal safety&lt;/p&gt;\n&lt;p&gt;Understand how to escalate safety concerns&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;444&quot;&gt;\n&lt;p&gt;Comply with Health &amp;amp; Safety obligations as an employee and as an air traffic controller&lt;/p&gt;\n&lt;p&gt;Escalate safety concerns through the appropriate channels&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Security&lt;/p&gt;\n&lt;/td&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;416&quot;&gt;\n&lt;p&gt;Understand potential security threats and their impact on the business and the operation and action to take in the event of a breach of security&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;444&quot;&gt;\n&lt;p&gt;Manage aviation security in own area of operations following organisational procedures to report and react to any breach&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Planning&lt;/p&gt;\n&lt;/td&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;416&quot;&gt;\n&lt;p&gt;Understand the considerations and processes to enable effective planning, problem solving and decision making using knowledge, experience and evolving information.&lt;/p&gt;\n&lt;p&gt;Understand how to maintain spatial awareness within the designated area of control&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;444&quot;&gt;\n&lt;p&gt;Manage planning, problem solving and decision making using knowledge, experience and evolving information.&amp;nbsp; Manage the use and update of situational data displays&lt;/p&gt;\n&lt;p&gt;Maintain spatial awareness within the designated area of control&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;&lt;br&gt;&lt;br&gt;\n&lt;p&gt;Compliance &amp;amp; Legislation&lt;/p&gt;\n&lt;/td&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;416&quot;&gt;\n&lt;p&gt;Understand how to manage and comply with local, national and international legislation, codes of practice and guidance within own area of responsibility&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;444&quot;&gt;\n&lt;p&gt;Manage compliance with legislation, aviation procedures and regulations within own area of responsibility&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Communication&lt;/p&gt;\n&lt;/td&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;416&quot;&gt;\n&lt;p&gt;Understand how to manage communications with users, staff and external agencies, selecting appropriate methods and language.&amp;nbsp; Understand:&lt;/p&gt;\n&lt;p&gt;standard terminology, context and tools to communicate with aircraft, other ATC authorities, and colleagues&lt;/p&gt;\n&lt;p&gt;how to direct the movement of aircraft&lt;/p&gt;\n&lt;p&gt;how to pass information to aircraft (e.g. weather conditions)&lt;/p&gt;\n&lt;p&gt;how to maintain radio and radar contact with aircraft&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;444&quot;&gt;\n&lt;p&gt;Manage communication with users, staff and external agencies, selecting appropriate methods and language&lt;/p&gt;\n&lt;p&gt;Use:&lt;/p&gt;\n&lt;p&gt;correct terminology, context and tools and maintain a safe and effective operation&lt;/p&gt;\n&lt;p&gt;direct the movement of aircraft&lt;/p&gt;\n&lt;p&gt;pass effective and pertinent information to aircraft&lt;/p&gt;\n&lt;p&gt;maintain radio and radar contact with aircraft&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Teamworking &amp;amp; Resource Management&lt;/p&gt;\n&lt;/td&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;416&quot;&gt;\n&lt;p&gt;Know and understand the procedures and protocols for safe takeover and handover control of the operational position at the start and end of an allocated period of air traffic control&lt;/p&gt;\n&lt;p&gt;Know and understand the correct team and individual responses to light levels of traffic volume and complexity&lt;/p&gt;\n&lt;p&gt;Understand how to manage difficult and challenging situations and people&lt;/p&gt;\n&lt;p&gt;Understand the interactions between different types of controllers and how interactions between controllers affect workload&lt;/p&gt;\n&lt;p&gt;Understand the need for cooperation with other parties concerning aspects of environmental protection&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;444&quot;&gt;\n&lt;p&gt;Safely takeover and handover control of the operational position at the start and end of an allocated period of air traffic control&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Assess and respond effectively to light levels of traffic volume and complexity&lt;/p&gt;\n&lt;p&gt;Effectively manage difficult and challenging situations and people&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Effectively manage working relationships and interactions between differing types of controllers situated at the same and differing sites (domestic and international)&lt;/p&gt;\n&lt;p&gt;Cooperate effectively with other parties to achieve appropriate environmental protections&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Air Traffic Operations&lt;/p&gt;\n&lt;/td&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;416&quot;&gt;\n&lt;p&gt;Understand:&lt;/p&gt;\n&lt;p&gt;Aerodrome theory&lt;/p&gt;\n&lt;p&gt;Aircraft performance and behaviours&lt;/p&gt;\n&lt;p&gt;Equipment and systems&lt;/p&gt;\n&lt;p&gt;Aviation Law&lt;/p&gt;\n&lt;p&gt;Air Traffic Management&lt;/p&gt;\n&lt;p&gt;Local procedures, rules and systems&lt;/p&gt;\n&lt;p&gt;Navigation&lt;/p&gt;\n&lt;p&gt;Regulatory standards and obligations&lt;/p&gt;\n&lt;p&gt;Weather and impact on aircraft, the local operation, and the wider air traffic control network&lt;/p&gt;\n&lt;p&gt;Radio, navigation and communications aids&lt;/p&gt;\n&lt;p&gt;Separation minima between aircraft in specific situations&lt;/p&gt;\n&lt;p&gt;Emergency and unscheduled traffic procedures including airborne and ground based failures&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;444&quot;&gt;\n&lt;p&gt;Effectively Manage Air Traffic using understanding of appropriate theory, experience and current operating directives&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Service Level Agreements&lt;/p&gt;\n&lt;/td&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;416&quot;&gt;\n&lt;p&gt;Understand the agreed levels of performance and standard operational procedures within own area of responsibility&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;444&quot;&gt;\n&lt;p&gt;Manage team and facilities to deliver results according to agreed levels of performance&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Personal Effectiveness&lt;/p&gt;\n&lt;/td&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;416&quot;&gt;\n&lt;p&gt;Understand responsibilities and accountabilities for the role&lt;/p&gt;\n&lt;p&gt;Understand how to maintain resilience, effectiveness and operational safety when a plan is not followed&lt;/p&gt;\n&lt;p&gt;Understand the need to acknowledge and react positively to any errors identified&lt;/p&gt;\n&lt;p&gt;Understand the importance of recognising and responding appropriately to the signs and symptoms of fatigue Understand the impact of personal medical fitness and the impact on personal effectiveness&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;444&quot;&gt;\n&lt;p&gt;Undertake responsibilities and accountabilities&lt;/p&gt;\n&lt;p&gt;Maintain resilience, effectiveness and operational safety when a plan is not followed&lt;/p&gt;\n&lt;p&gt;Acknowledge and react positively to any errors identified&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Recognise and respond appropriately to fatigue. Take responsibility for personal medical fitness to not endanger airspace users when personal effectiveness may be reduced&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;243&quot;&gt;&lt;strong&gt;Behaviours (Live it)&lt;/strong&gt;&lt;/td&gt;\n&lt;td colspan=&quot;2&quot; width=&quot;747&quot;&gt;\n&lt;p&gt;&amp;nbsp;Embrace and promote the values of the organisation&lt;/p&gt;\n&lt;p&gt;Treat team, customers and other stakeholders with courtesy and respect&lt;/p&gt;\n&lt;p&gt;Take ownership and responsibility of role and working area, including team members where responsible&lt;/p&gt;\n&lt;p&gt;Display loyalty, integrity and accountability to the organisation&lt;/p&gt;\n&lt;p&gt;Commit to continuous development of self and team, including improvements to systems and processes&lt;/p&gt;\n&lt;p&gt;Be vigilant and proactive in promoting a safe, secure and compliant working culture&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;&amp;nbsp;&lt;/td&gt;\n&lt;td width=&quot;113&quot;&gt;&amp;nbsp;&lt;/td&gt;\n&lt;td width=&quot;302&quot;&gt;&amp;nbsp;&lt;/td&gt;\n&lt;td width=&quot;444&quot;&gt;&amp;nbsp;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Specialist Skills, Knowledge and Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;In addition to the above, the specialist roles will demonstrate the following skills and knowledge:&lt;/p&gt;\n&lt;table border=&quot;0&quot; width=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;253&quot; style=&quot;width: 200px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Specialist&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;359&quot; style=&quot;width: 200px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and Understanding (Know it)&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;359&quot; style=&quot;width: 200px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills (Show it)&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;253&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Civil Area/ Terminal Controllers&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;are likely to be based in one of the larger air traffic control centres, or may be located at an airport tower. These roles handle domestic traffic and aircraft flying through UK airspace&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;359&quot;&gt;\n&lt;p&gt;Understand the specific rules, principles and techniques pertinent to civil Area/ Terminal control and how they apply to, and impact, the civil Area/ Terminal environment&lt;/p&gt;\n&lt;p&gt;Understand the role and responsibilities of the Area/ Terminal&amp;nbsp; Controller and their role in providing an integrated air traffic control service&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;359&quot;&gt;\n&lt;p&gt;Demonstrate sufficient knowledge and understanding through a variety of assessments and examinations&lt;/p&gt;\n&lt;p&gt;Demonstrate practical capability as an Area/ Terminal air traffic controller to the defined assessment standard and level&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;253&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Civil Approach Controllers&lt;/strong&gt; work at an airport, often in a Control Tower and arranging aircraft into an approach sequence with the use of radar/surveillance equipment.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;359&quot;&gt;\n&lt;p&gt;Understand the specific rules, principles and techniques pertinent to civil Approach control and how they apply to, and impact, the civil Approach environment&lt;/p&gt;\n&lt;p&gt;Understand the role and responsibilities of the Approach Controller and their role in providing an integrated air traffic control service&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;359&quot;&gt;\n&lt;p&gt;Demonstrate sufficient knowledge and understanding through a variety of assessments and examinations&lt;/p&gt;\n&lt;p&gt;Demonstrate practical capability as an Approach controller to the defined assessment standard and level&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;253&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Civil Approach Procedural Controllers&lt;/strong&gt; work at an airport, often in a Control Tower, arranging aircraft into an approach sequence without the use of any radar/surveillance equipment.&amp;nbsp; Depending on the complexity of the airport and airspace this role maybe combined with aerodrome control function.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;359&quot;&gt;\n&lt;p&gt;Understand the specific rules, principles and techniques pertinent to civil Approach Procedural control and how they apply to, and impact, the civil Approach Procedural environment&lt;/p&gt;\n&lt;p&gt;Understand the role and responsibilities of the Approach Procedural Controller and their role in providing an integrated air traffic control service&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;359&quot;&gt;\n&lt;p&gt;Demonstrate sufficient knowledge and understanding through a variety of assessments and examinations&lt;/p&gt;\n&lt;p&gt;Demonstrate practical capability as an Approach Procedural controller to the defined assessment standard and level&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;253&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Civil Aerodrome Controllers &lt;/strong&gt;manage aircraft movements and the control of vehicles around the airport and aircraft flying in the vicinity of the airport.&amp;nbsp; Depending on the complexity of the airport, this role may be combined with the approach controller function&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;359&quot;&gt;\n&lt;p&gt;Understand the specific rules, principles and techniques pertinent to civil Aerodrome control and how they apply to, and impact, the civil Aerodrome environment&lt;/p&gt;\n&lt;p&gt;Understand the role and responsibilities of the Civil Aerodrome Controller and their role in providing an integrated air traffic control service&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;359&quot;&gt;&amp;nbsp;\n&lt;p&gt;Demonstrate sufficient knowledge and understanding through a variety of assessments and examinations&lt;/p&gt;\n&lt;p&gt;Demonstrate practical capability as an Aerodrome controller to the defined assessment standard and level&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;253&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Military Weapons Controllers &lt;/strong&gt;predominantly work in UK-based Control and Reporting Centres, but can operate world-wide; deploying with a mobile radar or in an airborne role. Controllers use radar to provide a real-time air picture to support to pilots and provide tactical control instructions to enable airborne security.&amp;nbsp;&amp;nbsp;&lt;strong&gt;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;359&quot;&gt;\n&lt;p&gt;Understand the specific rules, principles and techniques pertinent to military Weapons control and how they apply to, and impact, the military Weapons Control environment&lt;/p&gt;\n&lt;p&gt;Understand the role and responsibilities of the Military Weapons Controller and their role in providing an integrated air traffic control service&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;359&quot;&gt;&amp;nbsp;\n&lt;p&gt;Demonstrate sufficient knowledge and understanding through a variety of assessments and examinations&lt;/p&gt;\n&lt;p&gt;Demonstrate practical capability as a Military Weapons Controller to the defined assessment standard and level&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;253&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Military Area Radar &lt;/strong&gt;work in a variety of environments including land based centres and on board HM Warships, providing a full suite of Air Traffic Services to Military and Civil Air Systems.&amp;nbsp; This enables military air systems to operate with tactical freedom in both Controlled and Uncontrolled Airspace whilst ensuring safe and effective integration with Civil airspace users throughout the UK FIR/UIR.&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;359&quot;&gt;\n&lt;p&gt;Understand the specific rules, principles and techniques pertinent to military Area control and how they apply to, and impact, the military Area environment&lt;/p&gt;\n&lt;p&gt;Understand the role and responsibilities of the Military Area Radar Controller and their role in providing an integrated air traffic control service&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;359&quot;&gt;&amp;nbsp;\n&lt;p&gt;Demonstrate sufficient knowledge and understanding through a variety of assessments and examinations&lt;/p&gt;\n&lt;p&gt;Demonstrate practical capability as a Military Area Radar Controller to the defined assessment standard and level&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;253&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Military Terminal Radar Controllers &lt;/strong&gt;work in Control Towers, often at the same location as the airfield they provide the radar service for. They provide safe control instructions for aircraft departing, approaching or flying through the vicinity of the airfield.&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;359&quot;&gt;\n&lt;p&gt;Understand the specific rules, principles and techniques pertinent to military Terminal Radar control and how they apply to, and impact, the military Terminal Radar environment&lt;/p&gt;\n&lt;p&gt;Understand the role and responsibilities of the Military Terminal Radar Controller and their role in providing an integrated air traffic control service&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;359&quot;&gt;&amp;nbsp;\n&lt;p&gt;Demonstrate sufficient knowledge and understanding through a variety of assessments and examinations&lt;/p&gt;\n&lt;p&gt;Demonstrate practical capability as a Military Terminal Radar Controller to the defined assessment standard and level&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;253&quot;&gt;&amp;nbsp;&lt;strong&gt;Military Terminal Aerodrome Controllers &lt;/strong&gt;predominantly work in a Control Tower managing the movement of aircraft and vehicles. Ensuring safe aircraft departure, arrival and flight in the vicinity of the airfield. Aerodrome Controllers can also deploy to temporary landing strips, using portable radio equipment to enable tactical aircraft operations.&amp;nbsp;&amp;nbsp;&lt;/td&gt;\n&lt;td width=&quot;359&quot;&gt;&amp;nbsp;\n&lt;p&gt;Understand the specific rules, principles and techniques pertinent to military Terminal Aerodrome control and how they apply to, and impact, the military Terminal Aerodrome environment&lt;/p&gt;\n&lt;p&gt;Understand the role and responsibilities of the Military Terminal Aerodrome Controller and their role in providing an integrated air traffic control service&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;359&quot;&gt;&amp;nbsp;\n&lt;p&gt;Demonstrate sufficient knowledge and understanding through a variety of assessments and examinations&lt;/p&gt;\n&lt;p&gt;Demonstrate practical capability as a Military Terminal Aerodrome Controller to the defined assessment standard and level&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;",
  "occupationalSummary": "&lt;p&gt;The UK manages one of the busiest and most complex pieces of airspace in the world. A range of specialist air traffic controller roles contribute to the safe and efficient movement of aircraft with civil and military operations working collaboratively to maintain a fully integrated service to all users, 24 hours a day, every day of the year Air Traffic Controllers work in a number of aviation environments such as an air traffic control centres, commercial airports, military bases and aerodromes, or other airfields; some air traffic controllers find their training and experience useful in consultancy, aerospace manufacturing or in the global aerospace industry. The guiding principle of air traffic control is to deliver a safe, efficient and reliable service using their knowledge and skills. Air traffic controllers in the UK would usually work for a commercial/ civil employer or the military. Tasks will vary depending on the specialism of the air traffic controller but include: preventing collisions between aircraft and between aircraft and obstacles making sure that minimum safe distances are maintained between aircraft keeping radio contact with aircraft maintaining surveillance contact with aircraft using equipment such as RADAR issuing instructions to aircraft expediting and maintaining a safe and orderly flow of air traffic providing information to aircraft about information pertinent to the flight monitoring data systems handling unexpected events, emergencies, and unscheduled traffic. This apprenticeship adopts a core and options approach to allow flexibility for employers and enable transferability between roles and employers for apprentices. All apprentices must attain competence in each of the core knowledge, skills and behaviours. In addition, one specialist option (for additional knowledge and skills) must be taken out of the eight specialisms listed further below, which are Civil Area/ Terminal Controller, Civil Approach Controller, Civil Approach Procedural Controller, Civil Aerodrome Controller, Military Weapons Controller, Military Area Radar Controller, Military Terminal Radar Controller, Military Terminal Aerodrome Controller.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "0dad504a-c3eb-434f-b804-660437a6f292",
      "detail": "Safety: Health & Safety obligations as an employee and as an air traffic controller including maintaining a safe environment, emergency response and personal safety"
    },
    {
      "knowledgeId": "0492fe9d-4d1b-46df-a75d-b69f658f2a82",
      "detail": "Safety: Understand how to escalate safety concerns"
    },
    {
      "knowledgeId": "4da8f65f-eeb4-4334-90cd-85c3e6e8f3ec",
      "detail": "Security: Understand potential security threats and their impact on the business and the operation and action to take in the event of a breach of security"
    },
    {
      "knowledgeId": "9e8f78f7-3919-4c65-ba40-8f33e69ce602",
      "detail": "Planning: Understand the considerations and processes to enable effective planning, problem solving and decision making using knowledge, experience and evolving information."
    },
    {
      "knowledgeId": "cd2eb102-074b-49f6-99c0-05146de705a9",
      "detail": "Planning: Understand how to maintain spatial awareness within the designated area of control"
    },
    {
      "knowledgeId": "224a3d75-2abb-47c4-986d-e9e5da10d517",
      "detail": "Compliance & Legislation: Understand how to manage and comply with local, national and international legislation, codes of practice and guidance within own area of responsibility"
    },
    {
      "knowledgeId": "05c53aea-bfad-4a11-b0b2-2e98075d897a",
      "detail": "Communication: Understand how to manage communications with users, staff and external agencies, selecting appropriate methods and language."
    },
    {
      "knowledgeId": "2c3d4744-ffe1-4c2d-abd5-1dcc696116b7",
      "detail": "Communication: Understand standard terminology, context and tools to communicate with aircraft, other ATC authorities, and colleagues"
    },
    {
      "knowledgeId": "88983a61-a44f-4cfe-9d63-97875c826aab",
      "detail": "Communication: Understand how to direct the movement of aircraft"
    },
    {
      "knowledgeId": "15d33c1a-59c6-4d03-b4f0-0551ebda33dd",
      "detail": "Communication: how to pass information to aircraft (e.g. weather conditions)"
    },
    {
      "knowledgeId": "d38fcbd7-d166-4b86-84e1-766f7cff0bd2",
      "detail": "Communication: how to maintain radio and radar contact with aircraft"
    },
    {
      "knowledgeId": "beb64d32-d1cd-42fe-8986-8766071daa6a",
      "detail": "Teamworking & Resource Management: Know and understand the procedures and protocols for safe takeover and handover control of the operational position at the start and end of an allocated period of air traffic control"
    },
    {
      "knowledgeId": "d054b3a1-44b1-479a-a055-5dea32115535",
      "detail": "Teamworking & Resource Management: Know and understand the correct team and individual responses to light levels of traffic volume and complexity"
    },
    {
      "knowledgeId": "804803d2-d823-4335-a060-c971f0484941",
      "detail": "Teamworking & Resource Management: Understand how to manage difficult and challenging situations and people"
    },
    {
      "knowledgeId": "25e0de1f-e165-47d1-9d7d-b7749ab2de3d",
      "detail": "Teamworking & Resource Management: Understand the interactions between different types of controllers and how interactions between controllers affect workload"
    },
    {
      "knowledgeId": "46af9aee-8034-428a-869d-6a6b0cdb9b6c",
      "detail": "Teamworking & Resource Management: Understand the need for cooperation with other parties concerning aspects of environmental protection"
    },
    {
      "knowledgeId": "f4146b87-c260-4c43-b623-761b0cfc332c",
      "detail": "Air Traffic Operations: Understanding Aerodrome theory"
    },
    {
      "knowledgeId": "f7b443c1-e6af-44c4-be21-97555c43cef4",
      "detail": "Air Traffic Operations: Understand Aircraft performance and behaviours"
    },
    {
      "knowledgeId": "2e35e378-e6b7-481e-b41b-7dd87a7d9bcc",
      "detail": "Air Traffic Operations: Equipment and systems"
    },
    {
      "knowledgeId": "ca316b33-988c-4dd4-8cf2-16695eff3a5d",
      "detail": "Air Traffic Operations: Aviation Law"
    },
    {
      "knowledgeId": "0d3ea28d-2262-4042-8a67-f3720ed542e3",
      "detail": "Air Traffic Operations: Air Traffic Management"
    },
    {
      "knowledgeId": "32d10cc7-d0cf-4738-9b71-a6a999be1bd0",
      "detail": "Air Traffic Operations: Local procedures, rules and systems"
    },
    {
      "knowledgeId": "ff17587b-d1db-429f-8562-730ec952ed7f",
      "detail": "Air Traffic Operations: Navigation"
    },
    {
      "knowledgeId": "fe425d74-82db-4efc-adea-037332bdbb83",
      "detail": "Air Traffic Operations: Regulatory standards and obligations"
    },
    {
      "knowledgeId": "fb4cb038-7293-4fa7-bd4f-3797e17661a5",
      "detail": "Air Traffic Operations: Weather and impact on aircraft, the local operation, and the wider air traffic control network"
    },
    {
      "knowledgeId": "91eb62dd-edad-43d1-9b09-a48b181997e5",
      "detail": "Air Traffic Operations: Radio, navigation and communications aids"
    },
    {
      "knowledgeId": "3fb422bb-cf4b-4f68-8376-0b8f2a6b0d40",
      "detail": "Air Traffic Operations: Separation minima between aircraft in specific situations"
    },
    {
      "knowledgeId": "3b1940c4-3ebc-4ea6-bba9-7951b247e7d0",
      "detail": "Air Traffic Operations: Emergency and unscheduled traffic procedures including airborne and ground based failures"
    },
    {
      "knowledgeId": "91d94f12-f00d-405f-9027-5939c1d0bdf7",
      "detail": "Service Level Agreements: Understand the agreed levels of performance and standard operational procedures within own area of responsibility"
    },
    {
      "knowledgeId": "9e0aa276-5886-4abf-8bd0-545dc08225ea",
      "detail": "Personal Effectiveness: Understand responsibilities and accountabilities for the role"
    },
    {
      "knowledgeId": "4dd63657-519e-4d6f-ba01-e788baffa608",
      "detail": "Personal Effectiveness: Understand how to maintain resilience, effectiveness and operational safety when a plan is not followed"
    },
    {
      "knowledgeId": "3b6afaf6-832b-47d7-92aa-ddb56007ef92",
      "detail": "Personal Effectiveness: Understand the need to acknowledge and react positively to any errors identified"
    },
    {
      "knowledgeId": "0d45eec8-1a4e-4e53-bf68-4562a35c712d",
      "detail": "Personal Effectiveness: Understand the importance of recognising and responding appropriately to the signs and symptoms of fatigue Understand the impact of personal medical fitness and the impact on personal effectiveness"
    },
    {
      "knowledgeId": "34f402eb-353b-4cfc-9301-76381900fd90",
      "detail": "O1: Understand the specific rules, principles and techniques pertinent to civil Area/ Terminal control and how they apply to, and impact, the civil Area/ Terminal environment"
    },
    {
      "knowledgeId": "aee22bcd-7b89-4960-9557-f758af4931e7",
      "detail": "O1: Understand the role and responsibilities of the Area/ Terminal  Controller and their role in providing an integrated air traffic control service"
    },
    {
      "knowledgeId": "6bb17f1f-fb6f-4e51-9d66-762d40683b38",
      "detail": "O2: Understand the specific rules, principles and techniques pertinent to civil Approach control and how they apply to, and impact, the civil Approach environment"
    },
    {
      "knowledgeId": "81934077-4ecf-4658-8fba-9be8005609ea",
      "detail": "O2: Understand the role and responsibilities of the Approach Controller and their role in providing an integrated air traffic control service"
    },
    {
      "knowledgeId": "95ab8671-4166-494e-b21d-94ed62802eba",
      "detail": "O3: Understand the specific rules, principles and techniques pertinent to civil Approach Procedural control and how they apply to, and impact, the civil Approach Procedural environment"
    },
    {
      "knowledgeId": "7b7886fb-44fe-47d9-807e-f5a9b7ab4a03",
      "detail": "O3: Understand the role and responsibilities of the Approach Procedural Controller and their role in providing an integrated air traffic control service"
    },
    {
      "knowledgeId": "ecb7758d-1133-4784-ad52-4c2573392d16",
      "detail": "O4: Understand the specific rules, principles and techniques pertinent to civil Aerodrome control and how they apply to, and impact, the civil Aerodrome environment"
    },
    {
      "knowledgeId": "40576c56-5663-478c-b665-bd614442ba1b",
      "detail": "O4: Understand the role and responsibilities of the Civil Aerodrome Controller and their role in providing an integrated air traffic control service"
    },
    {
      "knowledgeId": "1071c5e6-0eef-447e-824e-e1b460c152ea",
      "detail": "O5: Understand the specific rules, principles and techniques pertinent to military Weapons control and how they apply to, and impact, the military Weapons Control environment"
    },
    {
      "knowledgeId": "036dd0ab-dfa3-4738-815f-6cb62b1383ae",
      "detail": "O5: Understand the role and responsibilities of the Military Weapons Controller and their role in providing an integrated air traffic control service"
    },
    {
      "knowledgeId": "b7ae32bc-6925-4435-ac79-5800dd469a69",
      "detail": "O6: Understand the specific rules, principles and techniques pertinent to military Area control and how they apply to, and impact, the military Area environment"
    },
    {
      "knowledgeId": "1457dbb4-0925-448c-be44-c391a988208e",
      "detail": "O6: Understand the role and responsibilities of the Military Area Radar Controller and their role in providing an integrated air traffic control service"
    },
    {
      "knowledgeId": "998560d1-b42b-4bd7-8ff9-e8b17f9407a9",
      "detail": "O7: Understand the specific rules, principles and techniques pertinent to military Terminal Radar control and how they apply to, and impact, the military Terminal Radar environment"
    },
    {
      "knowledgeId": "bf7b392c-4c5c-445f-a2d8-cb944a16279c",
      "detail": "O7: Understand the role and responsibilities of the Military Terminal Radar Controller and their role in providing an integrated air traffic control service"
    },
    {
      "knowledgeId": "e71c4309-cf14-4969-8738-95f0b2fd63ed",
      "detail": "O8: Understand the specific rules, principles and techniques pertinent to military Terminal Aerodrome control and how they apply to, and impact, the military Terminal Aerodrome environment"
    },
    {
      "knowledgeId": "6822f887-ab3c-4b48-ae4c-b9e4cbf43fb9",
      "detail": "O8: Understand the role and responsibilities of the Military Terminal Aerodrome Controller and their role in providing an integrated air traffic control service"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "e6eee009-114e-48d4-ae69-c4e551a9a82c",
      "detail": " Embrace and promote the values of the organisation"
    },
    {
      "behaviourId": "03f9443d-3daa-49b3-ada0-95fc4a0c652d",
      "detail": "Treat team, customers and other stakeholders with courtesy and respect"
    },
    {
      "behaviourId": "b947cd5b-cee8-4502-9c0f-a5d419a86194",
      "detail": "Take ownership and responsibility of role and working area, including team members where responsible"
    },
    {
      "behaviourId": "4ec90cef-0372-4af5-8bda-320beb59b8ea",
      "detail": "Display loyalty, integrity and accountability to the organisation"
    },
    {
      "behaviourId": "808d73ee-ac49-4292-ae89-a6043c2ff948",
      "detail": "Commit to continuous development of self and team, including improvements to systems and processes"
    },
    {
      "behaviourId": "30d4ce64-1db1-4130-b6b5-5c45acee0ad0",
      "detail": "Be vigilant and proactive in promoting a safe, secure and compliant working culture"
    }
  ],
  "skills": [
    {
      "skillId": "c831e15c-d732-4432-afa9-4b33ec818b33",
      "detail": "Safety: Comply with Health & Safety obligations as an employee and as an air traffic controller"
    },
    {
      "skillId": "bef6a9b5-059f-4b5b-b5ad-7b1054aef1a6",
      "detail": "Safety: Escalate safety concerns through the appropriate channels"
    },
    {
      "skillId": "dfb9ff70-30cb-4eb5-9905-ec991b4e7323",
      "detail": "Security: Manage aviation security in own area of operations following organisational procedures to report and react to any breach"
    },
    {
      "skillId": "72dbd87a-e5c9-4d1e-844d-713f54544102",
      "detail": "Planning: Manage planning, problem solving and decision making using knowledge, experience and evolving information.  Manage the use and update of situational data displays"
    },
    {
      "skillId": "6c57d1e4-ae9e-4f3b-810d-4a1144c03060",
      "detail": "Planning: Maintain spatial awareness within the designated area of control"
    },
    {
      "skillId": "8b941b00-002c-4bd8-85ee-f96f46f5675a",
      "detail": "Compliance & Legislation: Manage compliance with legislation, aviation procedures and regulations within own area of responsibility"
    },
    {
      "skillId": "ef427adb-07cb-4e66-88ff-65d25954af04",
      "detail": "Communication: Manage communication with users, staff and external agencies, selecting appropriate methods and language"
    },
    {
      "skillId": "ab23bc0c-97d8-40eb-a03a-755a4e7d1e6b",
      "detail": "Communication: Use correct terminology, context and tools and maintain a safe and effective operation"
    },
    {
      "skillId": "52d8beb6-0c73-4def-89be-f0a0ae5d9c80",
      "detail": "Communication: direct the movement of aircraft"
    },
    {
      "skillId": "894863bb-7452-4f3f-a9d5-044038846767",
      "detail": "Communication: pass effective and pertinent information to aircraft"
    },
    {
      "skillId": "53f8bcf6-db43-4aa7-b137-2febfbc18946",
      "detail": "Communication: maintain radio and radar contact with aircraft"
    },
    {
      "skillId": "42fccdb2-1bd2-4fbd-a318-58eac70a4a7f",
      "detail": "Teamworking & Resource Management: Safely takeover and handover control of the operational position at the start and end of an allocated period of air traffic control"
    },
    {
      "skillId": "c68ff264-d18e-4213-9d09-5258db6011cf",
      "detail": "Teamworking & Resource Management: Assess and respond effectively to light levels of traffic volume and complexity"
    },
    {
      "skillId": "dc3a1391-3727-47f6-8130-9ab8d32cbdc0",
      "detail": "Teamworking & Resource Management: Effectively manage difficult and challenging situations and people"
    },
    {
      "skillId": "57ae31ac-3311-441d-a0dd-c60affefb0fb",
      "detail": "Teamworking & Resource Management: Effectively manage working relationships and interactions between differing types of controllers situated at the same and differing sites (domestic and international)"
    },
    {
      "skillId": "f3e1be25-f167-48a3-a71b-52ee8ab6b1ce",
      "detail": "Teamworking & Resource Management: Cooperate effectively with other parties to achieve appropriate environmental protections"
    },
    {
      "skillId": "92fe3be9-5ca1-462d-9a4f-9092aa1bd1e6",
      "detail": "Air Traffic Operations: Effectively Manage Air Traffic using understanding of appropriate theory, experience and current operating directives"
    },
    {
      "skillId": "d71e79d5-65b2-470b-acee-aacdfc26b049",
      "detail": "Service Level Agreements: Manage team and facilities to deliver results according to agreed levels of performance"
    },
    {
      "skillId": "1e5b6fed-888e-4bcc-9784-74735b81c0fa",
      "detail": "Personal Effectiveness: Undertake responsibilities and accountabilities"
    },
    {
      "skillId": "7d046b5a-ef18-45f9-87c5-4b4260be6d1c",
      "detail": "Personal Effectiveness: Maintain resilience, effectiveness and operational safety when a plan is not followed"
    },
    {
      "skillId": "4f12646b-7641-4e04-9ab8-8d2baa14aad0",
      "detail": "Personal Effectiveness: Acknowledge and react positively to any errors identified"
    },
    {
      "skillId": "74c70b57-2ed6-4663-b07a-1cd6309d19c1",
      "detail": "Personal Effectiveness: Recognise and respond appropriately to fatigue. Take responsibility for personal medical fitness to not endanger airspace users when personal effectiveness may be reduced"
    },
    {
      "skillId": "01d97844-2591-47f4-a89a-8bef0ba6737c",
      "detail": "O1: Demonstrate sufficient knowledge and understanding through a variety of assessments and examinations"
    },
    {
      "skillId": "f6fb6c57-83e8-40ee-86c2-37437fabea00",
      "detail": "O1: Demonstrate practical capability as an Area/ Terminal air traffic controller to the defined assessment standard and level"
    },
    {
      "skillId": "16d430a6-c186-406d-bc7c-3e47c54d3846",
      "detail": "O2: Demonstrate sufficient knowledge and understanding through a variety of assessments and examinations"
    },
    {
      "skillId": "0d406b8a-ea34-47d6-a5fc-597703623b95",
      "detail": "O2: Demonstrate practical capability as an Approach controller to the defined assessment standard and level"
    },
    {
      "skillId": "54dfad7b-8a1a-46db-9237-eaa451ec8a17",
      "detail": "O3: Demonstrate sufficient knowledge and understanding through a variety of assessments and examinations"
    },
    {
      "skillId": "c37ae303-b03b-4f6b-8b73-5b8ee984fd1e",
      "detail": "O3: Demonstrate practical capability as an Approach Procedural controller to the defined assessment standard and level"
    },
    {
      "skillId": "fab47644-b70b-42bd-83f5-834b1d19754e",
      "detail": "O4: Demonstrate sufficient knowledge and understanding through a variety of assessments and examinations"
    },
    {
      "skillId": "ddbaf70c-0c89-4dba-97ad-9b78c4603a48",
      "detail": "O4: Demonstrate practical capability as an Aerodrome controller to the defined assessment standard and level"
    },
    {
      "skillId": "bbc22c6d-08dc-4e6d-8e3e-897d29a35eb5",
      "detail": "O5: Demonstrate sufficient knowledge and understanding through a variety of assessments and examinations"
    },
    {
      "skillId": "b2bbecfb-2dcb-4f27-aa7a-cf82ee0b3b04",
      "detail": "O5: Demonstrate practical capability as a Military Weapons Controller to the defined assessment standard and level"
    },
    {
      "skillId": "cb294fa4-2864-42ab-9764-417c749e3f19",
      "detail": "O6: Demonstrate sufficient knowledge and understanding through a variety of assessments and examinations"
    },
    {
      "skillId": "0f2274a3-c2d0-4513-a2c6-eeb1d05ecf64",
      "detail": "O6: Demonstrate practical capability as a Military Area Radar Controller to the defined assessment standard and leve"
    },
    {
      "skillId": "97478598-48f0-4246-84ad-4d16b5ea813b",
      "detail": "O7: Demonstrate sufficient knowledge and understanding through a variety of assessments and examinations"
    },
    {
      "skillId": "740172a0-eab2-4bc1-ad83-64c760157bc1",
      "detail": "O7: Demonstrate practical capability as a Military Terminal Radar Controller to the defined assessment standard and level"
    },
    {
      "skillId": "301518b0-1c81-4c10-b338-1ac737a5bc5c",
      "detail": "O8: Demonstrate sufficient knowledge and understanding through a variety of assessments and examinations"
    },
    {
      "skillId": "b5c9f55b-faf9-4f81-92c7-539d7df9071b",
      "detail": "O8: Demonstrate practical capability as a Military Terminal Aerodrome Controller to the defined assessment standard and level"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-08-16T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0084",
  "tbMainContact": "lee.mcgregor@nats.co.uk",
  "involvedEmployers": "Royal Air Force, Royal Navy, NATS",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Civil Area/ Terminal Controller",
    "Civil Approach Controller",
    "Civil Approach Procedural Controller",
    "Civil Aerodrome Controller",
    "Military Weapons Controller",
    "Military Area Radar Controller",
    "Military Terminal Radar Controller",
    "Military Terminal Aerodrome Controller"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Transport",
  "cluster": "Transport operations manager",
  "clusterId": "13",
  "clusterDescription": "Manage and lead the operation of a transport facility",
  "createdDate": "2024-11-15T13:42:41 +00:00",
  "lastUpdated": "2024-11-15T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-08-16T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0595",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0595-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0595-v1-2",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-11-15T00:00:00"
}