{
  "templateType": "Apprenticeship Standard",
  "larsCode": 299,
  "referenceNumber": "ST0534",
  "learningAimClassCode": "",
  "title": "Architectural assistant (integrated degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0534",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Funding band revised.",
  "changedDate": "2021-08-11T00:00:00",
  "earliestStartDate": "2021-08-11T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Working with Architects and other professionals such as Engineers, to design buildings and deliver architectural projects.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 25000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "architect",
    "architectural assistant",
    "degree",
    "architectural projects",
    "product design"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1923/st0534-architect-assistant-l6_ap-for-publishing_220618.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.1 Architecture",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupation Profile &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Architectural Assistants work with Architects and other professionals such as Engineers, to competently design buildings and deliver architectural projects across scheme phases, from the initial client briefing process where objectives are agreed and feasibility studies conducted, through conceptual and technical proposals, to construction. In collaboration with other members of a project team, they respond to client requirements by preparing, reviewing and refining building design through the use of various media such as 3D modelling, drawings and model making.&lt;/p&gt;\n&lt;p&gt;Architectural Assistants work under supervision of an Architect, Senior Architect or project leader, who has the overall responsibility for delivering a project. They contribute to delivering projects of varying scale and type; for example, an office skyscraper, semi-detached house, caf&#233;, school or bridge. Architectural Assistants work on the design of new buildings and the redesign of existing buildings (such as a house extension or an internal refurbishment).&lt;/p&gt;\n&lt;p&gt;They work closely with a design team assembled to deliver the project. Design teams could include: Engineers, Quantity Surveyors, Interior Designers, Landscape Architects and Project Managers. They also work with other related professionals such as Town Planning Authorities, Heritage Consultants, Building Control Inspectors and/or Party Wall Surveyors; as well as skilled trades such as Carpenters or Joiners during the construction process.&lt;/p&gt;\n&lt;p&gt;Architectural Assistants work in organisations of varying sizes, from a small practice of only a few members to a large multi-disciplinary organisation. They can be based at office locations within project design teams, at on-site locations, or a combination of both. Because their skills are easily transferable they are able to work for other construction and design related businesses (e.g. property consultants, construction companies, planning authorities or interior designers).&lt;/p&gt;\n&lt;p&gt;Architectural Assistants can progress to being an Architect. In order to become an architect in the UK, individuals must hold ARB (Architectural Registration Board) prescribed qualifications at Part 1, Part 2 and Part 3 levels and register with the ARB.&#160; Only ARB-prescribed qualifications meet the standards that lead to registration as an architect in the UK.&#160; Only those who are appropriately qualified and registered with ARB can use the title ‘Architect’ in the UK.&lt;/p&gt;\n&lt;h4&gt;An Architectural Assistant’s work involves:&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Brief analysis&lt;/strong&gt;: Reviewing project briefs to establish client’s requirements; site analysis (e.g. survey of an existing building for a refurbishment project); basic research of city planning context (e.g. establishing whether there are other similar buildings in the area); basic research of building regulations, including fire strategy.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Design&lt;/strong&gt;: Creating architectural designs that satisfy aesthetic, technical and functional requirements. This involves sketching concept ideas; team brainstorming; creating and editing drawings and 3D models using relevant CAD (Computer-Aided Design) software; creating physical models.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Project delivery&lt;/strong&gt;: Producing information for formal submissions, under the supervision of an Architect or project leader, including sets of drawings (plans, sections and elevations), 3D models (e.g. BIM – Building Information Modelling), schedules (e.g. of doors or of windows), visuals (including hand drawn or computer generated), reports and presentation boards and physical models. It also involves communicating and coordinating design information with internal and external teams (including Engineers, Interior Designers).&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Construction&lt;/strong&gt;: Attending construction sites and supporting the Architect or project leader in site inspections (e.g. capturing images of identified defects on-site) and answering routine queries on construction related issues and regulations.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge, Skills and Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The following knowledge, skills, and behaviours reflect the Architects Registration Board (ARB) and Royal Institute of British Architects (RIBA) shared Criteria for the Prescription of Qualifications at &lt;a href=&quot;http://www.arb.org.uk/wp-content/uploads/2016/05/ARB_Criteria_pt1.pdf&quot;&gt;Part 1&lt;/a&gt;.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 20%;&quot;&gt;&#160;&lt;/td&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;1. Design&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;A range of design processes and techniques such as hand-sketched drawings and diagrams; use of appropriate tools and materials to create physical building models of varying scale and complexity to explore and develop design ideas and for use in client presentations&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Generate architectural design proposals of diverse scales and type, including conducting feasibility studies&lt;/li&gt;\n&lt;li&gt;Draft and edit drawings and 3D models (plans, sections, elevations, and details) using relevant software, including CAD, to enable co-ordination with other professional’s input&lt;/li&gt;\n&lt;li&gt;Produce and coordinate design information with the design team (e.g. engineering, landscaping and interior design)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;2. History&#160;&lt;/strong&gt;&lt;strong&gt;and&#160;&lt;/strong&gt;&lt;strong&gt;Theory&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;History of architecture and its impact on architectural practice&lt;/li&gt;\n&lt;li&gt;Human sciences that affect the design of buildings and spaces (e.g. use of ergonomics)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Critically analyse architectural culture, theory and design to present a personal viewpoint within a structured argument&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;3. Fine Arts&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Arts that relate to theoretical concepts of architecture (e.g. the use of colour and sound in creating atmosphere in spaces)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Creatively apply theories, practices and technologies of the arts that influence architectural design&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;4. Urban&#160;&lt;/strong&gt;&lt;strong&gt;Design and Planning&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Urban design, town planning strategies&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Produce necessary drawings and documents that comply with national and local planning policy&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;5.&#160;People&#160;&lt;/strong&gt;&lt;strong&gt;and&#160;&lt;/strong&gt;&lt;strong&gt;Environment&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Importance of architecture for an occupant or user of a space&lt;/li&gt;\n&lt;li&gt;Impact of architectural design on the environment and wider community&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Identify user needs and the local context in which the project is developed&lt;/li&gt;\n&lt;li&gt;Develop the design of projects of varying scales in respect of environmental context and sustainability&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;6. Role of Architect&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The duties and responsibilities of Architectural Assistants to clients, building users, contractors, co-professionals and the wider society&lt;/li&gt;\n&lt;li&gt;The role of the Architect within the design team and construction industry&lt;/li&gt;\n&lt;li&gt;The potential impact of building projects on existing and proposed communities&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Deliver services under the supervision of an Architect or a project leader, prioritising the interests of the client and other stakeholders&#160;&lt;/li&gt;\n&lt;li&gt;Problem solve and use professional judgement to take initiative and make appropriate contributions to decision making&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;7. Brief Analysis &lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The different methods of investigating and preparing a project brief (e.g. critical review of precedents relevant to the function, organisation and technological strategy of design proposals)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Research and investigate relevant information (e.g. site analysis, previous architectural projects) to support project development to ensure all client and regulatory requirements are met&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;8. Structure, Construction&#160;and&#160;Engineering&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The structural and engineering considerations within building design&lt;/li&gt;\n&lt;li&gt;Strategies for building services, sustainable design and their integration in a coherent design project&lt;/li&gt;\n&lt;li&gt;Strategies for building construction (e.g. offsite fabrication)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Investigate, critically appraise and select alternative structural, constructional and material systems relevant to architectural design&lt;/li&gt;\n&lt;li&gt;Integrate structural, construction and engineering strategies with the overall design&lt;/li&gt;\n&lt;li&gt;Support an Architect or a project leader with construction inspections to ensure projects are built in accordance with contractual drawings&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;9. Technologies&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Alternative materials, processes and techniques that apply to architectural design and building construction, including the impact of materials on the environment throughout material’s lifespan (e.g. the difference between how bricks or concrete are manufactured, used and recycled)&lt;/li&gt;\n&lt;li&gt;Technologies that influence the design of buildings (e.g. fa&#231;ade systems)&lt;/li&gt;\n&lt;li&gt;The role of BIM and other relevant technologies used in the design process&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Evaluate materials, processes and techniques that apply to architectural designs and building construction, and where practicable integrate alternative materials, processes and techniques into design proposals&lt;/li&gt;\n&lt;li&gt;Apply different technological methods to building design to provide conditions of comfort and protection against the environment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;10. Finance&#160;&lt;/strong&gt;&lt;strong&gt;and&#160;&lt;/strong&gt;&lt;strong&gt;Regulations&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The process of controlling building costs (e.g. collaboration with Quantity Surveyors)&#160;&lt;/li&gt;\n&lt;li&gt;Approved Documents for Building Regulations&lt;/li&gt;\n&lt;li&gt;UK legislation and health and safety requirements&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Meet client’s brief within the constraints of the imposed budget limitations&lt;/li&gt;\n&lt;li&gt;Meet client’s brief within the constraints of the building regulations&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;11. Industry Context and Project&#160;&lt;/strong&gt;&lt;strong&gt;Delivery&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The range of industries, organisations, regulations and procedures involved in translating design concepts into buildings&lt;/li&gt;\n&lt;li&gt;The timeline of project development and delivery (e.g. RIBA Plan of Work)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Interact with statutory authorities or individuals to support delivery of projects in a wide variety of sectors and within diverse legislative frameworks&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 71px;&quot;&gt;\n&lt;td style=&quot;width: 20%; height: 71px;&quot;&gt;&#160;&lt;/td&gt;\n&lt;th style=&quot;height: 71px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours &lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 18px;&quot;&gt;\n&lt;td style=&quot;height: 18px;&quot;&gt;&lt;strong&gt;1. Code of Conduct&lt;/strong&gt;&lt;/td&gt;\n&lt;td style=&quot;height: 18px;&quot;&gt;Be mindful of relevant professional codes of conduct (e.g. ARB and RIBA)&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 18px;&quot;&gt;\n&lt;td style=&quot;height: 18px;&quot;&gt;&lt;strong&gt;2. Integrity &lt;/strong&gt;&lt;/td&gt;\n&lt;td style=&quot;height: 18px;&quot;&gt;Be honest and act with integrity&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 43.2883px;&quot;&gt;\n&lt;td style=&quot;height: 43.2883px;&quot;&gt;&lt;strong&gt;3. Communication&lt;/strong&gt;&lt;/td&gt;\n&lt;td style=&quot;height: 43.2883px;&quot;&gt;\n&lt;p&gt;Strive to communicate effectively and professionally when working independently and as part of a team&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 18px;&quot;&gt;\n&lt;td style=&quot;height: 18px;&quot;&gt;&lt;strong&gt;4. Obligation&lt;/strong&gt;&lt;/td&gt;\n&lt;td style=&quot;height: 18px;&quot;&gt;Be conscious of an Architect’s obligation to their client, society and the profession&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 18px;&quot;&gt;\n&lt;td style=&quot;height: 18px;&quot;&gt;&lt;strong&gt;5. Reputation&lt;/strong&gt;&lt;/td&gt;\n&lt;td style=&quot;height: 18px;&quot;&gt;\n&lt;p&gt;Take into account their competence and professional experience, to ensure they are unlikely to bring the profession into disrepute&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 18px;&quot;&gt;\n&lt;td style=&quot;height: 18px;&quot;&gt;&lt;strong&gt;6. Professional development&lt;/strong&gt;&lt;/td&gt;\n&lt;td style=&quot;height: 18px;&quot;&gt;Commit to identifying their own individual professional development needs, including keeping up to date with changing design trends&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Any entry requirements will be set by individual employers in conjunction with the relevant university. Typically, these may include a minimum of 2 ‘A’ Levels grades A-C (or equivalent), and a minimum of 5 GCSE grades A* - C (or equivalent), including a minimum B (or equivalent) in English and Maths.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The duration of this apprenticeship is typically 48 months. Timescales may vary depending on prior relevant qualifications/experience and assessment of prior learning and knowledge (APL) opportunities&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Successful apprentices will gain the following qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;A degree qualification in architecture (Part 1) that must be prescribed by the ARB&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Apprentices without English and Maths at Level 2 on entry will need to achieve that level before taking their end-point assessment.&lt;/p&gt;\n&lt;p&gt;For those with an education, health and care plan or a legacy statement the apprenticeships English and Maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a Level 6 degree apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard will be reviewed after 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Architectural Assistants work with Architects and other professionals such as Engineers, to competently design buildings and deliver architectural projects across scheme phases, from the initial client briefing process where objectives are agreed and feasibility studies conducted, through conceptual and technical proposals, to construction. In collaboration with other members of a project team, they respond to client requirements by preparing, reviewing and refining building design through the use of various media such as 3D modelling, drawings and model making. Architectural Assistants work under supervision of an Architect, Senior Architect or project leader, who has the overall responsibility for delivering a project. They contribute to delivering projects of varying scale and type; for example, an office skyscraper, semi-detached house, caf&#233;, school or bridge. Architectural Assistants work on the design of new buildings and the redesign of existing buildings (such as a house extension or an internal refurbishment). They work closely with a design team assembled to deliver the project. Design teams could include: Engineers, Quantity Surveyors, Interior Designers, Landscape Architects and Project Managers. They also work with other related professionals such as Town Planning Authorities, Heritage Consultants, Building Control Inspectors and/or Party Wall Surveyors; as well as skilled trades such as Carpenters or Joiners during the construction process. Architectural Assistants work in organisations of varying sizes, from a small practice of only a few members to a large multi-disciplinary organisation. They can be based at office locations within project design teams, at on-site locations, or a combination of both. Because their skills are easily transferable they are able to work for other construction and design related businesses (e.g. property consultants, construction companies, planning authorities or interior designers). Architectural Assistants can progress to being an Architect. In order to become an architect in the UK, individuals must hold ARB (Architectural Registration Board) prescribed qualifications at Part 1, Part 2 and Part 3 levels and register with the ARB. Only ARB-prescribed qualifications meet the standards that lead to registration as an architect in the UK. Only those who are appropriately qualified and registered with ARB can use the title ‘Architect’ in the UK.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "a565d86f-c03a-48d1-9640-cf6048a578b9",
      "detail": "A range of design processes and techniques such as hand-sketched drawings and diagrams; use of appropriate tools and materials to create physical building models of varying scale and complexity to explore and develop design ideas and for use in client presentations"
    },
    {
      "knowledgeId": "4985487a-d583-4046-9b62-82b18a0f2161",
      "detail": "History of architecture and its impact on architectural practice"
    },
    {
      "knowledgeId": "ba288984-9fdc-4f91-a9b8-76e30d66bc23",
      "detail": "Human sciences that affect the design of buildings and spaces (e.g. use of ergonomics)"
    },
    {
      "knowledgeId": "39641412-f9d2-4ecf-b05d-e43ece01e35c",
      "detail": "Arts that relate to theoretical concepts of architecture (e.g. the use of colour and sound in creating atmosphere in spaces)"
    },
    {
      "knowledgeId": "c9ce8712-8d2a-41c3-bcf3-e2b0c46573b4",
      "detail": "Urban design, town planning strategies"
    },
    {
      "knowledgeId": "9248f8e0-abf0-4add-bca6-5318f67574d0",
      "detail": "Importance of architecture for an occupant or user of a space"
    },
    {
      "knowledgeId": "fe0e8bd4-55b5-4ce4-83da-3c159602cbf2",
      "detail": "Impact of architectural design on the environment and wider community"
    },
    {
      "knowledgeId": "dd32824f-5626-4511-9e17-bca5c96b3716",
      "detail": "The duties and responsibilities of Architectural Assistants to clients, building users, contractors, co-professionals and the wider society"
    },
    {
      "knowledgeId": "be93de5b-0d2a-4126-b76b-43cca30014ed",
      "detail": "The role of the Architect within the design team and construction industry"
    },
    {
      "knowledgeId": "7b24c721-2222-4232-bea0-7b1ed8c9bf8b",
      "detail": "The potential impact of building projects on existing and proposed communities"
    },
    {
      "knowledgeId": "94ad8c5e-059a-4089-a17f-0a9b798384d1",
      "detail": "The different methods of investigating and preparing a project brief (e.g. critical review of precedents relevant to the function, organisation and technological strategy of design proposals)"
    },
    {
      "knowledgeId": "dc17c484-fd27-43ca-96e0-53800037dbda",
      "detail": "The structural and engineering considerations within building design"
    },
    {
      "knowledgeId": "b650d3e8-fd3a-4092-95b4-11cbf09f00f5",
      "detail": "Strategies for building services, sustainable design and their integration in a coherent design project"
    },
    {
      "knowledgeId": "faed1ef8-dd6f-499c-866a-0c9613d182db",
      "detail": "Strategies for building construction (e.g. offsite fabrication)"
    },
    {
      "knowledgeId": "99710c38-3982-434f-902f-f4a189ca5320",
      "detail": "Alternative materials, processes and techniques that apply to architectural design and building construction, including the impact of materials on the environment throughout material’s lifespan (e.g. the difference between how bricks or concrete are manufactured, used and recycled)"
    },
    {
      "knowledgeId": "f30168c0-14cb-4089-97f9-7853d673976d",
      "detail": "Technologies that influence the design of buildings (e.g. façade systems)"
    },
    {
      "knowledgeId": "9c99507c-c76e-4460-bb89-35b40d29958b",
      "detail": "The role of BIM and other relevant technologies used in the design process"
    },
    {
      "knowledgeId": "c2ec1311-1fd5-4014-9593-d07f418205b7",
      "detail": "The process of controlling building costs (e.g. collaboration with Quantity Surveyors) "
    },
    {
      "knowledgeId": "2a3bc1ab-26c7-46a1-a537-4884a758cf5e",
      "detail": "Approved Documents for Building Regulations"
    },
    {
      "knowledgeId": "24048bfc-57a6-408b-95a3-a7bf3298d0ec",
      "detail": "UK legislation and health and safety requirements "
    },
    {
      "knowledgeId": "1f74decf-1495-4afc-bfef-414d85266280",
      "detail": "The range of industries, organisations, regulations and procedures involved in translating design concepts into buildings"
    },
    {
      "knowledgeId": "e4c5b6b2-c2f5-411b-8e40-07717420f59e",
      "detail": "The timeline of project development and delivery (e.g. RIBA Plan of Work)"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "e9ba1336-2b05-4583-a077-a09e7c904693",
      "detail": "Be mindful of relevant professional codes of conduct (e.g. ARB and RIBA)"
    },
    {
      "behaviourId": "c6744764-0957-47be-841f-68c657030c2c",
      "detail": "Be honest and act with integrity"
    },
    {
      "behaviourId": "c523aa87-5e25-4280-b0db-80922471b61f",
      "detail": "Strive to communicate effectively and professionally when working independently and as part of a team"
    },
    {
      "behaviourId": "5bb52d20-ee2d-40a0-b38a-df04f1719a5c",
      "detail": "Be conscious of an Architect’s obligation to their client, society and the profession"
    },
    {
      "behaviourId": "f1bea198-a80b-406a-af70-447788aa3915",
      "detail": "Take into account their competence and professional experience, to ensure they are unlikely to bring the profession into disrepute"
    },
    {
      "behaviourId": "d78c7eff-3ef2-4c2b-8665-d40b38f8e65f",
      "detail": "Commit to identifying their own individual professional development needs, including keeping up to date with changing design trends"
    }
  ],
  "skills": [
    {
      "skillId": "fa6bb18a-140b-4684-b713-1823c43f8a8f",
      "detail": "Generate architectural design proposals of diverse scales and type, including conducting feasibility studies"
    },
    {
      "skillId": "3ddf93bc-de2b-46d4-bb74-8396cb04b8ee",
      "detail": "Draft and edit drawings and 3D models (plans, sections, elevations, and details) using relevant software, including CAD, to enable co-ordination with other professional’s input"
    },
    {
      "skillId": "8362fab5-6b3a-403c-93ec-3befb59bb95b",
      "detail": "Produce and coordinate design information with the design team (e.g. engineering, landscaping and interior design)"
    },
    {
      "skillId": "9dfc00dc-3543-443c-ace8-692f7b4e9d3f",
      "detail": "Critically analyse architectural culture, theory and design to present a personal viewpoint within a structured argument"
    },
    {
      "skillId": "54a2aab4-27a1-4458-8632-1b8e5b245688",
      "detail": "Creatively apply theories, practices and technologies of the arts that influence architectural design"
    },
    {
      "skillId": "0665c365-b08d-4994-b409-b9eb0985b466",
      "detail": "Produce necessary drawings and documents that comply with national and local planning policy"
    },
    {
      "skillId": "828d861f-2782-435a-ba37-5c4dbd91cafc",
      "detail": "Identify user needs and the local context in which the project is developed"
    },
    {
      "skillId": "ea9c43aa-b874-42c0-b2ac-3d5902608cce",
      "detail": "Develop the design of projects of varying scales in respect of environmental context and sustainability"
    },
    {
      "skillId": "0988103f-ad77-4b62-b229-539ad0a0da41",
      "detail": "Deliver services under the supervision of an Architect or a project leader, prioritising the interests of the client and other stakeholders "
    },
    {
      "skillId": "23c260ca-ea27-4b7c-89b7-29dcde38e125",
      "detail": "Problem solve and use professional judgement to take initiative and make appropriate contributions to decision making"
    },
    {
      "skillId": "8bde4868-df11-4c90-a707-1f426c5d3807",
      "detail": "Research and investigate relevant information (e.g. site analysis, previous architectural projects) to support project development to ensure all client and regulatory requirements are met"
    },
    {
      "skillId": "6ea36869-e49f-472e-a3ce-283e3768c911",
      "detail": "Investigate, critically appraise and select alternative structural, constructional and material systems relevant to architectural design"
    },
    {
      "skillId": "37899c5b-91eb-4702-a1ea-39b2fe290702",
      "detail": "Integrate structural, construction and engineering strategies with the overall design"
    },
    {
      "skillId": "75bc44d2-c440-4eb0-8308-063c49d82368",
      "detail": "Support an Architect or a project leader with construction inspections to ensure projects are built in accordance with contractual drawings"
    },
    {
      "skillId": "0fb99e73-a458-4917-8201-97d9a72ba11e",
      "detail": "Evaluate materials, processes and techniques that apply to architectural designs and building construction, and where practicable integrate alternative materials, processes and techniques into design proposals"
    },
    {
      "skillId": "41f445e3-f9f2-4ef9-96f5-d978678e29d6",
      "detail": "Apply different technological methods to building design to provide conditions of comfort and protection against the environment"
    },
    {
      "skillId": "83d2387e-67ad-49fd-90e9-67379d113e11",
      "detail": "Meet client’s brief within the constraints of the imposed budget limitations"
    },
    {
      "skillId": "7525dd51-9241-4056-85e9-89d2fc1d6773",
      "detail": "Meet client’s brief within the constraints of the building regulations"
    },
    {
      "skillId": "93c88df1-f74d-405b-b027-8f592a907e8d",
      "detail": "Interact with statutory authorities or individuals to support delivery of projects in a wide variety of sectors and within diverse legislative frameworks"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2018-06-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "",
  "tbMainContact": "pgarstecki@fosterandpartners.com",
  "involvedEmployers": "Foster + Partners (lead employer), Allford Hall Monaghan Morris (AHMM), ARUP, BDP, Feilden Clegg Bradley Studios (FCB Studios), Grimshaw, Hawkins\\Brown, HLM Architects, HOK, HTA Design LLP, Lipscomb Jones Architects Ltd, Perkins+Will, PLP Architecture, Pollard Thomas Edwards Architects (PTEA), Purcell, Ryder Architecture, Scott Brownrigg, Seven Architecture, Stanton Williams Architects, tp bennett",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Design, Surveying & Planning",
  "cluster": "Design and surveying professional",
  "clusterId": "40",
  "clusterDescription": "Building/structure design, research, commercial cost management, contracts management with a wide range of knowledge of current technology developments and options, contracts, procurement and tracking. Consults with clients to determine functional and spatial requirements of new or renovated structures",
  "createdDate": "2021-08-11T15:10:30 +00:00",
  "lastUpdated": "2021-08-11T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-06-27T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised or adjusted. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeships being revised or adjusted are available in the revisions status report.",
  "occupationCode": "OCC0534",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0534-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0534-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-08-11T00:00:00"
}