{
  "templateType": "Apprenticeship Standard",
  "larsCode": 506,
  "referenceNumber": "ST0518",
  "learningAimClassCode": "",
  "title": "Physician associate - integrated degree",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": true,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0518",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "Occupation standard and end-point assessment plan revised",
  "changedDate": "2023-10-26T00:00:00",
  "earliestStartDate": "2023-10-26T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Working alongside registered doctors providing medical care as an integral part of a wider healthcare team.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 30,
  "maxFunding": 17000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "healthcare",
    "medical",
    "hospital",
    "patients",
    "treatment"
  ],
  "jobRoles": [
    "Physician associate"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/aoef2en2/st0518_physician-associate_l7_ap-for-publication-_25102023-1.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.2 Nursing, and subjects and vocations allied to medicine",
  "version": "1.2",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Physician associates are healthcare professionals who work alongside registered doctors and provide medical care as an integral part of a wider healthcare team. They are &lt;em&gt;dependent&lt;/em&gt; practitioners, which means that they must work with a dedicated medical supervisor, but are able to work autonomously with appropriate support. They can be found working in GP surgeries, accident and emergency departments, care homes and hospitals. Physician associates are medically trained to provide all aspects of health care to patients, including: consultation, assessment, treatment and management of their health care. They can take medical histories, perform physical examinations, request and interpret investigations, diagnose and manage patients, and perform an extensive range of specialised procedural skills within their scope of practice.&lt;/p&gt;\n&lt;p&gt;Physician associates ability to practise medicine is enabled by collaboration and supportive working relationships with their medical supervisors, meaning that there is always a registered doctor who can discuss cases, give advice and attend to patients if necessary. In this way, physician associates increase the numbers of the medical workforce and increase access to quality care for patients. They act in an enabling role, helping to reduce the healthcare team’s workload, and bring new talent to the NHS, adding to the skill mix within the teams. Physician associates may work in specialist fields of medicine but always maintain their generalist knowledge and skills. They offer continuity and stability.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Responsibilities and duties of the role&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Physician Associate (PA) can:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;take medical histories from patients&lt;/li&gt;\n&lt;li&gt;perform evidence based physical examinations on patients, for example listening to a patient’s heart and lungs, i.e. heart and lung auscultation&lt;/li&gt;\n&lt;li&gt;make clinical decisions based on patient centred assessments&lt;/li&gt;\n&lt;li&gt;determine the direction of patient management and care&lt;/li&gt;\n&lt;li&gt;formulate, implement and critically evaluate a patient management plan&lt;/li&gt;\n&lt;li&gt;perform specialised diagnostic and therapeutic interventions, for example perform and interpret an electrocardiogram (ECG)&lt;/li&gt;\n&lt;li&gt;request and interpret specialised diagnostic studies for patients, for example requesting blood tests and interpreting the results&lt;/li&gt;\n&lt;li&gt;build and sustain the clinician-patient relationship&lt;/li&gt;\n&lt;li&gt;provide health promotion and disease prevention advice to patients&lt;/li&gt;\n&lt;li&gt;develop and mentor other health care professionals (including other PAs in training)&lt;/li&gt;\n&lt;li&gt;produce records of clinical decision making and actions&lt;/li&gt;\n&lt;li&gt;adhere to information governance requirements&lt;br&gt;&lt;br&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Typical Job titles:&amp;nbsp;&lt;/strong&gt;Physician associate&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualification requirements:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices will be required to complete a Level 7 Diploma or MSc accredited by the Royal College of Physicians, Faculty of Physician Associates.&lt;/p&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to completing the end-point assessment.&lt;/p&gt;\n&lt;p&gt;For those with an education, health and care plan or a legacy statement, the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements:&amp;nbsp;&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;em&gt;Typically, entry requirements are a bioscience-related first degree or a Nursing and Midwifery Council Registered Nurse or Midwife, or a Health and Care Professions Council Registered Allied Healthcare Professional.&lt;/em&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional Registration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices are required to register with the Managed Voluntary Register (PAMVR) which is held by the Faculty of Physician Associates and anticipated to transfer into the agreed statutory register.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level 7&lt;/strong&gt;&lt;/h3&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 30 – 36 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;after 3 years&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Values and Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;&lt;strong&gt;Values&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;You will be caring, compassionate, honest, conscientious and committed.&lt;/li&gt;\n&lt;li&gt;You will value people as individuals, and respect equality and diversity.&lt;/li&gt;\n&lt;li&gt;You will recognise the importance of people’s rights in accordance with legislation, policies and procedures, and where necessary, provide appropriate challenge.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Behaviours and probity&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Consistently behave with integrity and sensitivity.&lt;/li&gt;\n&lt;li&gt;Behave as an ambassador for the role, acting professionally and behaving considerately towards other professionals and patients.&lt;/li&gt;\n&lt;li&gt;Recognise and work within the limits of your professional competence and scope of practice, and within the scope of practice of your supervising medical practitioner.&lt;/li&gt;\n&lt;li&gt;Maintain effective relationships with colleagues from other health and social care professions.&lt;/li&gt;\n&lt;li&gt;Inform patients, carers and others of the nature of your clinical role.&lt;/li&gt;\n&lt;li&gt;Contribute to the effectiveness of a clinical learning environment.&lt;/li&gt;\n&lt;li&gt;Maintain confidentiality at all times&lt;/li&gt;\n&lt;/ul&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;thead&gt;\n&lt;tr&gt;\n&lt;th width=&quot;93&quot; style=&quot;width: 93px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Domain&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;152&quot; style=&quot;width: 152px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will be able to&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;170&quot; style=&quot;width: 170px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will know and understand&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;/thead&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;93&quot;&gt;\n&lt;p&gt;Patient centred history taking and physical examination&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;152&quot;&gt;\n&lt;p&gt;1.1&amp;nbsp;&amp;nbsp; Perform specialised medically based assessments to inform the development of an individual medical management plan&lt;/p&gt;\n&lt;p&gt;1.2&amp;nbsp;&amp;nbsp; Design and deliver patient centred consultations which enable the patient and carers to express their concerns, expectations and understanding&lt;/p&gt;\n&lt;p&gt;1.3&amp;nbsp;&amp;nbsp; Take, and critically evaluate, a patient history relevant to the clinical situation and apply this insight to assessing complex interacting psychological and social factors&lt;/p&gt;\n&lt;p&gt;1.4&amp;nbsp;&amp;nbsp; Perform the full range of evidence based examinations and assessments tailored to the&amp;nbsp;&lt;span style=&quot;text-decoration: line-through;&quot;&gt;&amp;nbsp;&lt;/span&gt;demands of the clinical situation*&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;170&quot;&gt;\n&lt;p&gt;1.1&amp;nbsp;&amp;nbsp; The critical principles, methods and requirements of a patient centred and medically based assessment&lt;/p&gt;\n&lt;p&gt;1.2&amp;nbsp;&amp;nbsp; The patient presentations specified in the Department of Health Matrix and Competency and Curriculum Framework (www.fparcp.co.uk)&lt;/p&gt;\n&lt;p&gt;1.3&amp;nbsp;&amp;nbsp; How to structure and conduct evidence based consultations to obtain patient concerns, expectations and understanding&lt;/p&gt;\n&lt;p&gt;1.4&amp;nbsp;&amp;nbsp; How to take a patient history and it’s practical application to complex interacting psychological, physiological and social factors&lt;/p&gt;\n&lt;p&gt;1.5&amp;nbsp;&amp;nbsp; The range of evidence based examinations and assessments you are required to perform&lt;/p&gt;\n&lt;p&gt;1.6&amp;nbsp;&amp;nbsp; How to draw on a diverse range of knowledge and critical thinking in your decision-making to determine an individual medical management plan&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;thead&gt;\n&lt;tr&gt;\n&lt;th width=&quot;110&quot; style=&quot;width: 110px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Domain&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;165&quot; style=&quot;width: 165px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will be able to&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;195&quot; style=&quot;width: 195px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will know and understand&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;/thead&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;110&quot;&gt;\n&lt;p&gt;Clinical decision making&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;165&quot;&gt;\n&lt;p&gt;2.1&amp;nbsp;&amp;nbsp; Interpret the findings from a patient centred consultation and assess the need for further investigation, patient management and referral&lt;/p&gt;\n&lt;p&gt;2.2&amp;nbsp;&amp;nbsp; Formulate a diagnosis based on complex objective and subjective data&lt;/p&gt;\n&lt;p&gt;2.3&amp;nbsp;&amp;nbsp; Apply specialised clinical decision making techniques to select a diagnosis based on the available insight&lt;/p&gt;\n&lt;p&gt;2.4&amp;nbsp;&amp;nbsp; Critically evaluate and justify clinical decisions in cases with complex needs that involve many interacting factors&lt;/p&gt;\n&lt;p&gt;2.5&amp;nbsp;&amp;nbsp; Consult with your dedicated medical supervisor to inform clinical decision making where required&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;195&quot;&gt;\n&lt;p&gt;2.1&amp;nbsp;&amp;nbsp; The criticality of clinical decision making processes in order to safeguard the delivery of high quality care&lt;/p&gt;\n&lt;p&gt;2.2&amp;nbsp;&amp;nbsp; Critical analysis of complex findings from investigations and how to apply this specialised insight to deliver a high quality care outcome for the patient&lt;/p&gt;\n&lt;p&gt;2.3&amp;nbsp;&amp;nbsp; How to assess and determine follow-up investigations using specialised investigation criteria&lt;/p&gt;\n&lt;p&gt;2.4&amp;nbsp;&amp;nbsp; How to assess and determine the direction of patient management to address many interacting factors&lt;/p&gt;\n&lt;p&gt;2.5&amp;nbsp;&amp;nbsp; The relevant national and local guidelines to apply to the formulation and delivery of a justifiable diagnosis&lt;/p&gt;\n&lt;p&gt;2.6&amp;nbsp;&amp;nbsp; How, and when, to consult with your dedicated medical supervisor&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;110&quot;&gt;\n&lt;p&gt;Clinical planning, procedures and therapeutic interventions&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;165&quot;&gt;\n&lt;p&gt;3.1&amp;nbsp;&amp;nbsp; Perform an extensive range of specialised procedural skills*&lt;/p&gt;\n&lt;p&gt;3.2&amp;nbsp;&amp;nbsp; Perform specialised clinical procedures using knowledge of the complex indications, contraindications, complications and techniques&lt;/p&gt;\n&lt;p&gt;3.3&amp;nbsp;&amp;nbsp; Critically evaluate and assess changes in a patient’s condition and adapt patient management strategies/treatment within a&lt;span style=&quot;text-decoration: line-through;&quot;&gt; &lt;/span&gt;timeframe suitable to the changing conditions&lt;/p&gt;\n&lt;p&gt;3.4&amp;nbsp;&amp;nbsp; Determine and implement appropriate specialised therapeutic interventions and/or prescriptions using clinical decision making techniques and medical judgement&lt;/p&gt;\n&lt;p&gt;3.5&amp;nbsp;&amp;nbsp; Formulate and implement a management plan with the patient, carers and healthcare professionals that takes into account complex interacting factors&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;195&quot;&gt;\n&lt;p&gt;3.1&amp;nbsp;&amp;nbsp; The range of specialised procedural skills* and clinical procedures that you are required to perform&lt;/p&gt;\n&lt;p&gt;3.2&amp;nbsp;&amp;nbsp; The range of specialised therapeutic interventions relevant to your role&lt;/p&gt;\n&lt;p&gt;3.3&amp;nbsp;&amp;nbsp; The therapeutic and prescription medications used in the clinical setting (within medical delegation clauses)&lt;/p&gt;\n&lt;p&gt;3.4&amp;nbsp;&amp;nbsp; How to confidently and competently write prescriptions and apply British National Formulary (BNF) and local formularies&lt;/p&gt;\n&lt;p&gt;3.5&amp;nbsp;&amp;nbsp; Your responsibility for patient concordance for the proposed drug regime as prescribed by the supervising clinician&lt;/p&gt;\n&lt;p&gt;3.6&amp;nbsp;&amp;nbsp; How to critically evaluate and adapt patient management strategies/treatment in response to changing conditions&lt;/p&gt;\n&lt;p&gt;3.7&amp;nbsp;&amp;nbsp; The development and implementation of management plans that takes into account complex interacting factors&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;thead&gt;\n&lt;tr&gt;\n&lt;th width=&quot;91&quot; style=&quot;width: 91px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Domain&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;154&quot; style=&quot;width: 154px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will be able to&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;184&quot; style=&quot;width: 184px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will know and understand&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;/thead&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;91&quot;&gt;\n&lt;p&gt;The clinician-patient relationship&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;154&quot;&gt;\n&lt;p&gt;4.1&amp;nbsp;&amp;nbsp; Build and sustain a clinician-patient relationship to foster informed patient choice and negotiated care decisions&lt;/p&gt;\n&lt;p&gt;4.2&amp;nbsp;&amp;nbsp; Communicate and engage effectively with all patients and carers regardless of age, gender, sexuality, ethnicity, social class, disability etc&lt;/p&gt;\n&lt;p&gt;4.3&amp;nbsp;&amp;nbsp; Actively involve patients and carers in their care and support them in managing their own health, wellbeing and illness&lt;/p&gt;\n&lt;p&gt;4.4&amp;nbsp;&amp;nbsp; Provide health promotion and disease prevention advice to patients and carers&lt;/p&gt;\n&lt;p&gt;4.5&amp;nbsp;&amp;nbsp; Design, implement and critically evaluate specialised assessment and observation techniques, and apply medical judgement across the patients’ life span&lt;/p&gt;\n&lt;p&gt;4.6&amp;nbsp;&amp;nbsp; Escalate matters to a senior doctor when a clinical situation is outside the boundaries of clinical competence for the role&lt;/p&gt;\n&lt;p&gt;4.7&amp;nbsp;&amp;nbsp; Manage the safety of patients, carers and other individuals through safeguarding and management of risk&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;184&quot;&gt;\n&lt;p&gt;4.1&amp;nbsp;&amp;nbsp; Different theoretical and evidence based approaches to building and sustaining the clinician-patient relationship&lt;/p&gt;\n&lt;p&gt;4.2&amp;nbsp;&amp;nbsp; Informed patient choice and negotiated care decisions&lt;/p&gt;\n&lt;p&gt;4.3&amp;nbsp;&amp;nbsp; Specialised engagement and communication methods that support the clinician-patient relationship&lt;/p&gt;\n&lt;p&gt;4.4&amp;nbsp;&amp;nbsp; How to enable the patient to assess options and make choices within the context of many interacting factors&lt;/p&gt;\n&lt;p&gt;4.5&amp;nbsp;&amp;nbsp; The practical and conceptual delivery of patient education and health promotion relevant to the clinical condition and patient needs&lt;/p&gt;\n&lt;p&gt;4.6&amp;nbsp;&amp;nbsp; The specialised assessment, observation techniques and medical judgement that are required across the patients’ life span&lt;/p&gt;\n&lt;p&gt;4.7&amp;nbsp;&amp;nbsp; How to apply national and local guidelines, and legal requirements relevant to your area of practice (including challenging and reporting poor practice)&lt;/p&gt;\n&lt;p&gt;4.8&amp;nbsp;&amp;nbsp; The guiding principles, evidence based practice and latest developments in the NHS (incl clinical governance) in relation to your area of practice&lt;/p&gt;\n&lt;p&gt;4.9&amp;nbsp;&amp;nbsp; The boundaries of clinical competence for the role and when to escalate for senior medical assistance&lt;/p&gt;\n&lt;p&gt;4.10 Safeguarding and the management of risk&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;91&quot;&gt;\n&lt;p&gt;Learning and mentoring&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;154&quot;&gt;\n&lt;p&gt;5.1&amp;nbsp;&amp;nbsp; Assess own learning needs and engage in self-directed learning to review and improve medical practice within the scope of the role&lt;/p&gt;\n&lt;p&gt;5.2&amp;nbsp;&amp;nbsp; Work collaboratively to evaluate and meet the learning and development needs of other health professionals&lt;/p&gt;\n&lt;p&gt;5.3&amp;nbsp;&amp;nbsp; Act as a role model and mentor&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;184&quot;&gt;\n&lt;p&gt;5.1&amp;nbsp;&amp;nbsp; Your role, responsibility and motivation to manage your own learning; the range of tools and techniques that can be used to direct own learning, set goals and evaluate learning&lt;/p&gt;\n&lt;p&gt;5.2&amp;nbsp;&amp;nbsp; The application of teaching and learning theories and models&lt;/p&gt;\n&lt;p&gt;5.3&amp;nbsp;&amp;nbsp; How to evaluate and meet learning needs for health care&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;91&quot;&gt;\n&lt;p&gt;Record keeping and information governance&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;154&quot;&gt;\n&lt;p&gt;6.1&amp;nbsp;&amp;nbsp; Produce clear, legible and contemporaneous records regarding patient consultations and all aspects of clinical and non-clinical work&lt;/p&gt;\n&lt;p&gt;6.2&amp;nbsp;&amp;nbsp; Complete patient records and justify the management plan and outcomes of the clinical decision making process(es)&lt;/p&gt;\n&lt;p&gt;6.3&amp;nbsp;&amp;nbsp; Adhere to all aspects of information governance requirements&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;184&quot;&gt;\n&lt;p&gt;6.1&amp;nbsp;&amp;nbsp; Legal and organisational requirements for record keeping and information governance&lt;/p&gt;\n&lt;p&gt;6.2&amp;nbsp;&amp;nbsp; Your responsibility for producing clear, legible and contemporaneous records&lt;/p&gt;\n&lt;p&gt;6.3&amp;nbsp;&amp;nbsp; Your responsibility towards fulfilling and maintaining Information governance policy&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;br&gt;*Examination and procedural skills across the full range of the medical model including for example:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;cardiovascular system&lt;/li&gt;\n&lt;li&gt;neurological&lt;/li&gt;\n&lt;li&gt;respiratory system&lt;/li&gt;\n&lt;li&gt;gastrointestinal system&lt;/li&gt;\n&lt;li&gt;musculoskeletal system&lt;/li&gt;\n&lt;li&gt;eyes&lt;/li&gt;\n&lt;li&gt;female reproductive system&lt;/li&gt;\n&lt;li&gt;renal and genitourinary system&lt;/li&gt;\n&lt;li&gt;skin&lt;/li&gt;\n&lt;li&gt;diagnostics and therapeutics (according to the FPA Competence and Curriculum Framework and Matrix of Core Clinical Conditions)&lt;/li&gt;\n&lt;/ul&gt;",
  "occupationalSummary": "&lt;p&gt;Physician associates are healthcare professionals who work alongside registered doctors and provide medical care as an integral part of a wider healthcare team. They are dependent practitioners, which means that they must work with a dedicated medical supervisor, but are able to work autonomously with appropriate support. They can be found working in GP surgeries, accident and emergency departments, care homes and hospitals. Physician associates are medically trained to provide all aspects of health care to patients, including: consultation, assessment, treatment and management of their health care. They can take medical histories, perform physical examinations, request and interpret investigations, diagnose and manage patients, and perform an extensive range of specialised procedural skills within their scope of practice. Physician associates ability to practise medicine is enabled by collaboration and supportive working relationships with their medical supervisors, meaning that there is always a registered doctor who can discuss cases, give advice and attend to patients if necessary. In this way, physician associates increase the numbers of the medical workforce and increase access to quality care for patients. They act in an enabling role, helping to reduce the healthcare team’s workload, and bring new talent to the NHS, adding to the skill mix within the teams. Physician associates may work in specialist fields of medicine but always maintain their generalist knowledge and skills. They offer continuity and stability.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "6aa1a6bf-60ba-4038-8ed4-d62ee7492522",
      "detail": "The critical principles, methods and requirements of a patient centred and medically based assessment"
    },
    {
      "knowledgeId": "2b91d10f-6b6a-49ea-8622-2811b7f49d96",
      "detail": "The patient presentations specified in the Department of Health Matrix and Competency and Curriculum Framework (www.fparcp.co.uk)"
    },
    {
      "knowledgeId": "d3bd994d-443d-48fb-9714-915d9221b99f",
      "detail": "How to structure and conduct evidence based consultations to obtain patient concerns, expectations and understanding"
    },
    {
      "knowledgeId": "cf828435-d672-4d0e-98a6-0a1494c2a634",
      "detail": "How to take a patient history and it’s practical application to complex interacting psychological, physiological and social factors"
    },
    {
      "knowledgeId": "e4968fdf-1361-4c40-9a93-f8c9a952c4fe",
      "detail": "The range of evidence based examinations and assessments you are required to perform"
    },
    {
      "knowledgeId": "c60f6109-1579-43a3-bb63-56728c5a3dee",
      "detail": "How to draw on a diverse range of knowledge and critical thinking in your decision-making to determine an individual medical management plan"
    },
    {
      "knowledgeId": "81de0be8-7fbb-4c9c-a295-bbdcee867088",
      "detail": "The criticality of clinical decision making processes in order to safeguard the delivery of high quality care"
    },
    {
      "knowledgeId": "0cc771c7-d653-49d9-a4b4-25d8d5e08121",
      "detail": "Critical analysis of complex findings from investigations and how to apply this specialised insight to deliver a high quality care outcome for the patient"
    },
    {
      "knowledgeId": "ae49eebc-0fa6-45f9-b80b-f0a5b4d3a0d8",
      "detail": "How to assess and determine follow-up investigations using specialised investigation criteria"
    },
    {
      "knowledgeId": "69ba27dc-ec30-49a4-b2b7-7c59d2395217",
      "detail": "How to assess and determine the direction of patient management to address many interacting factors"
    },
    {
      "knowledgeId": "902766dc-2c04-480a-b7c6-006aa7504cd2",
      "detail": "The relevant national and local guidelines to apply to the formulation and delivery of a justifiable diagnosis"
    },
    {
      "knowledgeId": "fb2c7dab-8aff-431e-8ee6-c1029d889f04",
      "detail": "How, and when, to consult with your dedicated medical supervisor"
    },
    {
      "knowledgeId": "af91b59a-b7ad-4a01-9f6b-2bc0a8b72fe1",
      "detail": "The range of specialised procedural skills and clinical procedures that you are required to perform"
    },
    {
      "knowledgeId": "f2666f86-b012-48ec-9392-c011d55238cf",
      "detail": "The range of specialised therapeutic interventions relevant to your role"
    },
    {
      "knowledgeId": "6cd5b24d-21ff-4f66-bbd7-6a6950e12877",
      "detail": "The therapeutic and prescription medications used in the clinical setting (within medical delegation clauses)"
    },
    {
      "knowledgeId": "66723fa5-0529-4ac4-8c40-dc66d5c6bb09",
      "detail": "How to confidently and competently write prescriptions and apply British National Formulary (BNF) and local formularies"
    },
    {
      "knowledgeId": "3283e7c0-9b10-4052-95ac-6760b46cd471",
      "detail": "Your responsibility for patient concordance for the proposed drug regime as prescribed by the supervising clinician"
    },
    {
      "knowledgeId": "2c1439b2-db77-4206-959f-f2854e5b8652",
      "detail": "How to critically evaluate and adapt patient management strategies/treatment in response to changing conditions"
    },
    {
      "knowledgeId": "10c89f5c-3e66-4535-b14c-6007d322cbc8",
      "detail": "The development and implementation of management plans that takes into account complex interacting factors"
    },
    {
      "knowledgeId": "a8188765-289a-4a9f-8818-0bd1489dfcb2",
      "detail": " Different theoretical and evidence based approaches to building and sustaining the clinician-patient relationship"
    },
    {
      "knowledgeId": "54b9b816-c9c2-434a-aa51-c261ff16c86e",
      "detail": "Informed patient choice and negotiated care decisions"
    },
    {
      "knowledgeId": "80f7f320-9b35-42aa-be38-a354ae239d55",
      "detail": "Specialised engagement and communication methods that support the clinician-patient relationship"
    },
    {
      "knowledgeId": "1ebb328c-99e6-4172-bdff-9bdcaaef55de",
      "detail": "How to enable the patient to assess options and make choices within the context of many interacting factors"
    },
    {
      "knowledgeId": "13f98f9d-de5d-41e4-bf1a-9e720393a8b7",
      "detail": "The practical and conceptual delivery of patient education and health promotion relevant to the clinical condition and patient needs"
    },
    {
      "knowledgeId": "4fb3ec4b-3b4d-4b57-abf4-f9f2fa21045d",
      "detail": "The specialised assessment, observation techniques and medical judgement that are required across the patients’ life span"
    },
    {
      "knowledgeId": "2b143c27-6cd6-4cb2-a853-e0015d023504",
      "detail": "How to apply national and local guidelines, and legal requirements relevant to your area of practice (including challenging and reporting poor practice)"
    },
    {
      "knowledgeId": "6558fcc4-4335-4ef6-a764-3ac6f31ef14b",
      "detail": "The guiding principles, evidence based practice and latest developments in the NHS (incl clinical governance) in relation to your area of practice"
    },
    {
      "knowledgeId": "47038c0f-49e5-472b-a789-01ec422f1f83",
      "detail": "The boundaries of clinical competence for the role and when to escalate for senior medical assistance"
    },
    {
      "knowledgeId": "4b8d5f0a-fb80-4673-8900-c8a78b9d9b5b",
      "detail": "Safeguarding and the management of risk"
    },
    {
      "knowledgeId": "582d5c6c-5363-4d4f-aeb5-c87e471ec36d",
      "detail": "Your role, responsibility and motivation to manage your own learning; the range of tools and techniques that can be used to direct own learning, set goals and evaluate learning"
    },
    {
      "knowledgeId": "8aa09af0-e2c6-4d53-b4bc-dbb0adebc1b7",
      "detail": "The application of teaching and learning theories and models"
    },
    {
      "knowledgeId": "43c1b5c0-d9a4-41d5-9f62-d600e7f0fad6",
      "detail": "How to evaluate and meet learning needs for health care"
    },
    {
      "knowledgeId": "b912ff0d-dccf-4bcd-996b-c1fe544f55e3",
      "detail": "Legal and organisational requirements for record keeping and information governance"
    },
    {
      "knowledgeId": "3373f6a4-eec0-4075-83a4-00c2d3c7175c",
      "detail": "Your responsibility for producing clear, legible and contemporaneous records"
    },
    {
      "knowledgeId": "c0ffa450-6baa-444e-8c06-592e3cc3a6ba",
      "detail": "Your responsibility towards fulfilling and maintaining Information governance policy"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "facd4f39-5c97-4114-9a48-a4ac051d2415",
      "detail": "Consistently behave with integrity and sensitivity."
    },
    {
      "behaviourId": "d4999c07-cc0d-4f75-88df-68fdc8ed8c77",
      "detail": "Behave as an ambassador for the role, acting professionally and behaving considerately towards other professionals and patients."
    },
    {
      "behaviourId": "c03bd4b5-dcf2-4308-9d42-f47257fb2bbf",
      "detail": "Recognise and work within the limits of your professional competence and scope of practice, and within the scope of practice of your supervising medical practitioner."
    },
    {
      "behaviourId": "e5667871-2b38-4aaa-8b91-8830593165f2",
      "detail": "Maintain effective relationships with colleagues from other health and social care professions."
    },
    {
      "behaviourId": "f9ac28e9-1adc-4f22-a587-2f6c02f527de",
      "detail": "Inform patients, carers and others of the nature of your clinical role."
    },
    {
      "behaviourId": "e6a88dd4-e6be-4ad2-a980-52486af62265",
      "detail": "Contribute to the effectiveness of a clinical learning environment."
    },
    {
      "behaviourId": "ed1062b7-bde4-4629-84d2-a95d09717d0a",
      "detail": "Maintain confidentiality at all times"
    }
  ],
  "skills": [
    {
      "skillId": "47601424-b714-4010-baf0-1ec20dc8d259",
      "detail": "Interpret the findings from a patient centred consultation and assess the need for further investigation, patient management and referral"
    },
    {
      "skillId": "2c1170fe-162f-49bb-8856-ce35b65ac7c8",
      "detail": "Formulate a diagnosis based on complex objective and subjective data"
    },
    {
      "skillId": "f081efa5-3dce-4a9e-82c0-f0e15308b75d",
      "detail": "Apply specialised clinical decision making techniques to select a diagnosis based on the available insight"
    },
    {
      "skillId": "e00112ca-2b67-4f88-b97f-e0fb80bf2bce",
      "detail": "Critically evaluate and justify clinical decisions in cases with complex needs that involve many interacting factors"
    },
    {
      "skillId": "9881f857-76fe-49ad-acef-09f995063cb5",
      "detail": "Consult with your dedicated medical supervisor to inform clinical decision making where required"
    },
    {
      "skillId": "71de48c8-818f-4b08-8f96-c8f5c6ca8090",
      "detail": "Perform an extensive range of specialised procedural skills"
    },
    {
      "skillId": "9b6a6597-3c40-4115-bb25-45001819bbda",
      "detail": "Perform specialised clinical procedures using knowledge of the complex indications, contraindications, complications and techniques"
    },
    {
      "skillId": "ff100955-39bd-4aca-97bf-5113f934fbf9",
      "detail": "Critically evaluate and assess changes in a patient’s condition and adapt patient management strategies/treatment within a timeframe suitable to the changing conditions"
    },
    {
      "skillId": "c2cd74b9-5c72-4d31-ab3a-b7660151d126",
      "detail": " Determine and implement appropriate specialised therapeutic interventions and/or prescriptions using clinical decision making techniques and medical judgement"
    },
    {
      "skillId": "dc4fdb72-fd36-4151-9147-9556e55896c1",
      "detail": "Formulate and implement a management plan with the patient, carers and healthcare professionals that takes into account complex interacting factors"
    },
    {
      "skillId": "a1062d3c-fa29-4a83-8f5b-8bef65098920",
      "detail": " Build and sustain a clinician-patient relationship to foster informed patient choice and negotiated care decisions"
    },
    {
      "skillId": "75d75fc8-3d43-4bf9-b7b9-daaca162938b",
      "detail": "Communicate and engage effectively with all patients and carers regardless of age, gender, sexuality, ethnicity, social class, disability etc"
    },
    {
      "skillId": "1145baaa-4b1c-4975-b747-e5febe1c5b17",
      "detail": "Actively involve patients and carers in their care and support them in managing their own health, wellbeing and illness"
    },
    {
      "skillId": "b0d01f42-da7f-4937-a784-977ab089824e",
      "detail": "Provide health promotion and disease prevention advice to patients and carers"
    },
    {
      "skillId": "4a52bd2d-b753-4c5d-af75-aaa07de543d4",
      "detail": "Design, implement and critically evaluate specialised assessment and observation techniques, and apply medical judgement across the patients’ life span"
    },
    {
      "skillId": "f9bb3f29-10e2-4e37-aae1-1c4f225a3fb2",
      "detail": "Escalate matters to a senior doctor when a clinical situation is outside the boundaries of clinical competence for the role"
    },
    {
      "skillId": "6014b74d-d89d-451e-b78e-b93a1d9bde78",
      "detail": "Manage the safety of patients, carers and other individuals through safeguarding and management of risk"
    },
    {
      "skillId": "4358b8b9-3236-4279-9ba7-8edd96c238f1",
      "detail": " Assess own learning needs and engage in self-directed learning to review and improve medical practice within the scope of the role"
    },
    {
      "skillId": "ee03cdbb-22dc-4e2e-815f-5f9db97429a7",
      "detail": "Work collaboratively to evaluate and meet the learning and development needs of other health professionals"
    },
    {
      "skillId": "0e7782e4-a611-4060-9978-4d8cbfa7a8a1",
      "detail": "Act as a role model and mentor"
    },
    {
      "skillId": "1275a7b9-f059-4267-9ba2-2c09952ad17c",
      "detail": "Produce clear, legible and contemporaneous records regarding patient consultations and all aspects of clinical and non-clinical work"
    },
    {
      "skillId": "944fed3d-a605-43fa-91d4-0c89562c26ae",
      "detail": "Complete patient records and justify the management plan and outcomes of the clinical decision making process(es)"
    },
    {
      "skillId": "2fc7811f-5ac7-42f9-ad44-0f551bcc88a3",
      "detail": "Adhere to all aspects of information governance requirements"
    },
    {
      "skillId": "5e5f0d06-677a-4cc6-a4c4-b0ff03ea8e77",
      "detail": "Perform specialised medically based assessments to inform the development of an individual medical management plan"
    },
    {
      "skillId": "19e4eecf-2e0f-4e32-b4e9-01863af92958",
      "detail": "Design and deliver patient centred consultations which enable the patient and carers to express their concerns, expectations and understanding"
    },
    {
      "skillId": "030c707b-3072-491f-8e77-863da7891fab",
      "detail": "Take, and critically evaluate, a patient history relevant to the clinical situation and apply this insight to assessing complex interacting psychological and social factors"
    },
    {
      "skillId": "facc5cff-3ba8-42a1-9f87-a2db142afc2e",
      "detail": " Perform the full range of evidence based examinations and assessments tailored to the  demands of the clinical situation"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "",
    "contactAddress": "London office: Sanctuary Buildings, 20 Great Smith Street, London SW1P 3BT<br>Coventry office: Level 2 Cheylesmore House, 5 Quinton Rd, Coventry CV1 2WT",
    "contactEmail": "Enquiries.IFA@education.gov.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2019-09-30T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0820",
  "tbMainContact": "Healthcare.Trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "Birmingham & Solihull Mental Health NHS Foundation Trust, Cross Plain Surgery, Wiltshire, George Eliot Hospital NHS Trust, Howbeck Healthcare,  Lancashire Teaching Hospitals NHS Foundation Trust, Mid Cheshire Hospitals, NHS North Staffordshire to North Staffordshire GP Federation, Pennine Acute Hospitals NHS Trust, Salisbury Plain Health Partnership, South Doc Services Ltd, West Heath Medical Centre, South Tees NHS Foundation Trust, Surrey and Sussex Healthcare NHS Trust, Tees, Esk and Wear Valleys NHS Trust, Vocare , Wirrall University Teaching Hospital",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Physician associate"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health professional",
  "clusterId": "6",
  "clusterDescription": null,
  "createdDate": "2023-10-26T10:26:33 +00:00",
  "lastUpdated": "2023-10-26T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-09-30T00:00:00 +00:00",
  "banners": "A&nbsp;revised version of this apprenticeship standard and end-point assessment plan has been agreed by the Institute for Apprenticeships and Technical Education and is available for information only.&nbsp; This version (1.2) will be available for new starts until 12 December 2024.&nbsp; The revised version (1.3) which aligns to the General Medical Council’s Professional Standards will be approved for delivery for new starts following a notice period that will be decided when the Department for Education confirm their decision on funding. ",
  "occupationCode": "OCC0518",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0518-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0518-v1-2",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-10-26T00:00:00"
}