{
  "templateType": "Apprenticeship Standard",
  "larsCode": 446,
  "referenceNumber": "ST0524",
  "learningAimClassCode": "",
  "title": "Sporting excellence professional",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0524",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-11-17T00:00:00",
  "earliestStartDate": "2019-05-07T00:00:00",
  "latestStartDate": "2022-11-16T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Able to competently perform the professional sport in which they train such as&nbsp;cricket, football, rugby league and rugby union.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 8000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "sport",
    "sporting",
    "leisure",
    "recreation",
    "cricket",
    "football",
    "rugby",
    "healthcare",
    "Science",
    "professional"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3552/st0524_sporting-excellence-professional_l3_ap-for-publication_161019.pdf",
  "ssa1": "8 Leisure, Travel and Tourism",
  "ssa2": "8.1 Sport, leisure and recreation",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Sporting Excellence Professional - Apprenticeship Standard&amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp;&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;&lt;strong&gt;Level 3&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Sporting Excellence Professionals developed via this apprenticeship are competent to perform consistently and effectively in training environments and competitions in relation to one of the following professional sports: cricket, football, rugby league and rugby union. As such, they are part of a playing team supported and managed by a wider and multi-disciplinary team including a manager/coach, skills coaches, physiotherapists, psychologists, nutritionist, strength and conditioning experts, and educational staff etc.&amp;nbsp; They have high level of autonomy in terms of responsibility for what happens on the field of play and need to be able to cope with extreme pressure.&lt;/p&gt;\n&lt;p&gt;The key activities of a Sporting Excellence Professional are to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;effectively and successfully represent their employer on the field of play at a local, regional, national or international level;&lt;/li&gt;\n&lt;li&gt;undertake a daily training routine, supported by a multi-disciplinary team, to ensure they retain and develop the technical, tactical, physical and psychological skills necessary for performing at the professional level;&lt;/li&gt;\n&lt;li&gt;practice a lifestyle conducive to maintaining a high level of performance;&lt;/li&gt;\n&lt;li&gt;act as an ambassador for their employer, sport and governing body in relation to younger players, fans and the local community – including their approach to diversity, equality and inclusion; and&lt;/li&gt;\n&lt;li&gt;actively plan for life after their sporting career and to supplement the next phase of playing contract.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Employers will set their own entry requirements and will need to be registered with the National Governing Body and/or Leagues relevant to the professional player pathway for their sport to ensure they are able to provide the right environment in which to successfully develop Sporting Excellence Professionals.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;English and Maths&lt;/strong&gt;&amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;Apprentices without Level 2 English and Maths will need to achieve this prior to taking the end point assessment. For those with an education, health and care plan, or a legacy statement, the apprenticeship’s English and Maths minimum requirement is Entry Level 3. British Sign Language qualifications are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;18-24 Months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Progression&lt;/strong&gt;&amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;contracted work as professional players&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;&amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;after 3 years&lt;/p&gt;\n&lt;p&gt;As there is significant commonality between the requirements of professional footballers, cricketers and rugby league/union players, the following core knowledge, skills and behaviours are needed for competence in any of these four sports.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Knowledge, skills and behaviours:&lt;/strong&gt;&lt;/h3&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;th&gt;&lt;strong&gt;The Sporting Excellence Professional knows and understands: &lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;The Sporting Excellence Professional will be able to:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Tactical and Technical Performance &lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;How to utilise Multi-Disciplinary staff to improve tactical performance, addressing individual weaknesses through training and competition - using reflection and evaluation to set agreed targets for individual action plans.&lt;/p&gt;\n&lt;p&gt;How to use technology such as video footage or software packages to interpret and compare different forms of analysis.&lt;/p&gt;\n&lt;p&gt;How to use this analysis to evaluate both technical and tactical performance and impact on results during training and competition.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Use digital technology to refine and optimise performance in terms of tactical approach to the opposition, understanding opposition teams’ strengths and weaknesses, creating individual tactical plans and reviewing performance post game.&lt;/p&gt;\n&lt;p&gt;Use data and digital insight to improve performance of their skills and performance.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Physical&amp;nbsp;Performance – development of physical capabilities to apply in a performance environment&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;The physical requirements such as cardiovascular fitness, explosive power, stamina of professional sport; principles of training (including periodisation), specificity and methods (e.g. strength and conditioning, fundamental movement, physical literacy) used to develop physical capabilities.&lt;/td&gt;\n&lt;td&gt;Continually improve physical capabilities by utilising insight and expertise from specialist support staff through completing bespoke conditioning activities such as speed, power and coordination, as well as on and off field training programmes that might take place in the gymnasium, swimming pool or performance lab.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Injury and risk management&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;The common types of injury (e.g. soft tissue damage) relevant to professional sport; how to prevent, recover, rehabilitate from and manage injury; plus the physiological and psychological responses to injury.&lt;/td&gt;\n&lt;td&gt;Engage in injury prevention and management programmes utilising insight and expertise from specialist support staff to help mitigate impact of injury on training and competition performance.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Effective, Safe and Inclusive Practice&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Safe and effective practice in sports performance environments, and how to access appropriate support networks for any areas of concern or individual wellbeing – individually and on behalf of colleagues.&lt;/p&gt;\n&lt;p&gt;The importance of equality, inclusion and diversity across society and professional sport.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Apply safe practice principles across all elements of training, preparation and competition - for example when working with equipment, working alone, working under pressure, or travelling abroad.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Anti-doping &lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;The legislation and guidance with regards to Anti-Doping including the negative impacts and side effects of using performance enhancing or recreational drugs on personal performance, career and the reputation of the sport.&lt;/td&gt;\n&lt;td&gt;Take appropriate action in sourcing relevant information for pre and post testing; and at all times, be able to access a current list of prohibited and banned substances.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Nutritional performance&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;The importance of nutrition to help achieve excellence in professional sport.&lt;/td&gt;\n&lt;td&gt;Implement a programme to improve diet and approach to hydration and nutrition, incorporating feedback and evaluation from specialist support staff.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Psychological and emotional performance - The ability to cope with the psychological demands of a sport in order to perform at an optimum level&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;The psychological and emotional demands of professional sport and how to make the best use of these capabilities.&lt;/p&gt;\n&lt;p&gt;The methods and strategies that relate to fundamental, preparatory and performance phases such as emotional resilience, visualisation, refocussing, concentration and pre-performance routines.&lt;/p&gt;\n&lt;p&gt;The demands of effective leadership in professional sport, identifying traits and behaviours of appropriate role models&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Profile psychological strengths and weaknesses and implement their agreed programme to meet individual and sporting requirements.&lt;/p&gt;\n&lt;p&gt;Apply consistent and effective psychological and emotional skills in training and performance or competition environments.&lt;/p&gt;\n&lt;p&gt;Plan, implement and develop personal leadership skills both in and away from their professional playing career.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Communications&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;The mechanics of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;effective communication (personal and professional);&lt;/li&gt;\n&lt;li&gt;building and sustaining relationships with other people;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Communicate and build meaningful relationships with staff, colleagues and peers.&lt;/p&gt;\nEffectively manage conflicts and present a positive image of them self, their organisation and their sport in all situations.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Lifestyle and personal development &lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;The importance of lifestyle management factors relevant to being a professional sports person such as finance and a responsible social media presence.&lt;/td&gt;\n&lt;td&gt;Identify and engage with an off-field personal action plan to improve lifestyle management that promotes and develops mental wellbeing and emotional health.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Career and self-development&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;The components (e.g. goal setting, planning) that contribute to their chosen primary career plan, and the key facets of self-identity as a professional sports person and as an individual.&lt;/p&gt;\n&lt;p&gt;The importance of secondary and supplementary careers and consideration of dual career aspirations.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;Design and implement a personal careers action plan that identifies how they will manage their transition into the next stage considering secondary and supplementary careers.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Integrated approach to performance - the active&amp;nbsp;&amp;nbsp;combination of all disciplines that contribute equally to achieve high performance&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&amp;nbsp;The influence and impact of each performance area on each other and how they interact.&lt;/p&gt;\n&lt;p&gt;How to self-evaluate, utilise feedback from staff, use goal setting processes and development plans.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&amp;nbsp;Deliver consistent performance under pressure through effective integration of all disciplines.&lt;/p&gt;\n&lt;p&gt;Review performance and training to analyse, progress and improve performance in both training and competition.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours, Professionalism and Values &lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;positively model professionalism through personal presentation and integrity in all actions;&lt;/li&gt;\n&lt;li&gt;be collaborative in teamwork situations - especially under pressure;&lt;/li&gt;\n&lt;li&gt;self-manage weekly commitments which include time management, organisation;&lt;/li&gt;\n&lt;li&gt;conduct themselves in a respectful, fair and approachable manner;&lt;/li&gt;\n&lt;li&gt;has a strong, positive and dedicated work ethic which clearly shows ownership of personal development, aptitude, aspiration and ambition;&lt;/li&gt;\n&lt;li&gt;be self-reflective;&lt;/li&gt;\n&lt;li&gt;own and engage in goal setting processes;&lt;/li&gt;\n&lt;li&gt;exhibiting inclusive behaviours recognising equality and diversity.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge and Skills for each option (one selected)&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;&lt;strong&gt;1. Football&lt;/strong&gt;&lt;/h4&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;th&gt;&lt;strong&gt;The Professional Footballer knows and understands: &lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;The Professional Footballer will be able to:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Technical Performance -&lt;/strong&gt; the movement and skills that underpin techniques required to play professional football&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;A range of different technical aspects of performance when passing or distributing, receiving, retaining, travelling with the ball, defending, attacking and during transition.&lt;/p&gt;\n&lt;p&gt;Their individual position-specific technical playing role and how to be adaptable and comfortable in the requirements of other position specific roles and responsibilities within units and teams&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Demonstrate assured basic techniques and an extensive range of ball skills which meet positional specific requirements (e.g. shooting, heading, handling).&lt;/p&gt;\n&lt;p&gt;Manipulate the ball with clean contact skills and excellent control when passing or distributing, receiving, retaining and travelling with the ball, and using all parts of the body&lt;/p&gt;\n&lt;p&gt;Pass and/or distribute the ball intelligently and efficiently over varying distances when unopposed and under pressure.&lt;/p&gt;\n&lt;p&gt;Execute positional specific techniques skillfully at optimum and varying speeds and maintain precision under pressure.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Tactical Performance&lt;/strong&gt;&lt;strong&gt; - &lt;/strong&gt;understanding strategy &amp;amp; approach to professional football&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;A range of different tactical aspects of performance including formations, strategies, transition of play, playing style, philosophy.&lt;/p&gt;\n&lt;p&gt;Their individual position-specific tactical playing role and how to be adaptable and comfortable in the requirements of other position specific roles and responsibilities within units and teams.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Effectively execute specific individual roles and responsibilities within units and teams making good tactical decisions (e.g. cover, balance, when to press, when to drop).&lt;/p&gt;\n&lt;p&gt;Demonstrate effectiveness within team attacking and defending strategies and when in periods of transition.&lt;/p&gt;\n&lt;p&gt;Apply appropriate tactical approaches to deal with specific moments in the game (e.g. game management).&lt;/p&gt;\n&lt;p&gt;Constantly monitor the development of play both in and out of possession and during transition to make effective decision making in a range of situations.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&lt;strong&gt;2. Cricket&lt;/strong&gt;&lt;/h4&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;th&gt;&lt;strong&gt;The Professional Cricketer knows and understands: &lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;The Professional Cricketer will be able to:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Technical Performance - &lt;/strong&gt;the movement and skills that underpin techniques required to play professional cricket&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;The demands of their primary role (specification) and the technical requirements of that role. This will be either batting, pace bowling, spin bowling, wicket keeping in terms of mechanics, and ball manipulation from the hand or off the bat.&lt;/p&gt;\n&lt;p&gt;The demands and technical requirements of their secondary role. This will be batting, pace bowling, spin bowling, wicket keeping or fielding.&lt;/p&gt;\n&lt;p&gt;General fielding positions and the fundamental basics of specific fielding role(s), associated technique and movements.&lt;/p&gt;\n&lt;p&gt;Know their individual strengths and weaknesses in relation to their skills (in training and competition).&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Execute and have assured fundamental technical skills in relation to their primary role. This will be either batting, pace bowling, spin bowling or wicket keeping.&lt;/p&gt;\n&lt;p&gt;Execute fundamental technical skills in relation to their secondary role. This will be batting, pace bowling spin bowling, wicket keeping or fielding.&lt;/p&gt;\n&lt;p&gt;Execute fundamental fielding techniques in relation to how they move as an individual and position on the pitch.&lt;/p&gt;\n&lt;p&gt;Actively use coaching and support staff to positively affect their game so they know their individual strengths and weaknesses in relation to their skills (in training and competition).&lt;/p&gt;\n&lt;p&gt;Set targets to improve their individual approach to their technical skills.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Tactical Performance&lt;/strong&gt;&lt;strong&gt; - &lt;/strong&gt;understanding strategy &amp;amp; approach to professional cricket &amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;A range of different tactical aspects of cricket performance relating to different game formats; containing or taking wickets of the opposition; deployment of field placings; setting or defending a total; shot selection; timing of decision making, team approach&lt;/p&gt;\n&lt;p&gt;How they utilise their skills in their role during a match. For example, opening batters; middle order and batting down the order, an all-rounder; opening bowlers, first change, at the death.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Effectively execute specific individual roles and responsibilities within team performance making correct tactical decisions for example - regarding game formats, timing, shot selection, ball selection (what type of ball to bowl), field positioning, game intelligence.&lt;/p&gt;\n&lt;p&gt;Constantly monitor the development of play and react accordingly, using game intelligence, and demonstrating that their decision-making is effective in a range of situations as games progress.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&lt;strong&gt;3. Rugby League&lt;/strong&gt;&lt;/h4&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;th&gt;&lt;strong&gt;The Professional Rugby League Player knows and understands: &lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;The Professional Rugby League Player will be able to:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Technical Performance - &lt;/strong&gt;the movement and skills that underpin techniques required to play professional Rugby League.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;A range of different technical aspects of performance when attacking or defending within the team. Such as;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Attacking – Grip, catching, passing, carry, lines of run, body position and landing, evasion, play the ball and support play&lt;/li&gt;\n&lt;li&gt;Defending - tackle technique, groundwork, marker play, body position and footwork, shape and defensive line responsibilities.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Demonstrate assured basic techniques and an extensive range of skills to take the most appropriate course of action on the field.&lt;/p&gt;\n&lt;p&gt;Consistently execute a number of key skills when attacking and defending such as:&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Attacking – execute consistently their grip, catch, passing and lines of run to achieve positive outcomes and successful carries.&lt;/li&gt;\n&lt;li&gt;Defending - execute consistently the appropriate footwork, body position and tackle technique, to achieve positive outcomes and successful tackles.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Play a positional specific role within the team, adapting and applying the correct techniques depending on the game situation and the impact of individual performance on the team’s outcomes.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Tactical Performance - &lt;/strong&gt;understanding strategy &amp;amp; approach to play professional Rugby League&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;A range of different tactical aspects of performance (e.g.set plays, game plans, game management, transition of play, philosophy and weather conditions).&lt;/p&gt;\n&lt;p&gt;The specific roles and responsibilities within team shape and structures.&lt;/p&gt;\n&lt;p&gt;How to analyse an opponent’s strengths and weaknesses during competition to create opportunities or contain threats.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Make the correct and appropriate decisions under pressure, whilst taking into consideration a number of varying parameters and possible outcomes. Constantly monitoring the development of play in relation to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Attack – receiving the ball to demonstrate effective decision making in a range of situations.&lt;/li&gt;\n&lt;li&gt;Defence – reacting to the oppositions decision making to achieve a positive outcome (e.g. tackle completed).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Effectively execute specific individual roles and responsibilities within the team in both attack (e.g. running support lines, executing set plays) and defence (e.g. working in units, dominating the tackle).&lt;/p&gt;\n&lt;p&gt;Read and react to the oppositions decision making to achieve positive outcomes in both attack and defence.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&lt;strong&gt;4. Rugby Union&lt;/strong&gt;&lt;/h4&gt;\n&lt;table style=&quot;height: 846px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 41px;&quot;&gt;\n&lt;td style=&quot;height: 41px;&quot;&gt;&amp;nbsp;&lt;/td&gt;\n&lt;th style=&quot;height: 41px;&quot;&gt;&lt;strong&gt;The Professional Rugby Union Player knows and understands: &lt;/strong&gt;&lt;/th&gt;\n&lt;th style=&quot;height: 41px;&quot;&gt;&lt;strong&gt;The Professional Rugby Union Player will be able to:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 386px;&quot;&gt;\n&lt;td style=&quot;height: 386px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Technical Performance - &lt;/strong&gt;the movement and skills that underpin techniques required to play professional rugby union&lt;strong&gt;&amp;nbsp; &lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 386px;&quot;&gt;A range of different technical aspects of performance in rugby when passing, catching, kicking, tackling and evasion skills are required to participate.&lt;/td&gt;\n&lt;td style=&quot;height: 386px;&quot;&gt;\n&lt;p&gt;Apply assured basic techniques and an extensive range of core skills such as evasion, collision and contact, pass and kick, which cover the aspects of the game required by all positions.&lt;/p&gt;\n&lt;p&gt;Manipulate attackers and defenders with a variety of methods such as footwork, ball skills, and contact collisions skills.&lt;/p&gt;\n&lt;p&gt;Use both hands and both feet to perform skills within the given context.&lt;/p&gt;\n&lt;p&gt;Pass and kick the ball intelligently and efficiently over varying distances when unopposed and under pressure. Beat opponents in one versus one situations or by combining play with others.&lt;/p&gt;\n&lt;p&gt;Recognise opportunities to run or kick the ball, and is effective in doing so in a variety of different ways&lt;/p&gt;\n&lt;p&gt;Execute techniques skillfully at varying speeds and maintain precision under pressure.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 419px;&quot;&gt;\n&lt;td style=&quot;height: 419px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Tactical Performance&lt;/strong&gt;&lt;strong&gt; - &lt;/strong&gt;understanding strategy &amp;amp; approach to performance&amp;nbsp;to play professional rugby union&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 419px;&quot;&gt;\n&lt;p&gt;A range of different tactical aspects of performance (e.g. attacking and defensive set piece, transition of play, playing style and philosophy).&lt;/p&gt;\nUnderstand the principles and requirements for successful exit strategies to not only relieve pressure but to turn into attacking opportunities.&lt;/td&gt;\n&lt;td style=&quot;height: 419px;&quot;&gt;&amp;nbsp;\n&lt;p&gt;Effectively execute specific individual roles and responsibilities as an individual and within team roles, whilst monitoring and being aware of a number of varied parameters and different outcomes. Such as:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Attack – receiving the ball to make appropriate decision making in a range of situations.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;Defence – reacting to the opposition attackers to make an appropriate decision (e.g. to tackle or to enter a breakdown) leading to a successful outcome.&lt;/li&gt;\n&lt;li&gt;Kicking Game – reacts to both defence and attacking shape to make the appropriate kick or supporting&amp;nbsp;action when the ball is kicked. ​&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Demonstrate effectiveness within team attacking and defending strategies and when in periods of transition.&lt;/p&gt;\n&lt;p&gt;Constantly monitor the development of play and positions effectively relating to the situation and area of the pitch.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Sporting Excellence Professionals developed via this apprenticeship are competent to perform consistently and effectively in training environments and competitions in relation to one of the following professional sports: cricket, football, rugby league and rugby union. As such, they are part of a playing team supported and managed by a wider and multi-disciplinary team including a manager/coach, skills coaches, physiotherapists, psychologists, nutritionist, strength and conditioning experts, and educational staff etc. They have high level of autonomy in terms of responsibility for what happens on the field of play and need to be able to cope with extreme pressure.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "6a91e9a5-33ec-49b6-92af-e5d669424a04",
      "detail": "How to utilise Multi-Disciplinary staff to improve tactical performance, addressing individual weaknesses through training and competition - using reflection and evaluation to set agreed targets for individual action plans."
    },
    {
      "knowledgeId": "d6e7179c-38a5-4ee2-b13c-cd3f8ff5341e",
      "detail": "How to use technology such as video footage or software packages to interpret and compare different forms of analysis."
    },
    {
      "knowledgeId": "1ceaf368-8046-4e69-a32f-55f970560a5d",
      "detail": "How to use this analysis to evaluate both technical and tactical performance and impact on results during training and competition."
    },
    {
      "knowledgeId": "a920ce2d-0d5a-4498-8805-59b5db34dea4",
      "detail": "The physical requirements such as cardiovascular fitness, explosive power, stamina of professional sport; principles of training (including periodisation), specificity and methods (e.g. strength and conditioning, fundamental movement, physical literacy) used to develop physical capabilities."
    },
    {
      "knowledgeId": "90cce2c2-bdfe-432d-bc8e-a7d582e03ff4",
      "detail": "The common types of injury (e.g. soft tissue damage) relevant to professional sport; how to prevent, recover, rehabilitate from and manage injury; plus the physiological and psychological responses to injury."
    },
    {
      "knowledgeId": "e346e684-3228-4ade-a168-ffd0dffa7158",
      "detail": "Safe and effective practice in sports performance environments, and how to access appropriate support networks for any areas of concern or individual wellbeing – individually and on behalf of colleagues."
    },
    {
      "knowledgeId": "a5b544ab-683c-48ea-b71a-20615196c329",
      "detail": "The importance of equality, inclusion and diversity across society and professional sport."
    },
    {
      "knowledgeId": "8385f96c-5d4d-45a0-9c7d-f7aa43378a26",
      "detail": "The legislation and guidance with regards to Anti-Doping including the negative impacts and side effects of using performance enhancing or recreational drugs on personal performance, career and the reputation of the sport."
    },
    {
      "knowledgeId": "70e55e51-f658-4aba-aa6d-6cb216034d89",
      "detail": "The importance of nutrition to help achieve excellence in professional sport."
    },
    {
      "knowledgeId": "c44d7e8a-8578-4a30-b014-604fed8129ed",
      "detail": "The psychological and emotional demands of professional sport and how to make the best use of these capabilities."
    },
    {
      "knowledgeId": "932811a0-b931-4497-863f-c86630a13203",
      "detail": "The methods and strategies that relate to fundamental, preparatory and performance phases such as emotional resilience, visualisation, refocussing, concentration and pre-performance routines."
    },
    {
      "knowledgeId": "9772f61b-0794-49d9-9f89-a674e64e1bf5",
      "detail": "The demands of effective leadership in professional sport, identifying traits and behaviours of appropriate role models"
    },
    {
      "knowledgeId": "8b9a3d2f-fbcf-4c69-8bad-3b3a7e08bf26",
      "detail": "The mechanics of: effective communication (personal and professional);"
    },
    {
      "knowledgeId": "e57ce607-3fed-4af4-9da1-4de180f7e5c6",
      "detail": "The mechanics of: building and sustaining relationships with other people;"
    },
    {
      "knowledgeId": "c2e04c01-cf5f-48a7-9ea0-78b0893bfd1f",
      "detail": "The importance of lifestyle management factors relevant to being a professional sports person such as finance and a responsible social media presence."
    },
    {
      "knowledgeId": "05c85f39-1b34-4480-b3f3-afd7142ea9a1",
      "detail": "The components (e.g. goal setting, planning) that contribute to their chosen primary career plan, and the key facets of self-identity as a professional sports person and as an individual."
    },
    {
      "knowledgeId": "b2e02b6a-6b5f-4585-bc7d-734b35ae78d9",
      "detail": "The importance of secondary and supplementary careers and consideration of dual career aspirations."
    },
    {
      "knowledgeId": "c85c5509-0c82-4cdc-9442-20787314cff8",
      "detail": "The influence and impact of each performance area on each other and how they interact."
    },
    {
      "knowledgeId": "dea82433-71e5-4599-9da5-ea586e7e4767",
      "detail": "How to self-evaluate, utilise feedback from staff, use goal setting processes and development plans."
    },
    {
      "knowledgeId": "201ab823-5aad-4428-b21a-0dfede766527",
      "detail": "A range of different technical aspects of performance when passing or distributing, receiving, retaining, travelling with the ball, defending, attacking and during transition."
    },
    {
      "knowledgeId": "b773637e-3769-4cea-b284-982ceb9ea9f2",
      "detail": "Their individual position-specific technical playing role and how to be adaptable and comfortable in the requirements of other position specific roles and responsibilities within units and teams"
    },
    {
      "knowledgeId": "74831e18-83a6-45c4-90db-0318fe17b038",
      "detail": "A range of different tactical aspects of performance including formations, strategies, transition of play, playing style, philosophy."
    },
    {
      "knowledgeId": "c2996c95-5d5a-4059-b071-41cf1631f294",
      "detail": "Their individual position-specific tactical playing role and how to be adaptable and comfortable in the requirements of other position specific roles and responsibilities within units and teams."
    },
    {
      "knowledgeId": "d35d5081-6845-4ea0-b200-aa7e33a83df6",
      "detail": "The demands of their primary role (specification) and the technical requirements of that role. This will be either batting, pace bowling, spin bowling, wicket keeping in terms of mechanics, and ball manipulation from the hand or off the bat."
    },
    {
      "knowledgeId": "6a71d74f-2d42-4d93-8c99-4ab9b33ab12e",
      "detail": "The demands and technical requirements of their secondary role. This will be batting, pace bowling, spin bowling, wicket keeping or fielding."
    },
    {
      "knowledgeId": "b46fb777-a42c-40db-ba8b-dedcc6e4f96b",
      "detail": "General fielding positions and the fundamental basics of specific fielding role(s), associated technique and movements."
    },
    {
      "knowledgeId": "ff08e0e3-f541-4f51-aa64-6db9b0f26636",
      "detail": "Know their individual strengths and weaknesses in relation to their skills (in training and competition)."
    },
    {
      "knowledgeId": "7026f044-7b0b-4bda-91af-8b781d444350",
      "detail": "A range of different tactical aspects of cricket performance relating to different game formats; containing or taking wickets of the opposition; deployment of field placings; setting or defending a total; shot selection; timing of decision making, team approach"
    },
    {
      "knowledgeId": "ef2b0cc5-a248-4b16-9aa5-bc28ab172a3f",
      "detail": "How they utilise their skills in their role during a match. For example, opening batters; middle order and batting down the order, an all-rounder; opening bowlers, first change, at the death."
    },
    {
      "knowledgeId": "f8825314-a3dc-4180-ba1f-7420381f4b8e",
      "detail": "A range of different technical aspects of performance when attacking or defending within the team. Such as;"
    },
    {
      "knowledgeId": "17a95a81-b339-42cb-9cc1-f1660461e964",
      "detail": "Attacking – Grip, catching, passing, carry, lines of run, body position and landing, evasion, play the ball and support play"
    },
    {
      "knowledgeId": "85826874-c919-4cac-87a4-ed93e542f1f2",
      "detail": "Defending - tackle technique, groundwork, marker play, body position and footwork, shape and defensive line responsibilities."
    },
    {
      "knowledgeId": "e34d3a1a-3e14-4c0b-9648-10860ddcf661",
      "detail": "A range of different tactical aspects of performance (e.g.set plays, game plans, game management, transition of play, philosophy and weather conditions)."
    },
    {
      "knowledgeId": "344ac13b-ff6f-43e6-be10-a13c5ddc977b",
      "detail": "The specific roles and responsibilities within team shape and structures."
    },
    {
      "knowledgeId": "ee54d5c8-71f8-4b32-b334-a8b1b3e890b0",
      "detail": "How to analyse an opponent’s strengths and weaknesses during competition to create opportunities or contain threats."
    },
    {
      "knowledgeId": "477952bd-6930-426f-890a-2f2506755016",
      "detail": "A range of different technical aspects of performance in rugby when passing, catching, kicking, tackling and evasion skills are required to participate."
    },
    {
      "knowledgeId": "5720dcf6-3fa6-47ba-9540-29e55cbe4dcc",
      "detail": "A range of different tactical aspects of performance (e.g. attacking and defensive set piece, transition of play, playing style and philosophy)."
    },
    {
      "knowledgeId": "8f0df3f2-c270-42e0-8c34-0b2ed31d80eb",
      "detail": "Understand the principles and requirements for successful exit strategies to not only relieve pressure but to turn into attacking opportunities."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "18b54b60-bd94-4e92-9ae5-f26e8e8edc69",
      "detail": "Positively model professionalism through personal presentation and integrity in all actions;"
    },
    {
      "behaviourId": "1a363b61-2df9-437b-8939-82cfc99de777",
      "detail": "Be collaborative in teamwork situations - especially under pressure"
    },
    {
      "behaviourId": "25bd95ea-6adc-4fe9-9a0a-28bd2199891c",
      "detail": "Self-manage weekly commitments which include time management, organisation"
    },
    {
      "behaviourId": "3b5e42e2-59e0-4c52-b097-3db6a35ed1aa",
      "detail": "Conduct themselves in a respectful, fair and approachable manner"
    },
    {
      "behaviourId": "1c098ec9-bdd6-4a95-ace8-54a55c6cdde2",
      "detail": "Has a strong, positive and dedicated work ethic which clearly shows ownership of personal development, aptitude, aspiration and ambition"
    },
    {
      "behaviourId": "ec1bf6d9-2ed7-4d4a-b967-60aefcfb343a",
      "detail": "Be self-reflective"
    },
    {
      "behaviourId": "baee7206-9d50-4dcf-be15-157532379510",
      "detail": "Own and engage in goal setting processes"
    },
    {
      "behaviourId": "83c75893-487c-4351-9d37-c7956c783169",
      "detail": "Exhibiting inclusive behaviours recognising equality and diversity"
    }
  ],
  "skills": [
    {
      "skillId": "369db923-6685-49d8-ac40-79dc4b013b80",
      "detail": "Use digital technology to refine and optimise performance in terms of tactical approach to the opposition, understanding opposition teams’ strengths and weaknesses, creating individual tactical plans and reviewing performance post game."
    },
    {
      "skillId": "120681ec-0a71-49c9-9992-7f383ff6bb92",
      "detail": "Use data and digital insight to improve performance of their skills and performance."
    },
    {
      "skillId": "86493e84-a057-48c8-9090-5222ad24338b",
      "detail": "Continually improve physical capabilities by utilising insight and expertise from specialist support staff through completing bespoke conditioning activities such as speed, power and coordination, as well as on and off field training programmes that might take place in the gymnasium, swimming pool or performance lab."
    },
    {
      "skillId": "1b7f102e-4206-4ae3-aad9-d1a69544e087",
      "detail": "Engage in injury prevention and management programmes utilising insight and expertise from specialist support staff to help mitigate impact of injury on training and competition performance."
    },
    {
      "skillId": "471ac819-6691-40da-b18d-1a7de59757ed",
      "detail": "Apply safe practice principles across all elements of training, preparation and competition - for example when working with equipment, working alone, working under pressure, or travelling abroad."
    },
    {
      "skillId": "c4662fe1-cfb1-4a3d-b4e1-e5ad868ed83c",
      "detail": "Take appropriate action in sourcing relevant information for pre and post testing; and at all times, be able to access a current list of prohibited and banned substances."
    },
    {
      "skillId": "a26f9147-8aed-44a3-82a9-9d74acd0750f",
      "detail": "Implement a programme to improve diet and approach to hydration and nutrition, incorporating feedback and evaluation from specialist support staff."
    },
    {
      "skillId": "31bb5110-31b4-45d7-99ab-57eaf52ec3c9",
      "detail": "Profile psychological strengths and weaknesses and implement their agreed programme to meet individual and sporting requirements."
    },
    {
      "skillId": "59772be4-cd6b-4a69-bc0d-4e9dc29a4b1e",
      "detail": "Apply consistent and effective psychological and emotional skills in training and performance or competition environments."
    },
    {
      "skillId": "2f42e84f-8481-470d-96d6-13d0467d7854",
      "detail": "Plan, implement and develop personal leadership skills both in and away from their professional playing career."
    },
    {
      "skillId": "f5abcf52-ce0d-49b1-b2df-7fac968fb94c",
      "detail": "Communicate and build meaningful relationships with staff, colleagues and peers."
    },
    {
      "skillId": "3a131d57-7807-40bd-afea-e5e6f7b9ec5b",
      "detail": "Effectively manage conflicts and present a positive image of them self, their organisation and their sport in all situations."
    },
    {
      "skillId": "fb3e751e-9f4f-4b35-998e-bf46fcc06f49",
      "detail": "Identify and engage with an off-field personal action plan to improve lifestyle management that promotes and develops mental wellbeing and emotional health."
    },
    {
      "skillId": "b1923f4e-3c7f-4110-a5d7-dfdf1e0f0ead",
      "detail": "Design and implement a personal careers action plan that identifies how they will manage their transition into the next stage considering secondary and supplementary careers."
    },
    {
      "skillId": "8598508e-5374-4f04-81b1-93b7f862ab77",
      "detail": " Deliver consistent performance under pressure through effective integration of all disciplines."
    },
    {
      "skillId": "62f66b5d-a289-412c-bd9f-dd21bde5e052",
      "detail": "Review performance and training to analyse, progress and improve performance in both training and competition."
    },
    {
      "skillId": "ec92eac0-a74a-4cfd-bcef-da73965c8ab4",
      "detail": "Demonstrate assured basic techniques and an extensive range of ball skills which meet positional specific requirements (e.g. shooting, heading, handling)."
    },
    {
      "skillId": "ab2374ee-b311-4ca2-8500-c550f2386d71",
      "detail": "Manipulate the ball with clean contact skills and excellent control when passing or distributing, receiving, retaining and travelling with the ball, and using all parts of the body"
    },
    {
      "skillId": "c0574a05-6899-44aa-bfef-93988978f316",
      "detail": "Pass and/or distribute the ball intelligently and efficiently over varying distances when unopposed and under pressure."
    },
    {
      "skillId": "f2a6b4dc-0b5c-42c3-9bd9-ecfaba6d6825",
      "detail": "Execute positional specific techniques skillfully at optimum and varying speeds and maintain precision under pressure."
    },
    {
      "skillId": "320f93de-b96a-4601-9f2a-176505b476db",
      "detail": "Effectively execute specific individual roles and responsibilities within units and teams making good tactical decisions (e.g. cover, balance, when to press, when to drop)."
    },
    {
      "skillId": "740a0613-dd53-4f3e-8b4b-5327266bb04d",
      "detail": "Demonstrate effectiveness within team attacking and defending strategies and when in periods of transition."
    },
    {
      "skillId": "a86fe031-6356-4f3c-a03f-4362f4da5731",
      "detail": "Apply appropriate tactical approaches to deal with specific moments in the game (e.g. game management)."
    },
    {
      "skillId": "d536f010-9d0b-4bd9-a3f2-fae0de34f123",
      "detail": "Constantly monitor the development of play both in and out of possession and during transition to make effective decision making in a range of situations."
    },
    {
      "skillId": "800f28a6-c268-445b-b180-9ad0442e2039",
      "detail": "Execute and have assured fundamental technical skills in relation to their primary role. This will be either batting, pace bowling, spin bowling or wicket keeping."
    },
    {
      "skillId": "4a163cbb-59d5-4a2e-8b8e-32237c0cd8b0",
      "detail": "Execute fundamental technical skills in relation to their secondary role. This will be batting, pace bowling spin bowling, wicket keeping or fielding."
    },
    {
      "skillId": "0b36d6ca-675b-4eae-b6d3-bd29c997a75f",
      "detail": "Execute fundamental fielding techniques in relation to how they move as an individual and position on the pitch."
    },
    {
      "skillId": "6b187eba-f1a9-46bb-8801-06dac2b85947",
      "detail": "Actively use coaching and support staff to positively affect their game so they know their individual strengths and weaknesses in relation to their skills (in training and competition)."
    },
    {
      "skillId": "07a9d98c-996f-4b9e-8aa0-a0e899442a3a",
      "detail": "Set targets to improve their individual approach to their technical skills."
    },
    {
      "skillId": "acf331af-9e87-455c-8488-931ccccfddcb",
      "detail": "Effectively execute specific individual roles and responsibilities within team performance making correct tactical decisions for example - regarding game formats, timing, shot selection, ball selection (what type of ball to bowl), field positioning, game intelligence."
    },
    {
      "skillId": "627f724b-e035-4018-aed3-8b14961a1572",
      "detail": "Constantly monitor the development of play and react accordingly, using game intelligence, and demonstrating that their decision-making is effective in a range of situations as games progress."
    },
    {
      "skillId": "fbffc829-98aa-4749-b8ff-7c7d26ae6a07",
      "detail": "Demonstrate assured basic techniques and an extensive range of skills to take the most appropriate course of action on the field."
    },
    {
      "skillId": "104491e1-fbcb-4a8b-b117-0ecf39867d87",
      "detail": "Consistently execute a number of key skills when attacking and defending such as:"
    },
    {
      "skillId": "358c520e-9d72-40c3-9684-e276b12c49c7",
      "detail": "Attacking – execute consistently their grip, catch, passing and lines of run to achieve positive outcomes and successful carries."
    },
    {
      "skillId": "1a8c7f68-9d44-4972-b987-55502fa8d4dc",
      "detail": "Defending - execute consistently the appropriate footwork, body position and tackle technique, to achieve positive outcomes and successful tackles."
    },
    {
      "skillId": "10d3d3ee-a5d1-41f8-8559-ae4d8ceee057",
      "detail": "Play a positional specific role within the team, adapting and applying the correct techniques depending on the game situation and the impact of individual performance on the team’s outcomes."
    },
    {
      "skillId": "2162b9ea-5076-47f2-aaef-5c1648481775",
      "detail": "Make the correct and appropriate decisions under pressure, whilst taking into consideration a number of varying parameters and possible outcomes. Constantly monitoring the development of play in relation to:"
    },
    {
      "skillId": "25f74b77-7718-4de1-9c70-ffda876a5269",
      "detail": "Attack – receiving the ball to demonstrate effective decision making in a range of situations."
    },
    {
      "skillId": "513149ab-41d0-49d7-be68-a381855a623c",
      "detail": "Defence – reacting to the oppositions decision making to achieve a positive outcome (e.g. tackle completed)."
    },
    {
      "skillId": "9f8e94d4-d1b4-4739-93aa-95aa28c3fcfb",
      "detail": "Effectively execute specific individual roles and responsibilities within the team in both attack (e.g. running support lines, executing set plays) and defence (e.g. working in units, dominating the tackle)."
    },
    {
      "skillId": "dc6043b7-f430-4950-8c3f-017390d5aa19",
      "detail": "Read and react to the oppositions decision making to achieve positive outcomes in both attack and defence."
    },
    {
      "skillId": "ba8f68d1-b38a-4cec-add2-34a081c1834f",
      "detail": "Apply assured basic techniques and an extensive range of core skills such as evasion, collision and contact, pass and kick, which cover the aspects of the game required by all positions."
    },
    {
      "skillId": "30282419-9c9a-4e9b-8fdc-ed26f535fd43",
      "detail": "Manipulate attackers and defenders with a variety of methods such as footwork, ball skills, and contact collisions skills."
    },
    {
      "skillId": "709246b7-c526-4e98-ac5e-f9c0430b5a1e",
      "detail": "Use both hands and both feet to perform skills within the given context."
    },
    {
      "skillId": "4bf2a3b7-1f9c-4508-b0c1-6f1993986025",
      "detail": "Pass and kick the ball intelligently and efficiently over varying distances when unopposed and under pressure. Beat opponents in one versus one situations or by combining play with others."
    },
    {
      "skillId": "de5a85f6-bbde-4c28-a287-236688673d50",
      "detail": "Recognise opportunities to run or kick the ball, and is effective in doing so in a variety of different ways"
    },
    {
      "skillId": "5142cd70-36aa-42d6-a3cd-b9589869d99e",
      "detail": "Execute techniques skillfully at varying speeds and maintain precision under pressure."
    },
    {
      "skillId": "65c2ab55-9cfc-4fdd-93af-bc1f0cf2ce0d",
      "detail": "Effectively execute specific individual roles and responsibilities as an individual and within team roles, whilst monitoring and being aware of a number of varied parameters and different outcomes. Such as:"
    },
    {
      "skillId": "b16f06bb-34be-4ca1-b52c-50e4df74a021",
      "detail": "Attack – receiving the ball to make appropriate decision making in a range of situations."
    },
    {
      "skillId": "05952e0d-e3cf-40e9-8b9f-9025608d9582",
      "detail": "Defence – reacting to the opposition attackers to make an appropriate decision (e.g. to tackle or to enter a breakdown) leading to a successful outcome."
    },
    {
      "skillId": "ca1d3659-82c3-4a39-b4ec-e60650703ff7",
      "detail": "Kicking Game – reacts to both defence and attacking shape to make the appropriate kick or supporting action when the ball is kicked. ​"
    },
    {
      "skillId": "22bf7264-0fba-407d-90b5-133abb0b69bd",
      "detail": "Demonstrate effectiveness within team attacking and defending strategies and when in periods of transition."
    },
    {
      "skillId": "9c589770-b669-4e81-8e5c-538ce4046bd8",
      "detail": "Constantly monitor the development of play and positions effectively relating to the situation and area of the pitch."
    }
  ],
  "optionsUnstructuredTemplate": [
    "Football",
    "Cricket",
    "Rugby League",
    "Rugby Union"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-05-07T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0295 ",
  "tbMainContact": "joce_brooks@hotmail.com",
  "involvedEmployers": "Hull Tigers , Premier League, Rugby Football Union, Rugby Football League, Widnes Vikings, England and Wales Cricket Board, City Football Group, Leicester City FC, Charlton Athletic FC, Portsmouth FC, Derby County FC, Sheffield Wednesday FC, League Football Education",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Community Exercise, Physical Activity, Sport and Health",
  "cluster": "Exercise, Fitness and Health Assistant",
  "clusterId": "214",
  "clusterDescription": "Initiate behaviour change and performance improvement to achieve a series of health and fitness goals for an individual or community. Usually working one-to-one or small groups",
  "createdDate": "2017-11-14T17:10:30 +00:00",
  "lastUpdated": "2022-11-17T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-05-07T00:00:00 +00:00",
  "banners": "This apprenticeship standard is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards in revision are available in the revisions status report.; A temporary dispensation has been applied to the assessment plan version ST0524/AP02 for this apprenticeship. The dispensation will last until the revised EPA plan is published but may be withdrawn if the assessment plan is revised sooner or the dispensation is no longer necessary.End-point assessment organisations (EPAOs) delivering EPAs for the apprenticeship will implement the dispensation as required, supported and monitored by the relevant EQA provider. The key changes are to include an alternative approach to the practical observation. For details please contact relevant EPAO or EQA provider.",
  "occupationCode": "OCC0524",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0524-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0524-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "d0921070-a2c0-40cb-92bd-b4cbe69a9463",
      "title": "Football",
      "occupationCode": "OCC0524C"
    },
    {
      "optionId": "b3d8fb86-9b05-45ef-8fb7-8e95fcfe5c87",
      "title": "Cricket",
      "occupationCode": "OCC0524A"
    },
    {
      "optionId": "ad7f48f8-0032-4ea4-8282-3221bdc5ce51",
      "title": "Rugby League",
      "occupationCode": "OCC0524D"
    },
    {
      "optionId": "3d04d22a-83f2-433c-a294-573a6b3aeb01",
      "title": "Rugby Union",
      "occupationCode": "OCC0524E"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "18b54b60-bd94-4e92-9ae5-f26e8e8edc69",
        "1a363b61-2df9-437b-8939-82cfc99de777",
        "25bd95ea-6adc-4fe9-9a0a-28bd2199891c",
        "3b5e42e2-59e0-4c52-b097-3db6a35ed1aa",
        "1c098ec9-bdd6-4a95-ace8-54a55c6cdde2",
        "ec1bf6d9-2ed7-4d4a-b967-60aefcfb343a",
        "baee7206-9d50-4dcf-be15-157532379510",
        "83c75893-487c-4351-9d37-c7956c783169"
      ],
      "mappedKnowledge": [
        "6a91e9a5-33ec-49b6-92af-e5d669424a04",
        "d6e7179c-38a5-4ee2-b13c-cd3f8ff5341e",
        "1ceaf368-8046-4e69-a32f-55f970560a5d",
        "a920ce2d-0d5a-4498-8805-59b5db34dea4",
        "90cce2c2-bdfe-432d-bc8e-a7d582e03ff4",
        "e346e684-3228-4ade-a168-ffd0dffa7158",
        "a5b544ab-683c-48ea-b71a-20615196c329",
        "8385f96c-5d4d-45a0-9c7d-f7aa43378a26",
        "70e55e51-f658-4aba-aa6d-6cb216034d89",
        "c44d7e8a-8578-4a30-b014-604fed8129ed",
        "932811a0-b931-4497-863f-c86630a13203",
        "9772f61b-0794-49d9-9f89-a674e64e1bf5",
        "8b9a3d2f-fbcf-4c69-8bad-3b3a7e08bf26",
        "e57ce607-3fed-4af4-9da1-4de180f7e5c6",
        "c2e04c01-cf5f-48a7-9ea0-78b0893bfd1f",
        "05c85f39-1b34-4480-b3f3-afd7142ea9a1",
        "b2e02b6a-6b5f-4585-bc7d-734b35ae78d9",
        "c85c5509-0c82-4cdc-9442-20787314cff8",
        "dea82433-71e5-4599-9da5-ea586e7e4767"
      ],
      "mappedSkills": [
        "369db923-6685-49d8-ac40-79dc4b013b80",
        "120681ec-0a71-49c9-9992-7f383ff6bb92",
        "86493e84-a057-48c8-9090-5222ad24338b",
        "1b7f102e-4206-4ae3-aad9-d1a69544e087",
        "471ac819-6691-40da-b18d-1a7de59757ed",
        "c4662fe1-cfb1-4a3d-b4e1-e5ad868ed83c",
        "a26f9147-8aed-44a3-82a9-9d74acd0750f",
        "31bb5110-31b4-45d7-99ab-57eaf52ec3c9",
        "59772be4-cd6b-4a69-bc0d-4e9dc29a4b1e",
        "2f42e84f-8481-470d-96d6-13d0467d7854",
        "f5abcf52-ce0d-49b1-b2df-7fac968fb94c",
        "3a131d57-7807-40bd-afea-e5e6f7b9ec5b",
        "fb3e751e-9f4f-4b35-998e-bf46fcc06f49",
        "8598508e-5374-4f04-81b1-93b7f862ab77",
        "62f66b5d-a289-412c-bd9f-dd21bde5e052"
      ]
    },
    {
      "coreOrOptionTitle": "Football",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "201ab823-5aad-4428-b21a-0dfede766527",
        "b773637e-3769-4cea-b284-982ceb9ea9f2",
        "74831e18-83a6-45c4-90db-0318fe17b038",
        "c2996c95-5d5a-4059-b071-41cf1631f294"
      ],
      "mappedSkills": [
        "ec92eac0-a74a-4cfd-bcef-da73965c8ab4",
        "ab2374ee-b311-4ca2-8500-c550f2386d71",
        "c0574a05-6899-44aa-bfef-93988978f316",
        "f2a6b4dc-0b5c-42c3-9bd9-ecfaba6d6825",
        "320f93de-b96a-4601-9f2a-176505b476db",
        "740a0613-dd53-4f3e-8b4b-5327266bb04d",
        "a86fe031-6356-4f3c-a03f-4362f4da5731",
        "d536f010-9d0b-4bd9-a3f2-fae0de34f123"
      ]
    },
    {
      "coreOrOptionTitle": "Cricket",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "d35d5081-6845-4ea0-b200-aa7e33a83df6",
        "6a71d74f-2d42-4d93-8c99-4ab9b33ab12e",
        "b46fb777-a42c-40db-ba8b-dedcc6e4f96b",
        "ff08e0e3-f541-4f51-aa64-6db9b0f26636",
        "7026f044-7b0b-4bda-91af-8b781d444350",
        "ef2b0cc5-a248-4b16-9aa5-bc28ab172a3f"
      ],
      "mappedSkills": [
        "800f28a6-c268-445b-b180-9ad0442e2039",
        "4a163cbb-59d5-4a2e-8b8e-32237c0cd8b0",
        "0b36d6ca-675b-4eae-b6d3-bd29c997a75f",
        "6b187eba-f1a9-46bb-8801-06dac2b85947",
        "07a9d98c-996f-4b9e-8aa0-a0e899442a3a",
        "acf331af-9e87-455c-8488-931ccccfddcb",
        "627f724b-e035-4018-aed3-8b14961a1572"
      ]
    },
    {
      "coreOrOptionTitle": "Rugby League",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "f8825314-a3dc-4180-ba1f-7420381f4b8e",
        "17a95a81-b339-42cb-9cc1-f1660461e964",
        "85826874-c919-4cac-87a4-ed93e542f1f2",
        "e34d3a1a-3e14-4c0b-9648-10860ddcf661",
        "344ac13b-ff6f-43e6-be10-a13c5ddc977b",
        "ee54d5c8-71f8-4b32-b334-a8b1b3e890b0"
      ],
      "mappedSkills": [
        "fbffc829-98aa-4749-b8ff-7c7d26ae6a07",
        "104491e1-fbcb-4a8b-b117-0ecf39867d87",
        "358c520e-9d72-40c3-9684-e276b12c49c7",
        "1a8c7f68-9d44-4972-b987-55502fa8d4dc",
        "10d3d3ee-a5d1-41f8-8559-ae4d8ceee057",
        "2162b9ea-5076-47f2-aaef-5c1648481775",
        "25f74b77-7718-4de1-9c70-ffda876a5269",
        "513149ab-41d0-49d7-be68-a381855a623c",
        "9f8e94d4-d1b4-4739-93aa-95aa28c3fcfb",
        "dc6043b7-f430-4950-8c3f-017390d5aa19"
      ]
    },
    {
      "coreOrOptionTitle": "Rugby Union",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "477952bd-6930-426f-890a-2f2506755016",
        "5720dcf6-3fa6-47ba-9540-29e55cbe4dcc",
        "8f0df3f2-c270-42e0-8c34-0b2ed31d80eb"
      ],
      "mappedSkills": [
        "ba8f68d1-b38a-4cec-add2-34a081c1834f",
        "30282419-9c9a-4e9b-8fdc-ed26f535fd43",
        "709246b7-c526-4e98-ac5e-f9c0430b5a1e",
        "4bf2a3b7-1f9c-4508-b0c1-6f1993986025",
        "de5a85f6-bbde-4c28-a287-236688673d50",
        "5142cd70-36aa-42d6-a3cd-b9589869d99e",
        "65c2ab55-9cfc-4fdd-93af-bc1f0cf2ce0d",
        "b16f06bb-34be-4ca1-b52c-50e4df74a021",
        "05952e0d-e3cf-40e9-8b9f-9025608d9582",
        "ca1d3659-82c3-4a39-b4ec-e60650703ff7",
        "22bf7264-0fba-407d-90b5-133abb0b69bd",
        "9c589770-b669-4e81-8e5c-538ce4046bd8"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-11-17T00:00:00"
}