{
  "larsCode": 361,
  "referenceNumber": "ST0541",
  "title": "Fashion and textiles pattern cutter",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/361",
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": null,
  "earliestStartDate": "2018-10-05T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Producing a variety of products from clothing and fashion items to leather goods, soft furnishings, marine and medical textiles.",
  "level": 3,
  "typicalDuration": 22,
  "maxFunding": 9000,
  "route": "Engineering and manufacturing",
  "keywords": [
    "Fashion and textiles pattern cutter"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/4779/st0541_pattern-cutter_l3_ap02_adjustment_jan2021.pdf",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.2",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile&lt;/strong&gt;:&lt;strong&gt;&#160; &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;A pattern cutter working within the clothing and textiles industry can be employed by a large, medium, small or micro size business, producing a variety of products from clothing and fashion items to leather goods, soft furnishings, marine and medical textiles. The role of a pattern cutter involves interpreting a product design brief and drafting patterns that reflect the design and technical specifications. They can use various pattern cutting methods to create the patterns such as, adjusting and shaping a standard pattern ‘block’, modifying a non-standard pattern base taken from the company library, or creating a pattern using ‘modelling’, which involves draping and pinning fabric over a mannequin and hand-cutting the fabric to form the pattern base.&#160; Pattern production software packages are also commonly used to create sewn product patterns, though in smaller businesses pattern cutters still produce patterns manually or use a combination of both manual and computerised systems.&lt;/p&gt;\r\n&lt;p&gt;Initially, a pattern cutter will work autonomously drafting the prototype pattern. They will work closely with a sample machinist to produce a made-up sample of the design, using the prototype pattern. They will then work as part of the production team to review the sample.&#160; The team involved will depend on the size of the company and may include designers, garment technologists and sample machinists. The team will analyse the sample and discuss and agree any changes required. The pattern cutter will then make adjustments to the pattern and produce the master pattern to be used in production, incorporating technical data such as balance marks, notches, seam allowance, grain lines, cutting instructions, size and component name. The role of a pattern cutter typically includes:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Interpret given sewn product design briefs&lt;/li&gt;\r\n&lt;li&gt;Drafting prototype patterns that meet specifications and reflect given designs&lt;/li&gt;\r\n&lt;li&gt;Working with the sample machinist to produce product samples&lt;/li&gt;\r\n&lt;li&gt;Reviewing and assessing the product samples&lt;/li&gt;\r\n&lt;li&gt;Adjusting prototype patterns to meet required design and fit specifications&lt;/li&gt;\r\n&lt;li&gt;Creating the final master pattern ready for production&lt;/li&gt;\r\n&lt;li&gt;Supporting the cutting and production process&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;Knowledge: A Pattern Cutter has knowledge and understanding of:&lt;/h3&gt;\r\n&lt;h4&gt;&lt;strong&gt;Supply chain and customer base:&lt;/strong&gt;&lt;/h4&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Different customer requirements e.g. quality standards, product finish, timescale&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;The supply chain relevant to the manufacture of sewn products&lt;/li&gt;\r\n&lt;li&gt;The input and output of goods and services relevant to production e.g. delivery timescales, lead times, production deadlines&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h4&gt;&lt;strong&gt;Materials used in production:&lt;/strong&gt;&lt;/h4&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;The properties and construction of fabric and materials e.g. woven, knitted, non woven&lt;/li&gt;\r\n&lt;li&gt;The behaviour and characteristics of materials used to produce sewn products e.g. stretchy, slippery, stiff, dense, shrinkage, fabric weight, drape, print, finish&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h4&gt;&#160;&lt;strong&gt;Quality assurance procedures:&lt;/strong&gt;&lt;/h4&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Specifications relevant the production of clothing and sewn products e.g. seam allowances, tolerances, hem depths&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Quality standards and specifications relevant to the production of sewn products e.g. seam types, stitch types, tolerances, product finish&lt;/li&gt;\r\n&lt;li&gt;Pattern fault diagnosis and rectification procedures e.g. poor fit, sizing, mismatched seams, incorrect markings&lt;/li&gt;\r\n&lt;li&gt;Quality approval systems and control processes e.g. Inspection of samples, materials and products against specifications&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h4&gt;&lt;strong&gt;Working Practices:&lt;/strong&gt;&lt;/h4&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Clothing or sewn product design briefs evaluation inform pattern production&lt;/li&gt;\r\n&lt;li&gt;Drafting standard block patterns&lt;/li&gt;\r\n&lt;li&gt;Adapting block patterns to reflect given clothing or sewn product designs briefs&lt;/li&gt;\r\n&lt;li&gt;Pattern construction techniques e.g. drafting, measuring and marking&lt;/li&gt;\r\n&lt;li&gt;Standard and international sizing relevant to the item in production e.g. ladies wear, children’s wear, tent diameters, car seat dimensions&lt;/li&gt;\r\n&lt;li&gt;Measuring techniques relevant to the product e.g. critical measurement points, girth measurement, length and breadth measurements&lt;/li&gt;\r\n&lt;li&gt;Calculations relevant to the production of clothing or sewn products e.g. ease, hems, seam allowance&lt;/li&gt;\r\n&lt;li&gt;The principles of grading e.g. grading methods appropriate to product type, size, fit and proportion, grade rules and applications&lt;/li&gt;\r\n&lt;li&gt;Specialist terminology used in pattern construction e.g. armscye, grain, balance, apex&lt;/li&gt;\r\n&lt;li&gt;The tools of the trade e.g. draft paper, markers, curves scissors, punchers, notchers&lt;/li&gt;\r\n&lt;li&gt;Material cutting processes and techniques e.g. spreading, specialist cutting equipment, lay planning processes, placement prints&lt;/li&gt;\r\n&lt;li&gt;Different construction methods and manufacturing processes&lt;/li&gt;\r\n&lt;li&gt;Sample development and sample review techniques e.g. fit, style, construction analysis&lt;/li&gt;\r\n&lt;li&gt;Pattern review techniques, analysis and rectification processes&lt;/li&gt;\r\n&lt;li&gt;Relevant computerised pattern production systems e.g. CAD, Graphics software, digitisers, scanners, virtual modelling&lt;/li&gt;\r\n&lt;li&gt;Technical documents and recording systems used in pattern production e.g. tech-packs, specifications, production make-up sheets&lt;/li&gt;\r\n&lt;li&gt;Critical path management processes to ensure pattern production meets timescales and deadline&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h4&gt;&lt;strong&gt;Communication:&lt;/strong&gt;&lt;/h4&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;The company’s communication protocol across all levels and departments involved in the pattern production and manufacturing process&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h4&gt;&lt;strong&gt;Policies and procedures:&lt;/strong&gt;&lt;/h4&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Health, safety, welfare and environmental policies including safe working practices and workplace risks&lt;/li&gt;\r\n&lt;li&gt;Workplace policies e.g. employer and employee legal obligations, employees’ rights and responsibilities, equality and diversity&lt;/li&gt;\r\n&lt;li&gt;Compliance requirements in relation to garments or sewn products e.g. safety, fibre content, legislation&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Legislative and contractual requirements with clients, services or government bodies&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;Skills: A Pattern Cutter will:&lt;/h3&gt;\r\n&lt;h4&gt;&lt;strong&gt;Evaluate sewn product designs:&lt;/strong&gt;&lt;/h4&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Read, interpret and assess design briefs, specifications and instructions&lt;/li&gt;\r\n&lt;li&gt;Identify clothing or sewn product design features&lt;/li&gt;\r\n&lt;li&gt;Identify possible constraints e.g. design issues, materials, manufacturing capacity&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h4&gt;&lt;strong&gt;Create template/ block patterns relevant to the type of product to be made:&lt;/strong&gt;&lt;/h4&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Draft block patterns to style/size/measurements required&lt;/li&gt;\r\n&lt;li&gt;Take and record accurate measurements if required&lt;/li&gt;\r\n&lt;li&gt;Include all relevant technical information e.g. balance marks, notches, seam allowance, grain lines and size and component name and cutting instructions&lt;/li&gt;\r\n&lt;li&gt;Where available use relevant IT systems e.g. CAD, Graphics software, digitisers, scanners, virtual modelling&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h4&gt;&lt;strong&gt;Produce prototype patterns for given designs:&lt;/strong&gt;&lt;/h4&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Adapt standard block pattern to reflect given designs&lt;/li&gt;\r\n&lt;li&gt;Ensure patterns are compatible with the production process&lt;/li&gt;\r\n&lt;li&gt;Include all relevant technical information e.g. balance marks, notches, grain lines, size&lt;/li&gt;\r\n&lt;li&gt;Work with the sample machinists and oversee sample production&lt;/li&gt;\r\n&lt;li&gt;Where available use relevant IT systems e.g. CAD, Graphics software, digitisers, scanners, virtual modelling&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h4&gt;&lt;strong&gt;Evaluate prototype patterns:&lt;/strong&gt;&lt;/h4&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Review the sample product and evaluate the prototype pattern, assessing the size, fit, shape, fall, style and design&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Trouble shoot and resolve pattern and design issues as required&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Identify and agree the required pattern rectifications&lt;/li&gt;\r\n&lt;li&gt;Make agreed adjustment to the pattern e.g. add width or length, redefine style lines&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h4&gt;&lt;strong&gt;Produce final master pattern:&lt;/strong&gt;&lt;/h4&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Create the final master pattern, include clear relevant information e.g. component information, size, grain line, cutting instructions&lt;/li&gt;\r\n&lt;li&gt;Where available use relevant IT systems e.g. CAD, graphics software, digitisers, scanners, virtual modelling&lt;/li&gt;\r\n&lt;li&gt;Provide production staff or supplier with final master pattern and production information&lt;/li&gt;\r\n&lt;li&gt;Provide support and advise relating to any relevant production issues e.g. assembly watch points, component issues, fabric defects&lt;/li&gt;\r\n&lt;li&gt;Complete and maintain accurate working documents throughout the pattern production process&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h4&gt;&lt;strong&gt;Communication:&lt;/strong&gt;&lt;/h4&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Develop and maintain effective communication with sewing production staff to ensure a productive work environment&lt;/li&gt;\r\n&lt;li&gt;Accurately complete work documentation e.g. tech packs, specifications or electronic systems and understand the consequences of incorrectly completed records&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;Behaviour: A Pattern Cutter will:&lt;/h3&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Take ownership and accept responsibility for pattern production work and strive to improve product quality and pattern production processes&lt;/li&gt;\r\n&lt;li&gt;Be responsive to changing priorities and requirements of the sewn product industry, demonstrating initiative, confidence and self-motivation&lt;/li&gt;\r\n&lt;li&gt;Demonstrate a methodical and calm approach to work place pressures, deadlines and production demands&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Work positively as part of a team, taking account of equality and diversity&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Demonstrate assertiveness, resilience and confidence when communicating views and ideas that will benefit pattern production&lt;/li&gt;\r\n&lt;li&gt;Be reflective on skills, knowledge and behaviours and seek opportunities to develop and advance skills in response to the evolving production environment and technologies&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Have a safety first attitude, ensuring the safety of self and others as appropriate in a sewn product manufacturing environment&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h4&gt;Duration:&lt;/h4&gt;\r\n&lt;p&gt;Typically, this standard will take 22 months to achieve&lt;/p&gt;\r\n&lt;h4&gt;Entry Requirements:&lt;/h4&gt;\r\n&lt;p&gt;Entry requirements will be a matter for individual employers, typically an apprentice might be expected to have already achieved an appropriate level of English and Maths (GCSE grades C or above)&lt;/p&gt;\r\n&lt;h4&gt;English and Maths:&lt;/h4&gt;\r\n&lt;p&gt;Individuals without Level 2 English and Maths will need to achieve this level prior to end point assessment.&lt;/p&gt;\r\n&lt;p&gt;For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3. British Sign Language qualification is an alternative to English qualifications for those whom this is their primary language&lt;/p&gt;\r\n&lt;h4&gt;Level:&lt;/h4&gt;\r\n&lt;p&gt;3&lt;/p&gt;\r\n&lt;h4&gt;Review:&lt;/h4&gt;\r\n&lt;p&gt;After three years&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "UK Fashion & Textile Association (UKFT)",
    "contactName": "John West",
    "contactAddress": "3 Queen Square\r\nLONDON\r\nWC1N 3AR",
    "contactEmail": "john.west@ukft.org",
    "webLink": "https://www.ukft.org/"
  },
  "approvedForDelivery": "2018-10-05T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "Celia.thornley@ukft.org, Pamela.holland@davidnieper.co.uk",
  "involvedEmployers": "David Nieper Ltd (chair), M&CO, ASOS, Beanie & Bear Childrenswear, Bebop Dancewear ltd, Cookson & Clegg/ Community Clothing, Point3 Manufacture (previously The AMA Group), Cheshire Bespoke, Burberry, Bolton Textiles Group, DRM Ltd, Lantex Ltd, Ushiwear, Barcode Fashion",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Manufacturing Operative",
  "createdDate": "2017-11-14T17:08:53 +00:00",
  "lastUpdated": "2018-10-05T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/fashion-and-textiles-pattern-cutter-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/fashion-and-textiles-pattern-cutter-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}