{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 469,
  "referenceNumber": "ST0599",
  "learningAimClassCode": "",
  "title": "Dietitian (integrated degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0599",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Funding band and end-point assessment plan revised",
  "changedDate": "2023-09-01T00:00:00",
  "earliestStartDate": "2021-07-16T00:00:00",
  "latestStartDate": "2023-08-31T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Using advanced communication and behaviour-change skills to enable people to make lifestyle and food choices to improve their health.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 24000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "Dietitian",
    "Degree",
    "communication",
    "lifestyle",
    "food",
    "health",
    "behaviour",
    "nursing",
    "medicine"
  ],
  "jobRoles": [
    "Dietitian"
  ],
  "entryRequirements": "&lt;p&gt;Entry requirements will be determined by the employer and the university, however, this will typically include 3 A-levels (to include biology) or equivalent qualifications&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/5900/st0599_dietitian-degree-_l6_fully-integratedap_for-publication_adjustment-15022022.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.2 Nursing, and subjects and vocations allied to medicine",
  "version": "1.1",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the health sector. Dietitians are predominantly employed by the NHS, working in hospitals (seeing patients both on wards and in out-patient clinics) and in the community (for example seeing patients in GP practices, care homes, schools, health centres or seeing people in their own home). Dietitians are also employed in the food industry (including clinical nutrition companies) and there maybe opportunity for employment in higher education, sport, media, and national and local government. Some dietitians will be freelance and self-employed.&lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is to use advanced communication and behaviour-change skills to enable people to make lifestyle and food choices to improve their health. Dietitians work in partnership with individual to assess, diagnose and monitor the impact of jointly agreed treatment plans. They treat individuals from birth to older age regarding health and nutrition, gathering and analysing information from a variety of sources, like results of blood tests and diagnostic investigations, and providing a tailored practical action plan using a holistic, person-centred approach. They take an evidence-based approach to effectively support the prevention and management of a wide range of conditions including diabetes, food allergy and intolerance, bowel disorders such as irritable bowel syndrome, cancer, heart disease, stroke, liver and kidney disease, disordered eating and malnutrition caused by disease. &lt;br /&gt;&lt;br /&gt;Dietitians also tailor specific nutritional diet related advice for groups and individuals across diverse populations and communities. They design and develop information about food and nutrition for a variety of audiences, using a range of tools to work with individuals, groups, communities and other health professionals. &lt;br /&gt;&lt;br /&gt;In their daily work, a dietitian interacts with:&lt;br /&gt;&lt;br /&gt;• Patient, their families and carers in clinical settings like hospitals, community clinics, care homes and general practices&lt;br /&gt;• Other health and social care professionals for example, doctors, nurses, pharmacists and care workers&lt;br /&gt;• Catering services and specialist contractors providing nutritional products&lt;br /&gt;• Administrative and clerical staff providing support to the dietetic team&lt;br /&gt;&lt;br /&gt;An employee in this occupation will be responsible for the management of a caseload of individuals, groups and communities to whom they will provide evidence-based dietetic care. They may supervise dietetic assistants/support workers and contribute to training dietetic students in the department. They will typically be managed by a dietitian service manager. Although they will work as part of a wider healthcare team, dietitians often work remotely from the team and are autonomous practitioners, which means that they are accountable for their own actions and decisions. They are responsible for maintaining their own knowledge and skills and must partake in continuing professional development activities to maintain their statutory registration.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "bd853a4d-2275-4440-a534-37feb051f68c",
      "detail": "The HCPC Standards of Proficiency for a Dietitian, the British Dietetic Association Code of Professional Conduct, legislation, Care Quality Commission/equivalent requirements, ethical boundaries, national and local policies and procedures"
    },
    {
      "knowledgeId": "4673e5b0-8633-4779-9ab5-3bb8f5af37bb",
      "detail": "How to adapt communication appropriately in relation to the social and cultural needs of individuals, groups and communities using dietetic services, including for example the use of interpreters and technology"
    },
    {
      "knowledgeId": "fd2ae51e-50ad-43c4-9c21-f0d2e6721543",
      "detail": "The principles of and process for obtaining informed consent"
    },
    {
      "knowledgeId": "46ea4671-9888-46d6-aa0f-6350d899cfe7",
      "detail": "The principles of biochemistry, physiology, clinical medicine, clinical dietetics, public health nutrition, epidemiology, genetics,genomics, immunology, microbiology, nutritional sciences, pathophysiology and pharmacology in the context of nutrition and dietetic practice"
    },
    {
      "knowledgeId": "ea1af9d0-a78c-4361-aa77-6f25b09a17f9",
      "detail": "The range of assessment tools and techniques used in dietetic practice"
    },
    {
      "knowledgeId": "9fd6f41c-f144-4ede-a797-be48f9244069",
      "detail": "The principles behind the use of nutritional analysis to analyse food intake records, menu planning, and recipes and interpret the results"
    },
    {
      "knowledgeId": "78c90b4d-d8a7-4a09-8426-90b237255ad6",
      "detail": "How to gather and critically evaluate research and other sources of complex information to inform professional judgement in dietetic practice"
    },
    {
      "knowledgeId": "18962453-6358-4087-8512-fe3ec5b2560b",
      "detail": "How to assess and manage risks in dietetic practice"
    },
    {
      "knowledgeId": "7026ef2c-8be9-4897-8fae-5486fbe88997",
      "detail": "How to translate technical nutritional requirements into practical advice and care planning for individuals, groups and populations and how to evaluate its effectiveness"
    },
    {
      "knowledgeId": "d82f846e-7be3-44bd-addc-a5a3640c783e",
      "detail": "The range of educational strategies, models of empowerment, behaviour change and health improvement methods used in the context of nutrition and dietetic practice"
    },
    {
      "knowledgeId": "3217a10c-ba2f-4f0f-9c4f-ad23a8813b3d",
      "detail": "The impact of dietary modifications across a diverse range of dietetic interventions"
    },
    {
      "knowledgeId": "dd54e54d-7e08-40ae-8b07-6555428e0d84",
      "detail": "The structure and function of the human body, together with knowledge of health, disease, disorder and dysfunction to optimise nutritional status"
    },
    {
      "knowledgeId": "e02f5d9e-35ca-46b9-bb6f-d6893166d016",
      "detail": "How to manage and maintain records and information including the concept of confidentiality and the principles of information governance"
    },
    {
      "knowledgeId": "32b29f4e-042e-437f-8a32-796b838dcfdf",
      "detail": "The principles and models used in clinical reflection and how it can be used along with mentoring and training opportunities to develop own and others’ dietetic practice"
    },
    {
      "knowledgeId": "8049abc2-911b-40e1-925e-098d5e528ed7",
      "detail": "The principles and value of continuous improvement as applied to dietetic practice and the methods used for audit, evaluation and review"
    },
    {
      "knowledgeId": "b74e84f8-cb7f-485a-b2ae-d3bad0f57ebd",
      "detail": "The principles of evidence-based practice"
    },
    {
      "knowledgeId": "5b432998-bb25-492f-8f4a-22cb29b84172",
      "detail": "The context of dietetic services in the wider health and social care system and the importance of team working and maintaining own health by changing or stopping practice if physical or mental health may affect performance"
    },
    {
      "knowledgeId": "fc229ef7-7f00-4cf4-8802-5ee3998e7aa6",
      "detail": "How to manage own workload and resources, the limits of own practice and when to seek advice in accordance with appropriate knowledge, skills and  experience; the appropriate use of delegation, referrals, signposting and discharge, to ensure safe and effective practice"
    },
    {
      "knowledgeId": "090fefc5-fde2-4978-9889-dcb6a58d7dfa",
      "detail": "The principles of leadership and how they can be applied in dietetic practice"
    },
    {
      "knowledgeId": "a02a834e-8d0d-4f2e-b0f4-7871d49ff8af",
      "detail": "The principles of safeguarding and responsibilities in relation to a duty of care"
    },
    {
      "knowledgeId": "46c5131a-3b3b-46bd-965d-fd478c6418be",
      "detail": "The principles of food hygiene, food science, food skills, management of food systems and factors influencing food choice and how they can be applied to dietetic practice"
    },
    {
      "knowledgeId": "056137c0-9bef-4000-8b8e-7847470cc598",
      "detail": "The principles of sociology, social policy, management of health and social care and public health as applied to the dietetic management of individuals, groups or communities"
    },
    {
      "knowledgeId": "c867fbb1-f3aa-45af-bf7b-172a5067c41b",
      "detail": "The principles of food labelling legislation and health claims and how it applies to dietetic practice"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "7e02b3e8-5473-4752-be30-f80ecabef5dd",
      "detail": "Demonstrate courage to challenge areas of concern"
    },
    {
      "behaviourId": "ec65bdfa-e536-4158-a40a-7403a0f9434a",
      "detail": "Demonstrate an enquiring attitude and willingness to share knowledge with others"
    },
    {
      "behaviourId": "b3b50454-9583-4a1b-9017-d2d4322d4eb2",
      "detail": "Demonstrate empathy, commitment, compassion and respect"
    },
    {
      "behaviourId": "e74cff85-8d44-443b-ae40-da815b741269",
      "detail": "Be adaptable, flexible and resilient"
    },
    {
      "behaviourId": "77f879c7-dcf7-494a-a4ca-f2152c950c71",
      "detail": "Act in a non-discriminatory manner, respect and uphold the rights, dignity, values, and autonomy of others"
    }
  ],
  "skills": [
    {
      "skillId": "55cf97dd-d8c6-4827-a7a6-17f66d4eaab2",
      "detail": "Practice safely and effectively as an autonomous professional in line with HCPC requirements, the British Dietetic Association Code of Professional Conduct legislation, Care Quality Commission/equivalent requirements, ethical boundaries, national and local policies and procedures"
    },
    {
      "skillId": "0810985d-f654-4b64-b00a-88c590ede6d2",
      "detail": "Select and use a range of communication strategies, skills, techniques and technologies, including non-verbal communication skills, appropriate to the diverse range of individuals, groups and communities using dietetic services e.g. presentation to groups, 1-to-1 consultations"
    },
    {
      "skillId": "6aadce15-187e-4515-8dbf-2f8fd2a5e30d",
      "detail": "Obtain informed consent as appropriate"
    },
    {
      "skillId": "a53c6a20-8bb2-4e2f-9dea-d5238f52e4dc",
      "detail": "Appraise, select and use a range of techniques, technologies and resources to assess the nutritional needs of individuals groups and populations"
    },
    {
      "skillId": "a1e2b7dd-92be-4b18-a9d9-d873e219ab23",
      "detail": "Gather and evaluate complex information to assess the physical, psychological, socio-economic and nutritional status of individuals and groups to support dietetic interventions"
    },
    {
      "skillId": "e3163d85-e178-4c0d-b2ab-1a3ea0dcf67f",
      "detail": "Analyse and critically evaluate the information collected in order to identify nutritional needs and develop a dietetic diagnosis"
    },
    {
      "skillId": "f1ca71f8-8b41-4744-a6d8-3a7e8cd84ed3",
      "detail": "Use evidence, reasoning, professional judgement and a logical and systematic approach to problem solving to determine appropriate actions; recognise personal responsibility for clinical decision making and be able to justify their actions in line with professional code of conduct"
    },
    {
      "skillId": "d07f4fc7-b635-4d08-8acc-02c94ca3bb33",
      "detail": "Formulate dietetic treatment plans based on dietetic diagnosis, including setting of goals and timescales tailored to the needs of individuals and groups"
    },
    {
      "skillId": "8c365745-67ae-4fcc-9ce9-23ab192ab899",
      "detail": "Assess and manage risks appropriately using relevant professionals and agencies"
    },
    {
      "skillId": "06d99151-ff5c-4175-a9ba-4c07bc0c94ff",
      "detail": "Develop, formulate and  evaluate the effectiveness of appropriate and practical dietary advice for individuals, groups and populations, for example on safe procedures for food preparation and handling, the effect of food processing on nutritional quality, menu planning and nutritional information including food labels"
    },
    {
      "skillId": "40fafc31-614f-4010-80d9-e65a7630bc0f",
      "detail": "Empower individuals to meet the aims of the treatment plan, by negotiating and agreeing a range of activities, including signposting to other agencies"
    },
    {
      "skillId": "b57c4d97-3a39-4416-9522-755ae65fe418",
      "detail": "Monitor and evaluate the progress of nutrition and dietetic interventions using appropriate information, techniques and measures"
    },
    {
      "skillId": "af29f2e1-dd1d-484a-b518-7cbe719de0c4",
      "detail": "Manage, maintain and audit individual healthcare records"
    },
    {
      "skillId": "c69a7e1e-69c8-4334-b079-04dec01569fb",
      "detail": "Critically reflect on practice and take ownership of own, and contribute to other’s professional development"
    },
    {
      "skillId": "ba7fdabe-a912-4add-bc6d-01d54b1f0caf",
      "detail": "Undertake research, audit and evaluation in order to improve the quality of the dietetic services provided"
    },
    {
      "skillId": "a200ffc2-a67f-4c72-9a12-a246e5f471dd",
      "detail": "Use statistical, epidemiological, and research skills to gather and interpret evidence to make reasoned conclusions to develop dietetic practice"
    },
    {
      "skillId": "8510991c-091e-42fd-bfe6-55c5d3adc6ca",
      "detail": "Work collaboratively and in partnership with the wider health and social care team to ensure the best treatment and care is provided"
    },
    {
      "skillId": "4825bf8c-b367-4ab1-a7bf-36a5b24eb1ca",
      "detail": "Manage own workload, time and resources, including delegating, referring, signposting and discharging where appropriate"
    },
    {
      "skillId": "977f5f1f-6d0d-4c8f-a8ef-d2e9eac72181",
      "detail": "Use leadership skills"
    },
    {
      "skillId": "df74fcd9-b39e-4587-83bb-edf852b2d53e",
      "detail": "Appraise and use food labelling and health claims appropriately in the practical advice delivered to individuals, groups and populations"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2019-07-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0144",
  "tbMainContact": "healthcare.trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "Barts Health NHS Trust, Derby Teaching Hospitals NHS Foundation Trust, Leeds Community Healthcare NHS Trust, Nestle UK, Northumberland, Tyne and Wear NHS Foundation Trust, Pennine Acute Hospitals NHS Trust,  South Warwickshire NHS Foundation Trust, University Hospitals Birmingham NHS Foundation Trust, University Hospitals of Leicester NHS Trust, University Hospitals of North Midlands NHS Trust, University of Chester, University of Surrey, Coventry University",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "Health and Care Professions Council Brendon Edmonds",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Dietitian"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health Professional",
  "clusterId": "6",
  "clusterDescription": "Provide direct patient contact along with high quality diagnosis and care working independently and with other health professionals",
  "createdDate": "2021-07-16T07:18:45 +00:00",
  "lastUpdated": "2023-09-01T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-07-03T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0599",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0599-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0599-v1-1",
  "qualifications": [
    {
      "qualificationId": "50849833-bb30-46eb-8955-7361b756907c",
      "title": "Apprentices will be required to complete a BSc (Hons) degree in Dietetics or Level 7 qualification approved  by the Health and Care Professions Council (HCPC) and accredited by the  British Dietetic Association where the apprentice already holds a Level 6 degree",
      "level": "Two",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "British Dietetic Association ",
      "level": " Full member",
      "isPartial": "",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "e241486f-5333-4beb-beca-c9906dc58a18",
      "dutyDetail": "Communicate with individuals, their family and carers and the multidisciplinary team regarding nutrition and dietetic advice and interventions",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7e02b3e8-5473-4752-be30-f80ecabef5dd",
        "ec65bdfa-e536-4158-a40a-7403a0f9434a",
        "b3b50454-9583-4a1b-9017-d2d4322d4eb2",
        "77f879c7-dcf7-494a-a4ca-f2152c950c71"
      ],
      "mappedKnowledge": [
        "bd853a4d-2275-4440-a534-37feb051f68c",
        "4673e5b0-8633-4779-9ab5-3bb8f5af37bb",
        "fd2ae51e-50ad-43c4-9c21-f0d2e6721543",
        "e02f5d9e-35ca-46b9-bb6f-d6893166d016",
        "5b432998-bb25-492f-8f4a-22cb29b84172"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "55cf97dd-d8c6-4827-a7a6-17f66d4eaab2",
        "0810985d-f654-4b64-b00a-88c590ede6d2",
        "6aadce15-187e-4515-8dbf-2f8fd2a5e30d",
        "af29f2e1-dd1d-484a-b518-7cbe719de0c4",
        "8510991c-091e-42fd-bfe6-55c5d3adc6ca"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "735efab5-458b-4980-ab16-58c09948bd06",
      "dutyDetail": "Assess the nutritional needs of individuals, groups and populations",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ec65bdfa-e536-4158-a40a-7403a0f9434a",
        "b3b50454-9583-4a1b-9017-d2d4322d4eb2",
        "e74cff85-8d44-443b-ae40-da815b741269",
        "77f879c7-dcf7-494a-a4ca-f2152c950c71"
      ],
      "mappedKnowledge": [
        "bd853a4d-2275-4440-a534-37feb051f68c",
        "fd2ae51e-50ad-43c4-9c21-f0d2e6721543",
        "46ea4671-9888-46d6-aa0f-6350d899cfe7",
        "ea1af9d0-a78c-4361-aa77-6f25b09a17f9",
        "9fd6f41c-f144-4ede-a797-be48f9244069",
        "18962453-6358-4087-8512-fe3ec5b2560b",
        "dd54e54d-7e08-40ae-8b07-6555428e0d84",
        "056137c0-9bef-4000-8b8e-7847470cc598"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "55cf97dd-d8c6-4827-a7a6-17f66d4eaab2",
        "6aadce15-187e-4515-8dbf-2f8fd2a5e30d",
        "a53c6a20-8bb2-4e2f-9dea-d5238f52e4dc",
        "a1e2b7dd-92be-4b18-a9d9-d873e219ab23",
        "e3163d85-e178-4c0d-b2ab-1a3ea0dcf67f",
        "8c365745-67ae-4fcc-9ce9-23ab192ab899"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2bf220f5-200d-459e-a870-a2e414506530",
      "dutyDetail": "Formulate individualised dietetic treatment plans to promote optimal health and nutritional status",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b3b50454-9583-4a1b-9017-d2d4322d4eb2",
        "e74cff85-8d44-443b-ae40-da815b741269",
        "77f879c7-dcf7-494a-a4ca-f2152c950c71"
      ],
      "mappedKnowledge": [
        "9fd6f41c-f144-4ede-a797-be48f9244069",
        "78c90b4d-d8a7-4a09-8426-90b237255ad6",
        "dd54e54d-7e08-40ae-8b07-6555428e0d84",
        "b74e84f8-cb7f-485a-b2ae-d3bad0f57ebd",
        "46c5131a-3b3b-46bd-965d-fd478c6418be",
        "c867fbb1-f3aa-45af-bf7b-172a5067c41b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e3163d85-e178-4c0d-b2ab-1a3ea0dcf67f",
        "f1ca71f8-8b41-4744-a6d8-3a7e8cd84ed3",
        "d07f4fc7-b635-4d08-8acc-02c94ca3bb33",
        "df74fcd9-b39e-4587-83bb-edf852b2d53e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ef063167-4f9d-4fbe-b2a4-fe527f31b21f",
      "dutyDetail": "Monitor the progress of nutrition and dietetics interventions with individuals and alter treatment plans according to changes in clinical condition",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7e02b3e8-5473-4752-be30-f80ecabef5dd",
        "ec65bdfa-e536-4158-a40a-7403a0f9434a",
        "b3b50454-9583-4a1b-9017-d2d4322d4eb2",
        "e74cff85-8d44-443b-ae40-da815b741269",
        "77f879c7-dcf7-494a-a4ca-f2152c950c71"
      ],
      "mappedKnowledge": [
        "4673e5b0-8633-4779-9ab5-3bb8f5af37bb",
        "46ea4671-9888-46d6-aa0f-6350d899cfe7",
        "78c90b4d-d8a7-4a09-8426-90b237255ad6",
        "7026ef2c-8be9-4897-8fae-5486fbe88997",
        "d82f846e-7be3-44bd-addc-a5a3640c783e",
        "3217a10c-ba2f-4f0f-9c4f-ad23a8813b3d",
        "dd54e54d-7e08-40ae-8b07-6555428e0d84"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0810985d-f654-4b64-b00a-88c590ede6d2",
        "f1ca71f8-8b41-4744-a6d8-3a7e8cd84ed3",
        "b57c4d97-3a39-4416-9522-755ae65fe418"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b8a473e5-7e02-46bb-bbb6-9994161b5f4b",
      "dutyDetail": "Manage a designated caseload of individuals with regard to clinical priorities and use of time",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7e02b3e8-5473-4752-be30-f80ecabef5dd",
        "b3b50454-9583-4a1b-9017-d2d4322d4eb2",
        "e74cff85-8d44-443b-ae40-da815b741269",
        "77f879c7-dcf7-494a-a4ca-f2152c950c71"
      ],
      "mappedKnowledge": [
        "bd853a4d-2275-4440-a534-37feb051f68c",
        "e02f5d9e-35ca-46b9-bb6f-d6893166d016",
        "5b432998-bb25-492f-8f4a-22cb29b84172",
        "fc229ef7-7f00-4cf4-8802-5ee3998e7aa6",
        "a02a834e-8d0d-4f2e-b0f4-7871d49ff8af"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "55cf97dd-d8c6-4827-a7a6-17f66d4eaab2",
        "af29f2e1-dd1d-484a-b518-7cbe719de0c4",
        "8510991c-091e-42fd-bfe6-55c5d3adc6ca",
        "4825bf8c-b367-4ab1-a7bf-36a5b24eb1ca"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7bd36ddc-a0d2-445e-a2bd-3d7766f58648",
      "dutyDetail": "Collaborate with individuals to set dietary targets to improve patient compliance",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7e02b3e8-5473-4752-be30-f80ecabef5dd",
        "ec65bdfa-e536-4158-a40a-7403a0f9434a",
        "b3b50454-9583-4a1b-9017-d2d4322d4eb2",
        "e74cff85-8d44-443b-ae40-da815b741269",
        "77f879c7-dcf7-494a-a4ca-f2152c950c71"
      ],
      "mappedKnowledge": [
        "7026ef2c-8be9-4897-8fae-5486fbe88997",
        "d82f846e-7be3-44bd-addc-a5a3640c783e",
        "3217a10c-ba2f-4f0f-9c4f-ad23a8813b3d",
        "dd54e54d-7e08-40ae-8b07-6555428e0d84"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f1ca71f8-8b41-4744-a6d8-3a7e8cd84ed3",
        "06d99151-ff5c-4175-a9ba-4c07bc0c94ff",
        "40fafc31-614f-4010-80d9-e65a7630bc0f",
        "b57c4d97-3a39-4416-9522-755ae65fe418"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "274bcf80-b949-4b2e-bec7-a36d88186069",
      "dutyDetail": "Co-ordinate the dietetic elements of care in the safe discharge and/or referral of individuals",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7e02b3e8-5473-4752-be30-f80ecabef5dd",
        "b3b50454-9583-4a1b-9017-d2d4322d4eb2",
        "e74cff85-8d44-443b-ae40-da815b741269",
        "77f879c7-dcf7-494a-a4ca-f2152c950c71"
      ],
      "mappedKnowledge": [
        "bd853a4d-2275-4440-a534-37feb051f68c",
        "18962453-6358-4087-8512-fe3ec5b2560b",
        "e02f5d9e-35ca-46b9-bb6f-d6893166d016",
        "5b432998-bb25-492f-8f4a-22cb29b84172"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "55cf97dd-d8c6-4827-a7a6-17f66d4eaab2",
        "8c365745-67ae-4fcc-9ce9-23ab192ab899",
        "40fafc31-614f-4010-80d9-e65a7630bc0f",
        "af29f2e1-dd1d-484a-b518-7cbe719de0c4",
        "8510991c-091e-42fd-bfe6-55c5d3adc6ca"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2999c5a1-180d-427f-a34e-613ecd735bf0",
      "dutyDetail": "Provide education and training to individuals, groups, students and other health care professionals",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ec65bdfa-e536-4158-a40a-7403a0f9434a",
        "b3b50454-9583-4a1b-9017-d2d4322d4eb2",
        "e74cff85-8d44-443b-ae40-da815b741269",
        "77f879c7-dcf7-494a-a4ca-f2152c950c71"
      ],
      "mappedKnowledge": [
        "4673e5b0-8633-4779-9ab5-3bb8f5af37bb",
        "7026ef2c-8be9-4897-8fae-5486fbe88997",
        "d82f846e-7be3-44bd-addc-a5a3640c783e",
        "5b432998-bb25-492f-8f4a-22cb29b84172",
        "090fefc5-fde2-4978-9889-dcb6a58d7dfa",
        "c867fbb1-f3aa-45af-bf7b-172a5067c41b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0810985d-f654-4b64-b00a-88c590ede6d2",
        "06d99151-ff5c-4175-a9ba-4c07bc0c94ff",
        "40fafc31-614f-4010-80d9-e65a7630bc0f",
        "c69a7e1e-69c8-4334-b079-04dec01569fb",
        "8510991c-091e-42fd-bfe6-55c5d3adc6ca",
        "977f5f1f-6d0d-4c8f-a8ef-d2e9eac72181",
        "df74fcd9-b39e-4587-83bb-edf852b2d53e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7d56d8e4-d782-4ba6-9329-3df434072f01",
      "dutyDetail": "Work effectively in a multidisciplinary team",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7e02b3e8-5473-4752-be30-f80ecabef5dd",
        "ec65bdfa-e536-4158-a40a-7403a0f9434a",
        "b3b50454-9583-4a1b-9017-d2d4322d4eb2",
        "e74cff85-8d44-443b-ae40-da815b741269",
        "77f879c7-dcf7-494a-a4ca-f2152c950c71"
      ],
      "mappedKnowledge": [
        "18962453-6358-4087-8512-fe3ec5b2560b",
        "e02f5d9e-35ca-46b9-bb6f-d6893166d016",
        "5b432998-bb25-492f-8f4a-22cb29b84172",
        "fc229ef7-7f00-4cf4-8802-5ee3998e7aa6",
        "090fefc5-fde2-4978-9889-dcb6a58d7dfa"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8c365745-67ae-4fcc-9ce9-23ab192ab899",
        "af29f2e1-dd1d-484a-b518-7cbe719de0c4",
        "8510991c-091e-42fd-bfe6-55c5d3adc6ca",
        "4825bf8c-b367-4ab1-a7bf-36a5b24eb1ca",
        "977f5f1f-6d0d-4c8f-a8ef-d2e9eac72181"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8b7e0bec-5077-434d-a218-b2b983558328",
      "dutyDetail": "Ensure that dietetic intervention is person-centred, evidence-based, timely and tailored to the individual or group needs",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7e02b3e8-5473-4752-be30-f80ecabef5dd",
        "ec65bdfa-e536-4158-a40a-7403a0f9434a"
      ],
      "mappedKnowledge": [
        "78c90b4d-d8a7-4a09-8426-90b237255ad6",
        "8049abc2-911b-40e1-925e-098d5e528ed7",
        "b74e84f8-cb7f-485a-b2ae-d3bad0f57ebd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f1ca71f8-8b41-4744-a6d8-3a7e8cd84ed3",
        "d07f4fc7-b635-4d08-8acc-02c94ca3bb33",
        "c69a7e1e-69c8-4334-b079-04dec01569fb",
        "ba7fdabe-a912-4add-bc6d-01d54b1f0caf"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6812244d-c3a2-4b1c-967b-a757fb28d2be",
      "dutyDetail": "Maintain accurate and up to date clinical records in line with local policy and professional standards",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ec65bdfa-e536-4158-a40a-7403a0f9434a",
        "b3b50454-9583-4a1b-9017-d2d4322d4eb2",
        "77f879c7-dcf7-494a-a4ca-f2152c950c71"
      ],
      "mappedKnowledge": [
        "bd853a4d-2275-4440-a534-37feb051f68c",
        "e02f5d9e-35ca-46b9-bb6f-d6893166d016"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "55cf97dd-d8c6-4827-a7a6-17f66d4eaab2",
        "af29f2e1-dd1d-484a-b518-7cbe719de0c4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c27bb1de-afd7-4838-8660-be848a449f58",
      "dutyDetail": "Participate in appraisal and professional development activities",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7e02b3e8-5473-4752-be30-f80ecabef5dd",
        "ec65bdfa-e536-4158-a40a-7403a0f9434a"
      ],
      "mappedKnowledge": [
        "bd853a4d-2275-4440-a534-37feb051f68c",
        "32b29f4e-042e-437f-8a32-796b838dcfdf"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "55cf97dd-d8c6-4827-a7a6-17f66d4eaab2",
        "c69a7e1e-69c8-4334-b079-04dec01569fb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c2490503-e250-4a7c-8237-fc758e1aab51",
      "dutyDetail": "Participate in quality improvement activities including service evaluation, audit and research",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7e02b3e8-5473-4752-be30-f80ecabef5dd",
        "ec65bdfa-e536-4158-a40a-7403a0f9434a",
        "e74cff85-8d44-443b-ae40-da815b741269"
      ],
      "mappedKnowledge": [
        "bd853a4d-2275-4440-a534-37feb051f68c",
        "8049abc2-911b-40e1-925e-098d5e528ed7",
        "b74e84f8-cb7f-485a-b2ae-d3bad0f57ebd",
        "090fefc5-fde2-4978-9889-dcb6a58d7dfa"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "55cf97dd-d8c6-4827-a7a6-17f66d4eaab2",
        "ba7fdabe-a912-4add-bc6d-01d54b1f0caf",
        "a200ffc2-a67f-4c72-9a12-a246e5f471dd",
        "8510991c-091e-42fd-bfe6-55c5d3adc6ca",
        "977f5f1f-6d0d-4c8f-a8ef-d2e9eac72181"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [
    {
      "name": "Training provider ",
      "webLink": "",
      "approved": true
    },
    {
      "name": "EPAO ",
      "webLink": "",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-09-01T00:00:00"
}