{
  "templateType": "Apprenticeship Standard",
  "larsCode": 567,
  "referenceNumber": "ST0538",
  "learningAimClassCode": "",
  "title": "Florist",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0538",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-02-15T00:00:00",
  "earliestStartDate": "2020-06-10T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Using expertise to sell, arrange and cut flowers.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "flowers",
    "forestry",
    "horticulture",
    "creative",
    "sales",
    "garden",
    "plants",
    "design"
  ],
  "jobRoles": [
    "Florist"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7294/st0538_florist_l2_ap-for-publication_090922em.pdf",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.2 Horticulture and forestry",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupational Profile:&amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;A florist may work in one of several sectors, in a shop environment, within an event company or creating designs for a variety of retail organisations or outlets. As such, they need to have business acumen and excellent interpersonal skills when dealing with customers and colleagues. Excellent levels of customer care and sales skills are crucial as florists are often commissioned for important events such as weddings, funerals etc. A florist must have perception and be able to offer appropriate expert advice to the client whilst interpreting the vision for the finished project. Whilst showing empathy and care towards bereaved customers a florist must be able to obtain the relevant information from customers and translate this into an appropriate design suitable for the customer’s needs. They must be able to record and store information accurately in the correct manner in line with current legislation &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;Flowers and other botanical materials are delicate, easily damaged or spoilt and have a limited storage life.&amp;nbsp; The florist will need to know where the materials are sourced from, purchasing techniques, storage and the control of fresh stock creating accurate rotation on a day-to-day basis.&amp;nbsp; They need to apply an extensive knowledge of botanical names, understand how to care for and condition these floral materials and plants, taking into account irritant or poisonous materials, the variety of stem structures and show appropriate cutting, watering and feeding methods.&amp;nbsp; They will need to work in a way that minimises damage to the environment and maintains health and safety that is consistent with relevant organisation procedures and codes of practice. &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;The florist will use their expertise and knowledge of flowers, plants, botanical materials and accessories to produce floral designs. The design of floral work, whether it is a small bouquet or a large installation for a major event, requires the florist to be innovative and creative. The florist needs to apply the rules and theory of composition, techniques and the elements and principles of floral design in their work.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;The florist will need to understand the need to organise and be responsible for prioritising their own workload using good time management.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;There is a wide scope of practice in the floristry industry. Some florists will work within retail outlets and prepare bouquets and arrangements for sale and must therefore be keenly aware of their market. Some may work independently as studio floral designers working within the wedding industry.&amp;nbsp; Others, may be commissioned to provide floral designs for high profile events that require interpreting design specifications and working effectively with a large team in high pressure situations &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;Whilst working within a shop or other environments, florists must have, follow and be aware of current safe working practises and legislation relevant to the floral/retail industry and have respect and an understanding, duty and responsibility to equality and diversity within the workplace and the wider environment.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h2&gt;Knowledge, Skills and Behaviours&lt;/h2&gt;\n&lt;h3&gt;Knowledge&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;K1&amp;nbsp;&lt;/strong&gt;Correct botanical names of fresh plant materials and understand how they are grown and cut by length and weight.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K2&amp;nbsp;&lt;/strong&gt;The sources of supply for fresh plant material and how to store, care and condition this material.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K3&amp;nbsp;&lt;/strong&gt;How flowers mature once cut – stock rotation.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K4&amp;nbsp;&lt;/strong&gt;The seasons for plants and botanical materials and recognise plants using common names and botanical classification (nomenclature) and plant processes including, photosynthesis, transpiration, respiration, evaporation, osmosis, diffusion, etiolation and tropisms.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K5&amp;nbsp;&lt;/strong&gt;How to maintain the condition of plants and planted designs to optimise their saleability.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K6&amp;nbsp;&lt;/strong&gt;How to identify and report pests and diseases to the appropriate person.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K7&amp;nbsp;&lt;/strong&gt;Understand the legislative requirements relating to the impact on the floral industry, code of practice and industry guidance, in particular The Consumer Rights Act 2015, health and safety and use of personal protection equipment and safe working practices within the florist premises when handling/discovering invasive plants, pests and diseases.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K8&lt;/strong&gt;&amp;nbsp;The principles of safe and effective transportation.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K9&amp;nbsp;&lt;/strong&gt;The importance of work organisation and prioritisation i.e. time management. The ways in which working practices can minimise wastage and costs.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K10&amp;nbsp;&lt;/strong&gt;Understand the company’s policies and procedures.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K11&amp;nbsp;&lt;/strong&gt;How to identify and record the customer’s exact requirements through order taking.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K12&amp;nbsp;&lt;/strong&gt;The importance of establishing and maintaining customer confidence and the ability to show empathy where necessary.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K13&amp;nbsp;&lt;/strong&gt;Cultural differences as they affect floristry, for example weddings and events.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K14&amp;nbsp;&lt;/strong&gt;The price structure of flowers, plants and sundries that is used in their business to enable them to advise the customer.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K15&amp;nbsp;&lt;/strong&gt;How to follow both verbal and written/pictorial instructions e.g. a flower order supported by a photograph.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K16&amp;nbsp;&lt;/strong&gt;Understand the different needs and priorities of customers and the best way to manage their expectations.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K17&amp;nbsp;&lt;/strong&gt;Understand the sales opportunities that exist across the year e.g. Christmas, Valentine’s Day within the business and industry and the need to know stock requirements at different times of the year.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K18&amp;nbsp;&lt;/strong&gt;The importance of merchandising and displaying goods to their best advantage.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K19&amp;nbsp;&lt;/strong&gt;How to use systems, equipment and technology to meet the needs of the customer.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K20&amp;nbsp;&lt;/strong&gt;Understanding the company’s policies and procedures including any complaints processes relevant to you and your organisation in line with The Consumer Rights Act 2015.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K21&amp;nbsp;&lt;/strong&gt;How to plan and organise work effectively to make best use of available resources.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K22&amp;nbsp;&lt;/strong&gt;How to design and construct a range of products applying principles and elements of design, techniques, the design schema and sources of inspiration.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K23&amp;nbsp;&lt;/strong&gt;How to evaluate the design against the specification required and make modifications if necessary.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K24&amp;nbsp;&lt;/strong&gt;How to wrap and protect different designs for transportation and presentation.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K25&amp;nbsp;&lt;/strong&gt;The application of the principles and elements of floral design:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Principles of design - Balance (visual and actual), Contrast, Dominance, Harmony, Proportion, Rhythm, Scale.&lt;/li&gt;\n&lt;li&gt;Elements of design - Colour, Form, Line, Space, Texture.&lt;/li&gt;\n&lt;li&gt;Prepare designs for sale and secure transportation.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;K26&amp;nbsp;&lt;/strong&gt;How to develop and understand colour harmonies and relate to designs.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K27&amp;nbsp;&lt;/strong&gt;The application of a variety of techniques which may include but are not limited to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Attaching techniques – Binding, tying and knotting, glueing, pinning, stapling.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Wiring techniques – Support wiring, external wiring, semi-internal wiring, internal wiring, stitching, single-leg mount, double leg mount, hook wiring, units, feathering, pipping, sepal pinning.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Manipulation techniques – Basing, backing, bow making, grouping, caging, edging, layering, plaiting, pleating/folding, rolling/cupping, spiralling, taping, threading, veiling, weaving, wrapping.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Water retaining techniques – Floating, floral foam, moss, tape, tubes/phials, wax and water gels/pearls.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;K28&amp;nbsp;&lt;/strong&gt;Current trends and sources of inspiration which may include but are not limited to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp; Culture, Botany, Emotion, Technique/Method, Economy.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp; &amp;nbsp;The application of the Design Schema which may include but not limited to:&lt;/li&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp; &amp;nbsp;Order category: Symmetry / Asymmetry.&lt;/li&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp; &amp;nbsp;Design classification: Decorative / Form linear / Vegetative.&lt;/li&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp; &amp;nbsp;Line direction: Radial / Parallel / Free arrangement of lines.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;K29&amp;nbsp;&lt;/strong&gt;Legal and organisational requirements, use of tools, equipment, material and products. Adherence to workplace cleaning, sterilisation, waste disposal and methods to promote environmental and sustainable working practices reducing risk to self and others.&lt;/p&gt;\n&lt;p&gt;All relevant current legislation:&amp;nbsp;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Health and Safety at Work Act 1974 (HASAWA)&lt;/li&gt;\n&lt;li&gt;Provision and Use of Work Equipment Regulations 1998 (PUWER)&lt;/li&gt;\n&lt;li&gt;Management of Health and Safety at Work Regulations 1999&lt;/li&gt;\n&lt;li&gt;Manual Handling Operations Regulations 1992 (MHOR)&lt;/li&gt;\n&lt;li&gt;Control of Substances Hazardous to Health 2002 (COSHH)&lt;/li&gt;\n&lt;li&gt;Reporting of Injuries, Diseases and Dangerous Occurrences Regulations 2013 (RIDDOR)&lt;/li&gt;\n&lt;li&gt;Personal Protective Equipment Regulations 1992 (PPE)&lt;/li&gt;\n&lt;li&gt;Health &amp;amp; Safety (First Aid) Regulations 1981&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;General Data Protection Regulation (GDPR).&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;S1&amp;nbsp;&lt;/strong&gt;Demonstrate the different unpacking techniques for boxed, bunched and poisonous/irritant plant or flower material.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S2&amp;nbsp;&lt;/strong&gt;Select and prepare appropriate containers for materials being conditioned to ensure correct hygiene procedures are followed.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S3&lt;/strong&gt;&amp;nbsp;Select tools, protective clothing and equipment appropriate to the fresh materials that are being conditioned.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S4&lt;/strong&gt;&amp;nbsp;Condition fresh plant materials in order of their botanical requirements. Understand the difference between the terms genus, species, variety and cultivar.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S5&lt;/strong&gt; Maintain botanical materials using accurate stock rotation to ensure that the product is sold/used in the best condition.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S6&amp;nbsp;&lt;/strong&gt;Demonstrate the care and maintenance of the different plant groups covering foliage, flowering, berried, succulents, cacti, bulbs/corms, orchids and planted designs and how environmental conditions including temperature, humidity, light, water and nutrients affect them.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S7&amp;nbsp;&lt;/strong&gt;Describe the common indicators of pests and disease and the action that should be taken if they are discovered. Ensure that waste is disposed of sustainably and work safely. Handle and transport plants and resources safely and efficiently covering:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp;growing medium&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp;containers&lt;/li&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp;Tools and equipment&lt;/li&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp;supports&lt;/li&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp;watering devices&lt;/li&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp;chemicals&lt;/li&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp;delicate and robust plants&lt;/li&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp;plants that can be safely lifted by one person or need more than one person.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;S8&amp;nbsp;&lt;/strong&gt;Understand the principles of safe lifting and handling in regard to plant transportation.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S9&amp;nbsp;&lt;/strong&gt;Be able to organise yourself, prioritise your own workload/activity and work to meet deadlines.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S10&amp;nbsp;&lt;/strong&gt;Estimate the amount of time it will take to complete a floral or planted design within commercial timescales and in a way that minimises waste.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S11&amp;nbsp;&lt;/strong&gt;Work under time pressures.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S12&amp;nbsp;&lt;/strong&gt;Interpret a customer’s requirements and manage customer’s expectations positively within the specification (budget, content, occasion, design style, client’s requirements).&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S13&amp;nbsp;&lt;/strong&gt;Follow company practice for costing designs and understand the need to minimise waste.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S14&lt;/strong&gt;&amp;nbsp;Record and store a customer’s information in a safe location in accordance with organisational and legislative requirements.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S15&amp;nbsp;&lt;/strong&gt;Demonstrate a good standard of literacy and numeracy.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S16&lt;/strong&gt;&amp;nbsp;Demonstrate good communication skills and body language.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S17&lt;/strong&gt;&amp;nbsp;Demonstrate basic promotional and marketing skills and awareness of social media protocol relating to the business.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S18&amp;nbsp;&lt;/strong&gt;Adhere to deadlines when necessary.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S19&lt;/strong&gt;&amp;nbsp;Demonstrate an awareness of targets and goals which you may be needed to deliver against.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S20&lt;/strong&gt;&amp;nbsp;Display and maintain goods to their best advantage so that they remain attractive, appealing and safe to customers.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S21&lt;/strong&gt;&amp;nbsp;Demonstrate good IT skills – be able to take orders off the website and/or use the computer for order processing.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S22&amp;nbsp;&lt;/strong&gt;Demonstrate the following using the Principles &amp;amp; Elements of design:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp; &amp;nbsp;Tied designs&lt;/li&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp; &amp;nbsp;Wired designs&lt;/li&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp; &amp;nbsp;Glued designs&lt;/li&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp; &amp;nbsp;Designs in a medium&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Prepare designs for sale and secure transportation.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S23&amp;nbsp;&lt;/strong&gt;Demonstrate the following techniques:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Attaching techniques – Binding, tying and knotting, glueing, pinning, stapling.&amp;nbsp;&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;&amp;nbsp;Wiring techniques – Support wiring, external wiring, semi-internal wiring, internal wiring, stitching, single-leg mount, double leg mount, hook wiring, units, feathering, pipping, sepal pinning.&amp;nbsp;&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Manipulation techniques – Basing, backing, bow making, grouping, caging, edging, layering, plaiting, pleating/folding, rolling/cupping, spiralling, taping, threading, veiling, weaving, wrapping.&amp;nbsp;&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;&amp;nbsp;Water retaining techniques – Floating, floral foam, moss, tape, tubes/phials, wax and water gels/pearls.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Sources of inspiration: Culture, Botany, Emotion, Technique/Method, Economy.&amp;nbsp;&amp;nbsp;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Design Schema:&lt;/li&gt;\n&lt;li&gt;Order category: Symmetry / Asymmetry&lt;/li&gt;\n&lt;li&gt;Design classification: Decorative / Form linear / Vegetative&lt;/li&gt;\n&lt;li&gt;Line direction: Radial / Parallel / Free arrangement of lines&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;S24&amp;nbsp;&lt;/strong&gt;Maintain an effective, safe and clean working environment with particular regard to the public and colleagues.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S25&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Maintain and handle tools, products and materials safely and in a manner than minimises waste, damage and contamination.&lt;/p&gt;\n&lt;p&gt;Dispose of hazardous and non-hazardous materials.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Identify health and safety risks for yourself, the public or colleagues.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Undertake regular checks and maintenance of equipment which must be carried out according to manufacturer’s recommendations, safe use of machinery and equipment&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Demonstrate:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp; &amp;nbsp;The awareness of risk assessments and understand their importance.&lt;/li&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp; &amp;nbsp;Safe methods for moving and lifting items.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp; &amp;nbsp;How to find COSHH information.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp; &amp;nbsp;Why and when protective clothing and equipment should be used.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp; &amp;nbsp;The need for an accident book and know where it is kept and how it should be completed.&lt;/li&gt;\n&lt;li&gt;&amp;nbsp; &amp;nbsp; &amp;nbsp;How to report RIDDOR.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;B1&amp;nbsp;&lt;/strong&gt;Communicate effectively with supervisor, colleagues and customers and work effectively within a team.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;B2&amp;nbsp;&lt;/strong&gt;Demonstrate a good work ethic, including reliability, punctuality, pride in work and attention to detail, stamina and the ability to work under pressure at peak periods.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;B3&amp;nbsp;&lt;/strong&gt;Be able to plan and organise daily workload effectively.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;B4&amp;nbsp;&lt;/strong&gt;Be responsive and flexible to changing circumstances.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;B5&amp;nbsp;&lt;/strong&gt;Take an interest in the position of the business within the wider industry.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;B6&amp;nbsp;&lt;/strong&gt;Embrace the use of technology, use it responsibly and take an interest in developments that could support the business.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;B7&amp;nbsp;&lt;/strong&gt;Be willing to learn and contribute to own continuing professional development including taking part in competitions, attending demonstrations and reading professional magazines to keep abreast of trends.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;B8&amp;nbsp;&lt;/strong&gt;Demonstrate personal pride in the job through appropriate dress and positive and confident language.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;B9&amp;nbsp;&lt;/strong&gt;Demonstrate the respect required when dealing with botanical materials.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;B10&amp;nbsp;&lt;/strong&gt;Work with integrity in an honest and trustworthy manner, putting personal safety and that of others first.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;B11&amp;nbsp;&lt;/strong&gt;Display professional conduct and follow company procedures at all times.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;A florist may work in one of several sectors, in a shop environment, within an event company or creating designs for a variety of retail organisations or outlets. As such, they need to have business acumen and excellent interpersonal skills when dealing with customers and colleagues. Excellent levels of customer care and sales skills are crucial as florists are often commissioned for important events such as weddings, funerals etc. A florist must have perception and be able to offer appropriate expert advice to the client whilst interpreting the vision for the finished project. Whilst showing empathy and care towards bereaved customers a florist must be able to obtain the relevant information from customers and translate this into an appropriate design suitable for the customer’s needs. They must be able to record and store information accurately in the correct manner in line with current legislation Flowers and other botanical materials are delicate, easily damaged or spoilt and have a limited storage life. The florist will need to know where the materials are sourced from, purchasing techniques, storage and the control of fresh stock creating accurate rotation on a day-to-day basis. They need to apply an extensive knowledge of botanical names, understand how to care for and condition these floral materials and plants, taking into account irritant or poisonous materials, the variety of stem structures and show appropriate cutting, watering and feeding methods. They will need to work in a way that minimises damage to the environment and maintains health and safety that is consistent with relevant organisation procedures and codes of practice. The florist will use their expertise and knowledge of flowers, plants, botanical materials and accessories to produce floral designs. The design of floral work, whether it is a small bouquet or a large installation for a major event, requires the florist to be innovative and creative. The florist needs to apply the rules and theory of composition, techniques and the elements and principles of floral design in their work. The florist will need to understand the need to organise and be responsible for prioritising their own workload using good time management. There is a wide scope of practice in the floristry industry. Some florists will work within retail outlets and prepare bouquets and arrangements for sale and must therefore be keenly aware of their market. Some may work independently as studio floral designers working within the wedding industry. Others, may be commissioned to provide floral designs for high profile events that require interpreting design specifications and working effectively with a large team in high pressure situations Whilst working within a shop or other environments, florists must have, follow and be aware of current safe working practises and legislation relevant to the floral/retail industry and have respect and an understanding, duty and responsibility to equality and diversity within the workplace and the wider environment.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "b5c36395-e2d7-4e12-8b87-e5aec8268b72",
      "detail": "K1 Correct botanical names of fresh plant materials and understand how they are grown and cut by length and weight."
    },
    {
      "knowledgeId": "0b0f9380-6ada-400d-a377-d70582946510",
      "detail": "K2 The sources of supply for fresh plant material and how to store, care and condition this material."
    },
    {
      "knowledgeId": "d0263d8f-cde2-46a7-b64a-f5106ba7e4db",
      "detail": "K3 How flowers mature once cut “ stock rotation."
    },
    {
      "knowledgeId": "160c290f-d427-4545-a794-be6fbb6931ca",
      "detail": "K4 The seasons for plants and botanical materials and recognise plants using common names and botanical classification (nomenclature) and plant processes including, photosynthesis, transpiration, respiration, evaporation, osmosis, diffusion, etiolation and tropisms."
    },
    {
      "knowledgeId": "9ca22751-53c1-4ff1-9e13-76ed2235971e",
      "detail": "K5 How to maintain the condition of plants and planted designs to optimise their saleability."
    },
    {
      "knowledgeId": "c4cc188a-cea9-4974-a5e3-ef6ad3ec1ba7",
      "detail": "K6 How to identify and report pests and diseases to the appropriate person."
    },
    {
      "knowledgeId": "843dfa0c-1a9b-4d27-8bf0-7c8912876367",
      "detail": "K7 Understand the legislative requirements relating to the impact on the floral industry, code of practice and industry guidance, in particular The Consumer Rights Act 2015, health and safety and use of personal protection equipment and safe working practices within the florist premises when handling/discovering invasive plants, pests and diseases."
    },
    {
      "knowledgeId": "f856fb83-ca5f-40ea-9d57-25cd8720fb10",
      "detail": "K8 The principles of safe and effective transportation."
    },
    {
      "knowledgeId": "38da9e0a-67bf-4940-b891-6c8f1c03109b",
      "detail": "K9 The importance of work organisation and prioritisation i.e. time management. The ways in which working practices can minimise wastage and costs."
    },
    {
      "knowledgeId": "917b376a-3e4a-42b7-99af-47d137bdf2e8",
      "detail": "K10 Understand the company's policies and procedures."
    },
    {
      "knowledgeId": "db84a8ff-7729-4c92-b1f7-e28c984f10dd",
      "detail": "K11 How to identify and record the customers' exact requirements through order taking."
    },
    {
      "knowledgeId": "b7d410ea-0bd1-4b3a-959e-ab6fcc61009e",
      "detail": "K12 The importance of establishing and maintaining customer confidence and the ability to show empathy where necessary."
    },
    {
      "knowledgeId": "04d43e56-b471-4f03-a747-381c7286e5fd",
      "detail": "K13 Cultural differences as they affect floristry, for example weddings and events."
    },
    {
      "knowledgeId": "cc20a18f-f820-4ab1-ac0c-a377bd9c02c6",
      "detail": "K14 The price structure of flowers, plants and sundries that is used in their business to enable them to advise the customer."
    },
    {
      "knowledgeId": "756874df-dbed-462a-948f-76cf2c9c2c07",
      "detail": "K15 How to follow both verbal and written/pictorial instructions e.g. a flower order supported by a photograph."
    },
    {
      "knowledgeId": "dd008d44-4705-49e7-b6ea-5c4e766cb6fd",
      "detail": "K16 Understand the different needs and priorities of customers and the best way to manage their expectations."
    },
    {
      "knowledgeId": "b29909ec-cdd7-4734-b01c-ace4f7655f28",
      "detail": "K17 Understand the sales opportunities that exist across the year e.g. Christmas, Valentine™s Day within the business and industry and the need to know stock requirements at different times of the year."
    },
    {
      "knowledgeId": "eb013f86-2856-49d8-a08e-e990e3213075",
      "detail": "K18 The importance of merchandising and displaying goods to their best advantage."
    },
    {
      "knowledgeId": "7955eedc-9946-4f7d-8459-4ff414f71168",
      "detail": "K19 How to use systems, equipment and technology to meet the needs of the customer."
    },
    {
      "knowledgeId": "ba564918-9466-463a-b4a7-380d3e55e550",
      "detail": "K20 Understanding the company's policies and procedures including any complaints processes relevant to you and your organisation in line with The Consumer Rights Act 2015."
    },
    {
      "knowledgeId": "d946adb8-da8f-41ee-9a3f-005e0b2fbfec",
      "detail": "K21 How to plan and organise work effectively to make best use of available resources."
    },
    {
      "knowledgeId": "646b83d8-ebea-4705-84ae-2dad2c4f2e9f",
      "detail": "K22 How to design and construct a range of products applying principles and elements of design, techniques, the design schema and sources of inspiration."
    },
    {
      "knowledgeId": "9e8c209c-101c-4cce-86a7-bee2c52ff530",
      "detail": "K23 How to evaluate the design against the specification required and make modifications if necessary."
    },
    {
      "knowledgeId": "0077b1dc-521c-47a8-91a3-1e1f59816cd2",
      "detail": "K24 How to wrap and protect different designs for transportation and presentation."
    },
    {
      "knowledgeId": "5a2f7b35-45d2-425c-b8d8-58892b098309",
      "detail": "K25 The application of the principles and elements of floral design: Principles of design - Balance (visual and actual), Contrast, Dominance, Harmony, Proportion, Rhythm, Scale; Elements of design - Colour, Form, Line, Space, Texture; Prepare designs for sale and secure transportation."
    },
    {
      "knowledgeId": "f99890f0-c655-4f07-a0a7-635debb23f7b",
      "detail": "K26 How to develop and understand colour harmonies and relate to designs."
    },
    {
      "knowledgeId": "8dfdf114-bc6f-402c-a191-a6939fb68e25",
      "detail": "K27 The application of a variety of techniques which may include but are not limited to: Attaching techniques – Binding, tying and knotting, glueing, pinning, stapling; Wiring techniques – Support wiring, external wiring, semi-internal wiring, internal wiring, stitching, single-leg mount, double leg mount, hook wiring, units, feathering, pipping, sepal pinning; Manipulation techniques – Basing, backing, bow making, grouping, caging, edging, layering, plaiting, pleating/folding, rolling/cupping, spiralling, taping, threading, veiling, weaving, wrapping; Water retaining techniques – Floating, floral foam, moss, tape, tubes/phials, wax and water gels/pearls."
    },
    {
      "knowledgeId": "409dd812-aaba-4aea-ba3e-31b97a6c1850",
      "detail": "K28 Current trends and sources of inspiration which may include but are not limited to: Culture, Botany, Emotion, Technique/Method, Economy; The application of the Design Schema which may include but not limited to:     Order category: Symmetry / Asymmetry; Design classification: Decorative / Form linear / Vegetative; Line direction: Radial / Parallel / Free arrangement of lines."
    },
    {
      "knowledgeId": "fbd7f3b6-8ff6-4e9f-b535-49ba495165ca",
      "detail": "K29 Legal and organisational requirements, use of tools, equipment, material and products. Adherence to workplace cleaning, sterilisation, waste disposal and methods to promote environmental and sustainable working practices reducing risk to self and others. "
    },
    {
      "knowledgeId": "6524d78c-2208-44c7-8fae-3ffb94807c56",
      "detail": "All relevant current legislation: Health and Safety at Work Act 1974 (HASAWA); Provision and Use of Work Equipment Regulations 1998 (PUWER); Management of Health and Safety at Work Regulations 1999; Manual Handling Operations Regulations 1992 (MHOR); Control of Substances Hazardous to Health 2002 (COSHH); Reporting of Injuries, Diseases and Dangerous Occurrences Regulations 2013 (RIDDOR); Personal Protective Equipment Regulations 1992 (PPE); Health & Safety (First Aid) Regulations 1981; General Data Protection Regulation (GDPR)."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "8bbc322d-f0af-49ea-9709-60a8db7c9080",
      "detail": "Communicate effectively with supervisor, colleagues and customers and work effectively within a team."
    },
    {
      "behaviourId": "b51187e9-22ef-404f-b1e9-a8432faf2b24",
      "detail": "Demonstrate a good work ethic, including reliability, punctuality, pride in work and attention to detail, stamina and the ability to work under pressure at peak periods."
    },
    {
      "behaviourId": "c994c420-85c7-48b7-8c39-73c432cb7457",
      "detail": "Be able to plan and organise daily workload effectively."
    },
    {
      "behaviourId": "b3a0446c-d226-4a90-89e5-289231f5df14",
      "detail": "Be responsive and flexible to changing circumstances."
    },
    {
      "behaviourId": "ae18c785-6173-4e04-8986-e6370aa3a780",
      "detail": "Take an interest in the position of the business within the wider industry."
    },
    {
      "behaviourId": "f257bc1a-3c24-4409-b5ec-a2eeba605cfb",
      "detail": "Embrace the use of technology, use it responsibly and take an interest in developments that could support the business."
    },
    {
      "behaviourId": "b30e8df4-7410-4b5e-bf87-30c17ee94a47",
      "detail": "Be willing to learn and contribute to own continuing professional development including taking part in competitions, attending demonstrations and reading professional magazines to keep abreast of trends."
    },
    {
      "behaviourId": "ec04e9a5-6671-4c4d-8f1a-812fc8d696bd",
      "detail": "Demonstrate personal pride in the job through appropriate dress and positive and confident language."
    },
    {
      "behaviourId": "2e83813d-3361-4985-bebb-0e430866e6bb",
      "detail": "Demonstrate the respect required when dealing with botanical materials."
    },
    {
      "behaviourId": "fdfcaaa0-a1db-4d1b-b0d5-06fbf27e21e1",
      "detail": "Work with integrity in an honest and trustworthy manner, putting personal safety and that of others first."
    },
    {
      "behaviourId": "bff8a049-b512-4e90-a4a3-cee0015d6218",
      "detail": "Display professional conduct and follow company procedures at all times."
    }
  ],
  "skills": [
    {
      "skillId": "196224cb-eef3-4023-a815-93cb27e346e1",
      "detail": "S1 Demonstrate the different unpacking techniques for boxed, bunched and poisonous/irritant plant or flower material."
    },
    {
      "skillId": "f7093a18-7f63-48db-b2d4-6464740588ac",
      "detail": "S2 Select and prepare appropriate containers for materials being conditioned to ensure correct hygiene procedures are followed."
    },
    {
      "skillId": "ceac99fe-9955-41cf-a92d-182c16f19570",
      "detail": "S3 Select tools, protective clothing and equipment appropriate to the fresh materials that are being conditioned."
    },
    {
      "skillId": "63271c4b-c57a-4ffa-a426-6161c75ee5ed",
      "detail": "S4 Condition fresh plant materials in order of their botanical requirements. Understand the difference between the terms genus, species, variety and cultivar."
    },
    {
      "skillId": "7afde948-39fb-4962-9ad5-230c63e93b40",
      "detail": "S5 Maintain botanical materials using accurate stock rotation to ensure that the product is sold/used in the best condition."
    },
    {
      "skillId": "74a2084d-4c56-4f72-98fc-96a18fd88d70",
      "detail": "S6 Demonstrate the care and maintenance of the different plant groups covering foliage, flowering, berried, succulents, cacti, bulbs/corms, orchids and planted designs and how environmental conditions including temperature, humidity, light, water and nutrients affect them."
    },
    {
      "skillId": "c6deec20-6bd3-4f10-9e36-3551c516fb50",
      "detail": "S7 Describe the common indicators of pests and disease and the action that should be taken if they are discovered. Ensure that waste is disposed of sustainably and work safely. Handle and transport plants and resources safely and efficiently covering: growing medium; containers; Tools and equipment; supports; watering devices; chemicals; delicate and robust plants; plants that can be safely lifted by one person or need more than one person."
    },
    {
      "skillId": "75dc1a74-3938-4163-8b0f-ae04173889e0",
      "detail": "S8 Understand the principles of safe lifting and handling in regard to plant transportation."
    },
    {
      "skillId": "3b87aae3-74fe-459f-b4e9-e0d5823f5a98",
      "detail": "S9 Be able to organise yourself, prioritise your own workload/activity and work to meet deadlines."
    },
    {
      "skillId": "9ac91149-8323-48fc-8c59-4068f8a87344",
      "detail": "S10 Estimate the amount of time it will take to complete a floral or planted design within commercial timescales and in a way that minimises waste."
    },
    {
      "skillId": "0dfa6e7e-c1cc-4221-a250-74d182c4113a",
      "detail": "S11 Work under time pressures."
    },
    {
      "skillId": "d74733fd-1d2c-4f28-9066-e57d4d5fde7f",
      "detail": "S12 Interpret a customer™s requirements and manage customer™s expectations positively within the specification (budget, content, occasion, design style, client™s requirements)."
    },
    {
      "skillId": "62aa9063-81f0-4e49-bcc4-b7874e0bc1e8",
      "detail": "S13 Follow company practice for costing designs and understand the need to minimise waste."
    },
    {
      "skillId": "ae9c5a72-077e-40ff-8535-3cba4c0119e4",
      "detail": "S14 Record and store a customer™s information in a safe location in accordance with organisational and legislative requirements."
    },
    {
      "skillId": "36a53910-2d6d-465c-a5bf-f7543e2e7c4e",
      "detail": "S15 Demonstrate a good standard of literacy and numeracy."
    },
    {
      "skillId": "a0a565ec-fb5a-44b3-9643-75185638a7cd",
      "detail": "S16 Demonstrate good communication skills and body language."
    },
    {
      "skillId": "c75ab2d2-87d1-4b7c-a45f-6cd565d76434",
      "detail": "S17 Demonstrate basic promotional and marketing skills and awareness of social media protocol relating to the business."
    },
    {
      "skillId": "ed33e08e-06ba-4621-8462-979069aea524",
      "detail": "S18 Adhere to deadlines when necessary."
    },
    {
      "skillId": "874bc4cf-4303-4b41-b5a7-b470ad6a0c95",
      "detail": "S19 Demonstrate an awareness of targets and goals which you may be needed to deliver against."
    },
    {
      "skillId": "33013ffd-ba6c-4aca-b552-eb83c82bad23",
      "detail": "S20 Display and maintain goods to their best advantage so that they remain attractive, appealing and safe to customers."
    },
    {
      "skillId": "8947c714-70f7-4924-bf34-1dfdcf49e6d4",
      "detail": "S21 Demonstrate good IT skills “ be able to take orders off the website and/or use the computer for order processing."
    },
    {
      "skillId": "17e51d0f-1779-458b-b7c9-d9f48228a149",
      "detail": "S22 Demonstrate the following using the Principles & Elements of design:  Tied designs; Wired designs;  Glued designs;  Designs in a medium."
    },
    {
      "skillId": "a0439242-fca0-45a7-a86e-def2774f55c8",
      "detail": "Prepare designs for sale and secure transportation."
    },
    {
      "skillId": "b5ee9d63-95e2-4b80-9454-4f3c9155e3b2",
      "detail": "S23 Demonstrate the following techniques: Attaching techniques – Binding, tying and knotting, glueing, pinning, stapling.  \n Wiring techniques – Support wiring, external wiring, semi-internal wiring, internal wiring, stitching, single-leg mount, double leg mount, hook wiring, units, feathering, pipping, sepal pinning.  \nManipulation techniques – Basing, backing, bow making, grouping, caging, edging, layering, plaiting, pleating/folding, rolling/cupping, spiralling, taping, threading, veiling, weaving, wrapping.  \n Water retaining techniques – Floating, floral foam, moss, tape, tubes/phials, wax and water gels/pearls."
    },
    {
      "skillId": "b7b9b49e-9dac-4689-a738-b9107666db80",
      "detail": "Sources of inspiration: Culture, Botany, Emotion, Technique/Method, Economy."
    },
    {
      "skillId": "217be105-2964-4755-97a8-ebd42442f546",
      "detail": "Design Schema:\nOrder category: Symmetry / Asymmetry\nDesign classification: Decorative / Form linear / Vegetative\nLine direction: Radial / Parallel / Free arrangement of lines"
    },
    {
      "skillId": "5e3466d0-d024-4ec8-b993-743a6976a507",
      "detail": "S24 Maintain an effective, safe and clean working environment with particular regard to the public and colleagues."
    },
    {
      "skillId": "9ab3d5ab-426d-48e4-bbf6-6e077e4539bf",
      "detail": "S25 Maintain and handle tools, products and materials safely and in a manner than minimises waste, damage and contamination."
    },
    {
      "skillId": "53618722-017d-4332-983f-c7d46047339d",
      "detail": "Dispose of hazardous and non-hazardous materials."
    },
    {
      "skillId": "425f2fce-ca4a-4b2c-ac79-c735d957c601",
      "detail": "Identify health and safety risks for yourself, the public or colleagues."
    },
    {
      "skillId": "babb23d6-022a-4569-aabd-e2c0cda62bf5",
      "detail": "Undertake regular checks and maintenance of equipment which must be carried out according to manufacturer™s recommendations, safe use of machinery and equipment"
    },
    {
      "skillId": "59d387fb-3b39-4242-b6a2-b61f747a9f47",
      "detail": "Demonstrate:      The awareness of risk assessments and understand their importance.\n     Safe methods for moving and lifting items. \n     How to find COSHH information. \n     Why and when protective clothing and equipment should be used. \n     The need for an accident book and know where it is kept and how it should be completed.\n     How to report RIDDOR."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-06-10T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0197 ",
  "tbMainContact": "sandie@theflower.co.uk ",
  "involvedEmployers": "Flowers by Susan, West Malling  Flowers, Rose’s Florist, Posies Florist, Not just bouquets, Interflora BU Ltd, Susan’s Flower Shop Torquay, Jemini Flowers Oxford, Morrisons – Flowerworld, Ladyflora",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Florist"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Agriculture, Land Management and Production",
  "cluster": "Production horticulture operative or technician",
  "clusterId": "165",
  "clusterDescription": "Propagation, production, preparation and delivery/distribution of plants and plant materials for food, non-food and therapeutic human use",
  "createdDate": "2017-11-14T17:09:02 +00:00",
  "lastUpdated": "2023-02-15T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-06-10T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards and apprenticeships in revision are available in the revisions status report.",
  "occupationCode": "OCC0538",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0538-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0538-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-02-15T00:00:00"
}