{
  "templateType": "Apprenticeship Standard",
  "larsCode": 341,
  "referenceNumber": "ST0571",
  "learningAimClassCode": "",
  "title": "Heritage engineering technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0571",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-06-08T00:00:00",
  "earliestStartDate": "2018-08-23T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Preserving and restoring historic vehicles and machinery.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 42,
  "maxFunding": 26000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "machinery",
    "heritage engineering",
    "manufacturing",
    "vehicles",
    "health and safety"
  ],
  "jobRoles": [
    "Heritage Engineering Aviation Technicians",
    "Heritage Engineering Marine Technicians",
    "Heritage Engineering Steam (Mechanical Overhaul) Technicians",
    "Heritage Engineering Steam (Boiler-smith) Technicians",
    "Heritage Engineering Coach-building & Trim Technicians",
    "Heritage Engineering Vehicle Mechanical Technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2137/st0571_heritage-engineering-technician_l3_ap_for-publication_16082018.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Heritage Engineering Technicians perform a vital role in the preservation, restoration, re-manufacture, service and repair of historic UK and International engineering achievements. &#160;The range of heritage sectors include veteran, vintage and classic; agricultural engineering, aviation, bus and coach, commercial vehicle, marine, military vehicle, motor cycle, motor vehicle and steam, working in organisations as diverse as Global Manufacturers, Museums and small operators to small voluntary groups and individual owners .&lt;/p&gt;\n&lt;p&gt;Heritage Engineering Technicians&lt;/p&gt;\n&lt;ol type=&quot;a&quot;&gt;\n&lt;li&gt;Work on heritage artefacts which are unique “sole survivors” of significant value, but with little or no supporting documentation or procedures.&lt;/li&gt;\n&lt;li&gt;Research the artefact to find out as much information as possible about its history to ensure accurate restoration.&lt;/li&gt;\n&lt;li&gt;Survey artefact and classify damage or deterioration as: negligible, repairable or requiring replacement&lt;/li&gt;\n&lt;li&gt;Take a project (or part of a bigger project) and strip it down to minimum components, recording the parts and methods meticulously in a variety of ways.&lt;/li&gt;\n&lt;li&gt;Evaluate components for quality, wear and ensure solutions for replacement are fit for purpose and compliant with relevant legislation&lt;/li&gt;\n&lt;li&gt;Use their own initiative to develop novel ways around complex and unusual engineering issues.&lt;/li&gt;\n&lt;li&gt;Often carry out forensic work, routinely requiring reverse engineering techniques to be employed in order to understand the reasons and methodologies used by the original designers and manufacturers, to develop robust, credible and safe repair schemes.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;p&gt;At all times, Heritage Engineering Technicians ensure that provenance is established and that the heritage of engineering innovation, evolution, design and manufacture is maintained for future generations.&lt;/p&gt;\n&lt;p&gt;This is a core and options standard and the job titles are: Heritage Engineering, Aviation, Marine, Steam or Vehicle Technician, these are referenced as Option 1 – 6 and they will be reporting directly to the Master technicians, Supervisors and Engineers, dependant on the organisation. The main duties and tasks for each role are as follows:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Option 1&lt;/strong&gt; &lt;strong&gt;- &lt;/strong&gt;&lt;strong&gt;Heritage Engineering Aviation Technicians:&lt;/strong&gt; Work with all aircraft types and technologies both Civil and Military from the very earliest wood and fabric aircraft and associated artefacts from the pioneering days of aviation through to the latest exotic composites used in prototypes donated to Museums. They employ the tools, technologies, techniques, practices and procedures appropriate to either the date of original manufacture or the point in time that a conserved, restored or replica aircraft or associated artefact represents.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Option 2 - Heritage Engineering Marine Technicians: &lt;/strong&gt;&#160;Maintain, service, operate, repair, restore and conserve traditional and historical vessels. They can be propelled by sail, oar or, powered by electric, steam, petrol or diesel prime movers and where the fabric of the vessel may be constructed of wood, iron, steel or composites. They carry out routine maintenance and restoration understanding the importance of retaining historic fabric as well as the original design and functionality of the vessel. Also when using modern materials, they must to be able to apply their use in a sympathetic manner ensuring the original vessel structure, design and functionality.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Option 3 - Heritage Engineering &lt;/strong&gt;&lt;strong&gt;Steam (Mechanical Overhaul)&lt;/strong&gt;&lt;strong&gt; Technicians&lt;/strong&gt;&lt;strong&gt;:&lt;/strong&gt; Restore, conserve, repair and remanufacture the wheels, bearings, motion, frames and associated equipment and fittings including valves, cylinders and pistons, brake systems, pipework, and similar features of the steam engine as found in a range of designs of locomotive created over the last 150 years and in steam ships, road locomotives and stationary engines, including modern replicas.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Option 4 - Heritage Engineering&lt;/strong&gt; &lt;strong&gt;Steam (Boiler-smith) Technicians:&lt;/strong&gt; Restore, conserve, repair and remanufacture heritage steam boilers and associated equipment and fittings including pipework, boiler mountings, safety valves and fusible plugs, washout plugs, mud doors and similar, working with a range of boiler designs created over the last century or more, including modern replicas, and found in steam road and railway engines, steam ships and boats and stationary engines.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Option 5 - Heritage Engineering Vehicle Mechanical Technicians: &lt;/strong&gt;Due to the complex nature and range of the vehicles and the risks they present, must comply with a significantly more complex range of legislation than those for conventional modern vehicles. The nature of the mechanical work could range from maintaining a historic vehicle in its unrestored condition to a complete mechanical restoration back to original build state.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Option 6 - Heritage Engineering Coach-building &amp;amp; Trim Technicians: &lt;/strong&gt;The nature of the work for a Coachbuilder and Trimmer could range from the repair of a single panel to the re-manufacture of a complete chassis and handmade body. The materials used range from delicate fabrics to wood, metal and composites.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Knowledge:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;A Heritage Engineering Technician&lt;/strong&gt; has knowledge and understanding of:-&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Current statutory, quality, organisational and health &amp;amp; safety regulations, see optional roles for details.&lt;/li&gt;\n&lt;li&gt;The Guidelines for the Care of Larger and Working Historic Objects published by the Museums and Galleries Commission.&lt;/li&gt;\n&lt;li&gt;The importance of heritage engineering achievements in telling the story of the development of the modern world.&lt;/li&gt;\n&lt;li&gt;The correct use of materials, tools and equipmen&lt;strong&gt;t, &lt;/strong&gt;both modern and from a heritage era.&lt;/li&gt;\n&lt;li&gt;The importance of working collaboratively to investigate historically sympathetic and appropriate design solutions which ensure the most efficient, cost effective and environmentally friendly programme of work.&lt;/li&gt;\n&lt;li&gt;How to review and amend plans and schedules as the project progresses, initial solutions may need to be modified, components and materials may fail or be found faulty.&lt;/li&gt;\n&lt;li&gt;Mathematical and scientific principles, graphical expressions, symbols formulae and calculations used by Heritage engineering technicians including understanding metric and imperial forms of measurement.&lt;/li&gt;\n&lt;li&gt;The typical problems that may arise in the restoration, renovation or recreation project, i.e. no drawings.&lt;/li&gt;\n&lt;li&gt;The application of appropriate lifecycle approaches to each restoration project or process to ensure any waste of energy, materials and consumables is minimised and environmental impact is reduced.&lt;/li&gt;\n&lt;li&gt;The principles of manpower requirements, costing, pricing and budgeting along with Supply Chain Management.&lt;/li&gt;\n&lt;li&gt;The original methods and techniques used to inspect, remove, renovate, repair, manufacture and reassemble.&lt;/li&gt;\n&lt;li&gt;The structure, properties and characteristics of common materials that have been used in the Heritage sector.&lt;/li&gt;\n&lt;li&gt;How to identify various forms of corrosion, chemical reaction and other forms of age related degradation, and how to select the appropriate treatment, renovation or replacement method(s).&lt;/li&gt;\n&lt;li&gt;Non Destructive Testing (NDT) methods and applications of the different techniques.&lt;/li&gt;\n&lt;li&gt;Mechanical, non-mechanical and thermal jointing processes including riveting, glues, soldering, brazing and welding.&lt;/li&gt;\n&lt;li&gt;The historic restoration industry and their company’s position within it, its structure, history, heritage and the range of specialist processes and skills.&lt;/li&gt;\n&lt;li&gt;The expectation of customer requirements and budgets, managing their expectations, where appropriate.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Core Skills:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;A Heritage Engineering Technician&lt;/strong&gt; can:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Apply current Health &amp;amp; Safety practices at all times, ensuring all Hazards and Risks are identified and managed effectively, specifically complying with all relevant general and heritage specific regulations.&lt;/li&gt;\n&lt;li&gt;Dis-assemble and assemble constructs, using video and/or other recording methods as appropriate to ensure the knowledge is not lost if significant time elapses between the two functions.&lt;/li&gt;\n&lt;li&gt;Apply the processes of continuous improvement, such as Kaizen and Workplace Organisation.&lt;/li&gt;\n&lt;li&gt;Obtain check and use the appropriate original&lt;/li&gt;\n&lt;li&gt;Develop, apply and implement appropriate delivery plans to complete tasks within the agreed timescale.&lt;/li&gt;\n&lt;li&gt;Apply industry recognised/best practice standards at all times during the restoration of a project to ensure that each stage is completed properly and has no adverse effect on future operations and progress.&lt;/li&gt;\n&lt;li&gt;Plan and where applicable obtain all the resources required to undertake the work activity.&lt;/li&gt;\n&lt;li&gt;Use the correct original or contemporary tools, processes, procedures and equipment to inspect remove, renovate and reassemble components where applicable including those for periodic adjustment.&lt;/li&gt;\n&lt;li&gt;Identify various forms of corrosion, chemical reaction and other forms of degradation, and treat accordingly.&lt;/li&gt;\n&lt;li&gt;Apply Non Destructive Techniques (NDT), using the correct technique for the specific application.&lt;/li&gt;\n&lt;li&gt;Use mechanical, non-mechanical and thermal jointing processes including riveting, glues, soldering, brazing and welding.&lt;/li&gt;\n&lt;li&gt;Apply appropriate and approved diagnostic procedures and equipment with logical problem-solving techniques.&lt;/li&gt;\n&lt;li&gt;Restore the work area on completion of the activity.&lt;/li&gt;\n&lt;li&gt;Deal with customers, to ensure their satisfaction and expectations are exceeded.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;A Heritage Engineering Technician&lt;/strong&gt; demonstrate the following behaviours, as part of the review process:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Personal Responsibility &amp;amp; Compliance:&lt;/strong&gt; With statutory and organisational health &amp;amp; safety regulations and policies at all times such as The Health and Safety at Work Act 1974&#160;(HASAWA), Control of Substances Hazardous to Health Regulations 2002 (COSHH) and Control of&#160;Asbestos Regulations Accepts responsibility to work load with a responsible approach to risk. Continually demonstrates a high level of motivation and resilience when facing challenges.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Working Effectively in Teams:&lt;/strong&gt; Create and maintain positive, professional and trusting working relationships with the team a wide range of internal, external and connected stakeholders.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Effective Communication &amp;amp; Interpersonal Skills: &lt;/strong&gt;Maintain effective partnerships with suppliers and customers through the company processes to achieve sound objectives.Open and honest clear communication using appropriate methods. Always demonstrating a positive and respectful attitude.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Quality &amp;amp; Problem Solving: &lt;/strong&gt;Strong desire to ensure that the root cause of a problem is identified and addressed, continually seeks opportunities to improve quality, speed and efficiency.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Continuous Professional Development: &lt;/strong&gt;Have a strong commitment and be self-motivated to develop, learn and adapt to new processes and technologies. Strive to improve personal performance.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Equality, Diversity and Ethical Values: &lt;/strong&gt;Demonstrate an understanding and commitment to maintaining and promoting honour and honesty with the fundamental ethical values in the workplace.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;h4&gt;Specific Requirements for each Individual role, Apprentices must complete one of the following 6 options:&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Option 1. Heritage Engineering Aviation Technician:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Specific Knowledge: A &lt;/strong&gt;&lt;strong&gt;Heritage Engineering Aviation Technician&lt;/strong&gt; has knowledge and understanding of:-&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The Heritage Aviation industry and their company’s position within it.&lt;/li&gt;\n&lt;li&gt;The company’s range of specializations and resources.&lt;/li&gt;\n&lt;li&gt;The Principles of Aviation Heritage Conservation.&lt;/li&gt;\n&lt;li&gt;Ethical Guidelines affecting the Heritage Aviation sector.&lt;/li&gt;\n&lt;li&gt;Aerodynamics and theory of flight, basic aircraft design: the equilibrium between thrust, drag, lift and weight.&lt;/li&gt;\n&lt;li&gt;The type and applications of Heritage Aircraft components and construction, including materials and their uses.&lt;/li&gt;\n&lt;li&gt;Aircraft Structural Classifications including; Primary, Secondary or Tertiary Structure.&lt;/li&gt;\n&lt;li&gt;The classification of aircraft fasteners and how to identify them.&lt;/li&gt;\n&lt;li&gt;Basic electrical theory along with knowledge of the different types of connections, fixings, fusing, switching, power conversion etc. found on heritage aircraft.&lt;/li&gt;\n&lt;li&gt;The basic aircraft instruments and the principles upon which they work: e.g. compass, altimeter, air speed indicator, artificial horizon etc.&lt;/li&gt;\n&lt;li&gt;Avionics such as basic heritage radio and navigation systems such as radio direction finder.&lt;/li&gt;\n&lt;li&gt;Relating to static aircraft only – awareness power plants systems for basic types of heritage aircraft power plant: piston – rotary, radial, in-line; jet: turbojet, turboprop. Engine-driven systems such as fuel and hydraulic pumps.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Skills: A Heritage Engineering Aviation Technician&lt;/strong&gt; can:-&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Use appropriate aviation terminology.&lt;/li&gt;\n&lt;li&gt;Fully document and record all work with European Aviation Safety Agency/Civil Aviation Authority requirements.&lt;/li&gt;\n&lt;li&gt;Survey Heritage Aircraft, and classify damage as: Negligible, Repairable by treatment, Repairable by patching or insertion or requiring replacement.&lt;/li&gt;\n&lt;li&gt;Apply appropriate conservation treatment(s) with minimum physical intervention and removing no or as little as possible original material.&lt;/li&gt;\n&lt;li&gt;Correctly identify and employ appropriate riveting techniques.&lt;/li&gt;\n&lt;li&gt;Manufacture and replace aircraft panels/components using conforming material.&lt;/li&gt;\n&lt;li&gt;Use sealants to add aerodynamic smoothness to exposed surfaces as seams and joints in the fuselage and wings&lt;/li&gt;\n&lt;li&gt;Use sealants to prevent air and fluid leakage.&lt;/li&gt;\n&lt;li&gt;Undertake jacking &amp;amp; lifting operations without endangering themselves or others.&lt;/li&gt;\n&lt;li&gt;Assess external condition of aircraft electrical systems, instruments and power-plant as to their appearance.&lt;/li&gt;\n&lt;li&gt;Utilise appropriate conservation techniques to return electrical systems, instruments and power-plant to a satisfactory external appearance.&lt;/li&gt;\n&lt;li&gt;Remove equipment and store in an environmentally controlled bonded secure storage facility, so that it could be re-used in the future.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Option 2. Heritage Engineering Marine Technician:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Specific Knowledge: A &lt;/strong&gt;&lt;strong&gt;Heritage Engineering Marine Technician&lt;/strong&gt; has knowledge and understanding of:-&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The use of appropriate Heritage marine terminology.&lt;/li&gt;\n&lt;li&gt;The prime mover principles of operation for propulsion such as, steam, electric, two stroke and four stroke petrol and diesel engines.&lt;/li&gt;\n&lt;li&gt;Propulsion system principles and designs with the underpinning knowledge to service, maintain, operate locate faults and rectify or repair.&lt;/li&gt;\n&lt;li&gt;Vessel auxiliary systems for electrical supply, fuel supply, cooling systems, plumbing systems.&lt;/li&gt;\n&lt;li&gt;Vessel steering theory, system principles and designs including steering components and the method of operation.&lt;/li&gt;\n&lt;li&gt;Manual handling, lifting, jacking operations without endangering the condition of the Heritage vessel or its components.&lt;/li&gt;\n&lt;li&gt;The method to identify the sources of information and codes of practice used to restore or recreate a historic vessel as&#160;well&#160;as identify the material used to construct her.&lt;/li&gt;\n&lt;li&gt;How to keep the fabric of construction of the vessel suitably maintained to ensure longevity.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Skills: A Heritage Engineering Marine Technician&lt;/strong&gt; can:-&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Service, maintain operate, locate faults and rectify or repair on prime movers such as; steam, electric, two and four stroke petrol and diesel engines.&lt;/li&gt;\n&lt;li&gt;Service, maintain, operate locate faults and rectify or repair propulsion systems.&lt;/li&gt;\n&lt;li&gt;Locate faults and rectify or repair Heritage vessels auxiliary systems for electrical supply, fuel supply, cooling and plumbing systems.&lt;/li&gt;\n&lt;li&gt;Service, maintain, operate, rectify and repair vessel steering components.&lt;/li&gt;\n&lt;li&gt;Manufacture replacement components using conforming materials such as wood, metal or fabric.&lt;/li&gt;\n&lt;li&gt;Undertake lifting, slinging, jacking operations without endangering the vessel, components or persons for large heavy objects.&lt;/li&gt;\n&lt;li&gt;Manage the processes required to implement an effective vessel assessment including how to assess a vessel for her historical significance and her current fabric condition.&lt;/li&gt;\n&lt;li&gt;Manage the process required to stabilise a Heritage vessel and how to protect her condition by applying appropriate treatments with minimum physical intervention and removing as little original material.&lt;/li&gt;\n&lt;li&gt;Maintain the fabric of the vessel and keep it suitably maintained even under museum conditions to ensure longevity.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Option 3. Heritage Engineering Steam (Mechanical Overhaul) Technician:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Specific Knowledge: A &lt;/strong&gt;&lt;strong&gt;Heritage Engineering Steam (Mechanical Overhaul) Technician&lt;/strong&gt; has knowledge and understanding of:-&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Examination requirements for periodic inspection of components as set out in relevant documentation (e.g. MT 276 and GMRT 2004 and others).&lt;/li&gt;\n&lt;li&gt;How the mechanical components of a steam engine are constructed and function.&lt;/li&gt;\n&lt;li&gt;What to look for in their periodic examination of condition and need for repair, replacement.&lt;/li&gt;\n&lt;li&gt;Lubrication systems and their maintenance.&lt;/li&gt;\n&lt;li&gt;Techniques for overhaul and repair of the motion components (connecting and coupling rods, slide bars and valve gear); brake gear.&lt;/li&gt;\n&lt;li&gt;Techniques for overhaul and repair of footplate fittings, including injectors and pipework.&lt;/li&gt;\n&lt;li&gt;Locomotive frame construction, wheels and tyres (including when wear of treads and flanges requires repair/replacement).&lt;/li&gt;\n&lt;li&gt;Interference fits and the tolerances involved in this type of mechanical assembly.&lt;/li&gt;\n&lt;li&gt;Understanding of major variations in locomotive design and construction over time.&lt;/li&gt;\n&lt;li&gt;Air and vacuum brake systems and pumps.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Skills: A Heritage Engineering Steam (Mechanical Overhaul) Technician&lt;/strong&gt; can:-&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Use appropriate terminology in recording of work.&lt;/li&gt;\n&lt;li&gt;Undertake safe handling including hot/in steam working and workshop systems – electric, air, lifting.&lt;/li&gt;\n&lt;li&gt;Ability to undertake hand and machine fitting including effective use of machine shop tools associated with mechanical repair work (e.g. making replacement components).&lt;/li&gt;\n&lt;li&gt;Mechanical exams and checks on lubrication systems, brake systems, hoses and couplings.&lt;/li&gt;\n&lt;li&gt;Undertake mechanical testing techniques, carrying out the required test procedure without causing damage to the component or system.&lt;/li&gt;\n&lt;li&gt;Undertake white metalling and refurbishment of bearings.&lt;/li&gt;\n&lt;li&gt;Carry out examination of locomotive frames and their alignment.&lt;/li&gt;\n&lt;li&gt;Carry out examination procedures for wheel-sets, tyres and flanges, axles and springs to determine repair or adjustment needs in line with guidance e.g. MT 276.&lt;/li&gt;\n&lt;li&gt;Carry out valve and piston examination and slide bar alignment.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Option 4. Heritage Engineering Steam (Boiler-smith) Technician:&lt;/strong&gt; &lt;strong&gt;&#160;&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Specific Knowledge: A &lt;/strong&gt;&lt;strong&gt;Heritage Engineering Steam (Boiler-smith) Technician&lt;/strong&gt; has knowledge and understanding of:-&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Main types of riveted boiler and their construction, and of common faults on locomotive and marine boilers (e.g. grooving), how to identify them.&lt;/li&gt;\n&lt;li&gt;Correct use of common repair techniques including patches.&lt;/li&gt;\n&lt;li&gt;Understanding of the HRA Guidance Note &#39;HGR-B9000-Is01 - Steam Locomotive Boilers - Introduction&#39; and the further guidance notes to which it refers.&lt;/li&gt;\n&lt;li&gt;Methods of inspection and correct use of testing techniques e.g. flares and hammer testing.&lt;/li&gt;\n&lt;li&gt;Legislation standards and procedures for safety and insurance inspection.&lt;/li&gt;\n&lt;li&gt;Carrying out steam and hydraulic testing; operation of safety valves.&lt;/li&gt;\n&lt;li&gt;Safe working practices in the handling and repair of boilers e.g. slinging.&lt;/li&gt;\n&lt;li&gt;Traceability and selection of materials. Use of different materials in boiler construction and fittings including copper fireboxes and stays.&lt;/li&gt;\n&lt;li&gt;Purpose and correct use of fusible plugs, patch screws.&lt;/li&gt;\n&lt;li&gt;Hot and cold plate forming and flanging.&lt;/li&gt;\n&lt;li&gt;Boiler water treatments, washout and boxing up including mud-hole doors.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Skill: A Heritage Engineering Steam (Boiler-smith) Technician&lt;/strong&gt; can:-&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Use appropriate terminology and recording of the work.&lt;/li&gt;\n&lt;li&gt;Correctly mark out plate for different boiler sections.&lt;/li&gt;\n&lt;li&gt;Undertake safe handling including hot/in steam working and correct use of tools associated with boiler work.&lt;/li&gt;\n&lt;li&gt;Carry out thorough survey and examinations, testing techniques including hydraulic and have the skills to identify and carry out the required test &lt;span&gt;procedure without causing damage to the component or system.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;Carry out riveting repairs (hot and hydraulic).&lt;/li&gt;\n&lt;li&gt;Carry out tube removal and boiler re-tubing.&lt;/li&gt;\n&lt;li&gt;Undertake correct fitting of boiler mountings and safety valves.&lt;/li&gt;\n&lt;li&gt;Carry out plate-work repairs and patching.&lt;/li&gt;\n&lt;li&gt;Carry out inner and outer firebox repair, including drilling and tapping, stay removal and replacement.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Option 5. Heritage Engineering Vehicle Mechanical Technician:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Specific Knowledge: A Heritage Engineering Vehicle Mechanical Technician&lt;/strong&gt; has knowledge and understanding of:-&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Appropriate heritage vehicle mechanical terminology and the history of vehicle technologies and their applications.&lt;/li&gt;\n&lt;li&gt;Inspection, assessment and preservation of the mechanical condition of historic vehicles.&lt;/li&gt;\n&lt;li&gt;Operation of historic vehicle systems safely and without damage to components and systems.&lt;/li&gt;\n&lt;li&gt;The principles of motive power construction, their application and operation; such as rotary, radial, sleeve-valve, in line, V, W, Broad Arrow, opposed piston, twin crankshaft, naturally aspirated and forced induction spark ignition and compression ignition engines, high and low pressure external combustion engines and historic electric motors.&lt;/li&gt;\n&lt;li&gt;How to lift, secure, service, maintain vehicle systems, investigate and rectify faults.&lt;/li&gt;\n&lt;li&gt;&lt;em&gt;Chassis&lt;/em&gt; design principles, construction and historical use of materials and jointing methods.&lt;/li&gt;\n&lt;li&gt;&lt;em&gt;Auxiliary systems &lt;/em&gt;such as cable and rod operated external or internal band brakes, hydrostatic brakes, pipework and pressure systems. Fuel systems including fuel types, storage and delivery. Damping, suspension and steering principles, design and use of liquids, fuels, coolants and oils (Vegetable and mineral).&lt;/li&gt;\n&lt;li&gt;&lt;em&gt;Powertrain&lt;/em&gt;; such as cone or centrifugal clutches, chain, gear, or belt drive, pre-selector, sliding mesh and constant mesh gearboxes, fast and loose pulleys, fluid flywheels, torque converters, torque tube, open and final drive variations.&lt;/li&gt;\n&lt;li&gt;&lt;em&gt;Electrics&lt;/em&gt;; such as magnetos, trembler coils, distributors, generators, current control devices and other power sources.&lt;/li&gt;\n&lt;li&gt;Re-manufacture of components: techniques and use of historic materials and processes including modern materials and techniques where appropriate.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Specific Skills: A Heritage Engineering Vehicle Mechanical Technician&lt;/strong&gt; can:-&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Operate historic vehicles and systems safely and without damage to components and systems.&lt;/li&gt;\n&lt;li&gt;Conduct and record inspections and assessments relating to historic vehicles and systems taking into account the historic pedigree and use of materials &amp;amp; processes.&lt;/li&gt;\n&lt;li&gt;Produce technical drawings, use a range of measuring techniques including the use of metric and imperial measuring systems.&lt;/li&gt;\n&lt;li&gt;Implement plans to preserve, repair, disassemble, re-assemble or re-manufacture the range of historic vehicles systems and components.&lt;/li&gt;\n&lt;li&gt;Lift/jack, support and lower historic vehicles safely and without damage to chassis, components or systems.&lt;/li&gt;\n&lt;li&gt;Service, maintain and repair the range of historic motive power systems.&lt;/li&gt;\n&lt;li&gt;Service, maintain and repair historic vehicle auxiliary systems.&lt;/li&gt;\n&lt;li&gt;Retain originality of materials and apply/use preservation techniques where appropriate.&lt;/li&gt;\n&lt;li&gt;Re-manufacture components using hand skills, milling, turning, grinding and fabrication skills appropriate to the particular vehicle.&lt;/li&gt;\n&lt;li&gt;Use mechanical, non-mechanical &amp;amp; thermal jointing processes including riveting, glues, soldering, brazing, mig, tig, spot &amp;amp; arc welding.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Option 6. Heritage Engineering Vehicle Coach-building &amp;amp; Trim Technician:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Specific Knowledge: A &lt;/strong&gt;&lt;strong&gt;Heritage Engineering Vehicle Coach-building and Trim Technician&lt;/strong&gt; has knowledge and understanding of:-&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The use of appropriate heritage vehicle coach-building &amp;amp; trim terminology and the history of vehicle technologies and their applications.&lt;/li&gt;\n&lt;li&gt;How to inspect, assess and preserve the coachwork and trim condition of historic vehicles.&lt;/li&gt;\n&lt;li&gt;Chassis and Body construction techniques &amp;amp; materials: Repair, adjustment, removal and replacement of minor/major component defects.&lt;/li&gt;\n&lt;li&gt;The nature of mechanical, non-mechanical and thermal jointing techniques including bonding, hot &amp;amp; cold riveting, welding, braizing, solder, spot, annealing, hardening and tempering.&lt;/li&gt;\n&lt;li&gt;Forming, folding, lead filling, casting, fabrication &amp;amp; remanufacture of panels and structural components such as wheeling, shrinking, forming, pressing and production and use of bucks.&lt;/li&gt;\n&lt;li&gt;Principles of wood and composite framing &amp;amp; panel work.&lt;/li&gt;\n&lt;li&gt;The appropriate conservation treatments whilst preserving original components and structure.&lt;/li&gt;\n&lt;li&gt;The removal, replacement, refurbishment or re-manufacture of the internal and external trim components in a range of materials.&lt;/li&gt;\n&lt;li&gt;The repair and manufacture of bright work and castings, polishing and plating techniques, refurbishment of seat, frames and sub-straights, cutting / sewing / piping / quilting / use of adhesives and production of hoods, frames, head linings and upper environment trim.&lt;/li&gt;\n&lt;li&gt;Removal, replacement, refurbishment and re-manufacture of vehicle glazing.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Specific Skills: A &lt;/strong&gt;&lt;strong&gt;Heritage Engineering Vehicle Coach-building and Trim Technician&lt;/strong&gt; can:-&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Conduct and record inspections &amp;amp; assessments relating to historic vehicle construction and components taking into account the historic pedigree and use of materials and processes.&lt;/li&gt;\n&lt;li&gt;Dismantle, store and rebuild historic vehicles safely and without damage to components and systems.&lt;/li&gt;\n&lt;li&gt;Produce technical drawings, use a range of measuring techniques including the use of metric and imperial measuring systems.&lt;/li&gt;\n&lt;li&gt;Implement plans to preserve, repair, disassemble, reassemble or re-manufacture the range of historic vehicles chassis, panels and components.&lt;/li&gt;\n&lt;li&gt;Use historic building techniques such as ‘wheeling’ (panels being hand rolled).&lt;/li&gt;\n&lt;li&gt;Use all jointing processes including riveting, glues, soldering, brazing and welding methods.&lt;/li&gt;\n&lt;li&gt;Remove, replace, refurbish or re-manufacture the internal and external trim components in a range of materials including hoods, frames, head linings, and upper environmental trim.&lt;/li&gt;\n&lt;li&gt;Remove, replace, refurbish or re-manufacture the internal and external trim components in a range of materials including fabric, wood, metal and composites.&lt;/li&gt;\n&lt;li&gt;Remove, replace, refurbish or re-manufacture the vehicle glazing.&lt;/li&gt;\n&lt;li&gt;Prepare vehicles for handover to customers, transportation, exhibitions and display&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;DURATION&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;br /&gt;The typical duration will be 42 to 48 months. Timescales may vary depending on any prior qualifications and experience&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;ENTRY REQUIREMENTS&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will determine their own entry requirements.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;QUALIFICATIONS&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;br /&gt;Apprentices will need to achieve level 2 English and Maths prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;LEVEL &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;br /&gt;This is a Level 3 Standard.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;LINK TO PROFESSIONAL REGISTRATION&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;br /&gt;Recognised by relevant Professional Engineering Institutions at EngTech level of professional registration.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;REVIEW&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;br /&gt;The standard will be reviewed within 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Heritage Engineering Technicians perform a vital role in the preservation, restoration, re-manufacture, service and repair of historic UK and International engineering achievements. The range of heritage sectors include veteran, vintage and classic; agricultural engineering, aviation, bus and coach, commercial vehicle, marine, military vehicle, motor cycle, motor vehicle and steam, working in organisations as diverse as Global Manufacturers, Museums and small operators to small voluntary groups and individual owners . Heritage Engineering Technicians Work on heritage artefacts which are unique “sole survivors” of significant value, but with little or no supporting documentation or procedures. Research the artefact to find out as much information as possible about its history to ensure accurate restoration. Survey artefact and classify damage or deterioration as: negligible, repairable or requiring replacement. Take a project (or part of a bigger project) and strip it down to minimum components, recording the parts and methods meticulously in a variety of ways. Evaluate components for quality, wear and ensure solutions for replacement are fit for purpose and compliant with relevant legislation. Use their own initiative to develop novel ways around complex and unusual engineering issues. Often carry out forensic work, routinely requiring reverse engineering techniques to be employed in order to understand the reasons and methodologies used by the original designers and manufacturers, to develop robust, credible and safe repair schemes. At all times, Heritage Engineering Technicians ensure that provenance is established and that the heritage of engineering innovation, evolution, design and manufacture is maintained for future generations.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "819f8c4e-071b-40cf-92f7-2d9a25ed1ee4",
      "detail": "Current statutory, quality, organisational and health & safety regulations, see optional roles for details."
    },
    {
      "knowledgeId": "f6094b00-7d48-483c-8d85-5c749fb836b5",
      "detail": "The Guidelines for the Care of Larger and Working Historic Objects published by the Museums and Galleries Commission."
    },
    {
      "knowledgeId": "51b2e31f-529c-4dd1-9e4c-a0a535d7fdf2",
      "detail": "The importance of heritage engineering achievements in telling the story of the development of the modern world."
    },
    {
      "knowledgeId": "749b7983-0a75-499a-ab03-11e518d67ea7",
      "detail": "The correct use of materials, tools and equipment, both modern and from a heritage era."
    },
    {
      "knowledgeId": "5a4755f9-f2f6-441b-922a-9f9007a269df",
      "detail": "The importance of working collaboratively to investigate historically sympathetic and appropriate design solutions which ensure the most efficient, cost effective and environmentally friendly programme of work"
    },
    {
      "knowledgeId": "4bfbe27b-9f8e-4f0b-9ed3-d060004790b4",
      "detail": "How to review and amend plans and schedules as the project progresses, initial solutions may need to be modified, components and materials may fail or be found faulty."
    },
    {
      "knowledgeId": "945fd5cf-4e3d-4425-8a32-7ecbe48eaf4d",
      "detail": "Mathematical and scientific principles, graphical expressions, symbols formulae and calculations used by Heritage engineering technicians including understanding metric and imperial forms of measurement."
    },
    {
      "knowledgeId": "2b142809-c026-48e2-8faa-a5b14ed11e70",
      "detail": "The typical problems that may arise in the restoration, renovation or recreation project, i.e. no drawings."
    },
    {
      "knowledgeId": "85e54a9d-63d0-4783-909a-e6071b9f2b1f",
      "detail": "The application of appropriate lifecycle approaches to each restoration project or process to ensure any waste of energy, materials and consumables is minimised and environmental impact is reduced."
    },
    {
      "knowledgeId": "3631ab1e-134f-4ebf-8877-7b477f8d3680",
      "detail": "The principles of manpower requirements, costing, pricing and budgeting along with Supply Chain Management."
    },
    {
      "knowledgeId": "a6f0bdb5-2008-48d4-8e6d-cebbd7e1cd95",
      "detail": "The original methods and techniques used to inspect, remove, renovate, repair, manufacture and reassemble."
    },
    {
      "knowledgeId": "d6b7da2c-9aac-408b-84a2-83e93e83a1bb",
      "detail": "The structure, properties and characteristics of common materials that have been used in the Heritage sector."
    },
    {
      "knowledgeId": "34391fef-0957-42f6-8e80-30f896fc9a72",
      "detail": "How to identify various forms of corrosion, chemical reaction and other forms of age related degradation, and how to select the appropriate treatment, renovation or replacement method(s)."
    },
    {
      "knowledgeId": "f1c5fd82-d4db-4424-873d-5f21dd5c0bc8",
      "detail": "Non Destructive Testing (NDT) methods and applications of the different techniques."
    },
    {
      "knowledgeId": "f7ee43b6-66db-4b6c-bb33-0466c92e1291",
      "detail": "Mechanical, non-mechanical and thermal jointing processes including riveting, glues, soldering, brazing and welding."
    },
    {
      "knowledgeId": "366276b8-0bb9-47aa-81e3-0fabc3214c47",
      "detail": "The historic restoration industry and their company’s position within it, its structure, history, heritage and the range of specialist processes and skills."
    },
    {
      "knowledgeId": "0a734e32-7630-4a9e-a861-fcd1fca38bdd",
      "detail": "The expectation of customer requirements and budgets, managing their expectations, where appropriate"
    },
    {
      "knowledgeId": "a0d3a76e-f4c1-4d9c-8594-a959a9948888",
      "detail": "The Heritage Aviation industry and their company’s position within it."
    },
    {
      "knowledgeId": "1119572b-dc2f-430a-ac6b-6d144352f7d4",
      "detail": "The company’s range of specializations and resources."
    },
    {
      "knowledgeId": "e4d64110-5080-4996-944b-705d7cf75172",
      "detail": "The Principles of Aviation Heritage Conservation."
    },
    {
      "knowledgeId": "a6378daf-6194-408c-b7eb-28c089f570b8",
      "detail": "Ethical Guidelines affecting the Heritage Aviation sector."
    },
    {
      "knowledgeId": "8085cd97-4298-4138-9151-089a71c2a6aa",
      "detail": "Aerodynamics and theory of flight, basic aircraft design: the equilibrium between thrust, drag, lift and weight."
    },
    {
      "knowledgeId": "50ab384f-6748-41ff-aac4-43ad58d44c32",
      "detail": "The type and applications of Heritage Aircraft components and construction, including materials and their uses."
    },
    {
      "knowledgeId": "2398cf50-3f1b-466a-b905-07dc1b7fb2e6",
      "detail": "Aircraft Structural Classifications including; Primary, Secondary or Tertiary Structure."
    },
    {
      "knowledgeId": "cf434727-d758-4b11-b419-d597aebf514e",
      "detail": "The classification of aircraft fasteners and how to identify them."
    },
    {
      "knowledgeId": "6d1e7ada-31db-4902-b4d6-a55ca235b145",
      "detail": "Basic electrical theory along with knowledge of the different types of connections, fixings, fusing, switching, power conversion etc. found on heritage aircraft."
    },
    {
      "knowledgeId": "185d47d1-14b9-4db2-993f-7e2521f1feac",
      "detail": "The basic aircraft instruments and the principles upon which they work: e.g. compass, altimeter, air speed indicator, artificial horizon etc."
    },
    {
      "knowledgeId": "fa08865b-a786-4883-8efb-b8b2b1144a70",
      "detail": "Avionics such as basic heritage radio and navigation systems such as radio direction finder."
    },
    {
      "knowledgeId": "f82f1d02-36bc-44f2-97e9-5474c6a5efe4",
      "detail": "Relating to static aircraft only – awareness power plants systems for basic types of heritage aircraft power plant: piston – rotary, radial, in-line; jet: turbojet, turboprop. Engine-driven systems such as fuel and hydraulic pumps"
    },
    {
      "knowledgeId": "7332256b-a85c-4690-8928-6b072d664207",
      "detail": "The use of appropriate Heritage marine terminology."
    },
    {
      "knowledgeId": "a55b0c5d-97a9-4293-a698-e6115f48e84b",
      "detail": "The prime mover principles of operation for propulsion such as, steam, electric, two stroke and four stroke petrol and diesel engines."
    },
    {
      "knowledgeId": "c2d8f5e5-1156-4649-aa6c-9890f74ded63",
      "detail": "Propulsion system principles and designs with the underpinning knowledge to service, maintain, operate locate faults and rectify or repair."
    },
    {
      "knowledgeId": "7db3caea-4176-4feb-87fe-4777085e7e88",
      "detail": "Vessel auxiliary systems for electrical supply, fuel supply, cooling systems, plumbing systems"
    },
    {
      "knowledgeId": "a5414b03-0474-4aee-accf-60a200706dc6",
      "detail": "Vessel steering theory, system principles and designs including steering components and the method of operation."
    },
    {
      "knowledgeId": "339d4519-7ae8-47a2-9372-4db33affb89c",
      "detail": "Manual handling, lifting, jacking operations without endangering the condition of the Heritage vessel or its components."
    },
    {
      "knowledgeId": "f1013ca3-bd9a-4f95-a000-bdad0b0219a1",
      "detail": "The method to identify the sources of information and codes of practice used to restore or recreate a historic vessel as well as identify the material used to construct her."
    },
    {
      "knowledgeId": "28a6fe43-f792-497a-81fa-6ed458e3cf5d",
      "detail": "How to keep the fabric of construction of the vessel suitably maintained to ensure longevity."
    },
    {
      "knowledgeId": "b26d1477-6f6f-4efe-875a-a5e7f1b252a8",
      "detail": "Examination requirements for periodic inspection of components as set out in relevant documentation (e.g. MT 276 and GMRT 2004 and others)."
    },
    {
      "knowledgeId": "59abef22-e24c-4a7b-ad00-7cb07ae6320c",
      "detail": "How the mechanical components of a steam engine are constructed and function."
    },
    {
      "knowledgeId": "c41e981e-c7ff-47fd-a123-994e0ba6fbdb",
      "detail": "What to look for in their periodic examination of condition and need for repair, replacement."
    },
    {
      "knowledgeId": "f4b134d5-628b-4071-9c91-c10a5178b518",
      "detail": "Lubrication systems and their maintenance."
    },
    {
      "knowledgeId": "e0ba0152-5efc-4821-9aa2-82941553a0e5",
      "detail": "Techniques for overhaul and repair of the motion components (connecting and coupling rods, slide bars and valve gear); brake gear."
    },
    {
      "knowledgeId": "ee7fd44d-6f85-4dc2-b60a-4760bc447211",
      "detail": "Techniques for overhaul and repair of footplate fittings, including injectors and pipework."
    },
    {
      "knowledgeId": "c358200a-ca16-4807-b21c-a642607900ff",
      "detail": "Locomotive frame construction, wheels and tyres (including when wear of treads and flanges requires repair/replacement)."
    },
    {
      "knowledgeId": "662c4555-537b-47d5-b742-7033d0485b90",
      "detail": "Interference fits and the tolerances involved in this type of mechanical assembly."
    },
    {
      "knowledgeId": "370cfe5c-a7f5-47cb-b308-709395e15e3c",
      "detail": "Understanding of major variations in locomotive design and construction over time."
    },
    {
      "knowledgeId": "53c09f4a-e889-4a84-9fb5-5325eef11998",
      "detail": "Air and vacuum brake systems and pumps."
    },
    {
      "knowledgeId": "c3497178-0e26-4360-874d-551bc977d36c",
      "detail": "Main types of riveted boiler and their construction, and of common faults on locomotive and marine boilers (e.g. grooving), how to identify them."
    },
    {
      "knowledgeId": "bbbf0bc7-d079-4443-8f6a-d2d3e65f4105",
      "detail": "Correct use of common repair techniques including patches."
    },
    {
      "knowledgeId": "c442b6e9-9011-4bc8-a9eb-a963a231ae98",
      "detail": "Understanding of the HRA Guidance Note 'HGR-B9000-Is01 - Steam Locomotive Boilers - Introduction' and the further guidance notes to which it refers."
    },
    {
      "knowledgeId": "0fa5056d-344d-4216-9534-8884d8e54352",
      "detail": "Methods of inspection and correct use of testing techniques e.g. flares and hammer testing"
    },
    {
      "knowledgeId": "f07f1e8d-45dd-4ded-bb46-4881d5dd6c62",
      "detail": "Legislation standards and procedures for safety and insurance inspection."
    },
    {
      "knowledgeId": "7e0b9af0-3975-4fa5-a04a-ec90c652d97d",
      "detail": "Carrying out steam and hydraulic testing; operation of safety valves."
    },
    {
      "knowledgeId": "958e7a8d-ab86-4568-a997-e1ab06397667",
      "detail": "Safe working practices in the handling and repair of boilers e.g. slinging."
    },
    {
      "knowledgeId": "6f69e5ef-8e9e-47ce-8535-ca9dc75157e9",
      "detail": "Traceability and selection of materials. Use of different materials in boiler construction and fittings including copper fireboxes and stays."
    },
    {
      "knowledgeId": "c122bb83-7be7-46d4-8d04-da9460bf1793",
      "detail": "Purpose and correct use of fusible plugs, patch screws."
    },
    {
      "knowledgeId": "acb4a219-085b-4520-9ca4-351535922428",
      "detail": "Hot and cold plate forming and flanging."
    },
    {
      "knowledgeId": "3b2cf3b9-d15d-4afa-baa2-1edc244ad571",
      "detail": "Boiler water treatments, washout and boxing up including mud-hole doors."
    },
    {
      "knowledgeId": "1cd2c856-d9a8-435e-a22e-95315a38a2a1",
      "detail": "Appropriate heritage vehicle mechanical terminology and the history of vehicle technologies and their applications."
    },
    {
      "knowledgeId": "b0e2f2b6-9660-4cd3-8d77-ff18f5dc8825",
      "detail": "Inspection, assessment and preservation of the mechanical condition of historic vehicles."
    },
    {
      "knowledgeId": "cd6a7ec8-de65-4a7a-9f3f-07d137f00600",
      "detail": "Operation of historic vehicle systems safely and without damage to components and systems."
    },
    {
      "knowledgeId": "c3a0e6a2-6f05-4004-bc1b-4593ab33ff4d",
      "detail": "The principles of motive power construction, their application and operation; such as rotary, radial, sleeve-valve, in line, V, W, Broad Arrow, opposed piston, twin crankshaft, naturally aspirated and forced induction spark ignition and compression ignition engines, high and low pressure external combustion engines and historic electric motors."
    },
    {
      "knowledgeId": "27f4c46b-9748-4b1e-92b1-d28da058167b",
      "detail": "How to lift, secure, service, maintain vehicle systems, investigate and rectify faults."
    },
    {
      "knowledgeId": "ddd797f6-cec7-46bb-b451-80b75064a46a",
      "detail": "Chassis design principles, construction and historical use of materials and jointing methods."
    },
    {
      "knowledgeId": "c5a7ca0e-95b5-4bb6-ae23-653f4a4be3bc",
      "detail": "Auxiliary systems such as cable and rod operated external or internal band brakes, hydrostatic brakes, pipework and pressure systems. Fuel systems including fuel types, storage and delivery. Damping, suspension and steering principles, design and use of liquids, fuels, coolants and oils (Vegetable and mineral)."
    },
    {
      "knowledgeId": "3161a201-dbfb-4ea5-b76b-14220f4df04c",
      "detail": "Powertrain; such as cone or centrifugal clutches, chain, gear, or belt drive, pre-selector, sliding mesh and constant mesh gearboxes, fast and loose pulleys, fluid flywheels, torque converters, torque tube, open and final drive variations"
    },
    {
      "knowledgeId": "0aba0ede-24e5-4dcd-9e08-9b5c0b135177",
      "detail": "Electrics; such as magnetos, trembler coils, distributors, generators, current control devices and other power sources."
    },
    {
      "knowledgeId": "be93cb75-7a96-472a-bf0c-3380dd7e4013",
      "detail": "Re-manufacture of components: techniques and use of historic materials and processes including modern materials and techniques where appropriate."
    },
    {
      "knowledgeId": "34319b4b-01aa-411d-bb83-3871444bfacd",
      "detail": "The use of appropriate heritage vehicle coach-building & trim terminology and the history of vehicle technologies and their applications."
    },
    {
      "knowledgeId": "5e0da990-cdfa-4b71-a2a9-c3a34b905df7",
      "detail": "How to inspect, assess and preserve the coachwork and trim condition of historic vehicles."
    },
    {
      "knowledgeId": "46711bab-ab6d-4af5-8ced-a116ccf6edf5",
      "detail": "Chassis and Body construction techniques & materials: Repair, adjustment, removal and replacement of minor/major component defects."
    },
    {
      "knowledgeId": "ea4c26c1-fd83-485e-a52a-a3fb9ff12759",
      "detail": "The nature of mechanical, non-mechanical and thermal jointing techniques including bonding, hot & cold riveting, welding, braizing, solder, spot, annealing, hardening and tempering."
    },
    {
      "knowledgeId": "5e05d53a-3908-49e1-9f43-0b3f922c4d12",
      "detail": "Forming, folding, lead filling, casting, fabrication & remanufacture of panels and structural components such as wheeling, shrinking, forming, pressing and production and use of bucks."
    },
    {
      "knowledgeId": "de6f03bb-1da8-47bd-b639-4277587a878c",
      "detail": "Principles of wood and composite framing & panel work."
    },
    {
      "knowledgeId": "c81a5fb9-cc34-444f-a0e7-8af56ba969e4",
      "detail": "The appropriate conservation treatments whilst preserving original components and structure."
    },
    {
      "knowledgeId": "c22fc684-d1d9-4549-8711-3040f6048666",
      "detail": "The removal, replacement, refurbishment or re-manufacture of the internal and external trim components in a range of materials."
    },
    {
      "knowledgeId": "3977970b-a9df-4e20-9e7f-1896398062ee",
      "detail": "The repair and manufacture of bright work and castings, polishing and plating techniques, refurbishment of seat, frames and sub-straights, cutting / sewing / piping / quilting / use of adhesives and production of hoods, frames, head linings and upper environment trim"
    },
    {
      "knowledgeId": "7f03a82a-518f-4548-acf9-1f307f89e43a",
      "detail": "Removal, replacement, refurbishment and re-manufacture of vehicle glazing."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "8b786ff9-4a58-4795-82ba-4fec0d88888b",
      "detail": "Personal Responsibility & Compliance: With statutory and organisational health & safety regulations and policies at all times such as The Health and Safety at Work Act 1974 (HASAWA), Control of Substances Hazardous to Health Regulations 2002 (COSHH) and Control of Asbestos Regulations Accepts responsibility to work load with a responsible approach to risk. Continually demonstrates a high level of motivation and resilience when facing challenges."
    },
    {
      "behaviourId": "866ceded-43f5-4d9f-8816-377bad97b6d1",
      "detail": "Working Effectively in Teams: Create and maintain positive, professional and trusting working relationships with the team a wide range of internal, external and connected stakeholders."
    },
    {
      "behaviourId": "fb4cb46e-0be8-4c0d-82b9-213cc009f9fe",
      "detail": "Effective Communication & Interpersonal Skills: Maintain effective partnerships with suppliers and customers through the company processes to achieve sound objectives.Open and honest clear communication using appropriate methods. Always demonstrating a positive and respectful attitude."
    },
    {
      "behaviourId": "4e1be295-b16e-4d4a-8bf2-04feca92ad97",
      "detail": "Quality & Problem Solving: Strong desire to ensure that the root cause of a problem is identified and addressed, continually seeks opportunities to improve quality, speed and efficiency."
    },
    {
      "behaviourId": "67f905c1-5934-4421-a49b-506c2b87d60c",
      "detail": "Continuous Professional Development: Have a strong commitment and be self-motivated to develop, learn and adapt to new processes and technologies. Strive to improve personal performance."
    },
    {
      "behaviourId": "b1799ff2-7815-474f-bd1e-4ef0186cad88",
      "detail": "Equality, Diversity and Ethical Values: Demonstrate an understanding and commitment to maintaining and promoting honour and honesty with the fundamental ethical values in the workplace."
    }
  ],
  "skills": [
    {
      "skillId": "c5534083-acbe-4c23-95cb-8dc55c9e6d0c",
      "detail": "Apply current Health & Safety practices at all times, ensuring all Hazards and Risks are identified and managed effectively, specifically complying with all relevant general and heritage specific regulations."
    },
    {
      "skillId": "9fd57d30-9ecc-447c-bd49-697e5b3be9c3",
      "detail": "Dis-assemble and assemble constructs, using video and/or other recording methods as appropriate to ensure the knowledge is not lost if significant time elapses between the two functions."
    },
    {
      "skillId": "03591741-7068-41ff-a399-a7805c6fad39",
      "detail": "Apply the processes of continuous improvement, such as Kaizen and Workplace Organisation."
    },
    {
      "skillId": "b1fad197-c4b9-4917-8ec0-0df3c1c08802",
      "detail": "Obtain check and use the appropriate original"
    },
    {
      "skillId": "a4e02ce6-f213-440f-9322-5f5cd2a383eb",
      "detail": "Develop, apply and implement appropriate delivery plans to complete tasks within the agreed timescale."
    },
    {
      "skillId": "f0d425c7-8224-41da-bf7a-3cef8c1240a5",
      "detail": "Apply industry recognised/best practice standards at all times during the restoration of a project to ensure that each stage is completed properly and has no adverse effect on future operations and progress."
    },
    {
      "skillId": "e6d74356-b7c0-4c13-ad0b-30402b6f0d21",
      "detail": "Plan and where applicable obtain all the resources required to undertake the work activity."
    },
    {
      "skillId": "258e34d1-dc6c-4285-96e2-f257732ba8c8",
      "detail": "Use the correct original or contemporary tools, processes, procedures and equipment to inspect remove, renovate and reassemble components where applicable including those for periodic adjustment."
    },
    {
      "skillId": "71264a6b-ebbf-4800-bf67-320323abf27f",
      "detail": "Identify various forms of corrosion, chemical reaction and other forms of degradation, and treat accordingly."
    },
    {
      "skillId": "153f8f40-33e3-469b-84e6-2c8e13352e2f",
      "detail": "Apply Non Destructive Techniques (NDT), using the correct technique for the specific application"
    },
    {
      "skillId": "0e176072-34a6-47e8-984e-80173e0c4729",
      "detail": "Use mechanical, non-mechanical and thermal jointing processes including riveting, glues, soldering, brazing and welding."
    },
    {
      "skillId": "18fc0463-9a63-40f8-ae8b-36f52f3c2386",
      "detail": "Apply appropriate and approved diagnostic procedures and equipment with logical problem-solving techniques."
    },
    {
      "skillId": "51271ea7-32eb-4efd-bd94-5d1b3ea53b63",
      "detail": "Restore the work area on completion of the activity."
    },
    {
      "skillId": "b91c83fc-364c-45a0-bf46-3d9e57ee5ad0",
      "detail": "Deal with customers, to ensure their satisfaction and expectations are exceeded."
    },
    {
      "skillId": "5c559aed-9a69-417c-9742-b86b76e751c6",
      "detail": "Use appropriate aviation terminology."
    },
    {
      "skillId": "2e04074a-ebf7-4961-9f74-9838e0a5c6fb",
      "detail": "Fully document and record all work with European Aviation Safety Agency/Civil Aviation Authority requirements."
    },
    {
      "skillId": "9f1f2594-65d5-4bad-a95b-9f68f35430a2",
      "detail": "Survey Heritage Aircraft, and classify damage as: Negligible, Repairable by treatment, Repairable by patching or insertion or requiring replacement."
    },
    {
      "skillId": "c66448e6-df78-47fd-ad75-2809f2d6665f",
      "detail": "Apply appropriate conservation treatment(s) with minimum physical intervention and removing no or as little as possible original material."
    },
    {
      "skillId": "6a62769c-8c32-4179-bd3c-7790985cfc75",
      "detail": "Correctly identify and employ appropriate riveting techniques."
    },
    {
      "skillId": "56ec1332-4917-41b1-bae5-e9780c44609e",
      "detail": "Manufacture and replace aircraft panels/components using conforming material."
    },
    {
      "skillId": "6f0c2d10-f93d-45f2-aac9-bd4c1e64be09",
      "detail": "Use sealants to add aerodynamic smoothness to exposed surfaces as seams and joints in the fuselage and wings"
    },
    {
      "skillId": "480f1ef2-c240-4a9d-8ec0-0e60638a931b",
      "detail": "Use sealants to prevent air and fluid leakage."
    },
    {
      "skillId": "47ef8924-c6d7-4035-a927-399ec802538b",
      "detail": "Undertake jacking & lifting operations without endangering themselves or others."
    },
    {
      "skillId": "562bd64f-2feb-4362-8732-80c111b87ef8",
      "detail": "Assess external condition of aircraft electrical systems, instruments and power-plant as to their appearance"
    },
    {
      "skillId": "7672e4da-9594-4446-85ad-395740aac25d",
      "detail": "Utilise appropriate conservation techniques to return electrical systems, instruments and power-plant to a satisfactory external appearance"
    },
    {
      "skillId": "9177cab0-edfd-4d0b-b621-4e78ee476c10",
      "detail": "Remove equipment and store in an environmentally controlled bonded secure storage facility, so that it could be re-used in the future."
    },
    {
      "skillId": "a1160b03-e619-4a16-ad54-09bf0e50ec6f",
      "detail": "Service, maintain operate, locate faults and rectify or repair on prime movers such as; steam, electric, two and four stroke petrol and diesel engines."
    },
    {
      "skillId": "33ac2308-9727-4106-864a-f9363a3b3449",
      "detail": "Service, maintain, operate locate faults and rectify or repair propulsion systems."
    },
    {
      "skillId": "7de2523c-28e1-4922-ace4-cb0e156c9333",
      "detail": "Locate faults and rectify or repair Heritage vessels auxiliary systems for electrical supply, fuel supply, cooling and plumbing systems."
    },
    {
      "skillId": "aec81ad8-2006-4ee5-bcb9-04dfd0b64d94",
      "detail": "Service, maintain, operate, rectify and repair vessel steering components."
    },
    {
      "skillId": "8e90dcdb-37eb-4bf4-9c52-97d77f6425c0",
      "detail": "Manufacture replacement components using conforming materials such as wood, metal or fabric."
    },
    {
      "skillId": "dce9ecc4-8175-40d4-bac1-baa2a0408ae6",
      "detail": "Undertake lifting, slinging, jacking operations without endangering the vessel, components or persons for large heavy objects."
    },
    {
      "skillId": "bf973a43-f51a-4a1d-9fa5-f81e219d542e",
      "detail": "Manage the processes required to implement an effective vessel assessment including how to assess a vessel for her historical significance and her current fabric condition."
    },
    {
      "skillId": "f99963d1-78ee-460c-bd20-510261787a15",
      "detail": "Manage the process required to stabilise a Heritage vessel and how to protect her condition by applying appropriate treatments with minimum physical intervention and removing as little original material"
    },
    {
      "skillId": "862e5ffc-a50a-49c7-a197-6d2189b1fa36",
      "detail": "Maintain the fabric of the vessel and keep it suitably maintained even under museum conditions to ensure longevity."
    },
    {
      "skillId": "db21a9f7-c987-4821-99b0-804ad10ac37c",
      "detail": "Use appropriate terminology in recording of work."
    },
    {
      "skillId": "71f52cc2-fb74-41a8-8f96-3aa4e0b8caca",
      "detail": "Undertake safe handling including hot/in steam working and workshop systems – electric, air, lifting"
    },
    {
      "skillId": "d7c61b87-782a-41c9-94b9-b8f4458026a4",
      "detail": "Ability to undertake hand and machine fitting including effective use of machine shop tools associated with mechanical repair work (e.g. making replacement components)."
    },
    {
      "skillId": "b2780f15-2a32-4598-88a8-76321bc1ab4f",
      "detail": "Mechanical exams and checks on lubrication systems, brake systems, hoses and couplings."
    },
    {
      "skillId": "d73a1555-a5a2-48d2-8ab6-e46c62511e2c",
      "detail": "Undertake mechanical testing techniques, carrying out the required test procedure without causing damage to the component or system."
    },
    {
      "skillId": "3ae7b452-b455-424c-b0c3-53f9bfda004f",
      "detail": "Undertake white metalling and refurbishment of bearings."
    },
    {
      "skillId": "d2ba925a-0ba5-4c68-9b10-564b6562cfaf",
      "detail": "Carry out examination of locomotive frames and their alignment."
    },
    {
      "skillId": "0acda2f5-6fbc-4d64-ba8a-f8507b3f3b3b",
      "detail": "Carry out examination procedures for wheel-sets, tyres and flanges, axles and springs to determine repair or adjustment needs in line with guidance e.g. MT 276."
    },
    {
      "skillId": "aedf3ad5-bfa4-4016-bfe4-b65e7c7af5e6",
      "detail": "Carry out valve and piston examination and slide bar alignment."
    },
    {
      "skillId": "64c31b5b-0097-4a43-b83c-395aae9fd21e",
      "detail": "Use appropriate terminology and recording of the work."
    },
    {
      "skillId": "df9fb14c-a638-4f4e-85b0-485013aea859",
      "detail": "Correctly mark out plate for different boiler sections."
    },
    {
      "skillId": "f5b2031e-b636-49b6-9400-4d07223e3b97",
      "detail": "Undertake safe handling including hot/in steam working and correct use of tools associated with boiler work."
    },
    {
      "skillId": "a2635a80-92c5-4433-9fe2-184c7423d6c7",
      "detail": "Carry out thorough survey and examinations, testing techniques including hydraulic and have the skills to identify and carry out the required test procedure without causing damage to the component or system."
    },
    {
      "skillId": "d51bb443-f8be-42e6-9892-0e850fc4703c",
      "detail": "Carry out riveting repairs (hot and hydraulic)."
    },
    {
      "skillId": "4c1c72e4-b92d-4b06-94e0-6fa86c11279f",
      "detail": "Carry out tube removal and boiler re-tubing."
    },
    {
      "skillId": "3e5cf5b9-2bda-47f4-b564-2a0e7b35c9c0",
      "detail": "Undertake correct fitting of boiler mountings and safety valves."
    },
    {
      "skillId": "184ac29e-af4f-4fb4-a36a-9fee64329c29",
      "detail": "Carry out plate-work repairs and patching."
    },
    {
      "skillId": "16aecca2-8200-4e96-a7d6-6e93b6f66643",
      "detail": "Carry out inner and outer firebox repair, including drilling and tapping, stay removal and replacement."
    },
    {
      "skillId": "06f33388-f3a4-48b9-856c-2416cb607460",
      "detail": "Operate historic vehicles and systems safely and without damage to components and systems."
    },
    {
      "skillId": "c05ffd80-8619-41ac-800d-35a0581e74a9",
      "detail": "Conduct and record inspections and assessments relating to historic vehicles and systems taking into account the historic pedigree and use of materials & processes."
    },
    {
      "skillId": "c2324b56-cee4-4f49-92c8-ef62dd2c2af2",
      "detail": "Produce technical drawings, use a range of measuring techniques including the use of metric and imperial measuring systems."
    },
    {
      "skillId": "77f59218-2e55-4ba8-913d-7cbe29b00e8a",
      "detail": "Implement plans to preserve, repair, disassemble, re-assemble or re-manufacture the range of historic vehicles systems and components."
    },
    {
      "skillId": "9d1e663e-e9d1-4a4a-93c2-df7ee6a72cdc",
      "detail": "Lift/jack, support and lower historic vehicles safely and without damage to chassis, components or systems"
    },
    {
      "skillId": "cd456528-edc9-45d4-8485-c7a6e7c3fb9a",
      "detail": "Service, maintain and repair the range of historic motive power systems."
    },
    {
      "skillId": "8dfc574d-c2e1-4858-be93-441f46d15ad9",
      "detail": "Service, maintain and repair historic vehicle auxiliary systems."
    },
    {
      "skillId": "b28aebe6-89e5-41bd-8c9e-d3e392041206",
      "detail": "Retain originality of materials and apply/use preservation techniques where appropriate."
    },
    {
      "skillId": "96bbfe30-59ed-438e-a5ea-d9630c2dfc3e",
      "detail": "Re-manufacture components using hand skills, milling, turning, grinding and fabrication skills appropriate to the particular vehicle."
    },
    {
      "skillId": "446c78a5-245a-4cc1-af3e-f0a3a293cee2",
      "detail": "Use mechanical, non-mechanical & thermal jointing processes including riveting, glues, soldering, brazing, mig, tig, spot & arc welding."
    },
    {
      "skillId": "eff21cdd-e6f8-4ce4-babd-8a6638e05405",
      "detail": "Conduct and record inspections & assessments relating to historic vehicle construction and components taking into account the historic pedigree and use of materials and processes."
    },
    {
      "skillId": "0990343e-7254-4d07-90ee-7fe38a2f7838",
      "detail": "Dismantle, store and rebuild historic vehicles safely and without damage to components and systems."
    },
    {
      "skillId": "c44dddd9-4efa-4140-9db2-77f4764057f2",
      "detail": "Produce technical drawings, use a range of measuring techniques including the use of metric and imperial measuring systems."
    },
    {
      "skillId": "52ca2e03-c421-4dec-ac2f-b4b7521bbd61",
      "detail": "Implement plans to preserve, repair, disassemble, reassemble or re-manufacture the range of historic vehicles chassis, panels and components."
    },
    {
      "skillId": "fe2547f0-56fe-4427-966d-cf8b518406dc",
      "detail": "Use historic building techniques such as ‘wheeling’ (panels being hand rolled)."
    },
    {
      "skillId": "dffb3c3b-1f20-4767-bdd4-f5f32c73d662",
      "detail": "Use all jointing processes including riveting, glues, soldering, brazing and welding methods."
    },
    {
      "skillId": "a112a734-82b3-4824-89a8-66cc87d5cd8f",
      "detail": "Remove, replace, refurbish or re-manufacture the internal and external trim components in a range of materials including hoods, frames, head linings, and upper environmental trim."
    },
    {
      "skillId": "41800d9f-525c-409a-9f91-8c8dbb359150",
      "detail": "Remove, replace, refurbish or re-manufacture the internal and external trim components in a range of materials including fabric, wood, metal and composites."
    },
    {
      "skillId": "2125e7b3-3b9a-4097-b500-7b07da0124ba",
      "detail": "Remove, replace, refurbish or re-manufacture the vehicle glazing."
    },
    {
      "skillId": "a6f2687b-1947-44cc-9785-1854b81fb227",
      "detail": "Prepare vehicles for handover to customers, transportation, exhibitions and display"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Heritage Engineering Aviation Technician",
    "Heritage Engineering Marine Technicians",
    "Heritage Engineering Steam (Mechanical Overhaul) Technicians",
    "Heritage Engineering Steam (Boiler-smith) Technicians",
    "Heritage Engineering Vehicle Mechanical Technicians",
    "Heritage Engineering Coach-building & Trim Technicians"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-08-23T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0409 ",
  "tbMainContact": "m.hews@ckl.com",
  "involvedEmployers": "Jaguar Land Rover, Federation of British Historic Vehicle Clubs Ltd., \nBicester Heritage Ltd, Heritage Skills Academy, Boiler & Engineering Skills Training Trust, Heritage Railway Association, Royal Air Force Museum, British Aviation Preservation Council, National Historic Ships UK, Marine Solutions, Marches - Centre of Manufacturing Technology, Classic Motor Cars Ltd, The International Guild of Specialist Engineers, P & A Wood, The Sir Henry Royce Memorial Foundation, The Transport Trust",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Heritage Engineering Aviation Technicians",
    "Heritage Engineering Marine Technicians",
    "Heritage Engineering Steam (Mechanical Overhaul) Technicians",
    "Heritage Engineering Steam (Boiler-smith) Technicians",
    "Heritage Engineering Coach-building & Trim Technicians",
    "Heritage Engineering Vehicle Mechanical Technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, Installation & Repair",
  "cluster": "Service, Repair and/or Overhaul Operative/Technician",
  "clusterId": "19",
  "clusterDescription": "Install, maintain and service plant and equipment",
  "createdDate": "2017-11-14T17:09:58 +00:00",
  "lastUpdated": "2022-06-08T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-08-23T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0571",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0571-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0571-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "a976cf00-a435-4a6a-b1c6-a4d78b46da67",
      "title": "Heritage Engineering Aviation Technician",
      "occupationCode": "OCC0571A"
    },
    {
      "optionId": "018ea2c6-1cde-4491-9b97-7b921d548cbf",
      "title": "Heritage Engineering Marine Technicians",
      "occupationCode": "OCC0571C"
    },
    {
      "optionId": "8a3bf31b-51a1-4ba9-93a9-85e7c8b764c4",
      "title": "Heritage Engineering Steam (Mechanical Overhaul) Technicians",
      "occupationCode": "OCC0571E"
    },
    {
      "optionId": "71345d52-f6e6-4fa9-b4bb-f5fc116f9047",
      "title": "Heritage Engineering Steam (Boiler-smith) Technicians",
      "occupationCode": "OCC0571D"
    },
    {
      "optionId": "08278b4c-14e3-4a10-b7e5-539c77f0b919",
      "title": "Heritage Engineering Vehicle Mechanical Technicians",
      "occupationCode": "OCC0571F"
    },
    {
      "optionId": "376ccb0c-fd54-4fb7-ac31-4ad969100732",
      "title": "Heritage Engineering Coach-building & Trim Technicians",
      "occupationCode": "OCC0571B"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "8b786ff9-4a58-4795-82ba-4fec0d88888b",
        "866ceded-43f5-4d9f-8816-377bad97b6d1",
        "fb4cb46e-0be8-4c0d-82b9-213cc009f9fe",
        "4e1be295-b16e-4d4a-8bf2-04feca92ad97",
        "67f905c1-5934-4421-a49b-506c2b87d60c",
        "b1799ff2-7815-474f-bd1e-4ef0186cad88"
      ],
      "mappedKnowledge": [
        "819f8c4e-071b-40cf-92f7-2d9a25ed1ee4",
        "f6094b00-7d48-483c-8d85-5c749fb836b5",
        "51b2e31f-529c-4dd1-9e4c-a0a535d7fdf2",
        "749b7983-0a75-499a-ab03-11e518d67ea7",
        "5a4755f9-f2f6-441b-922a-9f9007a269df",
        "4bfbe27b-9f8e-4f0b-9ed3-d060004790b4",
        "945fd5cf-4e3d-4425-8a32-7ecbe48eaf4d",
        "2b142809-c026-48e2-8faa-a5b14ed11e70",
        "85e54a9d-63d0-4783-909a-e6071b9f2b1f",
        "3631ab1e-134f-4ebf-8877-7b477f8d3680",
        "a6f0bdb5-2008-48d4-8e6d-cebbd7e1cd95",
        "d6b7da2c-9aac-408b-84a2-83e93e83a1bb",
        "34391fef-0957-42f6-8e80-30f896fc9a72",
        "f1c5fd82-d4db-4424-873d-5f21dd5c0bc8",
        "f7ee43b6-66db-4b6c-bb33-0466c92e1291",
        "366276b8-0bb9-47aa-81e3-0fabc3214c47",
        "0a734e32-7630-4a9e-a861-fcd1fca38bdd"
      ],
      "mappedSkills": [
        "c5534083-acbe-4c23-95cb-8dc55c9e6d0c",
        "9fd57d30-9ecc-447c-bd49-697e5b3be9c3",
        "03591741-7068-41ff-a399-a7805c6fad39",
        "b1fad197-c4b9-4917-8ec0-0df3c1c08802",
        "a4e02ce6-f213-440f-9322-5f5cd2a383eb",
        "f0d425c7-8224-41da-bf7a-3cef8c1240a5",
        "e6d74356-b7c0-4c13-ad0b-30402b6f0d21",
        "258e34d1-dc6c-4285-96e2-f257732ba8c8",
        "71264a6b-ebbf-4800-bf67-320323abf27f",
        "153f8f40-33e3-469b-84e6-2c8e13352e2f",
        "0e176072-34a6-47e8-984e-80173e0c4729",
        "18fc0463-9a63-40f8-ae8b-36f52f3c2386",
        "51271ea7-32eb-4efd-bd94-5d1b3ea53b63",
        "b91c83fc-364c-45a0-bf46-3d9e57ee5ad0"
      ]
    },
    {
      "coreOrOptionTitle": "Heritage Engineering Aviation Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "a0d3a76e-f4c1-4d9c-8594-a959a9948888",
        "1119572b-dc2f-430a-ac6b-6d144352f7d4",
        "e4d64110-5080-4996-944b-705d7cf75172",
        "a6378daf-6194-408c-b7eb-28c089f570b8",
        "8085cd97-4298-4138-9151-089a71c2a6aa",
        "50ab384f-6748-41ff-aac4-43ad58d44c32",
        "2398cf50-3f1b-466a-b905-07dc1b7fb2e6",
        "cf434727-d758-4b11-b419-d597aebf514e",
        "6d1e7ada-31db-4902-b4d6-a55ca235b145",
        "185d47d1-14b9-4db2-993f-7e2521f1feac",
        "fa08865b-a786-4883-8efb-b8b2b1144a70",
        "f82f1d02-36bc-44f2-97e9-5474c6a5efe4"
      ],
      "mappedSkills": [
        "5c559aed-9a69-417c-9742-b86b76e751c6",
        "2e04074a-ebf7-4961-9f74-9838e0a5c6fb",
        "9f1f2594-65d5-4bad-a95b-9f68f35430a2",
        "c66448e6-df78-47fd-ad75-2809f2d6665f",
        "6a62769c-8c32-4179-bd3c-7790985cfc75",
        "56ec1332-4917-41b1-bae5-e9780c44609e",
        "6f0c2d10-f93d-45f2-aac9-bd4c1e64be09",
        "480f1ef2-c240-4a9d-8ec0-0e60638a931b",
        "47ef8924-c6d7-4035-a927-399ec802538b",
        "562bd64f-2feb-4362-8732-80c111b87ef8",
        "7672e4da-9594-4446-85ad-395740aac25d",
        "9177cab0-edfd-4d0b-b621-4e78ee476c10"
      ]
    },
    {
      "coreOrOptionTitle": "Heritage Engineering Marine Technicians",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "7332256b-a85c-4690-8928-6b072d664207",
        "a55b0c5d-97a9-4293-a698-e6115f48e84b",
        "c2d8f5e5-1156-4649-aa6c-9890f74ded63",
        "7db3caea-4176-4feb-87fe-4777085e7e88",
        "a5414b03-0474-4aee-accf-60a200706dc6",
        "339d4519-7ae8-47a2-9372-4db33affb89c",
        "f1013ca3-bd9a-4f95-a000-bdad0b0219a1",
        "28a6fe43-f792-497a-81fa-6ed458e3cf5d"
      ],
      "mappedSkills": [
        "a1160b03-e619-4a16-ad54-09bf0e50ec6f",
        "33ac2308-9727-4106-864a-f9363a3b3449",
        "7de2523c-28e1-4922-ace4-cb0e156c9333",
        "aec81ad8-2006-4ee5-bcb9-04dfd0b64d94",
        "8e90dcdb-37eb-4bf4-9c52-97d77f6425c0",
        "dce9ecc4-8175-40d4-bac1-baa2a0408ae6",
        "bf973a43-f51a-4a1d-9fa5-f81e219d542e",
        "f99963d1-78ee-460c-bd20-510261787a15",
        "862e5ffc-a50a-49c7-a197-6d2189b1fa36"
      ]
    },
    {
      "coreOrOptionTitle": "Heritage Engineering Steam (Mechanical Overhaul) Technicians",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "b26d1477-6f6f-4efe-875a-a5e7f1b252a8",
        "59abef22-e24c-4a7b-ad00-7cb07ae6320c",
        "c41e981e-c7ff-47fd-a123-994e0ba6fbdb",
        "f4b134d5-628b-4071-9c91-c10a5178b518",
        "e0ba0152-5efc-4821-9aa2-82941553a0e5",
        "ee7fd44d-6f85-4dc2-b60a-4760bc447211",
        "c358200a-ca16-4807-b21c-a642607900ff",
        "662c4555-537b-47d5-b742-7033d0485b90",
        "370cfe5c-a7f5-47cb-b308-709395e15e3c",
        "53c09f4a-e889-4a84-9fb5-5325eef11998"
      ],
      "mappedSkills": [
        "db21a9f7-c987-4821-99b0-804ad10ac37c",
        "71f52cc2-fb74-41a8-8f96-3aa4e0b8caca",
        "d7c61b87-782a-41c9-94b9-b8f4458026a4",
        "b2780f15-2a32-4598-88a8-76321bc1ab4f",
        "d73a1555-a5a2-48d2-8ab6-e46c62511e2c",
        "3ae7b452-b455-424c-b0c3-53f9bfda004f",
        "d2ba925a-0ba5-4c68-9b10-564b6562cfaf",
        "0acda2f5-6fbc-4d64-ba8a-f8507b3f3b3b",
        "aedf3ad5-bfa4-4016-bfe4-b65e7c7af5e6"
      ]
    },
    {
      "coreOrOptionTitle": "Heritage Engineering Steam (Boiler-smith) Technicians",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "c3497178-0e26-4360-874d-551bc977d36c",
        "bbbf0bc7-d079-4443-8f6a-d2d3e65f4105",
        "c442b6e9-9011-4bc8-a9eb-a963a231ae98",
        "0fa5056d-344d-4216-9534-8884d8e54352",
        "f07f1e8d-45dd-4ded-bb46-4881d5dd6c62",
        "7e0b9af0-3975-4fa5-a04a-ec90c652d97d",
        "958e7a8d-ab86-4568-a997-e1ab06397667",
        "6f69e5ef-8e9e-47ce-8535-ca9dc75157e9",
        "c122bb83-7be7-46d4-8d04-da9460bf1793",
        "acb4a219-085b-4520-9ca4-351535922428",
        "3b2cf3b9-d15d-4afa-baa2-1edc244ad571"
      ],
      "mappedSkills": [
        "64c31b5b-0097-4a43-b83c-395aae9fd21e",
        "df9fb14c-a638-4f4e-85b0-485013aea859",
        "f5b2031e-b636-49b6-9400-4d07223e3b97",
        "a2635a80-92c5-4433-9fe2-184c7423d6c7",
        "d51bb443-f8be-42e6-9892-0e850fc4703c",
        "4c1c72e4-b92d-4b06-94e0-6fa86c11279f",
        "3e5cf5b9-2bda-47f4-b564-2a0e7b35c9c0",
        "184ac29e-af4f-4fb4-a36a-9fee64329c29",
        "16aecca2-8200-4e96-a7d6-6e93b6f66643"
      ]
    },
    {
      "coreOrOptionTitle": "Heritage Engineering Vehicle Mechanical Technicians",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "1cd2c856-d9a8-435e-a22e-95315a38a2a1",
        "b0e2f2b6-9660-4cd3-8d77-ff18f5dc8825",
        "cd6a7ec8-de65-4a7a-9f3f-07d137f00600",
        "c3a0e6a2-6f05-4004-bc1b-4593ab33ff4d",
        "27f4c46b-9748-4b1e-92b1-d28da058167b",
        "ddd797f6-cec7-46bb-b451-80b75064a46a",
        "c5a7ca0e-95b5-4bb6-ae23-653f4a4be3bc",
        "3161a201-dbfb-4ea5-b76b-14220f4df04c",
        "0aba0ede-24e5-4dcd-9e08-9b5c0b135177",
        "be93cb75-7a96-472a-bf0c-3380dd7e4013"
      ],
      "mappedSkills": [
        "06f33388-f3a4-48b9-856c-2416cb607460",
        "c05ffd80-8619-41ac-800d-35a0581e74a9",
        "c2324b56-cee4-4f49-92c8-ef62dd2c2af2",
        "77f59218-2e55-4ba8-913d-7cbe29b00e8a",
        "9d1e663e-e9d1-4a4a-93c2-df7ee6a72cdc",
        "cd456528-edc9-45d4-8485-c7a6e7c3fb9a",
        "8dfc574d-c2e1-4858-be93-441f46d15ad9",
        "b28aebe6-89e5-41bd-8c9e-d3e392041206",
        "96bbfe30-59ed-438e-a5ea-d9630c2dfc3e",
        "446c78a5-245a-4cc1-af3e-f0a3a293cee2"
      ]
    },
    {
      "coreOrOptionTitle": "Heritage Engineering Coach-building & Trim Technicians",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "34319b4b-01aa-411d-bb83-3871444bfacd",
        "5e0da990-cdfa-4b71-a2a9-c3a34b905df7",
        "46711bab-ab6d-4af5-8ced-a116ccf6edf5",
        "ea4c26c1-fd83-485e-a52a-a3fb9ff12759",
        "5e05d53a-3908-49e1-9f43-0b3f922c4d12",
        "de6f03bb-1da8-47bd-b639-4277587a878c",
        "c81a5fb9-cc34-444f-a0e7-8af56ba969e4",
        "c22fc684-d1d9-4549-8711-3040f6048666",
        "3977970b-a9df-4e20-9e7f-1896398062ee",
        "7f03a82a-518f-4548-acf9-1f307f89e43a"
      ],
      "mappedSkills": [
        "eff21cdd-e6f8-4ce4-babd-8a6638e05405",
        "0990343e-7254-4d07-90ee-7fe38a2f7838",
        "c44dddd9-4efa-4140-9db2-77f4764057f2",
        "52ca2e03-c421-4dec-ac2f-b4b7521bbd61",
        "fe2547f0-56fe-4427-966d-cf8b518406dc",
        "dffb3c3b-1f20-4767-bdd4-f5f32c73d662",
        "a112a734-82b3-4824-89a8-66cc87d5cd8f",
        "41800d9f-525c-409a-9f91-8c8dbb359150",
        "2125e7b3-3b9a-4097-b500-7b07da0124ba",
        "a6f2687b-1947-44cc-9785-1854b81fb227"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-06-08T00:00:00"
}