{
  "templateType": "Apprenticeship Standard",
  "larsCode": 381,
  "referenceNumber": "ST0510",
  "learningAimClassCode": "",
  "title": "Social worker (integrated degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0510",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-01-31T00:00:00",
  "earliestStartDate": "2018-11-30T00:00:00",
  "latestStartDate": "2023-01-22T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Protecting vulnerable children and adults from harm or abuse, and supporting adults to live independently.",
  "level": 6,
  "ePALength": 6,
  "typicalDuration": 30,
  "maxFunding": 23000,
  "maxFundingAdditionalInformation": "",
  "route": "Care services",
  "keywords": [
    "social worker",
    "degree",
    "abuse",
    "support",
    "vulnerable",
    "protecting",
    "health",
    "social care"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/5916/st0510_socialworker_level-6_ap_publicationadjustment18022022.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.3 Health and social care",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupation: Integrated Degree Apprenticeship for Social Worker&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;Social Work is an exciting and fulfilling international profession. As a Social Worker you will work in partnership with adults, children, carers and families in a range of different settings to support and promote positive change in people&#39;s lives in order to improve their wellbeing and independence.&#160;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;Within the context of relevant Social Work legislation, you will use your professional judgement and build relationships with a variety of individuals and communities, as well as with a wide range of other professionals and agencies. &lt;span&gt;In your role you will assess, plan, implement and evaluate complex situations. This requires an ability to critically reflect and make decisions within a clear professional code of ethics.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;As a registered Social Worker, yo&lt;/span&gt;u will engage in protecting individuals from harm, abuse, neglect and exploitation. You will work in a way which is compassionate and which takes account of all aspects of the individual’s life - ensuring their voice is central to decision making. You will use your professional expertise to work, assess, plan, implement, evaluate and intervene putting the needs of people first.&lt;/p&gt;\n&lt;p&gt;Throughout your career, you will be responsible for ensuring your continuing professional development and will be expected to demonstrate leadership whatever your role. All Social Workers must register with the professional regulator and adhere to their professional standards.&lt;/p&gt;\n&lt;h3&gt;Qualifications&lt;/h3&gt;\n&lt;p&gt;Honours Degree in Social Work.&lt;/p&gt;\n&lt;p&gt;Apprentices without Level 2 English and maths will need to achieve this level prior to taking their end point assessment.&#160;For those with an education, health and care plan or a legacy statement, the apprenticeships English and maths minimum requirements are Entry Level 3, and the British Sign Language qualification is an alternative to English qualifications for apprentices for whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;Level:&lt;/h3&gt;\n&lt;p&gt;6&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;36 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;:&lt;/h3&gt;\n&lt;p&gt;After 3 years.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Link to professional registration&lt;/strong&gt;:&lt;/h3&gt;\n&lt;p&gt;This standard aligns to the requirements of the Social Work England professional standards. Completion of an approved degree in social work which appears on the list of Social Work England approved courses will provide eligibility to apply to the Social Work England register.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Social workers:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;communicate openly, honestly and accurately. They listen to people and apply professional curiosity to evaluate and assess what information they need to gather, to provide quality advice, support or care&lt;/li&gt;\n&lt;li&gt;treat people with compassion, dignity and respect and work together to empower postive change&lt;/li&gt;\n&lt;li&gt;adapt their approach according to the situation and context&lt;/li&gt;\n&lt;li&gt;commit to continuous learning within social work, with curiosity and critical reflection&lt;/li&gt;\n&lt;li&gt;adhere to the Social Work England Standards of Conduct&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Requirements, Knowledge and Skills:&lt;/strong&gt;&lt;/h3&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Area of work&lt;/strong&gt;&lt;/td&gt;\n&lt;th&gt;&lt;strong&gt;Skills - Must be able to:&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Knowledge - Must know and understand:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Professional values and ethics&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;ensure professional ethical standards are developed, maintained and promoted&lt;/li&gt;\n&lt;li&gt;take responsibility for your decisions and recommendations&lt;/li&gt;\n&lt;li&gt;be aware of the impact of your own values on practice&lt;/li&gt;\n&lt;li&gt;exercise authority as a Social Worker within the appropriate legal and ethical frameworks&lt;/li&gt;\n&lt;li&gt;ensure the highest standard of person centred approach, so that people are treated with dignity and their rights, values and autonomy are respected&lt;/li&gt;\n&lt;li&gt;practise in a non-discriminatory manner&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;the importance of rights, responsibilities, freedom, authority and use of power&lt;/li&gt;\n&lt;li&gt;the importance of maintaining, and the limits of, confidentiality&lt;/li&gt;\n&lt;li&gt;that relationships with individuals and their carers should be based on respect, honesty and integrity&lt;/li&gt;\n&lt;li&gt;how to develop relationships appropriately&lt;/li&gt;\n&lt;li&gt;the impact of different cultures and communities and how this affects social work&lt;/li&gt;\n&lt;li&gt;current legal and ethical frameworks&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Views of people who use services, carers, their families and communities&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;hear the views of people who use services, carers, their families and communities, recognise their expertise, and enable their views to have validity and influence&lt;/li&gt;\n&lt;li&gt;promote the best interests of people who use services, carers, their families and communities&lt;/li&gt;\n&lt;li&gt;work with people to enable them to make informed decisions and exercise their rights&lt;/li&gt;\n&lt;li&gt;work to promote individual growth, development and independence&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;the concepts of participation, advocacy, co-production, involvement and empowerment&lt;/li&gt;\n&lt;li&gt;the contribution that peoples’ own resources and strengths can bring to social work&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Evidence-based decision making and analysis&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;undertake assessments of need and/or capacity&lt;/li&gt;\n&lt;li&gt;initiate resolution of issues and use initiative&lt;/li&gt;\n&lt;li&gt;gather, analyse, critically evaluate and use research information and knowledge in your practice to develop an understanding of the individual’s situation&lt;/li&gt;\n&lt;li&gt;make and receive referrals appropriately&lt;/li&gt;\n&lt;li&gt;use social work methods, theories and models to enable individuals to identify actions to achieve change and improve life opportunities&lt;/li&gt;\n&lt;li&gt;manage and weigh up competing/conflicting values or interests to make reasoned professional judgement&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;the impact of different societies’ views on human behaviour&lt;/li&gt;\n&lt;li&gt;the value of research and analysis and be able to evaluate evidence to inform practice&lt;/li&gt;\n&lt;li&gt;that experiences and feelings affect behaviour in interactions&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Personal and professional development&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;work within scope of practice as an autonomous professional&lt;/li&gt;\n&lt;li&gt;maintain high standards of personal and professional conduct&lt;/li&gt;\n&lt;li&gt;manage the physical and emotional impact of your practice&lt;/li&gt;\n&lt;li&gt;identify and apply strategies to build professional and emotional resilience&lt;/li&gt;\n&lt;li&gt;use supervision to support and enhance the quality of your practice&lt;/li&gt;\n&lt;li&gt;maintain your own health and well-being&lt;/li&gt;\n&lt;li&gt;recognise the need to manage workloads and resources effectively&lt;/li&gt;\n&lt;li&gt;keep your skills, knowledge and ongoing professional development up to date&lt;/li&gt;\n&lt;li&gt;show an awareness of current and relevant legislation&lt;/li&gt;\n&lt;li&gt;use a range of research methodologies to inform your practice&lt;/li&gt;\n&lt;li&gt;work in partnership with others&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;social work theory, models and interventions; human growth and development across the lifespan and the impact of key developmental stages and transitions&lt;/li&gt;\n&lt;li&gt;the impact of injustice, demography, social inequality, policies and other issues which affect the demand for social work services&lt;/li&gt;\n&lt;li&gt;how to update knowledge to ensure evidence informed practice&lt;/li&gt;\n&lt;li&gt;the scope and limits of practice and when/how to seek advice from a range of sources&lt;/li&gt;\n&lt;li&gt;models of supervision, critical reflection and self-reflection to enhance/change practice&lt;/li&gt;\n&lt;li&gt;your employer’s organisational context and systems and the impact on your practice&lt;/li&gt;\n&lt;li&gt;the concept of leadership and its application to practice&lt;/li&gt;\n&lt;li&gt;the requirements of the relevant professional body&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Safe professional practice and safeguarding&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;balance appropriate levels of autonomy within a complex system of accountability&lt;/li&gt;\n&lt;li&gt;respond appropriately to unexpected situations, identify and challenge practices which present a risk to, or from, people you are working with, their carers or others in order to uphold professional requirements&lt;/li&gt;\n&lt;li&gt;respond appropriately to signs of harm, abuse and neglect&lt;/li&gt;\n&lt;li&gt;maintain the safety of people you work with, their families/carers and your colleagues&lt;/li&gt;\n&lt;li&gt;establish and maintain personal and professional boundaries&lt;/li&gt;\n&lt;li&gt;follow health and safety policies and procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;applicable safeguarding/health and safety legislation, policies and procedures&lt;/li&gt;\n&lt;li&gt;how to maintain your own personal safety and that of others in complex situations&lt;/li&gt;\n&lt;li&gt;signs of harm, abuse and neglect and the importance of professional curiosity when these are observed and the appropriate risk assessment tools and processes to use&lt;/li&gt;\n&lt;li&gt;the role of the Social Worker and roles of others within safeguarding, appropriate to levels of skills and experience&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Communication&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;communicate in English at the level required by the Social Work England&lt;/li&gt;\n&lt;li&gt;communicate your role and purpose sensitively and clearly, using appropriate language and methods&lt;/li&gt;\n&lt;li&gt;communicate in a way which is engaging, respectful, motivating and effective, even when dealing with conflict or resistance to change&lt;/li&gt;\n&lt;li&gt;exercise professional curiosity&lt;/li&gt;\n&lt;li&gt;have difficult conversations with empathy&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;the range of communication methods available to meet specific needs (both verbal and non-verbal)&lt;/li&gt;\n&lt;li&gt;the importance of the impact of verbal and non-verbal communication&lt;/li&gt;\n&lt;li&gt;how communication skills affect the assessment of, and engagement with, individuals and their families/carers&lt;/li&gt;\n&lt;li&gt;the range of factors that affect effective communication e.g. age, capacity, learning ability and physical ability&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Working with others&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;demonstrate effective interpersonal skills&lt;/li&gt;\n&lt;li&gt;engage with individuals and their families/carers and sustain effective relationships in order to effect change&lt;/li&gt;\n&lt;li&gt;engage effectively in inter-professional and inter-agency working to achieve positive outcomes&lt;/li&gt;\n&lt;li&gt;support networks, groups and communities to meet needs and outcomes&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;the full range of interpersonal skills required to work with other professionals and agencies&lt;/li&gt;\n&lt;li&gt;the different social and organisational contexts within which social work operates&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Recording and reporting&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;maintain accurate and complete records in accordance with applicable legislation, protocols and guidelines&lt;/li&gt;\n&lt;li&gt;prepare formal reports in line with legislation, policies and procedures&lt;/li&gt;\n&lt;li&gt;critically reflect on/review practice and record the outcomes of reflection appropriately&lt;/li&gt;\n&lt;li&gt;present reports in formal settings&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;the applicable legislation, policies and procedures&lt;/li&gt;\n&lt;li&gt;the principles of good recording and record keeping&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Use of technology&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;use technology to manage your work&lt;/li&gt;\n&lt;li&gt;use technology to communicate appropriately&lt;/li&gt;\n&lt;li&gt;maintain individuals’ information security and protect data&lt;/li&gt;\n&lt;li&gt;advise people on how to use assistive technology&lt;/li&gt;\n&lt;li&gt;promote the use of technology to achieve better outcomes&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;the types, and benefits, of assistive technology&lt;/li&gt;\n&lt;li&gt;how to use relevant software applications&lt;/li&gt;\n&lt;li&gt;IT data sharing protocols&lt;/li&gt;\n&lt;li&gt;the potential misuses of technology eg social media&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;h3&gt;Revision date:&lt;/h3&gt;\n&lt;p&gt;February 2021&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Social Work is an exciting and fulfilling international profession. As a Social Worker you will work in partnership with adults, children, carers and families in a range of different settings to support and promote positive change in people&#39;s lives in order to improve their wellbeing and independence. Within the context of relevant Social Work legislation, you will use your professional judgement and build relationships with a variety of individuals and communities, as well as with a wide range of other professionals and agencies. In your role you will assess, plan, implement and evaluate complex situations. This requires an ability to critically reflect and make decisions within a clear professional code of ethics. As a registered Social Worker, you will engage in protecting individuals from harm, abuse, neglect and exploitation. You will work in a way which is compassionate and which takes account of all aspects of the individual’s life - ensuring their voice is central to decision making. You will use your professional expertise to work, assess, plan, implement, evaluate and intervene putting the needs of people first. Throughout your career, you will be responsible for ensuring your continuing professional development and will be expected to demonstrate leadership whatever your role. All Social Workers must register with the professional regulator and adhere to their professional standards.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "42008456-0dee-4799-b62d-23b5104ab9a7",
      "detail": "the importance of rights, responsibilities, freedom, authority and use of power"
    },
    {
      "knowledgeId": "dc438806-9102-416d-a098-f4bd32604cc5",
      "detail": "the importance of maintaining, and the limits of, confidentiality"
    },
    {
      "knowledgeId": "e875a5ca-292b-4299-9983-d90781c83c43",
      "detail": "that relationships with individuals and their carers should be based on respect, honesty and integrity"
    },
    {
      "knowledgeId": "5c120e97-77fe-4c76-8ca9-d3f6550f5395",
      "detail": "how to develop relationships appropriately"
    },
    {
      "knowledgeId": "462e38f4-80f2-4f7e-a7aa-ff7950854bc4",
      "detail": "the impact of different cultures and communities and how this affects social work"
    },
    {
      "knowledgeId": "b5027579-d5b9-4560-8569-7ed0551de2b0",
      "detail": "current legal and ethical frameworks"
    },
    {
      "knowledgeId": "210f710f-8e16-4c5f-863b-1627ad628d53",
      "detail": "the concepts of participation, advocacy, co-production, involvement and empowerment"
    },
    {
      "knowledgeId": "9ada325b-5860-4f23-83a5-e8d5c8ab3bbf",
      "detail": "the contribution that peoples’ own resources and strengths can bring to social work"
    },
    {
      "knowledgeId": "934b7bb8-65b3-4130-8692-256d3ac15bb3",
      "detail": "the impact of different societies’ views on human behaviour"
    },
    {
      "knowledgeId": "16ae42cf-d774-42a3-b1e8-496a9e22e21b",
      "detail": "the value of research and analysis and be able to evaluate evidence to inform practice"
    },
    {
      "knowledgeId": "99616b2c-3e13-435d-b7d3-950d7acf573d",
      "detail": "that experiences and feelings affect behaviour in interactions"
    },
    {
      "knowledgeId": "4ebc6cd5-8625-4b72-965d-7d48b489fd5f",
      "detail": "social work theory, models and interventions; human growth and development across the lifespan and the impact of key developmental stages and transitions"
    },
    {
      "knowledgeId": "6ff3d121-8560-4979-aafb-e43ff5826415",
      "detail": "the impact of injustice, demography, social inequality, policies and other issues which affect the demand for social work services"
    },
    {
      "knowledgeId": "07efcc46-b2b8-48c2-8080-382f1c34dbc2",
      "detail": "how to update knowledge to ensure evidence informed practice"
    },
    {
      "knowledgeId": "62bcfab1-37a6-46da-beca-09a1fd0bc427",
      "detail": "the scope and limits of practice and when/how to seek advice from a range of sources"
    },
    {
      "knowledgeId": "0e828d60-dfd5-4327-a4d7-bd0190559f31",
      "detail": "models of supervision, critical reflection and self-reflection to enhance/change practice"
    },
    {
      "knowledgeId": "bfa9a198-fbf3-4456-80f6-a0c40a7c5cac",
      "detail": "your employer’s organisational context and systems and the impact on your practice"
    },
    {
      "knowledgeId": "684974cc-90c4-4ab7-bd44-1fd5aee067f0",
      "detail": "the concept of leadership and its application to practice"
    },
    {
      "knowledgeId": "f39a1178-9017-4a98-b01d-ce426dc3fa4d",
      "detail": "the requirements of the relevant professional body"
    },
    {
      "knowledgeId": "668f1751-3457-4a2a-925c-86c074eba56d",
      "detail": "applicable safeguarding/health and safety legislation, policies and procedures"
    },
    {
      "knowledgeId": "76bd88be-539b-4ab8-89de-13540ba16ad5",
      "detail": "how to maintain your own personal safety and that of others in complex situations"
    },
    {
      "knowledgeId": "f1d102b1-79c0-4c5f-a348-5405bb4916f7",
      "detail": "signs of harm, abuse and neglect and the importance of professional curiosity when these are observed and the appropriate risk assessment tools and processes to use"
    },
    {
      "knowledgeId": "734ba99a-55f9-4cd3-80ef-9d034ec2432a",
      "detail": "the role of the Social Worker and roles of others within safeguarding, appropriate to levels of skills and experience"
    },
    {
      "knowledgeId": "41b10828-61b9-465a-8904-aecedba5887d",
      "detail": "the range of communication methods available to meet specific needs (both verbal and non-verbal)"
    },
    {
      "knowledgeId": "9011fd8b-21db-4049-85b5-a1aadd454196",
      "detail": "the importance of the impact of verbal and non-verbal communication"
    },
    {
      "knowledgeId": "365637e1-1488-4db1-b9a9-42fdc339aa0f",
      "detail": "how communication skills affect the assessment of, and engagement with, individuals and their families/carers"
    },
    {
      "knowledgeId": "53a52827-e12e-4932-b5b6-a6751293ebed",
      "detail": "the range of factors that affect effective communication e.g. age, capacity, learning ability and physical ability"
    },
    {
      "knowledgeId": "67b47112-477d-4cbb-8643-33b5e810aace",
      "detail": "the full range of interpersonal skills required to work with other professionals and agencies"
    },
    {
      "knowledgeId": "891a86d3-1ad7-43fd-9eaf-2c7fea019ff5",
      "detail": "the different social and organisational contexts within which social work operates"
    },
    {
      "knowledgeId": "12823466-d2ae-43bd-92d5-19e30d2e4753",
      "detail": "the applicable legislation, policies and procedures"
    },
    {
      "knowledgeId": "fee1bf26-911d-4176-a8db-f7013ab437ce",
      "detail": "the principles of good recording and record keeping"
    },
    {
      "knowledgeId": "6fb8729d-dd9b-4db8-9470-99c81a8f4cc3",
      "detail": "the types, and benefits, of assistive technology"
    },
    {
      "knowledgeId": "d1b250c3-6ba9-4b2b-adb1-5dc3fafd59c5",
      "detail": "how to use relevant software applications"
    },
    {
      "knowledgeId": "8496380d-3a74-467f-98f5-20dc8c5f24c2",
      "detail": "IT data sharing protocols"
    },
    {
      "knowledgeId": "e54be750-baf3-42c9-96b3-3ad6ff64ce6d",
      "detail": "the potential misuses of technology eg social media"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "20792030-fa25-41d7-9c33-8b7e320b4da3",
      "detail": "communicate openly, honestly and accurately. They listen to people and apply professional curiosity to evaluate and assess what information they need to gather, to provide quality advice, support or care"
    },
    {
      "behaviourId": "b2e206a3-6766-4317-b701-9e0e6a01cdc9",
      "detail": "treat people with compassion, dignity and respect and work together to empower postive change"
    },
    {
      "behaviourId": "62313b50-416f-415a-beb1-e3ca00c50045",
      "detail": "adapt their approach according to the situation and context"
    },
    {
      "behaviourId": "7932d8cd-2c2e-4589-ae48-3dd944374853",
      "detail": "commit to continuous learning within social work, with curiosity and critical reflection"
    },
    {
      "behaviourId": "3e09b43b-a98c-4f65-9bb3-9cba531cc6f9",
      "detail": "adhere to the Social Work England Standards of Conduct"
    }
  ],
  "skills": [
    {
      "skillId": "63bf5af4-be50-4f21-9138-2351a7fa0dd2",
      "detail": "ensure professional ethical standards are developed, maintained and promoted"
    },
    {
      "skillId": "5efb9ea0-4c70-45b9-be0a-7dcb2c220b33",
      "detail": "take responsibility for your decisions and recommendations"
    },
    {
      "skillId": "e83d7f89-fcb7-4d7f-a07c-1f43857d7875",
      "detail": "be aware of the impact of your own values on practice"
    },
    {
      "skillId": "4f0277b4-6611-491f-8a52-b175e48e71a2",
      "detail": "exercise authority as a Social Worker within the appropriate legal and ethical frameworks"
    },
    {
      "skillId": "b38da0cb-0a1c-4276-acaf-1f1cfd0f1a7e",
      "detail": "ensure the highest standard of person centred approach, so that people are treated with dignity and their rights, values and autonomy are respected"
    },
    {
      "skillId": "a013811f-9aab-4aeb-98d7-aeecf4fd182f",
      "detail": "practise in a non-discriminatory manner"
    },
    {
      "skillId": "218e60bd-e06b-4985-aa6d-1a1579ad63f3",
      "detail": "hear the views of people who use services, carers, their families and communities, recognise their expertise, and enable their views to have validity and influence"
    },
    {
      "skillId": "56ee2248-952b-42aa-908a-7b311ee3a4cd",
      "detail": "promote the best interests of people who use services, carers, their families and communities"
    },
    {
      "skillId": "181f5639-536e-4067-826e-ceca3efc7fe6",
      "detail": "work with people to enable them to make informed decisions and exercise their rights"
    },
    {
      "skillId": "f49504aa-425b-45cb-86d4-1f5446f730dd",
      "detail": "work to promote individual growth, development and independence"
    },
    {
      "skillId": "e6ed0fe8-a28c-4df8-9ba2-41b46fbadb95",
      "detail": "undertake assessments of need and/or capacity"
    },
    {
      "skillId": "7a0ce2ae-2bce-4658-ba84-c47ead4fec5a",
      "detail": "initiate resolution of issues and use initiative"
    },
    {
      "skillId": "27399c1a-615f-4861-af11-ccb306f2dd8c",
      "detail": "gather, analyse, critically evaluate and use research information and knowledge in your practice to develop an understanding of the individual’s situation"
    },
    {
      "skillId": "8bcc7f43-49d5-415b-874d-7f4afe3ba43b",
      "detail": "make and receive referrals appropriately"
    },
    {
      "skillId": "0b38df27-37fe-49e1-913b-68d74bde44d0",
      "detail": "use social work methods, theories and models to enable individuals to identify actions to achieve change and improve life opportunities"
    },
    {
      "skillId": "54f730a4-55c5-45da-882a-d96baae1dfa1",
      "detail": "manage and weigh up competing/conflicting values or interests to make reasoned professional judgement"
    },
    {
      "skillId": "3ab15ae8-aa24-4877-959c-bad096fb689a",
      "detail": "work within scope of practice as an autonomous professional"
    },
    {
      "skillId": "fd66534a-61a0-483d-8c41-1b6cc80e68ce",
      "detail": "maintain high standards of personal and professional conduct"
    },
    {
      "skillId": "2cb09eb9-2385-4bc4-baf0-18206f3bd482",
      "detail": "manage the physical and emotional impact of your practice"
    },
    {
      "skillId": "ba8ff5fb-62c0-4c6f-b1d3-8d88759c340b",
      "detail": "identify and apply strategies to build professional and emotional resilience"
    },
    {
      "skillId": "2f33a717-198e-417c-8c91-1d578fed0e74",
      "detail": "use supervision to support and enhance the quality of your practice"
    },
    {
      "skillId": "41bb59fb-829c-448f-b258-5c76c65bf666",
      "detail": "maintain your own health and well-being"
    },
    {
      "skillId": "e12d0766-0a4f-46d2-980d-07f3986d6144",
      "detail": "recognise the need to manage workloads and resources effectively"
    },
    {
      "skillId": "08edfc6f-e0a9-456d-989c-9f4424288135",
      "detail": "keep your skills, knowledge and ongoing professional development up to date"
    },
    {
      "skillId": "75d4f99a-98e8-4cbe-a74c-a0396c8a3762",
      "detail": "show an awareness of current and relevant legislation"
    },
    {
      "skillId": "5921d616-e3f1-48c1-bfc3-ad6daa0e0848",
      "detail": "use a range of research methodologies to inform your practice"
    },
    {
      "skillId": "ea2c8e63-8b3c-4af2-837f-7a0b00d7ab75",
      "detail": "work in partnership with others"
    },
    {
      "skillId": "abffb8c6-8a6c-4fe8-9d5f-aea35fb4137b",
      "detail": "balance appropriate levels of autonomy within a complex system of accountability"
    },
    {
      "skillId": "af4d42b0-1f00-45b3-88fe-6246323540fb",
      "detail": "respond appropriately to unexpected situations, identify and challenge practices which present a risk to, or from, people you are working with, their carers or others in order to uphold professional requirements"
    },
    {
      "skillId": "015f94c0-d540-41d8-af9f-7ee30dde3af1",
      "detail": "respond appropriately to signs of harm, abuse and neglect"
    },
    {
      "skillId": "5bc0720f-7e03-4537-9727-a2882256cdc4",
      "detail": "maintain the safety of people you work with, their families/carers and your colleagues"
    },
    {
      "skillId": "d833933f-0038-4a50-a9fb-95207c1dd591",
      "detail": "establish and maintain personal and professional boundaries"
    },
    {
      "skillId": "05dcb35d-84d1-47be-af6c-a0815fd712d8",
      "detail": "follow health and safety policies and procedures"
    },
    {
      "skillId": "f4dcb80f-f688-48a5-849f-e40dcb6bf3f3",
      "detail": "communicate in English at the level required by the Social Work England"
    },
    {
      "skillId": "b94bb995-f025-4428-a845-35209e60dbe4",
      "detail": "communicate your role and purpose sensitively and clearly, using appropriate language and methods"
    },
    {
      "skillId": "fb2a762e-774d-4b1a-83b8-6707eb2d89c1",
      "detail": "communicate in a way which is engaging, respectful, motivating and effective, even when dealing with conflict or resistance to change"
    },
    {
      "skillId": "47d39222-2b27-4c22-a1af-776a7a67175a",
      "detail": "exercise professional curiosity"
    },
    {
      "skillId": "f4a8bfe4-1b00-4f8c-8855-925fb46fc8c2",
      "detail": "have difficult conversations with empathy"
    },
    {
      "skillId": "7b582b20-ec22-4ab3-a094-b767def49fcd",
      "detail": "demonstrate effective interpersonal skills"
    },
    {
      "skillId": "91ce0084-e74c-461a-872d-f25fce8a9158",
      "detail": "engage with individuals and their families/carers and sustain effective relationships in order to effect change"
    },
    {
      "skillId": "c59c645a-dcdd-4715-a84a-4a7821e543eb",
      "detail": "engage effectively in inter-professional and inter-agency working to achieve positive outcomes"
    },
    {
      "skillId": "5e94b857-68fc-4f55-8d5e-bfb8e54cd553",
      "detail": "support networks, groups and communities to meet needs and outcomes"
    },
    {
      "skillId": "793f2c4c-131d-41cc-a8a4-6e369af798b0",
      "detail": "maintain accurate and complete records in accordance with applicable legislation, protocols and guidelines"
    },
    {
      "skillId": "cc564977-1f0e-4d46-bb80-bab1d5848988",
      "detail": "prepare formal reports in line with legislation, policies and procedures"
    },
    {
      "skillId": "3d637b63-244e-454c-949d-56f78713b704",
      "detail": "critically reflect on/review practice and record the outcomes of reflection appropriately"
    },
    {
      "skillId": "3a89a5ca-9e00-4617-9508-8096a75ee24e",
      "detail": "present reports in formal settings"
    },
    {
      "skillId": "7d271e3a-3d29-4e37-93bc-3d996af0fb2f",
      "detail": "use technology to manage your work"
    },
    {
      "skillId": "470db15d-c848-45de-97e7-821e4896b177",
      "detail": "use technology to communicate appropriately"
    },
    {
      "skillId": "013766fb-7d46-4fce-8d52-d1e60291ac90",
      "detail": "maintain individuals’ information security and protect data"
    },
    {
      "skillId": "ee9c0d2f-aab0-473a-b4f1-4415af729e81",
      "detail": "advise people on how to use assistive technology"
    },
    {
      "skillId": "21b8dce6-2c22-4197-835d-1439fb35595f",
      "detail": "promote the use of technology to achieve better outcomes"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2018-11-30T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0333",
  "tbMainContact": "jane.hanrahan@norfolk.gov.uk",
  "involvedEmployers": "Alcohol and Drug Service\nBracknell Forest Council\nBreak, Brighton and Hove City Council\nBristol City Council\nCambridgeshire County Council\nCentral Bedfordshire Council\nCheshire West and Chester Council\nCoventry City Council\nDerbyshire County Council\nDevon County Council\nDoncaster Children's Trust\nDurham County Council\nHertfordshire County Council\nHestia\nLeeds City Council\nLincolnshire County Council\nLondon Borough of Redbridge\nLondon Borough of Sutton\nNorfolk County Council\nPeterborough City Council\nSandwell Children's Trust\nSefton Council\nSheffield City Council\nSlough Borough Council\nSt Christopher’s\nSurrey County Council\nThurrock Council\nWest Sussex County Council",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "Social Work England",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Care Services",
  "cluster": "Care Services Professional",
  "clusterId": "44",
  "clusterDescription": "Lead, manage and deliver a whole care process to support clients including their assurance and improvement often requiring specialist care expertise.",
  "createdDate": "2017-11-14T17:11:03 +00:00",
  "lastUpdated": "2023-01-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-11-30T00:00:00 +00:00",
  "banners": "A temporary dispensation has been applied to the assessment plan version ST0510/AP03 for this apprenticeship. The dispensation will last until the revised EPA plan is published but may be withdrawn if the assessment plan is revised sooner or the dispensation is no longer necessary.End-point assessment organisations (EPAOs) delivering EPAs for the apprenticeship will implement the dispensation as required, supported and monitored by the relevant EQA provider. The key changes are: For case study - moving the timing of the Gateway assessment, and therefore the start of the EPA period, to after all of the support and preparation for the case study required by Strand 1 (and for the remaining elements of the EPA) have been completed. ",
  "occupationCode": "OCC0510",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0510-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0510-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [
    {
      "name": "Training provider",
      "webLink": "",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-01-31T00:00:00"
}