{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 570,
  "referenceNumber": "ST0512",
  "learningAimClassCode": "",
  "title": "Serious and complex crime investigator (integrated degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0512",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Funding band revised",
  "changedDate": "2023-03-17T00:00:00",
  "earliestStartDate": "2023-03-17T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Conduct serious and complex investigation.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 30,
  "maxFunding": 21000,
  "maxFundingAdditionalInformation": "",
  "route": "Protective services",
  "keywords": [
    "Serious and Complex Crime Investigator",
    "Investigator",
    "Crime",
    "Serious Crime",
    "Degree",
    "investigation",
    "complex",
    "public services"
  ],
  "jobRoles": [
    "Detective constable",
    "Operations officer",
    "Investigator"
  ],
  "entryRequirements": "&lt;p&gt;&lt;span&gt;Whilst any entry requirements will be a matter for individual agencies and forces, typically an apprentice will be required to meet security vetting requirements&lt;br&gt;&lt;/span&gt;&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4342/st0512_serious-and-complex-crime-investigator_l6_ap-for-publication_02072020.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.4 Public services",
  "version": "1.1",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in law enforcement.&amp;nbsp; A Serious and Complex Crime Investigator (S&amp;amp;CCI) could typically be employed by Her Majesty&#39;s Revenue and Customs, The National Crime Agency, Police Forces, The Ministry of Defence or the Financial Conduct Authority. The broad purpose of the occupation is to conduct serious and complex investigations.&amp;nbsp; They will dynamically conduct investigations through research, analysis and planning to carry out operational activity.&amp;nbsp; Typically this is a non-emergency response function.&amp;nbsp; Some of these roles may require a S&amp;amp;CCI to have relevant designated powers where necessary.&amp;nbsp; They could carry out investigations locally, nationally, and internationally which many involve the use of covert investigative techniques and using advanced technologies to target high level organised crime groups. In their daily work, an employee in this occupation interacts with diverse communities relevant to their organisations in order to, for example, obtain witness statements, gather evidence, conduct lawful searches of physical and virtual spaces and where relevant powers are designated, arrest and interview suspects.&amp;nbsp; An employee in this occupation also interacts with other law enforcement agencies in order to support their work.&amp;nbsp; The environment in which a S&amp;amp;CCI works will typically be office based, although there will be a requirement to deploy operationally outside of the office environment. An employee in this occupation will be responsible for investigating serious and organised criminality as part of a dedicated case team.&amp;nbsp; There will be a Senior Investigating Officer who will allocate tasks and oversee the investigation, however the employee will be expected to undertake tasks independently, with limited supervision, as well as with other members of the case team or with other specialists.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "0bc42236-5b13-4477-9047-e75d10123f25",
      "detail": "U.K law and other legislation relevant to the organisation and how it supports a serious and complex crime investigation"
    },
    {
      "knowledgeId": "61505c96-5485-45ef-b819-8033bdad529f",
      "detail": "The relevance and purpose of developing hypothesis in a serious and complex crime investigation"
    },
    {
      "knowledgeId": "961e52be-3125-4da4-84cd-b932ba97623c",
      "detail": "How to task intelligence analysts"
    },
    {
      "knowledgeId": "b24d7910-473c-45c0-89e9-7f358d69df2d",
      "detail": "The breadth of covert capabilities available to support investigations including surveillance"
    },
    {
      "knowledgeId": "4adaeee9-abdc-4fac-be6e-4a0c327da495",
      "detail": "The evidential standards required to prepare and submit serious and complex crime prosecution files to the Crown Prosecution Service and other relevant prosecuting bodies"
    },
    {
      "knowledgeId": "02929e30-54f0-48eb-a54d-f4d0a844ce6f",
      "detail": "Conflict resolution and the lawful use of force"
    },
    {
      "knowledgeId": "814d6679-ca05-471f-b422-22e3c9934168",
      "detail": "The Police and Criminal Evidence Act in relation to the lawful arrest and interviewing of suspects and witnesses including searching individuals, vehicles, premises and virtual spaces"
    },
    {
      "knowledgeId": "4fef28cf-06f0-4e86-a7c6-24e5749dd4d6",
      "detail": "The Criminal Procedure and Investigations Act (CPIA) 1996 and its purpose within a serious and complex crime investigation"
    },
    {
      "knowledgeId": "acb620af-56bb-4f71-bc03-288e34a32347",
      "detail": "The diverse nature of the communities within which investigations are conducted.  Methods for engaging with a range of communities and managing the impact of law enforcement activity on such communities"
    },
    {
      "knowledgeId": "329923a6-88c2-4728-8ebb-da9702725ecc",
      "detail": "Crime scene management, forensics and exhibit handling within a serious and complex crime context"
    },
    {
      "knowledgeId": "50fe5a60-7390-4c3c-b9d1-1e4651c25bc9",
      "detail": "How advanced technologies can be utilised to progress investigations such as cell site analysis and digital forensic techniques"
    },
    {
      "knowledgeId": "bd1c7cdb-4062-404b-9ea9-dd0510385627",
      "detail": "Health and Safety legislation applicable to the investigator's organisation"
    },
    {
      "knowledgeId": "acfeaab5-29a7-43d1-ac14-e920b925110e",
      "detail": "How to effectively manage risk and decision making models"
    },
    {
      "knowledgeId": "461d5446-7834-4791-bf56-8762390d2af8",
      "detail": "How to develop a Victim/Witness strategy including identifying, interviewing and working with differing categories of victims and witnesses"
    },
    {
      "knowledgeId": "32bf9633-4079-427f-9325-1f09b9467324",
      "detail": "The ability to communicate information and ideas appropriately using a variety of methods available.  Uses language and style of communication appropriate to the situation and audience.  Displays listening, comprehension and understanding skills.  Knowledge of how to interpret non-verbal communication cues displayed by suspects and witnesses"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "3b2834aa-33fa-4c7a-8fd1-28f8f455c78b",
      "detail": "Personal Accountability - Demonstrates accountability for overall service delivery, displays commitment and perseverance.  Accountable for their own workload and performance, making recommendations and decisions where appropriate.  An awareness of methods for managing high volumes of work in order to limit impact on personal health and prevent risk to the investigation and to the public"
    },
    {
      "behaviourId": "04a4f77f-5b63-4597-859d-8aef917ce77f",
      "detail": "Integrity - Act with a high degree of integrity, common sense and sound judgement following the appropriate Code of Conduct and taking responsibility for maintaining relevant security clearance applicable to their organisation.  Their professional behaviour and personal/private profile on, for example, social media must demonstrate the integrity, reliability and trustworthiness expected of staff working in a law enforcement agency.  Treat everyone with fairness and respect and adhere to the principles of Inclusion, Diversity and Equality"
    },
    {
      "behaviourId": "d4eccfea-72f5-423b-8b3c-5d6f1e39712b",
      "detail": "Emotion - Maintains a balance that recognises the concerns of all parties involved in the investigative process.  Remains calm, rational and professional under pressure"
    },
    {
      "behaviourId": "dfc143bc-1555-43b3-ac92-44f4c6178242",
      "detail": " Investigative Mind-set – Using investigative evaluation and developing and testing case theory to understand the material generated throughout the course of the investigation and to assess whether additional material is required to progress the investigation.  Encourage creativity and actively seek the ideas and input of others"
    },
    {
      "behaviourId": "ca7ba3d7-4312-4af3-b7c0-94cabc8a974a",
      "detail": "Teamwork and Partnership - Work collaboratively with the public, partners and colleagues.  Develop strong working relationships with internal and external stakeholders to achieve common goals.  Adopt a flexible approach to working with others and promote mutual respect"
    },
    {
      "behaviourId": "3e4a218c-985b-4163-ae71-82dea8e8e9b0",
      "detail": "Leadership - Act professionally when carrying out daily work, actively encourage and support colleagues.  Set goals and high performance standards for self and others.  Inspire others by acting as a role model"
    }
  ],
  "skills": [
    {
      "skillId": "c86d9368-6bce-410f-af0b-68de77656096",
      "detail": "Effectively apply relevant legislation to a variety of serious and complex crime investigations"
    },
    {
      "skillId": "cb9ef36d-08c0-481c-9019-27f5247e3946",
      "detail": "Carry out serious and complex crime investigations in line with Authorised Professional Practice (APP) or other policies or guidance relevant to their organisation"
    },
    {
      "skillId": "cf44f884-a874-4c20-90db-940cad0ded8d",
      "detail": "Evaluate information gathered and develop and test hypothesis to support the investigation of serious and complex crimes"
    },
    {
      "skillId": "b6b96062-9e5d-449a-a2cb-bfc3faee7202",
      "detail": "Use Intelligence Analysts to support complex investigations through focused tasking"
    },
    {
      "skillId": "b45437a2-a6ca-42f8-8c8a-7c8ab9e84002",
      "detail": "Prepare and submit applications to undertake covert operations"
    },
    {
      "skillId": "42e83350-7493-4790-82a9-3fda56b95fbd",
      "detail": "Prepare and submit crime prosecution files to the Crown Prosecution Service and other legal bodies to ensure successful judicial outcomes"
    },
    {
      "skillId": "18883c51-6928-4206-8b32-0bc6d5f02c19",
      "detail": "Attend at the Magistrate, Youth, Crown or Coroners courts to provide evidence in support of the Crown Prosecution Service or other prosecuting bodies"
    },
    {
      "skillId": "1e09609d-03e3-480a-8cf7-b6544bd409f8",
      "detail": "Undertake thorough research to ensure that any arrests and subsequent searches are carried out effectively and lawfully maximising evidence recovery"
    },
    {
      "skillId": "1eec3724-08ad-4b77-967e-8030e5eb7e53",
      "detail": "Conduct interviews of suspects in line with approved interviewing techniques to obtain evidence and create fresh lines of enquiry to support investigations"
    },
    {
      "skillId": "a0de2416-4172-4e58-9ff4-0e100dba619d",
      "detail": "Effectively carry out the role of Disclosure Officer within a serious and complex crime investigation to ensure the  Criminal Procedure and Investigations Act (CPIA) is lawfully complied with"
    },
    {
      "skillId": "77b057b3-a49b-487e-985c-945b0c8daeb4",
      "detail": "Safeguard vulnerable victims and witnesses, and when carrying out interviews apply Achieving Best Evidence principles to gather best evidence.  Ensure that special measures are used appropriately to protect vulnerable people"
    },
    {
      "skillId": "3a19bde9-d82d-4894-b45d-b2e472d18957",
      "detail": "Preserve and manage crime scenes whilst also developing forensic strategies to exploit evidential opportunities from available material"
    },
    {
      "skillId": "5b18a590-cba5-4fc0-bfc1-b914638efeb3",
      "detail": "Utilise advanced technologies effectively so that material and evidence gathering opportunities are maximised"
    },
    {
      "skillId": "5acc9056-a1d2-408c-94a9-76c6bd720740",
      "detail": "Identify operational risks to public, self and colleagues applying health and safety legislation and any other policies and procedures relevant to their organisation to mitigate those risks to enable investigations to continue in a variety of challenging environments.  Have an awareness of the importance of prioritising investigative actions in the context of vulnerable victims or dangerous suspects in order to minimise risk and harm"
    },
    {
      "skillId": "6aac6c73-e59f-4fef-ba1d-8dd43744ef2c",
      "detail": "Use and apply problem solving techniques to identify issues and propose appropriate solutions in order to ensure that investigations maintain their momentum and progress.  Persuade and influence key stakeholders and negotiate to find acceptable solutions"
    },
    {
      "skillId": "85253091-4a75-4672-8cd2-1212c30457b0",
      "detail": "Apply investigative decision making to serious and complex crime investigations so that actions are focused and all key decisions are rational and considered"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2020-07-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0300",
  "tbMainContact": "Rod.Knapp@nca.gov.uk",
  "involvedEmployers": "NCA, FSA, Devon and Cornwall Police, Herts Police, Merseyside Police, Met Police, Thames Valley Police, West Yorkshire Police, Hampshire Police, The Pensions Regulator, Cabinet Office, Manchester Fire Service, Higher Education Institute Consortium, Home Office, British Transport police, HMRC, IOPC, Humberside, TPR, NCOA, Derbyshire, Staffs, Cheshire",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Detective constable",
    "Operations officer",
    "Investigator"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Protective Services",
  "cluster": "Protective service professional",
  "clusterId": "49",
  "clusterDescription": null,
  "createdDate": "2023-03-17T10:11:52 +00:00",
  "lastUpdated": "2023-03-17T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-07-03T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0512",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0512-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0512-v1-1",
  "qualifications": [
    {
      "qualificationId": "32d3609b-d42d-4648-beed-cc961487b3da",
      "title": "Serious and complex crime investigator degree",
      "level": "6 (integrated degree)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "41cf5545-38b2-4152-b20a-a925956ce290",
      "dutyDetail": "Prepare victim and/or witness strategies,  assessing their needs, providing support and a point of contact.  Categorise the victim and/or witness, and use appropriate methods of interviewing.  Re-evaluate information gathered throughout the investigation to formulate further actions to progress the case",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "04a4f77f-5b63-4597-859d-8aef917ce77f",
        "d4eccfea-72f5-423b-8b3c-5d6f1e39712b"
      ],
      "mappedKnowledge": [
        "814d6679-ca05-471f-b422-22e3c9934168",
        "acb620af-56bb-4f71-bc03-288e34a32347",
        "461d5446-7834-4791-bf56-8762390d2af8",
        "32bf9633-4079-427f-9325-1f09b9467324"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "77b057b3-a49b-487e-985c-945b0c8daeb4"
      ],
      "criteriaForMeasuringPerformance": "In accordance with the Police and Criminal Evidence Act (PACE) Codes of Practice, Human Rights Act, Victim Codes of Practice, the Witness Charter and relevant internal policy."
    },
    {
      "dutyID": "29f87cb7-3eba-48a3-a3a4-cbde44f1dfd1",
      "dutyDetail": "Prepare suspect strategies and arrest strategies.  Conduct the apprehension of individuals and/or prepare arrest submissions for law enforcement partners in accordance with relevant legislation and codes of practice",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "04a4f77f-5b63-4597-859d-8aef917ce77f",
        "d4eccfea-72f5-423b-8b3c-5d6f1e39712b"
      ],
      "mappedKnowledge": [
        "02929e30-54f0-48eb-a54d-f4d0a844ce6f",
        "814d6679-ca05-471f-b422-22e3c9934168",
        "acb620af-56bb-4f71-bc03-288e34a32347",
        "bd1c7cdb-4062-404b-9ea9-dd0510385627",
        "acfeaab5-29a7-43d1-ac14-e920b925110e",
        "32bf9633-4079-427f-9325-1f09b9467324"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1e09609d-03e3-480a-8cf7-b6544bd409f8",
        "5acc9056-a1d2-408c-94a9-76c6bd720740"
      ],
      "criteriaForMeasuringPerformance": "In accordance with the Police and Criminal Evidence Act (PACE) Codes of Practice, Human Rights Act, Victim Codes of Practice, the Witness Charter and relevant internal policy"
    },
    {
      "dutyID": "ab5e108f-732f-4ed2-80ee-c72e25da390b",
      "dutyDetail": "Carry out systematic searches of vehicles, premises and open areas in accordance with relevant legislation",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d4eccfea-72f5-423b-8b3c-5d6f1e39712b",
        "ca7ba3d7-4312-4af3-b7c0-94cabc8a974a"
      ],
      "mappedKnowledge": [
        "4adaeee9-abdc-4fac-be6e-4a0c327da495",
        "814d6679-ca05-471f-b422-22e3c9934168",
        "329923a6-88c2-4728-8ebb-da9702725ecc",
        "50fe5a60-7390-4c3c-b9d1-1e4651c25bc9",
        "bd1c7cdb-4062-404b-9ea9-dd0510385627"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1e09609d-03e3-480a-8cf7-b6544bd409f8",
        "3a19bde9-d82d-4894-b45d-b2e472d18957",
        "5acc9056-a1d2-408c-94a9-76c6bd720740"
      ],
      "criteriaForMeasuringPerformance": "In accordance with the Police and Criminal Evidence Act (PACE) Codes of Practice, Human Rights Act, Victim Codes of Practice, the Witness Charter and relevant internal policy"
    },
    {
      "dutyID": "949cb14d-8433-4d87-8a38-77ebf74405f1",
      "dutyDetail": "Exploit forensic opportunities both digitally and traditionally.  This will include reviewing physical exhibits and downloads of digital exhibits in order to determine their evidential value and identifying opportunities to use such material to progress the investigation",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "dfc143bc-1555-43b3-ac92-44f4c6178242"
      ],
      "mappedKnowledge": [
        "0bc42236-5b13-4477-9047-e75d10123f25",
        "4adaeee9-abdc-4fac-be6e-4a0c327da495",
        "814d6679-ca05-471f-b422-22e3c9934168",
        "329923a6-88c2-4728-8ebb-da9702725ecc",
        "50fe5a60-7390-4c3c-b9d1-1e4651c25bc9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cf44f884-a874-4c20-90db-940cad0ded8d",
        "3a19bde9-d82d-4894-b45d-b2e472d18957",
        "5b18a590-cba5-4fc0-bfc1-b914638efeb3"
      ],
      "criteriaForMeasuringPerformance": "In accordance with the Criminal Procedure and Investigations Act (CPIA), Data Protection Act (DPA) and relevant internal policy"
    },
    {
      "dutyID": "5365b821-f333-4a3a-8c7b-8ab18f551fbe",
      "dutyDetail": "Conduct intelligence driven briefings, taskings and debriefings",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "dfc143bc-1555-43b3-ac92-44f4c6178242",
        "ca7ba3d7-4312-4af3-b7c0-94cabc8a974a",
        "3e4a218c-985b-4163-ae71-82dea8e8e9b0"
      ],
      "mappedKnowledge": [
        "61505c96-5485-45ef-b819-8033bdad529f",
        "961e52be-3125-4da4-84cd-b932ba97623c",
        "b24d7910-473c-45c0-89e9-7f358d69df2d",
        "acfeaab5-29a7-43d1-ac14-e920b925110e",
        "32bf9633-4079-427f-9325-1f09b9467324"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5acc9056-a1d2-408c-94a9-76c6bd720740",
        "6aac6c73-e59f-4fef-ba1d-8dd43744ef2c",
        "85253091-4a75-4672-8cd2-1212c30457b0"
      ],
      "criteriaForMeasuringPerformance": "In accordance with internal policy"
    },
    {
      "dutyID": "c950b962-5a46-4333-a89f-701fe4ffc75d",
      "dutyDetail": "Gather relevant information to enable internal and external communications officers to formulate briefings to the media and third parties and have an awareness of how to use the media to progress investigations",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "dfc143bc-1555-43b3-ac92-44f4c6178242",
        "ca7ba3d7-4312-4af3-b7c0-94cabc8a974a"
      ],
      "mappedKnowledge": [
        "acfeaab5-29a7-43d1-ac14-e920b925110e",
        "32bf9633-4079-427f-9325-1f09b9467324"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6aac6c73-e59f-4fef-ba1d-8dd43744ef2c",
        "85253091-4a75-4672-8cd2-1212c30457b0"
      ],
      "criteriaForMeasuringPerformance": "In accordance with internal policy"
    },
    {
      "dutyID": "6f0d5cca-f6dd-4600-8c90-8ee5e543bd05",
      "dutyDetail": "Maintain an awareness of the capabilities of internal and external specialists and law enforcement partners.  Liaise with and task such teams in order to progress serious and complex investigations",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ca7ba3d7-4312-4af3-b7c0-94cabc8a974a"
      ],
      "mappedKnowledge": [
        "0bc42236-5b13-4477-9047-e75d10123f25",
        "961e52be-3125-4da4-84cd-b932ba97623c",
        "50fe5a60-7390-4c3c-b9d1-1e4651c25bc9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b6b96062-9e5d-449a-a2cb-bfc3faee7202",
        "6aac6c73-e59f-4fef-ba1d-8dd43744ef2c"
      ],
      "criteriaForMeasuringPerformance": "In accordance with internal policy"
    },
    {
      "dutyID": "dd20b254-f3be-454f-abf6-f4c876e93c51",
      "dutyDetail": "Work with Financial Investigators to formulate a financial strategy and use powers and appropriate legislation to disrupt criminal activity and recover proceeds of crime",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "dfc143bc-1555-43b3-ac92-44f4c6178242"
      ],
      "mappedKnowledge": [
        "0bc42236-5b13-4477-9047-e75d10123f25",
        "961e52be-3125-4da4-84cd-b932ba97623c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c86d9368-6bce-410f-af0b-68de77656096",
        "cb9ef36d-08c0-481c-9019-27f5247e3946",
        "cf44f884-a874-4c20-90db-940cad0ded8d",
        "6aac6c73-e59f-4fef-ba1d-8dd43744ef2c",
        "85253091-4a75-4672-8cd2-1212c30457b0"
      ],
      "criteriaForMeasuringPerformance": "In accordance with the Proceeds of Crime Act (POCA) and relevant internal policy"
    },
    {
      "dutyID": "e1867470-98e4-4674-ab05-b85f8f1c07cd",
      "dutyDetail": "Create and use intelligence to progress serious and complex investigations.  This will include undertaking in depth research, conducting high level data analysis, searching intelligence databases, evaluating large volumes of data to assess its intelligence potential and disseminating intelligence",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "dfc143bc-1555-43b3-ac92-44f4c6178242"
      ],
      "mappedKnowledge": [
        "61505c96-5485-45ef-b819-8033bdad529f",
        "961e52be-3125-4da4-84cd-b932ba97623c",
        "4fef28cf-06f0-4e86-a7c6-24e5749dd4d6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c86d9368-6bce-410f-af0b-68de77656096",
        "cb9ef36d-08c0-481c-9019-27f5247e3946",
        "cf44f884-a874-4c20-90db-940cad0ded8d",
        "6aac6c73-e59f-4fef-ba1d-8dd43744ef2c",
        "85253091-4a75-4672-8cd2-1212c30457b0"
      ],
      "criteriaForMeasuringPerformance": "In accordance with the Human Rights Act, the Regulation of Investigatory Powers Act and DPA"
    },
    {
      "dutyID": "7fea6370-eb21-42a6-9a70-3fa147d11aa9",
      "dutyDetail": "Use covert tactics lawfully and effectively to gather intelligence and evidence to progress the investigation.  Make applications for covert information using the required authorities and regulatory powers  and identify and mitigate operational risk where necessary",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "04a4f77f-5b63-4597-859d-8aef917ce77f",
        "dfc143bc-1555-43b3-ac92-44f4c6178242"
      ],
      "mappedKnowledge": [
        "0bc42236-5b13-4477-9047-e75d10123f25",
        "61505c96-5485-45ef-b819-8033bdad529f",
        "b24d7910-473c-45c0-89e9-7f358d69df2d",
        "50fe5a60-7390-4c3c-b9d1-1e4651c25bc9",
        "acfeaab5-29a7-43d1-ac14-e920b925110e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c86d9368-6bce-410f-af0b-68de77656096",
        "cb9ef36d-08c0-481c-9019-27f5247e3946",
        "cf44f884-a874-4c20-90db-940cad0ded8d",
        "b45437a2-a6ca-42f8-8c8a-7c8ab9e84002",
        "5b18a590-cba5-4fc0-bfc1-b914638efeb3",
        "6aac6c73-e59f-4fef-ba1d-8dd43744ef2c",
        "85253091-4a75-4672-8cd2-1212c30457b0"
      ],
      "criteriaForMeasuringPerformance": "In accordance with the Police and Criminal Evidence Act (PACE) Codes of Practice, Human Rights Act and relevant internal policy.  To College of Policing Tier 2 Suspect Interviewing standard"
    },
    {
      "dutyID": "049d1dea-88f6-411d-96dc-4231ed832b25",
      "dutyDetail": "Prepare interview briefings and strategies.  Undertake complex suspect interviews,  using a range of interview methods and techniques and addressing complex circumstances when conducting interviews",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d4eccfea-72f5-423b-8b3c-5d6f1e39712b",
        "dfc143bc-1555-43b3-ac92-44f4c6178242"
      ],
      "mappedKnowledge": [
        "0bc42236-5b13-4477-9047-e75d10123f25",
        "814d6679-ca05-471f-b422-22e3c9934168",
        "32bf9633-4079-427f-9325-1f09b9467324"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c86d9368-6bce-410f-af0b-68de77656096",
        "cb9ef36d-08c0-481c-9019-27f5247e3946",
        "cf44f884-a874-4c20-90db-940cad0ded8d",
        "1eec3724-08ad-4b77-967e-8030e5eb7e53"
      ],
      "criteriaForMeasuringPerformance": "In accordance with the Police and Criminal Evidence Act (PACE) Codes of Practice, Human Rights Act and relevant internal policy.  To College of Policing Tier 2 Suspect Interviewing standard"
    },
    {
      "dutyID": "04f642bf-029a-412e-82aa-b917b739c3f8",
      "dutyDetail": "Formulate investigative strategies to maximise evidence gathering opportunities and support serious and complex investigations",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "dfc143bc-1555-43b3-ac92-44f4c6178242"
      ],
      "mappedKnowledge": [
        "0bc42236-5b13-4477-9047-e75d10123f25",
        "61505c96-5485-45ef-b819-8033bdad529f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c86d9368-6bce-410f-af0b-68de77656096",
        "cb9ef36d-08c0-481c-9019-27f5247e3946",
        "cf44f884-a874-4c20-90db-940cad0ded8d",
        "6aac6c73-e59f-4fef-ba1d-8dd43744ef2c",
        "85253091-4a75-4672-8cd2-1212c30457b0"
      ],
      "criteriaForMeasuringPerformance": "In accordance with the Investigative Professional Practice Manual and relevant internal policy"
    },
    {
      "dutyID": "e178220d-0aa5-4cb0-9c3b-65f056a212a8",
      "dutyDetail": "Manage and prepare a case file throughout a serious and complex investigation.  This will include formulating a disclosure strategy and reviewing and managing large volumes of sensitive and non-sensitive material.  Work with The Crown Prosecution Service (CPS) and other relevant prosecuting bodies to deliver a successful prosecution",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3b2834aa-33fa-4c7a-8fd1-28f8f455c78b"
      ],
      "mappedKnowledge": [
        "4adaeee9-abdc-4fac-be6e-4a0c327da495",
        "814d6679-ca05-471f-b422-22e3c9934168",
        "4fef28cf-06f0-4e86-a7c6-24e5749dd4d6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c86d9368-6bce-410f-af0b-68de77656096",
        "cb9ef36d-08c0-481c-9019-27f5247e3946",
        "42e83350-7493-4790-82a9-3fda56b95fbd",
        "a0de2416-4172-4e58-9ff4-0e100dba619d"
      ],
      "criteriaForMeasuringPerformance": "To PIP2 standard.  In accordance with CPIA.  To achieve successful criminal justice outcomes"
    },
    {
      "dutyID": "02fa12e2-0ae1-4076-9768-b54b5ddffa44",
      "dutyDetail": "Present evidence in court and at other hearings in an effective manner, complying with the relevant rules of evidence, procedure and professional standards",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3b2834aa-33fa-4c7a-8fd1-28f8f455c78b",
        "04a4f77f-5b63-4597-859d-8aef917ce77f"
      ],
      "mappedKnowledge": [
        "4adaeee9-abdc-4fac-be6e-4a0c327da495",
        "4fef28cf-06f0-4e86-a7c6-24e5749dd4d6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c86d9368-6bce-410f-af0b-68de77656096",
        "cb9ef36d-08c0-481c-9019-27f5247e3946",
        "18883c51-6928-4206-8b32-0bc6d5f02c19"
      ],
      "criteriaForMeasuringPerformance": "To PIP2 standard.  In accordance with CPIA.  To achieve successful criminal justice outcomes."
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-03-17T00:00:00"
}