{
  "templateType": "Apprenticeship Standard",
  "larsCode": 412,
  "referenceNumber": "ST0594",
  "learningAimClassCode": "",
  "title": "Funeral team member",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0594",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "End-point assessment plan revised",
  "changedDate": "2024-01-19T00:00:00",
  "earliestStartDate": "2024-01-19T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Helping manage funeral arrangements.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 4000,
  "maxFundingAdditionalInformation": "",
  "route": "Sales, marketing and procurement",
  "keywords": [
    "funeral arrangements",
    "funeral services",
    "funeral arranger",
    "funeral operative",
    "administration",
    "death",
    "funeral"
  ],
  "jobRoles": [
    "A Funeral Arranger",
    "A Funeral Operative"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/b31byz41/st0594_funeral_team_member_l2.pdf",
  "ssa1": "7 Retail and Commercial Enterprise",
  "ssa2": "7.3 Service enterprises",
  "version": "1.2",
  "standardInformation": "&lt;p&gt;&lt;strong&gt;Funeral team members&lt;/strong&gt; are the first point of contact for the business so must create a good first impression, put clients at ease, take information, answer questions or find answers, building good client relationships and confidence while upholding the image of the business. Funeral team members make a positive difference to their clients at a challenging, emotional time and contact with the deceased is a key aspect of any role within this industry. Working with people, feeling passionate about supporting and assisting clients is a rewarding and worthwhile job that provides excellent career opportunities. Funeral team members will specialise in one of two roles. &lt;strong&gt;A Funeral&lt;/strong&gt; &lt;strong&gt;Arranger&lt;/strong&gt; – Supports the funeral director by arranging funerals and pre-payment plans, handling customer enquiries, sales and after care either on or off site. Administration and payment reconciliation is a part of this job role.&lt;strong&gt; A Funeral Operative&lt;/strong&gt; – Plays an active role in assisting the funeral director on funerals, cleaning and driving a variety of vehicles, bringing the deceased into care, preparing the deceased and coffins and supporting client visits. Operatives will participate in an out-of-hours service&lt;strong&gt;.&lt;/strong&gt;&lt;/p&gt;\n&lt;table border=&quot;0&quot; style=&quot;height: 198px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 48px;&quot;&gt;\n&lt;th style=&quot;width: 25%; height: 48px;&quot;&gt;&lt;strong&gt;Entry&lt;/strong&gt;&lt;/th&gt;\n&lt;td style=&quot;height: 48px;&quot;&gt;Entry requirements are to display the personal attributes and values listed below. Funeral operatives must be in possession of a valid driving licence.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 28px;&quot;&gt;\n&lt;th style=&quot;height: 28px;&quot;&gt;&lt;strong&gt;Duration &lt;/strong&gt;&lt;/th&gt;\n&lt;td style=&quot;height: 28px;&quot;&gt;The duration for this apprenticeship is typically 12 months&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 20px;&quot;&gt;\n&lt;th style=&quot;height: 20px;&quot;&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/th&gt;\n&lt;td style=&quot;height: 20px;&quot;&gt;This apprenticeship standard is set at level 2&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 82px;&quot;&gt;\n&lt;th style=&quot;height: 82px;&quot;&gt;&lt;strong&gt;Qualification&lt;/strong&gt;&lt;/th&gt;\n&lt;td style=&quot;height: 82px;&quot;&gt;Apprentices without level 1 English and maths will need to achieve level 1 and take the test for level 2 English and maths prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualifications are an alternative to English qualifications for whom this is their primary language.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 20px;&quot;&gt;\n&lt;th style=&quot;height: 20px;&quot;&gt;&lt;strong&gt;Review&lt;/strong&gt;&lt;/th&gt;\n&lt;td style=&quot;height: 20px;&quot;&gt;This standard will be reviewed after three years&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;The following are the personal attributes and values expected of all funeral team members carrying out their roles; Dignity, respect, sensitivity, empathy, professionalism, caring, adaptability, flexibility, resilience, integrity. &#160;All funeral team members must have the following core funeral knowledge, skills and behaviours&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 15%;&quot;&gt;&#160;&lt;/td&gt;\n&lt;th&gt;&lt;strong&gt;Knowledge and Understanding (Know it)&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Skills (Show it)&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Behaviours (Live it)&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td rowspan=&quot;3&quot;&gt;&lt;strong&gt;Client&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p class=&quot;Default&quot;&gt;&#160;&lt;/p&gt;\n&lt;p class=&quot;Default&quot;&gt;&lt;span&gt;How to communicate with clients during the various stages of the grieving process. &lt;/span&gt;&lt;span&gt;Specific client communication needs, for example, dementia, language, cultural diversity.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Use appropriate methods of communication including non- verbal, verbal, written and social media. &#160;Use clear language in all communication, verbal and written, seeking help when it is required.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Confidently interact with clients adapting to the needs of the individual during the grieving process. Communicate politely at all times. Show respect when communicating with all clients and third parties.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Client types, how to identify their needs and preferred methods of communication. The importance of meeting client’s needs and requests, whilst working in line with the products and services offered by the business.&lt;/td&gt;\n&lt;td&gt;Use clear, relevant and empathetic communication to establish clients’ needs and satisfy their requirements. Deliver excellent service during all interactions, including phone, face-to-face, electronic and postal communications.&lt;/td&gt;\n&lt;td&gt;Communicate clearly and with empathy at all times.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;How to obtain and handle client feedback both positive and negative, the information required from clients to resolve an issue and when to ask for help.&lt;/td&gt;\n&lt;td&gt;Apply business policies and procedures to handle client concerns, complaints and compliments. Deal with client feedback within the limits of your own authority, sharing positive comments, escalating negative comments and finding solutions where possible.&lt;/td&gt;\n&lt;td&gt;Professionally and calmly, work with clients to resolve concerns, complaints and use compliments effectively in the funeral business.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td rowspan=&quot;3&quot;&gt;&lt;strong&gt;Reputation&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;How to protect the business reputation based on values, vision, aims and behaviours. The importance of maintaining a good reputation with clients, competitors and within the local area.&lt;/td&gt;\n&lt;td&gt;Operate within the business values when dealing with clients and team members in all daily activities.&#160;&lt;/td&gt;\n&lt;td&gt;Support the reputation of the business by providing a professional service to clients, knowledgeable of how it compares to competitors.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Client types and the local community demographic. The benefit to yourself and the business of forming professional relationships. The acceptable boundaries of professional relationships.&lt;/td&gt;\n&lt;td&gt;Engage in professional relationships with clients, communities and other stakeholders in order to help build a positive public reputation. Report any instance where the reputation of the business could be / has been damaged.&lt;/td&gt;\n&lt;td&gt;Treat all clients and colleagues with respect and work positively within the local community.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;How technology, including social media is used in the business and how it contributes to the business reputation.&lt;/td&gt;\n&lt;td&gt;Use technology including social media in line with business requirements.&lt;/td&gt;\n&lt;td&gt;Actively promote the reputation of the business by using social media and business technology tools responsibly.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td rowspan=&quot;2&quot;&gt;&lt;strong&gt;Team&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;How to support and influence the team positively, recognising how all colleagues and teams are dependent on each other to meet business objectives.&lt;/td&gt;\n&lt;td&gt;Support team members to ensure that the services provided are of a high quality, delivered on time and as required.&lt;/td&gt;\n&lt;td&gt;Be conscious of the impact of personal behaviours on the team by a consistent, positive and professional approach.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Different types of teams, third party team members and stakeholders within the wider team and how strengths and weaknesses affect team dynamics&lt;/td&gt;\n&lt;td&gt;Adapt positively to all types of team leaders, team members and different types of team within the business in which you work.&lt;/td&gt;\n&lt;td&gt;Consistently exhibit respect and work positively with team leaders and team.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Legal and Governance&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;The legislative requirements, duties and responsibilities of the business. The policies and procedures of the business regarding the deceased when they are in own premises or third party locations, identification, release of ashes, personal effects, notifiable diseases and specialist services.&lt;/td&gt;\n&lt;td&gt;Comply with legal and business requirements whilst conducting all services. Follow business policies and procedures relating to third party locations of the deceased, identification, release of ashes, personal effects, notifiable diseases and specialist&lt;span style=&quot;text-decoration: line-through;&quot;&gt; &lt;/span&gt;services.&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Operate in an honest and trustworthy way demonstrating integrity in all duties respecting the dignity of the deceased at all times.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Personal &lt;/strong&gt;&lt;/p&gt;\n&lt;strong&gt;Development and performance &#160;&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;How personal development and performance contributes to success of the business. How to identify personal goals and development opportunities and the support / resources available to achieve these. Different learning styles.&lt;/td&gt;\n&lt;td&gt;Take ownership for own learning development and performance. Carry out personal development activities. Identify your own learning styles.&lt;/td&gt;\n&lt;td&gt;Reflect on own ways of working and with support from your line manager, actively create and implement a personal development plan.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Products and services&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;The full range and unique selling points of products and services offered by the business. Where to find information regarding specialist products and services for example exhumation, repatriation and burial at sea.&lt;/td&gt;\n&lt;td&gt;Take a proactive approach to providing clients with product and service information within your area of responsibility. Offer information and assistance with specialist services and products.&lt;/td&gt;\n&lt;td&gt;Promote the products and services offered by the business. Consistently work to personalise the funeral to the needs of the deceased, client, family, and friends.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;h4&gt;Funeral arrangers must complete all of the following specialist functions&lt;/h4&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 15%;&quot;&gt;&#160;&lt;/td&gt;\n&lt;th&gt;&lt;strong&gt;Knowledge and Understanding (Know it)&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Skills (Show it)&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Behaviours (Live it)&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Arranging &lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;The businesses’ process for the care of the deceased. The third parties involved and the role they play in delivering client needs. How to plan/arrange a funeral according to client’s needs within legislative boundaries and local constraints, rules and regulations.&lt;/p&gt;\nThe importance of accurate calculation and completion of the client contract and the implications to the business if not completed properly.&lt;/td&gt;\n&lt;td&gt;Arrange, plan and assist in visits to the deceased, ensuring client’s needs are respected at all times. Arrange at need or pre need funerals according to clients requirements, maintaining accurate records of all products and services ordered. Complete, discuss and agree client contracts efficiently and according to business guidelines. Gather and collate feedback from clients using the businesses approved systems and communication methods.&lt;/td&gt;\n&lt;td&gt;\n&lt;p style=&quot;margin-left: 1.65pt;&quot; class=&quot;Default&quot;&gt;Confidently communicate with clients and third party service representatives with understanding, empathy and integrity. Use own initiative when carrying out arranging activities.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Administration / Finance&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;The principles of operating commercially in a competitive industry. The business administration / finance systems and how invoices are created.&lt;/td&gt;\n&lt;td&gt;Access and use systems accurately, efficiently and within legislation requirements. Maintain precise records of all products and services purchased by clients. Ensure the timely receipt of payments and finance agreements.&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Consistently prioritise and arrange financial records and client accounts.&lt;/p&gt;\nConsistently review information and clerical processes for errors and make corrections before finalising administration / financial duties.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&lt;strong&gt;Funeral Operatives must complete all of the following functions&lt;/strong&gt;&lt;/h4&gt;\n&lt;table border=&quot;0&quot; style=&quot;height: 493px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 20px;&quot;&gt;\n&lt;td style=&quot;width: 15%; height: 20px;&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;&#160;&lt;/span&gt;&lt;/td&gt;\n&lt;th style=&quot;height: 20px;&quot;&gt;&lt;span style=&quot;font-size: 14px; font-weight: 400;&quot;&gt;Knowledge and Understanding (Know it)&lt;/span&gt;&lt;/th&gt;\n&lt;th style=&quot;height: 20px;&quot;&gt;&lt;span style=&quot;font-size: 14px; font-weight: 400;&quot;&gt;Skills (Show it)&lt;/span&gt;&lt;/th&gt;\n&lt;th style=&quot;height: 20px;&quot;&gt;&lt;span style=&quot;font-size: 14px; font-weight: 400;&quot;&gt;Behaviours (Live it)&lt;/span&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 144px;&quot;&gt;\n&lt;td style=&quot;height: 144px;&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Maintain and drive vehicles&lt;/span&gt;&lt;/td&gt;\n&lt;td style=&quot;height: 144px;&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;The legal and business requirements for driving, maintaining and cleaning vehicles for example reporting damage. The importance of knowing routes and planning contingency routes before setting off, keeping up-to-date and checking local disruptions to routes in advance.&lt;/span&gt;&lt;/td&gt;\n&lt;td style=&quot;height: 144px;&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Follow relevant legislation, codes of practice and business standards for driving, maintaining and cleaning business vehicles. Use pre-arranged routes when driving business vehicles during funeral services and alternative routes when necessary reporting issues with routes to the appropriate person.&lt;/span&gt;&lt;/td&gt;\n&lt;td style=&quot;height: 144px;&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Show pride in maintaining and cleaning business vehicles. Remain calm and drive responsibly at all times.&lt;/span&gt;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 185px;&quot;&gt;\n&lt;td style=&quot;height: 185px;&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Care of the Deceased&lt;/span&gt;&lt;/td&gt;\n&lt;td style=&quot;height: 185px;&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;How to handle, remove and move the deceased while maintaining dignity and respect. The environments, the equipment used and the importance of completing dynamic risk assessments to move the deceased. When and how to request additional support when carrying out the transfer of the deceased. How to prepare and present the coffin and the deceased.&lt;/span&gt;&lt;/td&gt;\n&lt;td style=&quot;height: 185px;&quot;&gt;\n&lt;p&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Transfer the deceased using correct techniques and maintaining client and business requirements. Assist in the preparation and presentation of the coffin and the deceased.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 185px;&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Be respectful of the deceased at all times.&lt;/span&gt;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 144px;&quot;&gt;\n&lt;td style=&quot;height: 144px;&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Funeral&lt;/span&gt;&lt;/td&gt;\n&lt;td style=&quot;height: 144px;&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Pre-funeral checking procedures and your role for the ‘day of the funeral’ service. How to bear coffins or use appropriate equipment safely, professionally and in varying environments with dignity and respect. How to identify and handle potential incidents and when to escalate to an appropriate person.&lt;/span&gt;&lt;/td&gt;\n&lt;td style=&quot;height: 144px;&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Attend funeral briefings and use information to assist in the delivery of the funeral. Handle coffins and floral tributes safely and respectfully at all times. Carry out allocated duties with dignity and respect to ensure the smooth running of the funeral.&lt;/span&gt;&lt;/td&gt;\n&lt;td style=&quot;height: 144px;&quot;&gt;&lt;span style=&quot;font-size: 14px;&quot;&gt;Actively and competently, participate in the smooth running of the funeral service. Remain calm and respectful in different situations and help colleagues to do the same.&lt;/span&gt;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;",
  "occupationalSummary": "&lt;p&gt;Funeral team members are the first point of contact for the business so must create a good first impression, put clients at ease, take information, answer questions or find answers, building good client relationships and confidence while upholding the image of the business. Funeral team members make a positive difference to their clients at a challenging, emotional time and contact with the deceased is a key aspect of any role within this industry. Working with people, feeling passionate about supporting and assisting clients is a rewarding and worthwhile job that provides excellent career opportunities. Funeral team members will specialise in one of two roles. A Funeral Arranger – Supports the funeral director by arranging funerals and pre-payment plans, handling customer enquiries, sales and after care either on or off site. Administration and payment reconciliation is a part of this job role. A Funeral Operative – Plays an active role in assisting the funeral director on funerals, cleaning and driving a variety of vehicles, bringing the deceased into care, preparing the deceased and coffins and supporting client visits. Operatives will participate in an out-of-hours service.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "1980fd6b-7954-4c3e-b2c2-c2462e43ff9c",
      "detail": "Client: How to communicate with clients during the various stages of the grieving process. Specific client communication needs, for example, dementia, language, cultural diversity."
    },
    {
      "knowledgeId": "31efe581-0c00-4fc2-bce2-be0a78826a3c",
      "detail": "Client: Client types, how to identify their needs and preferred methods of communication. The importance of meeting client’s needs and requests, whilst working in line with the products and services offered by the business."
    },
    {
      "knowledgeId": "5f2c9170-7ae7-4a33-9c5e-95e980d16708",
      "detail": "Client: How to obtain and handle client feedback both positive and negative, the information required from clients to resolve an issue and when to ask for help."
    },
    {
      "knowledgeId": "442f2361-fa50-471a-9a8b-c0ba0a8ff7f3",
      "detail": "Reputation: How to protect the business reputation based on values, vision, aims and behaviours. The importance of maintaining a good reputation with clients, competitors and within the local area."
    },
    {
      "knowledgeId": "9b04d762-f23e-41f6-9483-d67d0bea02d6",
      "detail": "Reputation: Client types and the local community demographic. The benefit to yourself and the business of forming professional relationships. The acceptable boundaries of professional relationships."
    },
    {
      "knowledgeId": "a71c00dc-c799-41e2-aa85-d712f8bec571",
      "detail": "Reputation: How technology, including social media is used in the business and how it contributes to the business reputation."
    },
    {
      "knowledgeId": "bedc303c-c251-4fa9-8e3c-117225b0bc40",
      "detail": "Team: How to support and influence the team positively, recognising how all colleagues and teams are dependent on each other to meet business objectives."
    },
    {
      "knowledgeId": "8d9e841f-28bb-43cc-a126-d43555b2c255",
      "detail": "Team: Different types of teams, third party team members and stakeholders within the wider team and how strengths and weaknesses affect team dynamics"
    },
    {
      "knowledgeId": "1b2b5ccf-7be9-4e47-86af-d3fa60d67045",
      "detail": "Legal & Governance: The legislative requirements, duties and responsibilities of the business. The policies and procedures of the business regarding the deceased when they are in own premises or third party locations, identification, release of ashes, personal effects, notifiable diseases and specialist services."
    },
    {
      "knowledgeId": "c2de2d34-224b-48c0-a9c9-77048f11b20b",
      "detail": "Personal Development & Performance: How personal development and performance contributes to success of the business. How to identify personal goals and development opportunities and the support / resources available to achieve these. Different learning styles."
    },
    {
      "knowledgeId": "7f49b7be-6250-4720-bb55-b67f8bb05eff",
      "detail": "Products & Services: The full range and unique selling points of products and services offered by the business. Where to find information regarding specialist products and services for example exhumation, repatriation and burial at sea."
    },
    {
      "knowledgeId": "e27d3d28-c476-4c10-aaba-187f77242730",
      "detail": "Arranging: The businesses’ process for the care of the deceased. The third parties involved and the role they play in delivering client needs. How to plan/arrange a funeral according to client’s needs within legislative boundaries and local constraints, rules and regulations.\n The importance of accurate calculation and completion of the client contract and the implications to the business if not completed properly."
    },
    {
      "knowledgeId": "08f9db4c-aea7-422b-9977-69e0ddb0d7d9",
      "detail": "Administration/Finance: The principles of operating commercially in a competitive industry. The business administration / finance systems and how invoices are created."
    },
    {
      "knowledgeId": "fb3e8338-4110-4c4c-95ae-f23fb0a67075",
      "detail": "Maintain & Drive Vehicles: The legal and business requirements for driving, maintaining and cleaning vehicles for example reporting damage. The importance of knowing routes and planning contingency routes before setting off, keeping up-to-date and checking local disruptions to routes in advance."
    },
    {
      "knowledgeId": "35dd09c9-6ddd-4aa6-82e7-17805be09818",
      "detail": "Care of the Deceased: How to handle, remove and move the deceased while maintaining dignity and respect. The environments, the equipment used and the importance of completing dynamic risk assessments to move the deceased. When and how to request additional support when carrying out the transfer of the deceased. How to prepare and present the coffin and the deceased."
    },
    {
      "knowledgeId": "fbaaad38-46d8-4442-8f21-fe5ef4ce4569",
      "detail": "Funeral: Pre-funeral checking procedures and your role for the ‘day of the funeral’ service. How to bear coffins or use appropriate equipment safely, professionally and in varying environments with dignity and respect. How to identify and handle potential incidents and when to escalate to an appropriate person."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "af7524e8-6589-48c5-ae50-3aaa44e3cae5",
      "detail": "Client: Confidently interact with clients adapting to the needs of the individual during the grieving process. Communicate politely at all times. Show respect when communicating with all clients and third parties."
    },
    {
      "behaviourId": "475a3555-c454-4806-82b2-a08bbfddd4cc",
      "detail": "Client: Communicate clearly and with empathy at all times."
    },
    {
      "behaviourId": "b2087fca-974a-4242-acc5-7720535945a7",
      "detail": "Client: Professionally and calmly, work with clients to resolve concerns, complaints and use compliments effectively in the funeral business."
    },
    {
      "behaviourId": "d7055164-11f1-4348-927b-5596b7cfcb02",
      "detail": "Reputation: Support the reputation of the business by providing a professional service to clients, knowledgeable of how it compares to competitors."
    },
    {
      "behaviourId": "8c3f87a8-dce4-475c-b59a-07fd9bd7016d",
      "detail": "Reputation: Treat all clients and colleagues with respect and work positively within the local community."
    },
    {
      "behaviourId": "163b2e75-fa67-4348-80b7-1ace2ff67645",
      "detail": "Reputation: Actively promote the reputation of the business by using social media and business technology tools responsibly."
    },
    {
      "behaviourId": "76f48b86-53a6-483b-a80b-87840b37ae3f",
      "detail": "Team: Be conscious of the impact of personal behaviours on the team by a consistent, positive and professional approach."
    },
    {
      "behaviourId": "66c91397-79f0-4e3f-8183-81c537dbf985",
      "detail": "Team: Consistently exhibit respect and work positively with team leaders and team."
    },
    {
      "behaviourId": "8032df5e-3137-4370-8a72-70761879fb80",
      "detail": "Legal & Governance: Operate in an honest and trustworthy way demonstrating integrity in all duties respecting the dignity of the deceased at all times."
    },
    {
      "behaviourId": "3a3f93fb-46e8-48d4-84ea-371a101184bc",
      "detail": "Personal Development & Performance: Reflect on own ways of working and with support from your line manager, actively create and implement a personal development plan."
    },
    {
      "behaviourId": "49340f4b-c42e-4314-94ee-4738b1a718cf",
      "detail": "Products & Services: Promote the products and services offered by the business. Consistently work to personalise the funeral to the needs of the deceased, client, family, and friends."
    },
    {
      "behaviourId": "754ad240-6993-4914-a448-7c5d9607a93f",
      "detail": "Arranging: Confidently communicate with clients and third party service representatives with understanding, empathy and integrity. Use own initiative when carrying out arranging activities."
    },
    {
      "behaviourId": "5b015040-63e4-4935-a8ce-a7dd66aba0a1",
      "detail": "Administration/Finance: Consistently prioritise and arrange financial records and client accounts. \nConsistently review information and clerical processes for errors and make corrections before finalising administration / financial duties."
    },
    {
      "behaviourId": "727ff177-d36c-40cd-a792-90fcba89b460",
      "detail": "Maintain & Drive Vehicles: Show pride in maintaining and cleaning business vehicles. Remain calm and drive responsibly at all times."
    },
    {
      "behaviourId": "25aaeee0-e4b9-4b89-8f75-4d36a733e12d",
      "detail": "Care of the Deceased: Be respectful of the deceased at all times."
    },
    {
      "behaviourId": "61ad89ea-46f1-4b4a-b9c7-4270740f1ec8",
      "detail": "Funeral: Actively and competently, participate in the smooth running of the funeral service. Remain calm and respectful in different situations and help colleagues to do the same."
    }
  ],
  "skills": [
    {
      "skillId": "0d9ba08d-f426-47cc-9fd7-c80860c8b304",
      "detail": "Client: Use appropriate methods of communication including non- verbal, verbal, written and social media.  Use clear language in all communication, verbal and written, seeking help when it is required."
    },
    {
      "skillId": "1e6c9d35-6c24-4f7a-90e2-ff58cfcdde89",
      "detail": "Client: Use clear, relevant and empathetic communication to establish clients’ needs and satisfy their requirements. Deliver excellent service during all interactions, including phone, face-to-face, electronic and postal communications."
    },
    {
      "skillId": "20e754cb-5b80-45bd-bed2-4c786454a7dc",
      "detail": "Client: Apply business policies and procedures to handle client concerns, complaints and compliments. Deal with client feedback within the limits of your own authority, sharing positive comments, escalating negative comments and finding solutions where possible."
    },
    {
      "skillId": "7a0590d0-3d48-454c-8ac0-caa06da96224",
      "detail": "Reputation: Operate within the business values when dealing with clients and team members in all daily activities. "
    },
    {
      "skillId": "d683e291-81fc-44ee-8feb-6f9e0e171b70",
      "detail": "Reputation: Engage in professional relationships with clients, communities and other stakeholders in order to help build a positive public reputation. Report any instance where the reputation of the business could be / has been damaged."
    },
    {
      "skillId": "72ac0ce3-80ed-4ce6-923a-6aa2b75fd0fe",
      "detail": "Reputation: Use technology including social media in line with business requirements."
    },
    {
      "skillId": "f3d3ad2d-0d53-4706-a767-6ce8da783643",
      "detail": "Team: Support team members to ensure that the services provided are of a high quality, delivered on time and as required."
    },
    {
      "skillId": "79a19dd5-c906-4266-9bc7-a01a43abca13",
      "detail": "Team: Adapt positively to all types of team leaders, team members and different types of team within the business in which you work."
    },
    {
      "skillId": "c1152754-68a3-4282-8231-bf31a337d917",
      "detail": "Legal & Governance: Comply with legal and business requirements whilst conducting all services. Follow business policies and procedures relating to third party locations of the deceased, identification, release of ashes, personal effects, notifiable diseases and specialist services."
    },
    {
      "skillId": "2e1e3cf1-2fc6-4e3e-9174-30d264bf17a1",
      "detail": "Personal Development & Performance: Take ownership for own learning development and performance. Carry out personal development activities. Identify your own learning styles."
    },
    {
      "skillId": "3dcecc6e-3420-4dd0-b34f-750fe45c8ed1",
      "detail": "Products & Services: Take a proactive approach to providing clients with product and service information within your area of responsibility. Offer information and assistance with specialist services and products."
    },
    {
      "skillId": "b108d0f3-dd59-44e2-807f-d5f56e78e573",
      "detail": "Arranging: Arrange, plan and assist in visits to the deceased, ensuring client’s needs are respected at all times. Arrange at need or pre need funerals according to clients requirements, maintaining accurate records of all products and services ordered. Complete, discuss and agree client contracts efficiently and according to business guidelines. Gather and collate feedback from clients using the businesses approved systems and communication methods."
    },
    {
      "skillId": "7dc2a3aa-033c-40e8-b25b-10d2702f621c",
      "detail": "Administration/Finance: Access and use systems accurately, efficiently and within legislation requirements. Maintain precise records of all products and services purchased by clients. Ensure the timely receipt of payments and finance agreements."
    },
    {
      "skillId": "7f7b6e38-d1dc-4a14-946a-5d75df41b880",
      "detail": "Maintain & Drive Vehicles: Follow relevant legislation, codes of practice and business standards for driving, maintaining and cleaning business vehicles. Use pre-arranged routes when driving business vehicles during funeral services and alternative routes when necessary reporting issues with routes to the appropriate person."
    },
    {
      "skillId": "76ff451d-ebd6-43cb-a638-380ffa8481c4",
      "detail": "Care of the Deceased: Transfer the deceased using correct techniques and maintaining client and business requirements. Assist in the preparation and presentation of the coffin and the deceased."
    },
    {
      "skillId": "bb49dce3-e387-42b1-9bff-643d6b0be948",
      "detail": "Funeral: Attend funeral briefings and use information to assist in the delivery of the funeral. Handle coffins and floral tributes safely and respectfully at all times. Carry out allocated duties with dignity and respect to ensure the smooth running of the funeral."
    }
  ],
  "optionsUnstructuredTemplate": [
    "Funeral Arrangers",
    "Funeral Operatives"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-02-18T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0204 ",
  "tbMainContact": "rosalind.milligan@coop.co.uk",
  "involvedEmployers": "People 1st, Learn Direct, Co-operative Funeralcare, Dignity UK, East of England Co-op, Lincolnshire Co-op , National Association of Funeral Directors",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "A Funeral Arranger",
    "A Funeral Operative"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Customer service",
  "cluster": "Customer service assistant",
  "clusterId": "14",
  "clusterDescription": "Provide direct customer support by handling requests, complaints and queries and seeking to improve services through analysis",
  "createdDate": "2024-01-19T10:46:42 +00:00",
  "lastUpdated": "2024-01-19T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-02-18T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0594",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0594-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0594-v1-2",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "99d54438-d648-4b1d-a905-9da6258471a8",
      "title": "Funeral Arrangers",
      "occupationCode": "OCC0594A"
    },
    {
      "optionId": "5df612f9-3f65-4da4-8fd5-55a5e5b9f4aa",
      "title": "Funeral Operatives",
      "occupationCode": "OCC0594B"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "af7524e8-6589-48c5-ae50-3aaa44e3cae5",
        "475a3555-c454-4806-82b2-a08bbfddd4cc",
        "b2087fca-974a-4242-acc5-7720535945a7",
        "d7055164-11f1-4348-927b-5596b7cfcb02",
        "8c3f87a8-dce4-475c-b59a-07fd9bd7016d",
        "163b2e75-fa67-4348-80b7-1ace2ff67645",
        "76f48b86-53a6-483b-a80b-87840b37ae3f",
        "66c91397-79f0-4e3f-8183-81c537dbf985",
        "8032df5e-3137-4370-8a72-70761879fb80",
        "3a3f93fb-46e8-48d4-84ea-371a101184bc",
        "49340f4b-c42e-4314-94ee-4738b1a718cf"
      ],
      "mappedKnowledge": [
        "1980fd6b-7954-4c3e-b2c2-c2462e43ff9c",
        "31efe581-0c00-4fc2-bce2-be0a78826a3c",
        "5f2c9170-7ae7-4a33-9c5e-95e980d16708",
        "442f2361-fa50-471a-9a8b-c0ba0a8ff7f3",
        "9b04d762-f23e-41f6-9483-d67d0bea02d6",
        "a71c00dc-c799-41e2-aa85-d712f8bec571",
        "bedc303c-c251-4fa9-8e3c-117225b0bc40",
        "8d9e841f-28bb-43cc-a126-d43555b2c255",
        "1b2b5ccf-7be9-4e47-86af-d3fa60d67045",
        "c2de2d34-224b-48c0-a9c9-77048f11b20b",
        "7f49b7be-6250-4720-bb55-b67f8bb05eff"
      ],
      "mappedSkills": [
        "0d9ba08d-f426-47cc-9fd7-c80860c8b304",
        "1e6c9d35-6c24-4f7a-90e2-ff58cfcdde89",
        "20e754cb-5b80-45bd-bed2-4c786454a7dc",
        "7a0590d0-3d48-454c-8ac0-caa06da96224",
        "d683e291-81fc-44ee-8feb-6f9e0e171b70",
        "72ac0ce3-80ed-4ce6-923a-6aa2b75fd0fe",
        "f3d3ad2d-0d53-4706-a767-6ce8da783643",
        "79a19dd5-c906-4266-9bc7-a01a43abca13",
        "c1152754-68a3-4282-8231-bf31a337d917",
        "2e1e3cf1-2fc6-4e3e-9174-30d264bf17a1",
        "3dcecc6e-3420-4dd0-b34f-750fe45c8ed1"
      ]
    },
    {
      "coreOrOptionTitle": "Funeral Arrangers",
      "mappedBehaviour": [
        "754ad240-6993-4914-a448-7c5d9607a93f",
        "5b015040-63e4-4935-a8ce-a7dd66aba0a1"
      ],
      "mappedKnowledge": [
        "e27d3d28-c476-4c10-aaba-187f77242730",
        "08f9db4c-aea7-422b-9977-69e0ddb0d7d9"
      ],
      "mappedSkills": [
        "b108d0f3-dd59-44e2-807f-d5f56e78e573",
        "7dc2a3aa-033c-40e8-b25b-10d2702f621c"
      ]
    },
    {
      "coreOrOptionTitle": "Funeral Operatives",
      "mappedBehaviour": [
        "727ff177-d36c-40cd-a792-90fcba89b460",
        "25aaeee0-e4b9-4b89-8f75-4d36a733e12d",
        "61ad89ea-46f1-4b4a-b9c7-4270740f1ec8"
      ],
      "mappedKnowledge": [
        "fb3e8338-4110-4c4c-95ae-f23fb0a67075",
        "35dd09c9-6ddd-4aa6-82e7-17805be09818",
        "fbaaad38-46d8-4442-8f21-fe5ef4ce4569"
      ],
      "mappedSkills": [
        "7f7b6e38-d1dc-4a14-946a-5d75df41b880",
        "76ff451d-ebd6-43cb-a638-380ffa8481c4",
        "bb49dce3-e387-42b1-9bff-643d6b0be948"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-01-19T00:00:00"
}