{
  "templateType": "Apprenticeship Standard",
  "larsCode": 328,
  "referenceNumber": "ST0574",
  "learningAimClassCode": "",
  "title": "Ordnance munitions and explosives (OME) professional (integrated degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0574",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2021-01-22T00:00:00",
  "earliestStartDate": "2018-08-08T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Analysing, interpreting and evaluating technical information, concepts and ideas to propose solutions to problems",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 60,
  "maxFunding": 24000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "degree",
    "Weapons",
    "Ordinance",
    "Munitions and Explosives",
    "WOME"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1975/st0574_ordnance-munitions-explosives-professional_l6_ap-for-publication_24072018.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;In the following document, the term “energetics” is used to describe hazardous materials such as explosives, propellants and pyrotechnics. Reference is also made to energetic items, which are devices containing energetic materials that are designed to function in a particular manner.&lt;/p&gt;\n&lt;p&gt;An Ordnance Munitions and Explosives career is challenging, stimulating and dynamic. A fully competent OME Professional can work in a wide range of organisations, including defence, chemical, commercial, military, security, nuclear and analytical services (from multi-nationals to SMEs) and government bodies (e.g. MoD). Although there is close collaboration between these organisations, the needs and requirements are different for each. OME professionals working within one of these organisations may move between government and industry and, as such, are central to maintaining national security now and in the future.&lt;/p&gt;\n&lt;p&gt;An OME Professional can carry out a range of technical, engineering and scientific activities which may include laboratory based investigations, engineering studies and scientific experimentation in their specialist field. They will analyse, interpret and evaluate technical information, concepts and ideas and use these to develop subsequent products, experiments or investigations and to propose solutions to problems.&lt;/p&gt;\n&lt;p&gt;They can apply knowledge of underlying OME principles to implement new processes according to the literature or input from senior team members. They can work autonomously and as part of a wider specialist team, taking responsibility for the quality of the work that is undertaken and deliver value to their organisation.&lt;/p&gt;\n&lt;p&gt;They are proactive in finding solutions to problems, can identify areas of business improvement and propose innovative ideas. In all contexts working safely and ethically is paramount. All OME professionals are required to operate under highly regulated conditions because of the need to control safety and quality.&lt;/p&gt;\n&lt;p&gt;This integrated degree apprenticeship follows a core and option model. The options within the apprenticeship are:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Technical Research and Development Professional&lt;/li&gt;\n&lt;li&gt;Safety Professional&lt;/li&gt;\n&lt;li&gt;Manufacturing and Processing Professional&lt;/li&gt;\n&lt;li&gt;Breakdown and Disposal Professional&lt;/li&gt;\n&lt;li&gt;Test and Evaluation Professional&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Each OME professional will have core knowledge/skills that are common to all, and specific knowledge/skills required for their specialist option. An OME professional will be confident, competent and capable of working within their particular domain and of collaborating effectively with other OME professionals in parallel sectors.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Due to the nature of the work within the sector, most employers require employees to be 18 years of age or above. Individual employers will set the selection criteria, but this is likely to include three ‘A’ levels, including maths, although some employers will accept other relevant qualifications or experience.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;All OME Professionals require a comprehensive knowledge and understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The requirement to prevent fire or explosion, limit the extent of fire or explosion and protect persons from the effects of fire or explosion.&lt;/li&gt;\n&lt;li&gt;Security provisions relating to explosives; including preventing the unauthorised access and acquisition of explosives.&lt;/li&gt;\n&lt;li&gt;The requirements for traceability, record keeping and reporting a loss of explosives.&lt;/li&gt;\n&lt;li&gt;Environmental requirements associated with an OME lifecycle.&lt;/li&gt;\n&lt;li&gt;How to develop and apply a theoretical and practical knowledge of the physics and chemistry of energetic materials, from the laboratory scale through to final item.&lt;/li&gt;\n&lt;li&gt;Underlying engineering/material science to implement product lifecycle processes.&lt;/li&gt;\n&lt;li&gt;How to apply mathematical methods and modelling to support technical design and analysis using the principles of analysis and interpretation of experimental data.&lt;/li&gt;\n&lt;li&gt;The evaluation of OME concepts and designs.&lt;/li&gt;\n&lt;li&gt;The implications of change in design and/or manufacturing processes of both energetic materials and items to ensure product quality and safety.&lt;/li&gt;\n&lt;li&gt;Emerging technologies and applications together with a broader view of how they can be used within the OME environment.&lt;/li&gt;\n&lt;li&gt;Implement safety and environmental requirements to the OME industry lifecycle and all other tasks.&lt;/li&gt;\n&lt;li&gt;The internal and external regulatory environment pertinent to the sector.&lt;/li&gt;\n&lt;li&gt;The business environment in which their company operates including their role within the organisation, ethical practice and codes of conduct&lt;/li&gt;\n&lt;li&gt;Project management procedures and how to incorporate these into the OME work environment.&lt;/li&gt;\n&lt;li&gt;The requirements of internal or external customers and how to recommend the appropriate workflows, improvements or OME solutions.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Core Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;All OME Professionals can:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Implement measures to prevent unplanned fire or explosion, limit the extent of fire or explosion and protect people from the effects of a fire or explosion.&lt;/li&gt;\n&lt;li&gt;Implement measures to prevent unauthorised people having access to locations where explosives are manufactured, stored or kept or to explosives themselves.&lt;/li&gt;\n&lt;li&gt;Implement measures to protect the environment throughout the OME lifecycle.&lt;/li&gt;\n&lt;li&gt;Identify and develop solutions to OME based problems and areas of improvement, proposing innovative ideas (e.g. Routes to lessening armour weight).&lt;/li&gt;\n&lt;li&gt;Use scientific/engineering and commercial knowledge to take an OME idea from concept to implementation.&lt;/li&gt;\n&lt;li&gt;Explore, develop and recommend initiatives that support and improve existing OME performance (e.g. obsolescence management or new technology introduction).&lt;/li&gt;\n&lt;li&gt;Implement a safe system of work via interpretation of hazard data, identification of environmental effects and potentially dangerous events.&lt;/li&gt;\n&lt;li&gt;Share acquired knowledge, including safety, technical aspects and mentorship.&lt;/li&gt;\n&lt;li&gt;Interpret and implement industry standards, procedures and specifications (e.g. National Occupational Standards and NATO Standardisation Agreement).&lt;/li&gt;\n&lt;li&gt;Contribute to longer term technical planning, customer requirements and participate in business case creation (e.g. Strategic Defence Review and Defence White Paper).&lt;/li&gt;\n&lt;li&gt;Procure and operate OME according to explosives regulations.&lt;/li&gt;\n&lt;li&gt;Develop and implement business directed plans and strategies to time, cost and quality requirements using the knowledge of relevant aspects of their company.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Core Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Innovate and adapt within the boundaries of your responsibilities&lt;/li&gt;\n&lt;li&gt;Act ethically and with integrity&lt;/li&gt;\n&lt;li&gt;Engage and take responsibility for your personal development&lt;/li&gt;\n&lt;li&gt;Demonstrate commitment to learning and self-improvement and be open to feedback&lt;/li&gt;\n&lt;li&gt;Work autonomously and as part of a wider team&lt;/li&gt;\n&lt;li&gt;Take responsibility for the quality and safety of work&lt;/li&gt;\n&lt;li&gt;Environmentally responsible approach&lt;/li&gt;\n&lt;li&gt;Work within the limits of your experience and knowledge.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Option 1&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Research and Development Professionals are responsible for:&lt;/strong&gt; &#160;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The input of energetics research scientists, who work to deliver scientific, analytical and engineering solutions to civil, defence &amp;amp; security issues.&lt;/li&gt;\n&lt;li&gt;Using novel or bespoke tools, models and/or techniques to solve challenging problems in energetic chemicals, energetic formulations or engineering for new and existing energetic products.&lt;/li&gt;\n&lt;li&gt;Collecting, managing and analysing data from a wide range of sources e.g. literature, energetics trials, experiments, modelling and surveys. Including data from academia and industry sources in order to inform decision making.&lt;/li&gt;\n&lt;li&gt;Keeping abreast of research knowledge in aspects of design and/or performance of OME through its lifecycle and an understanding of related specialisms.&lt;/li&gt;\n&lt;li&gt;The specification and performance of energetics tests and interpretation of data.&lt;/li&gt;\n&lt;li&gt;Production of documents for complex energetics programmes and instructions from agreed specifications and subsequent iterations.&lt;/li&gt;\n&lt;li&gt;Using agreed standards and tools to achieve customer requirements and provide supporting evidence.&lt;/li&gt;\n&lt;li&gt;Review and scrutiny of work and provision of technical solutions to OME problems.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Individuals undertaking this option could typically be employed in these roles within the sector: &lt;/strong&gt;Research and development Scientist/Engineer, Product Engineer/Designer, Explosives Chemist, Analytical Instrumentation, Industrial Explosives Chemist, Ballistician, Energetic Research Scientists, Terminal Effects Designer&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Technical Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;OME based studies in Science or Engineering at an advanced level, (e.g. how propellants burn and ways of modifying them, or fracture mechanics of metal casings).&lt;/li&gt;\n&lt;li&gt;The design and/or performance of OME through its lifecycle and an understanding of related specialisms&lt;/li&gt;\n&lt;li&gt;The means of achieving the design function or purpose for an OME item, (e.g. matching an explosive to the correct casing material or how to safely detonate a system).&lt;/li&gt;\n&lt;li&gt;Developments in new and existing technologies, (e.g. the rise of additive manufacturing and how this might affect OME production in the future).&lt;/li&gt;\n&lt;li&gt;The need and application of a systems based approach to design within specified parameters, (e.g. appreciating that an integrated OME device is not simply an assembly of separate components).&lt;/li&gt;\n&lt;li&gt;A range of research methods applicable to this field, ranging from molecular modelling of energetic materials through to full OME field trials.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;can:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Interpret and translate customer requirements into a deliverable solution for research benefits, (e.g. selecting the correct explosive for a new munition design).&lt;/li&gt;\n&lt;li&gt;Specify performance of energetics tests and interpretation of data&lt;/li&gt;\n&lt;li&gt;Apply the appropriate research method and analyse the resulting data, (e.g. choice of appropriate safety tests for new OME items and correctly interpreting the test data).&lt;/li&gt;\n&lt;li&gt;Apply new and emerging technologies in the development of new and existing OME, such as nanomaterials and how to handle them.&lt;/li&gt;\n&lt;li&gt;Respond rapidly to changing developments (e.g. issues such as a material becoming obsolete and is able to suggest a replacement).&lt;/li&gt;\n&lt;li&gt;Report/communicate technical aspects to both technical and non-technical audiences (e.g. the ability to cooperate with customers or report to senior management).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Option 2&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Safety Professionals&lt;/strong&gt; &lt;strong&gt;are responsible for:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Leading, motivating and inspiring the highest standards of safety in the delivery and management of science and engineering in the OME field;&lt;/li&gt;\n&lt;li&gt;Providing technical advice on all aspects of explosives safety in line with legislation;&lt;/li&gt;\n&lt;li&gt;Ensuring a safe working environment through the organisation’s processes and procedures. Ensuring that safety procedures are implemented for the OME life-cycle;&lt;/li&gt;\n&lt;li&gt;Enabling a culture that demonstrates best safety practices;&lt;/li&gt;\n&lt;li&gt;Liaising with stakeholders, overseeing licensing and safeguarding of explosives facilities and the deployment of persons within explosives areas;&lt;/li&gt;\n&lt;li&gt;Advising others on product and process safety issues and provides resolution, education and training to others.&lt;/li&gt;\n&lt;li&gt;Developing and reviewing safety documentation.&lt;/li&gt;\n&lt;li&gt;Continuously reviewing and improving safety within their area by employing an audit and inspection programme.&lt;/li&gt;\n&lt;li&gt;Participating in investigations of unexpected events and incidents to identify the root causes and communicate lessons learnt.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Individuals undertaking this option could typically be employed in these roles within the sector: &lt;/strong&gt;Decontamination officer, Range Safety Officer, Explosive Safety Representative, Safety Advisor, Safety Manager, Training &amp;amp; Assessment Officer, Dangerous Goods Safety Advisor, Transport Manager, Custody Holder, Magazine Manager&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Technical Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Mitigation and control of the hazards and effects associated with the OME life-cycle (e.g. safe manufacturing processes, fire and explosion during test and evaluation).&lt;/li&gt;\n&lt;li&gt;Techniques for assessing the severity of events with regards to OME facilities (e.g. unexpected fire in an explosives storage facility, flood scenarios).&lt;/li&gt;\n&lt;li&gt;Application and implementation of explosives regulations, legislation relating to OME and industry best practice (e.g. Explosives Regulations 2014).&lt;/li&gt;\n&lt;li&gt;Facility infrastructure and operations and their associated hazards (e.g. manufacturing plant maintenance, competence of staff and training requirements).&lt;/li&gt;\n&lt;li&gt;Explosives Licensing, and emergency planning (e.g. safeguarding and separation distances).&lt;/li&gt;\n&lt;li&gt;The development and implementation of safety management systems using appropriate safety tools (e.g. Hazard Identification (Haz ID), Hazard Operations (Haz OP)).&lt;/li&gt;\n&lt;li&gt;The influence of human factors on manufacturing and operational environments (e.g. in relation to past accidents or process design).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Can:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Influence policy, standards &amp;amp; guidance, and provide advice on safety matters relating to the OME life-cycle (e.g. OME manufacture and transport).&lt;/li&gt;\n&lt;li&gt;Develop safety management systems through the application of key risk control systems (e.g. management of change, permits to work, control of contractors).&lt;/li&gt;\n&lt;li&gt;Observe, monitor, inspect and report on OME processes and facilities.&lt;/li&gt;\n&lt;li&gt;Apply appropriate safety tools (e.g. Haz ID, Haz OP, risk assessments, safety cases &amp;amp; review lessons learnt to determine root causes and common factors).&lt;/li&gt;\n&lt;li&gt;Apply appropriate hierarchy of controls in order to continuously improve safety (e.g. use As Low As Reasonably Practicable (ALARP) principles).&lt;/li&gt;\n&lt;li&gt;Interpret explosives characterisation test results (e.g. sensitiveness, electrical, thermal, chemical reaction etc.) in order to identify the intrinsic properties of explosives.&lt;/li&gt;\n&lt;li&gt;Apply knowledge to process design and the selection of controls to prevent precursors of fire/explosion (e.g. ESD, friction, impact etc.) via the application of a hierarchal approach.&lt;/li&gt;\n&lt;li&gt;Determine whether the control measures render any risk associated with the OME life-cycle to be tolerable.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Option 3&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Manufacturing and Processing Professional are responsible for:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Delivering safe processes and solutions that provide a means of reliably manufacturing OME products to specification ensuring that the product critical features are understood and produced accurately.&lt;/li&gt;\n&lt;li&gt;Selection and use of tools and techniques for the design of an efficient OME manufacturing process and the series of metrics by which process capability can be established.&lt;/li&gt;\n&lt;li&gt;Designing, installing and operating a manufacturing process, ensuring compliance with legislation based upon best industry practice.&lt;/li&gt;\n&lt;li&gt;Implementing OME engineering and energetics chemistry principles to maintain efficient and safe OME manufacturing practices, including operation and maintenance of processing systems.&lt;/li&gt;\n&lt;li&gt;Liaising closely with associated professionals to optimise manufacturing of OME items recognising the through-life requirements of the product.&lt;/li&gt;\n&lt;li&gt;Development of safe OME items throughout the life-cycle of the item.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Individuals undertaking this option could typically be employed in these roles within the sector: &lt;/strong&gt;Product Engineer / Designer / Operator, Manufacturing/Process Engineer, Quality Assurance/Control Engineer, Maintenance Engineer, Process Design Engineer, Process Chemist, Process Modeller&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Technical Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The importance, rationale and emphasis placed on OME product critical features and their effect on the overall system (e.g. the need to eliminate cavities in explosive shell filling or need to maintain a specified centre of gravity during a filling process).&lt;/li&gt;\n&lt;li&gt;Process functional requirements and design choices available to achieve them. (e.g. selection of mixers for bulk explosive dry powders or wet mixing explosive slurries).&lt;/li&gt;\n&lt;li&gt;How to ensure the correct design choice is made by assessing several solutions from a list of proposed options (e.g. use of multi-criteria analysis to compare OME manufacturing systems).&lt;/li&gt;\n&lt;li&gt;The requirements of the end-to-end manufacturing process (e.g. design of process layout including explosives safety, logistics and facilities).&lt;/li&gt;\n&lt;li&gt;The balance of workplace and product safety and the appropriate quality measures required to maintain safe operation throughout the OME life-cycle. (e.g. the effect of the input from Haz ID and Haz Op on the manufacturing process).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Can:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Compare process design concepts and use appropriate tools and techniques to select the most viable option for OME manufacturing (e.g. Quality Function Deployment (QFD), Process Failure Mode and Effect Analysis (PFMEA)).&lt;/li&gt;\n&lt;li&gt;Prepare OME manufacturing, commissioning and plant test plans, taking the process design from the production of OME prototypes through to bulk manufacture.&lt;/li&gt;\n&lt;li&gt;Interpret failure modes and identify OME process improvements using the output from the PFMEA to improve process capability and safety.&lt;/li&gt;\n&lt;li&gt;Compile and deliver an OME process control plan via the use of noises and controls analysis, reducing process variability.&lt;/li&gt;\n&lt;li&gt;Demonstrate OME process capability and produce OME process capability reports, quality reports and preventative maintenance schedules.&lt;/li&gt;\n&lt;li&gt;Demonstrate compliance with explosives legislative requirements via auditable processes, procedures and records. (e.g. the control and movement of explosives).&lt;/li&gt;\n&lt;li&gt;Communicate effectively using a range of strategies to maintain OME process capability and troubleshoot potential problems. (e.g. OME factory visits, process audits).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Option 4&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Breakdown and Disposal Professional are responsible for:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The routine and non-routine disassembly, breakdown and disposal of OME items.&lt;/li&gt;\n&lt;li&gt;The assessment of design and make-up of OME for breakdown.&lt;/li&gt;\n&lt;li&gt;Defining and authorising appropriate break-down and disposal techniques in routine and non-routine situations.&lt;/li&gt;\n&lt;li&gt;Identification and assessment of associated hazards to safely breakdown and dispose of obsolete, shelf-life expired, unserviceable and unsafe OME items.&lt;/li&gt;\n&lt;li&gt;Ensuring environmental best practice in safe breakdown and disposal.&lt;/li&gt;\n&lt;li&gt;Advising others at the OME design stage and throughout the lifecycle in appropriate end of life handling and on safe breakdown of energetic items.&lt;/li&gt;\n&lt;li&gt;Planning disposal/breakdown operations including techniques for the recovery of OME materials during in-service surveillance and also develop bespoke disposal/breakdown techniques.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Individuals undertaking this option could typically be employed in these roles within the sector:-&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Breakdown Engineer, Disposal Officer, Decontamination officer, Project Engineer&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Technical Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;OME design, initiation systems, safety and arming mechanisms and their operation to enable the ability to safely breakdown devices.&lt;/li&gt;\n&lt;li&gt;Detailed breakdown and disposal techniques when applied to a range of OME systems (including sampling, x-ray, forensics).&lt;/li&gt;\n&lt;li&gt;The hazards associated with the breakdown and disposal of OME and how to reduce the risk, such as bespoke and remote tooling.&lt;/li&gt;\n&lt;li&gt;The risk control and safety requirements for the safe evaluation, breakdown or disposal of OME, including mitigation options.&lt;/li&gt;\n&lt;li&gt;The decontamination techniques and the potential environmental impacts of breakdown and disposal of OME – (e.g. collection of fluids and contaminated products will need specialist disposal).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Can:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Evaluate, select and implement the appropriate breakdown or disposal technique for specified OME items (e.g. non-destructive breakdown for in-service surveillance).&lt;/li&gt;\n&lt;li&gt;Plan disposal routes, decommissioning and breakdown activities for OME items – (e.g. collection of contaminated water after jet washing).&lt;/li&gt;\n&lt;li&gt;Apply suitable risk control and mitigation methods to ensure the safe breakdown and disposal of OME (e.g. knowing when to use remote methods or when it is safe to work on system or parts of systems).&lt;/li&gt;\n&lt;li&gt;Generate and communicate decommissioning, breakdown and disposal instructions, including safety arrangements – (e.g. writing risk assessments and emergency plans).&lt;/li&gt;\n&lt;li&gt;Apply best practice to protect the environment (e.g. solutions to reduce waste, recycle/reuse materials and reduce noise from demolitions).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Option 5&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Test and Evaluation Professional are responsible for:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Planning, designing and undertaking OME tests and evaluation against specified requirements, including tests for experimental OME and will range across performance, environmental and engineering trials.&lt;/li&gt;\n&lt;li&gt;Translating internal/external customer requirements into the competent design of complex and non-complex trials and tests.&lt;/li&gt;\n&lt;li&gt;The lines of accountability for the safe execution of trials and tests from approved methods for established OME.&lt;/li&gt;\n&lt;li&gt;Ensuring explosive substances and articles are tested safely and also to further develop trials techniques to explore performance boundaries.&lt;/li&gt;\n&lt;li&gt;Developing experiments to obtain data for customer requirements, the design and conduct of Test House and/or Range work according to the requirements of a trial/test regime and regulatory bodies.&lt;/li&gt;\n&lt;li&gt;The Interpretation and evaluation of data captured from trials &amp;amp; tests.&lt;/li&gt;\n&lt;li&gt;The communication of trials and test results to the customer.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Individuals undertaking this option could typically be employed in these roles within the sector:&lt;/strong&gt; -&lt;/p&gt;\n&lt;p&gt;Trials Conducting/Firing Officers, Range Manager, Trials Manager/Engineer, Test &amp;amp; Evaluation Instrumentation Scientist, Range Safety Officer, Facility Manager,&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Technical Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The science of energetic materials/articles and how they behave under trial or test conditions. (e.g. temperature of ignition, friction).&lt;/li&gt;\n&lt;li&gt;The technology, methods and scientific equipment used in the evaluation of OME including the calibration, accuracy, consistency and limitations of various instrumentation methods (e.g. imagery, diagnostics, radar etc.).&lt;/li&gt;\n&lt;li&gt;The range of large scale tests and trials (e.g. climatic trials, vibration testing, flight trial).&lt;/li&gt;\n&lt;li&gt;How to identify and mitigate risk in a trials/test environment to people, equipment and infrastructure. (e.g. safety procedures, exclusion zones).&lt;/li&gt;\n&lt;li&gt;How to implement safe systems of work and the consequences of unsafe working practices. (e.g. electrostatics and necessity of earthed manufacturing equipment).&lt;/li&gt;\n&lt;li&gt;The maintenance regimes of Test House and Range equipment and Facilities. (e.g. calibration of test systems, humidity control for x-ray systems).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Can:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Apply the concepts of the one area / capability / technology to another by working from first principles to establish clear pathways to goals. (e.g. by identifying connections, sequences and common relationships).&lt;/li&gt;\n&lt;li&gt;Select and set-up various instrumentation and scientific equipment to obtain the desired test/trial results.&lt;/li&gt;\n&lt;li&gt;Select, plan and execute appropriate large scale test methodologies (e.g. impact simulation trials and drop tests).&lt;/li&gt;\n&lt;li&gt;Interpret customer requirements in order to formulate the appropriate trials and tests to meet their expectations.&lt;/li&gt;\n&lt;li&gt;Interpret the association between hazards and risks and can apply sound judgement to manage appropriately.&lt;/li&gt;\n&lt;li&gt;Safely and methodically conduct trials and tests in accordance with approved processes. (e.g. safety procedures and documentation).&lt;/li&gt;\n&lt;li&gt;Effectively communicate using different ways of presenting results of trials and tests to the customer&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;5 years&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Qualification:&lt;/strong&gt; - BSc/BEng OME Professional. Apprentices without level 2 English and Maths will need to achieve this level prior to taking end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&#160;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;6 (integrated degree)&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional registration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Institute of Explosives Engineers – Technical membership on completion.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;After 3 years&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;An Ordnance Munitions and Explosives career is challenging, stimulating and dynamic. A fully competent OME Professional can work in a wide range of organisations, including defence, chemical, commercial, military, security, nuclear and analytical services (from multi-nationals to SMEs) and government bodies (e.g. MoD). Although there is close collaboration between these organisations, the needs and requirements are different for each. OME professionals working within one of these organisations may move between government and industry and, as such, are central to maintaining national security now and in the future. An OME Professional can carry out a range of technical, engineering and scientific activities which may include laboratory based investigations, engineering studies and scientific experimentation in their specialist field. They will analyse, interpret and evaluate technical information, concepts and ideas and use these to develop subsequent products, experiments or investigations and to propose solutions to problems. They can apply knowledge of underlying OME principles to implement new processes according to the literature or input from senior team members. They can work autonomously and as part of a wider specialist team, taking responsibility for the quality of the work that is undertaken and deliver value to their organisation. They are proactive in finding solutions to problems, can identify areas of business improvement and propose innovative ideas. In all contexts working safely and ethically is paramount. All OME professionals are required to operate under highly regulated conditions because of the need to control safety and quality.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "3aa7ffc2-93f2-4a3d-8b37-5ffeecbc7b4a",
      "detail": "The requirement to prevent fire or explosion, limit the extent of fire or explosion and protect persons from the effects of fire or explosion."
    },
    {
      "knowledgeId": "a1987cf6-816b-4e10-b65e-cfc184e30ddc",
      "detail": "Security provisions relating to explosives; including preventing the unauthorised access and acquisition of explosives."
    },
    {
      "knowledgeId": "e6ec0437-7240-45c3-8010-9d0876f4c8d1",
      "detail": "The requirements for traceability, record keeping and reporting a loss of explosives."
    },
    {
      "knowledgeId": "b44e8aad-9d05-4db2-bfa6-88845d4cf9ef",
      "detail": "Environmental requirements associated with an OME lifecycle"
    },
    {
      "knowledgeId": "eafee2d2-379a-4de1-a420-52c0f15c59f5",
      "detail": "How to develop and apply a theoretical and practical knowledge of the physics and chemistry of energetic materials, from the laboratory scale through to final item."
    },
    {
      "knowledgeId": "78d74212-ae6a-44df-aa6e-d61b92d3966e",
      "detail": "Underlying engineering/material science to implement product lifecycle processes."
    },
    {
      "knowledgeId": "6892c01c-d198-426a-a6d9-ec3b31d60023",
      "detail": "How to apply mathematical methods and modelling to support technical design and analysis using the principles of analysis and interpretation of experimental data."
    },
    {
      "knowledgeId": "3b92a564-d388-4072-bd40-8150673b95e3",
      "detail": "The evaluation of OME concepts and designs."
    },
    {
      "knowledgeId": "6d773523-f468-47d2-92a9-7b898d475ec1",
      "detail": "The implications of change in design and/or manufacturing processes of both energetic materials and items to ensure product quality and safety."
    },
    {
      "knowledgeId": "e752e207-48e4-4247-bf8f-908792613a5a",
      "detail": "Emerging technologies and applications together with a broader view of how they can be used within the OME environment."
    },
    {
      "knowledgeId": "7da6ebc8-3ede-42e3-ab27-9f1d83b00ca6",
      "detail": "Implement safety and environmental requirements to the OME industry lifecycle and all other tasks."
    },
    {
      "knowledgeId": "e03659fc-0d8e-43f3-89cd-f691a1891e23",
      "detail": "The internal and external regulatory environment pertinent to the sector."
    },
    {
      "knowledgeId": "ff89f3ea-e174-43bc-9eae-d1b635e25be8",
      "detail": "The business environment in which their company operates including their role within the organisation, ethical practice and codes of conduct"
    },
    {
      "knowledgeId": "8325b9fa-b4f5-4275-be56-a0d5badf186f",
      "detail": "Project management procedures and how to incorporate these into the OME work environment."
    },
    {
      "knowledgeId": "67af4410-08f1-4dbe-8264-e8b4ab668aa9",
      "detail": "The requirements of internal or external customers and how to recommend the appropriate workflows, improvements or OME solutions."
    },
    {
      "knowledgeId": "876ff710-a36c-4182-8dda-732168652d8e",
      "detail": "OME based studies in Science or Engineering at an advanced level, (e.g. how propellants burn and ways of modifying them, or fracture mechanics of metal casings)."
    },
    {
      "knowledgeId": "e589b16e-e3f8-4b61-9e36-804bcd0ca1b5",
      "detail": "The design and/or performance of OME through its lifecycle and an understanding of related specialisms"
    },
    {
      "knowledgeId": "5ea7a63c-0655-4f73-b46e-183987e6c272",
      "detail": "The means of achieving the design function or purpose for an OME item, (e.g. matching an explosive to the correct casing material or how to safely detonate a system)."
    },
    {
      "knowledgeId": "bca6ab51-6fee-43d9-95b7-cc766d9ec3c5",
      "detail": "Developments in new and existing technologies, (e.g. the rise of additive manufacturing and how this might affect OME production in the future)."
    },
    {
      "knowledgeId": "74eaae48-322f-4b0c-9469-b0d6e43d815b",
      "detail": "The need and application of a systems based approach to design within specified parameters, (e.g. appreciating that an integrated OME device is not simply an assembly of separate components)."
    },
    {
      "knowledgeId": "2a761815-145a-455a-afd8-8e0073b1e797",
      "detail": "A range of research methods applicable to this field, ranging from molecular modelling of energetic materials through to full OME field trials."
    },
    {
      "knowledgeId": "29cc794c-3e93-436f-9cb7-b60dac2d7601",
      "detail": "Mitigation and control of the hazards and effects associated with the OME life-cycle (e.g. safe manufacturing processes, fire and explosion during test and evaluation)."
    },
    {
      "knowledgeId": "62569a25-4a51-40c3-b5a3-456791cf2523",
      "detail": "Techniques for assessing the severity of events with regards to OME facilities (e.g. unexpected fire in an explosives storage facility, flood scenarios)."
    },
    {
      "knowledgeId": "3edd834d-6121-406a-9386-071addb6c6aa",
      "detail": "Application and implementation of explosives regulations, legislation relating to OME and industry best practice (e.g. Explosives Regulations 2014)."
    },
    {
      "knowledgeId": "44568ebf-030a-4170-b995-9149f84ca448",
      "detail": "Facility infrastructure and operations and their associated hazards (e.g. manufacturing plant maintenance, competence of staff and training requirements)."
    },
    {
      "knowledgeId": "f3cb4406-ba85-4818-adda-6b9fb706925e",
      "detail": "Explosives Licensing, and emergency planning (e.g. safeguarding and separation distances)."
    },
    {
      "knowledgeId": "f11121ae-44ec-426e-91f7-2d81ea87d35e",
      "detail": "The development and implementation of safety management systems using appropriate safety tools (e.g. Hazard Identification (Haz ID), Hazard Operations (Haz OP))."
    },
    {
      "knowledgeId": "20cb66fd-879c-442a-933e-ad3176097ddb",
      "detail": "The influence of human factors on manufacturing and operational environments (e.g. in relation to past accidents or process design)."
    },
    {
      "knowledgeId": "853f25d3-b5bf-4fa9-90ab-a3ecfcbc0bb2",
      "detail": "The importance, rationale and emphasis placed on OME product critical features and their effect on the overall system (e.g. the need to eliminate cavities in explosive shell filling or need to maintain a specified centre of gravity during a filling process)."
    },
    {
      "knowledgeId": "d13d85ea-07b7-4fbb-b13c-183ec50e099f",
      "detail": "Process functional requirements and design choices available to achieve them. (e.g. selection of mixers for bulk explosive dry powders or wet mixing explosive slurries)."
    },
    {
      "knowledgeId": "13a12d0a-39b1-4a54-ad72-0165e3ef51d8",
      "detail": "How to ensure the correct design choice is made by assessing several solutions from a list of proposed options (e.g. use of multi-criteria analysis to compare OME manufacturing systems)."
    },
    {
      "knowledgeId": "c86516b4-bfb9-4d38-8955-9c7435da1b23",
      "detail": "The requirements of the end-to-end manufacturing process (e.g. design of process layout including explosives safety, logistics and facilities)."
    },
    {
      "knowledgeId": "5c03c988-7a7e-4644-86ef-17f8f471bd9f",
      "detail": "The balance of workplace and product safety and the appropriate quality measures required to maintain safe operation throughout the OME life-cycle. (e.g. the effect of the input from Haz ID and Haz Op on the manufacturing process)."
    },
    {
      "knowledgeId": "6c598488-dea1-464c-b941-f0ba24728b7e",
      "detail": "OME design, initiation systems, safety and arming mechanisms and their operation to enable the ability to safely breakdown devices."
    },
    {
      "knowledgeId": "03b26e18-b9df-468c-9a7b-0edc62480f43",
      "detail": "Detailed breakdown and disposal techniques when applied to a range of OME systems (including sampling, x-ray, forensics)."
    },
    {
      "knowledgeId": "3c01b1f5-06a8-401d-a237-2f03de4f88a2",
      "detail": "The hazards associated with the breakdown and disposal of OME and how to reduce the risk, such as bespoke and remote tooling."
    },
    {
      "knowledgeId": "3795ac35-d24d-407c-88ee-de21c0377664",
      "detail": "The risk control and safety requirements for the safe evaluation, breakdown or disposal of OME, including mitigation options."
    },
    {
      "knowledgeId": "47ccb0a0-d6c5-4886-91d2-10bd7b1fcb6c",
      "detail": "The decontamination techniques and the potential environmental impacts of breakdown and disposal of OME – (e.g. collection of fluids and contaminated products will need specialist disposal)."
    },
    {
      "knowledgeId": "55f05dad-bf7b-4e6c-8562-afb8819f8014",
      "detail": "The science of energetic materials/articles and how they behave under trial or test conditions. (e.g. temperature of ignition, friction)."
    },
    {
      "knowledgeId": "b4b84463-9bc0-4c97-9dcf-858ff834ca63",
      "detail": "The technology, methods and scientific equipment used in the evaluation of OME including the calibration, accuracy, consistency and limitations of various instrumentation methods (e.g. imagery, diagnostics, radar etc.)."
    },
    {
      "knowledgeId": "1b1ecccd-2d38-4a0f-b695-4e9387fc7b36",
      "detail": "The range of large scale tests and trials (e.g. climatic trials, vibration testing, flight trial)."
    },
    {
      "knowledgeId": "6cd32bb8-62b9-4865-a630-01a4a5cc8afa",
      "detail": "How to identify and mitigate risk in a trials/test environment to people, equipment and infrastructure. (e.g. safety procedures, exclusion zones)."
    },
    {
      "knowledgeId": "43117ebc-4f11-40ff-a961-e7b6ad85090e",
      "detail": "How to implement safe systems of work and the consequences of unsafe working practices. (e.g. electrostatics and necessity of earthed manufacturing equipment)."
    },
    {
      "knowledgeId": "98a7ee96-9c9d-4528-806f-ba8374033667",
      "detail": "The maintenance regimes of Test House and Range equipment and Facilities. (e.g. calibration of test systems, humidity control for x-ray systems)."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "a367d9be-f787-4c3d-9e7c-58863984b5ee",
      "detail": "Innovate and adapt within the boundaries of your responsibilities"
    },
    {
      "behaviourId": "7a4a609b-1576-4c6d-9990-b6a7a97c54e2",
      "detail": "Act ethically and with integrity"
    },
    {
      "behaviourId": "c8386b35-944a-4b6b-836e-8f8bc495284c",
      "detail": "Engage and take responsibility for your personal development"
    },
    {
      "behaviourId": "d036b07f-2b6d-4aa2-b6ee-f4a642f2af87",
      "detail": "Demonstrate commitment to learning and self-improvement and be open to feedback"
    },
    {
      "behaviourId": "413ce1e0-01a9-43d2-8652-418e6f783abc",
      "detail": "Work autonomously and as part of a wider team"
    },
    {
      "behaviourId": "f9bde48d-da33-45bf-80b7-772d9e240c8a",
      "detail": "Take responsibility for the quality and safety of work"
    },
    {
      "behaviourId": "e7a9a147-932a-4fe8-924a-71eda6921587",
      "detail": "Environmentally responsible approach"
    },
    {
      "behaviourId": "7c2c5839-e0aa-4d06-9208-f51632fb29e6",
      "detail": "Work within the limits of your experience and knowledge"
    }
  ],
  "skills": [
    {
      "skillId": "14be1314-b1d6-40ea-8160-7743a161ec55",
      "detail": "Implement measures to prevent unplanned fire or explosion, limit the extent of fire or explosion and protect people from the effects of a fire or explosion."
    },
    {
      "skillId": "cabb8a00-ab0e-4231-b454-5b914ddd201f",
      "detail": "Implement measures to prevent unauthorised people having access to locations where explosives are manufactured, stored or kept or to explosives themselves."
    },
    {
      "skillId": "24d4f352-bd63-4ce4-98c7-ade90e5ae6d3",
      "detail": "Implement measures to protect the environment throughout the OME lifecycle."
    },
    {
      "skillId": "b580f6b7-0902-4915-bacf-6115000a2b13",
      "detail": "Identify and develop solutions to OME based problems and areas of improvement, proposing innovative ideas (e.g. Routes to lessening armour weight)."
    },
    {
      "skillId": "de19da68-3e3b-4c50-b5de-96d813a8cafc",
      "detail": "Use scientific/engineering and commercial knowledge to take an OME idea from concept to implementation."
    },
    {
      "skillId": "b31b040e-5d59-4336-b3a1-58afb2af6481",
      "detail": "Explore, develop and recommend initiatives that support and improve existing OME performance (e.g. obsolescence management or new technology introduction)."
    },
    {
      "skillId": "4869567d-5993-4f66-a292-1be1b4a9b200",
      "detail": "Implement a safe system of work via interpretation of hazard data, identification of environmental effects and potentially dangerous events."
    },
    {
      "skillId": "d00f1783-c42b-46f0-b950-639ba3ac1103",
      "detail": "Share acquired knowledge, including safety, technical aspects and mentorship."
    },
    {
      "skillId": "8cbf68a3-00a9-4f46-9c2b-f60510d2d7c2",
      "detail": "Interpret and implement industry standards, procedures and specifications (e.g. National Occupational Standards and NATO Standardisation Agreement)."
    },
    {
      "skillId": "454d5a48-31b2-4d24-9f74-0768ac7e81eb",
      "detail": "Contribute to longer term technical planning, customer requirements and participate in business case creation (e.g. Strategic Defence Review and Defence White Paper)."
    },
    {
      "skillId": "f1788196-26f4-412d-acea-8296f386c25f",
      "detail": "Procure and operate OME according to explosives regulations."
    },
    {
      "skillId": "6be46ac1-e008-42be-b519-8e2aec982e87",
      "detail": "Develop and implement business directed plans and strategies to time, cost and quality requirements using the knowledge of relevant aspects of their company."
    },
    {
      "skillId": "db0903f3-2c7a-43b2-b920-1b4a4fea0472",
      "detail": "Interpret and translate customer requirements into a deliverable solution for research benefits, (e.g. selecting the correct explosive for a new munition design)."
    },
    {
      "skillId": "fadfaf28-9f12-43be-81b7-4291403b80c9",
      "detail": "Specify performance of energetics tests and interpretation of data"
    },
    {
      "skillId": "adb689e0-2e78-4f57-8cd9-763506591a6b",
      "detail": "Apply the appropriate research method and analyse the resulting data, (e.g. choice of appropriate safety tests for new OME items and correctly interpreting the test data)."
    },
    {
      "skillId": "91b31e76-ee76-4fdc-8e7c-28dd9f90115f",
      "detail": "Apply new and emerging technologies in the development of new and existing OME, such as nanomaterials and how to handle them."
    },
    {
      "skillId": "90adba9e-2ae2-4975-a927-f8ad299ff951",
      "detail": "Respond rapidly to changing developments (e.g. issues such as a material becoming obsolete and is able to suggest a replacement)."
    },
    {
      "skillId": "9d5577ff-237a-40a2-ae65-e8b93fa3989d",
      "detail": "Report/communicate technical aspects to both technical and non-technical audiences (e.g. the ability to cooperate with customers or report to senior management"
    },
    {
      "skillId": "db242def-dfa5-44b5-9b6e-36af2f2b8797",
      "detail": "Influence policy, standards & guidance, and provide advice on safety matters relating to the OME life-cycle (e.g. OME manufacture and transport)."
    },
    {
      "skillId": "0c0f3f78-8915-44e6-a634-bcf093ddef54",
      "detail": "Develop safety management systems through the application of key risk control systems (e.g. management of change, permits to work, control of contractors)."
    },
    {
      "skillId": "9bfec92b-a621-4705-a4dc-35f17d1787eb",
      "detail": "Observe, monitor, inspect and report on OME processes and facilities."
    },
    {
      "skillId": "65afa9db-99d3-44de-ba61-b51f75edeb46",
      "detail": "Apply appropriate safety tools (e.g. Haz ID, Haz OP, risk assessments, safety cases & review lessons learnt to determine root causes and common factors)"
    },
    {
      "skillId": "33f52bb3-cad1-4994-b156-e1bafd049bcd",
      "detail": "Apply appropriate hierarchy of controls in order to continuously improve safety (e.g. use As Low As Reasonably Practicable (ALARP) principles)."
    },
    {
      "skillId": "4d8279b5-c2e9-4388-8939-5ab73b09d82b",
      "detail": "Interpret explosives characterisation test results (e.g. sensitiveness, electrical, thermal, chemical reaction etc.) in order to identify the intrinsic properties of explosives."
    },
    {
      "skillId": "11434ab9-3604-49fe-9859-b5724d634fa4",
      "detail": "Apply knowledge to process design and the selection of controls to prevent precursors of fire/explosion (e.g. ESD, friction, impact etc.) via the application of a hierarchal approach."
    },
    {
      "skillId": "a8430f5d-de9a-4a4b-a907-55cf49ff8e45",
      "detail": "Determine whether the control measures render any risk associated with the OME life-cycle to be tolerable"
    },
    {
      "skillId": "041eadba-b3db-4904-ab99-7039318b5bac",
      "detail": "Compare process design concepts and use appropriate tools and techniques to select the most viable option for OME manufacturing (e.g. Quality Function Deployment (QFD), Process Failure Mode and Effect Analysis (PFMEA))."
    },
    {
      "skillId": "1f321709-aaef-4e6d-bc27-eca0443d2fd0",
      "detail": "Prepare OME manufacturing, commissioning and plant test plans, taking the process design from the production of OME prototypes through to bulk manufacture."
    },
    {
      "skillId": "eae7c2c1-a608-4220-b884-0aae659f28d2",
      "detail": "Interpret failure modes and identify OME process improvements using the output from the PFMEA to improve process capability and safety"
    },
    {
      "skillId": "c55f078a-ad71-4cb8-9187-2578bfda9f01",
      "detail": "Compile and deliver an OME process control plan via the use of noises and controls analysis, reducing process variability."
    },
    {
      "skillId": "d9c5d287-6b2e-4a4f-ad76-062ba784fb5d",
      "detail": "Demonstrate OME process capability and produce OME process capability reports, quality reports and preventative maintenance schedules."
    },
    {
      "skillId": "15b5fdf2-4dd5-4bb9-9974-70a5ec30b52e",
      "detail": "Demonstrate compliance with explosives legislative requirements via auditable processes, procedures and records. (e.g. the control and movement of explosives)."
    },
    {
      "skillId": "c65f168a-7f47-489e-b3a8-9ff1b3af6ab7",
      "detail": "Communicate effectively using a range of strategies to maintain OME process capability and troubleshoot potential problems. (e.g. OME factory visits, process audits)."
    },
    {
      "skillId": "d98cb4e1-d18c-494f-b977-45996c53d6c0",
      "detail": "Evaluate, select and implement the appropriate breakdown or disposal technique for specified OME items (e.g. non-destructive breakdown for in-service surveillance)."
    },
    {
      "skillId": "d4144b74-1d15-4966-bdf8-d815b7723e38",
      "detail": "Plan disposal routes, decommissioning and breakdown activities for OME items – (e.g. collection of contaminated water after jet washing)."
    },
    {
      "skillId": "209df60e-cd00-4671-89e4-17cae54ff955",
      "detail": "Apply suitable risk control and mitigation methods to ensure the safe breakdown and disposal of OME (e.g. knowing when to use remote methods or when it is safe to work on system or parts of systems)."
    },
    {
      "skillId": "1b797b0f-7471-44b2-ae72-40c91e0f1243",
      "detail": "Generate and communicate decommissioning, breakdown and disposal instructions, including safety arrangements – (e.g. writing risk assessments and emergency plans)."
    },
    {
      "skillId": "88359726-93c0-436d-bff3-0863d0261a0b",
      "detail": "Apply best practice to protect the environment (e.g. solutions to reduce waste, recycle/reuse materials and reduce noise from demolitions)."
    },
    {
      "skillId": "2d9a3dc5-fe7a-4e2f-9ace-faf8db92c8d7",
      "detail": "Apply the concepts of the one area / capability / technology to another by working from first principles to establish clear pathways to goals. (e.g. by identifying connections, sequences and common relationships)."
    },
    {
      "skillId": "238a8ab9-2f8e-4c83-9cb3-873614658337",
      "detail": "Select and set-up various instrumentation and scientific equipment to obtain the desired test/trial results."
    },
    {
      "skillId": "4907a470-ae50-471f-90ca-b07b68842421",
      "detail": "Select, plan and execute appropriate large scale test methodologies (e.g. impact simulation trials and drop tests)."
    },
    {
      "skillId": "e894966c-2e57-406a-a0f7-8097ea3bd092",
      "detail": "Interpret customer requirements in order to formulate the appropriate trials and tests to meet their expectations."
    },
    {
      "skillId": "7a8d9147-13ef-4683-8558-50d357d55de0",
      "detail": "Interpret the association between hazards and risks and can apply sound judgement to manage appropriately."
    },
    {
      "skillId": "51d376d8-90e9-49ec-b8e2-354ac1ef1ef2",
      "detail": "Safely and methodically conduct trials and tests in accordance with approved processes. (e.g. safety procedures and documentation)."
    },
    {
      "skillId": "3ca397d8-63cc-4f8a-9ad6-1056136e7dfd",
      "detail": "Effectively communicate using different ways of presenting results of trials and tests to the customer"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Research and Development Professional",
    "Safety Professional",
    "Manufacturing & Processing Professional",
    "Breakdown & Disposal Professional",
    "Test & Evaluation Professional"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2018-08-08T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0367 ",
  "tbMainContact": "Mark.HARDMAN@roxelgroup.uk.com",
  "involvedEmployers": "Roxel UK Ltd, AWE, Qinetiq, DE&S, DSTL, AWE, DE&S, BAE Systems Maritime, BAE Systems Weapons, MBDA, Falcon Project (SME), EPC Group UK, CAST – Home Office, Energetic Technologies, TLSFX, British Army Royal Logistics Core",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Manufacturing Engineer",
  "clusterId": "263",
  "clusterDescription": "Introduce complex technologies into the manufacturing environment and improve manufacturing technologies",
  "createdDate": "2017-11-14T17:10:50 +00:00",
  "lastUpdated": "2021-01-22T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-08-08T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0574",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0574-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0574-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "ca03f59c-1e22-4233-b5dd-77a407941a39",
      "title": "Research and Development Professional",
      "occupationCode": "OCC0574C"
    },
    {
      "optionId": "3281f761-4784-4f9d-a46f-420062d9623e",
      "title": "Safety Professional",
      "occupationCode": "OCC0574D"
    },
    {
      "optionId": "316e7c06-bf54-4ea8-bd3f-364e2f759fb0",
      "title": "Manufacturing & Processing Professional",
      "occupationCode": "OCC0574B"
    },
    {
      "optionId": "df190805-cb18-42c5-87ec-3c4a85c8a85b",
      "title": "Breakdown & Disposal Professional",
      "occupationCode": "OCC0574A"
    },
    {
      "optionId": "ab66b760-0ebb-4472-a532-22e013bc98f6",
      "title": "Test & Evaluation Professional",
      "occupationCode": "OCC0574E"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "a367d9be-f787-4c3d-9e7c-58863984b5ee",
        "7a4a609b-1576-4c6d-9990-b6a7a97c54e2",
        "c8386b35-944a-4b6b-836e-8f8bc495284c",
        "d036b07f-2b6d-4aa2-b6ee-f4a642f2af87",
        "413ce1e0-01a9-43d2-8652-418e6f783abc",
        "f9bde48d-da33-45bf-80b7-772d9e240c8a",
        "e7a9a147-932a-4fe8-924a-71eda6921587",
        "7c2c5839-e0aa-4d06-9208-f51632fb29e6"
      ],
      "mappedKnowledge": [
        "3aa7ffc2-93f2-4a3d-8b37-5ffeecbc7b4a",
        "a1987cf6-816b-4e10-b65e-cfc184e30ddc",
        "e6ec0437-7240-45c3-8010-9d0876f4c8d1",
        "b44e8aad-9d05-4db2-bfa6-88845d4cf9ef",
        "eafee2d2-379a-4de1-a420-52c0f15c59f5",
        "78d74212-ae6a-44df-aa6e-d61b92d3966e",
        "6892c01c-d198-426a-a6d9-ec3b31d60023",
        "3b92a564-d388-4072-bd40-8150673b95e3",
        "6d773523-f468-47d2-92a9-7b898d475ec1",
        "e752e207-48e4-4247-bf8f-908792613a5a",
        "7da6ebc8-3ede-42e3-ab27-9f1d83b00ca6",
        "e03659fc-0d8e-43f3-89cd-f691a1891e23",
        "ff89f3ea-e174-43bc-9eae-d1b635e25be8",
        "8325b9fa-b4f5-4275-be56-a0d5badf186f",
        "67af4410-08f1-4dbe-8264-e8b4ab668aa9"
      ],
      "mappedSkills": [
        "14be1314-b1d6-40ea-8160-7743a161ec55",
        "cabb8a00-ab0e-4231-b454-5b914ddd201f",
        "24d4f352-bd63-4ce4-98c7-ade90e5ae6d3",
        "b580f6b7-0902-4915-bacf-6115000a2b13",
        "de19da68-3e3b-4c50-b5de-96d813a8cafc",
        "b31b040e-5d59-4336-b3a1-58afb2af6481",
        "4869567d-5993-4f66-a292-1be1b4a9b200",
        "d00f1783-c42b-46f0-b950-639ba3ac1103",
        "8cbf68a3-00a9-4f46-9c2b-f60510d2d7c2",
        "454d5a48-31b2-4d24-9f74-0768ac7e81eb",
        "f1788196-26f4-412d-acea-8296f386c25f",
        "6be46ac1-e008-42be-b519-8e2aec982e87"
      ]
    },
    {
      "coreOrOptionTitle": "Research and Development Professional",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "876ff710-a36c-4182-8dda-732168652d8e",
        "e589b16e-e3f8-4b61-9e36-804bcd0ca1b5",
        "5ea7a63c-0655-4f73-b46e-183987e6c272",
        "bca6ab51-6fee-43d9-95b7-cc766d9ec3c5",
        "74eaae48-322f-4b0c-9469-b0d6e43d815b",
        "2a761815-145a-455a-afd8-8e0073b1e797"
      ],
      "mappedSkills": [
        "db0903f3-2c7a-43b2-b920-1b4a4fea0472",
        "fadfaf28-9f12-43be-81b7-4291403b80c9",
        "adb689e0-2e78-4f57-8cd9-763506591a6b",
        "91b31e76-ee76-4fdc-8e7c-28dd9f90115f",
        "90adba9e-2ae2-4975-a927-f8ad299ff951",
        "9d5577ff-237a-40a2-ae65-e8b93fa3989d"
      ]
    },
    {
      "coreOrOptionTitle": "Safety Professional",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "29cc794c-3e93-436f-9cb7-b60dac2d7601",
        "62569a25-4a51-40c3-b5a3-456791cf2523",
        "3edd834d-6121-406a-9386-071addb6c6aa",
        "44568ebf-030a-4170-b995-9149f84ca448",
        "f3cb4406-ba85-4818-adda-6b9fb706925e",
        "f11121ae-44ec-426e-91f7-2d81ea87d35e",
        "20cb66fd-879c-442a-933e-ad3176097ddb"
      ],
      "mappedSkills": [
        "db242def-dfa5-44b5-9b6e-36af2f2b8797",
        "0c0f3f78-8915-44e6-a634-bcf093ddef54",
        "9bfec92b-a621-4705-a4dc-35f17d1787eb",
        "65afa9db-99d3-44de-ba61-b51f75edeb46",
        "33f52bb3-cad1-4994-b156-e1bafd049bcd",
        "4d8279b5-c2e9-4388-8939-5ab73b09d82b",
        "11434ab9-3604-49fe-9859-b5724d634fa4",
        "a8430f5d-de9a-4a4b-a907-55cf49ff8e45"
      ]
    },
    {
      "coreOrOptionTitle": "Manufacturing & Processing Professional",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "853f25d3-b5bf-4fa9-90ab-a3ecfcbc0bb2",
        "d13d85ea-07b7-4fbb-b13c-183ec50e099f",
        "13a12d0a-39b1-4a54-ad72-0165e3ef51d8",
        "c86516b4-bfb9-4d38-8955-9c7435da1b23",
        "5c03c988-7a7e-4644-86ef-17f8f471bd9f"
      ],
      "mappedSkills": [
        "041eadba-b3db-4904-ab99-7039318b5bac",
        "1f321709-aaef-4e6d-bc27-eca0443d2fd0",
        "eae7c2c1-a608-4220-b884-0aae659f28d2",
        "c55f078a-ad71-4cb8-9187-2578bfda9f01",
        "d9c5d287-6b2e-4a4f-ad76-062ba784fb5d",
        "15b5fdf2-4dd5-4bb9-9974-70a5ec30b52e",
        "c65f168a-7f47-489e-b3a8-9ff1b3af6ab7"
      ]
    },
    {
      "coreOrOptionTitle": "Breakdown & Disposal Professional",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "6c598488-dea1-464c-b941-f0ba24728b7e",
        "03b26e18-b9df-468c-9a7b-0edc62480f43",
        "3c01b1f5-06a8-401d-a237-2f03de4f88a2",
        "3795ac35-d24d-407c-88ee-de21c0377664",
        "47ccb0a0-d6c5-4886-91d2-10bd7b1fcb6c"
      ],
      "mappedSkills": [
        "d98cb4e1-d18c-494f-b977-45996c53d6c0",
        "d4144b74-1d15-4966-bdf8-d815b7723e38",
        "209df60e-cd00-4671-89e4-17cae54ff955",
        "1b797b0f-7471-44b2-ae72-40c91e0f1243",
        "88359726-93c0-436d-bff3-0863d0261a0b",
        "2d9a3dc5-fe7a-4e2f-9ace-faf8db92c8d7"
      ]
    },
    {
      "coreOrOptionTitle": "Test & Evaluation Professional",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "55f05dad-bf7b-4e6c-8562-afb8819f8014",
        "b4b84463-9bc0-4c97-9dcf-858ff834ca63",
        "1b1ecccd-2d38-4a0f-b695-4e9387fc7b36",
        "6cd32bb8-62b9-4865-a630-01a4a5cc8afa",
        "43117ebc-4f11-40ff-a961-e7b6ad85090e",
        "98a7ee96-9c9d-4528-806f-ba8374033667"
      ],
      "mappedSkills": [
        "238a8ab9-2f8e-4c83-9cb3-873614658337",
        "4907a470-ae50-471f-90ca-b07b68842421",
        "e894966c-2e57-406a-a0f7-8097ea3bd092",
        "7a8d9147-13ef-4683-8558-50d357d55de0",
        "51d376d8-90e9-49ec-b8e2-354ac1ef1ef2",
        "3ca397d8-63cc-4f8a-9ad6-1056136e7dfd"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-01-22T00:00:00"
}