{
  "templateType": "Apprenticeship Standard",
  "larsCode": 325,
  "referenceNumber": "ST0563",
  "learningAimClassCode": "",
  "title": "Learning and development consultant business partner",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0563",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-06-07T00:00:00",
  "earliestStartDate": "2018-08-08T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Making sure that learning and development contributes to improved performance in the workplace.",
  "level": 5,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 7000,
  "maxFundingAdditionalInformation": "",
  "route": "Business and administration",
  "keywords": [
    "Learning and development consultant/ business partner",
    "learning and development",
    "l & d",
    "HR",
    "workplace",
    "teaching",
    "lecturing",
    "learning",
    "development",
    "consultant",
    "business"
  ],
  "jobRoles": [
    "Learning and development consultant business partner"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3l0gak5s/st0563_ap02-epa-plan.pdf",
  "ssa1": "13 Education and Training",
  "ssa2": "13.1 Teaching and lecturing",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Role, occupation&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Learning and development consultant business partner&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Occupational, role profile:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Learning and development consultant business partner is accountable for ensuring Learning and development contributes to, and influences, improved performance in the workplace at an individual, team and organisation level. They also have the&lt;br /&gt;commercial responsibility to align learning needs with the strategic ambitions and objectives of the business. They are agents for change, influencing key stakeholders, making decisions and recommendations on what the business can or should do in a Learning and development context. They may be involved in influencing organisations to develop strategies to improve performance around sustainability or the embedding of approaches to help the UK reach net carbon zero emissions by 2050. They are also likely to lead on any Learning and development -related elements of business projects. The learning and development consultant business partner will often have expertise and competence in a specific field whether it be technical, vocational, or behavioural. They link the work they do to the context and strategic priorities of the business and measure the outcomes and impact of any learning interventions, to demonstrate a return on investment and expectation. The role can be a generalist learning and development or more specialist, where the focus and in-depth expertise is in a specific area such as organisation development, digital and blended learning, resourcing, or talent management. Whichever the area of focus, the role requires a good grounding across all areas of Learning and development and is business and future focused. The learning and development consultant business partner role exists within a range of organisations including private, public and third sector. Typically, the individual works alongside colleagues who specialise in human resources (i.e., employee relations, reward, recruitment), often supported by a learning and development administrator and / or learning and development practitioner. They report to a senior learning and development manager, Head of department or Director. In larger organisations, they may be one of a team supporting the business and may have responsibility for managing people and a budget.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Requirements: Core knowledge, skills and behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot; width=&quot;0&quot; style=&quot;width: 785px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;126&quot; style=&quot;width: 299px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;627&quot; style=&quot;width: 486px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;The Learning and development consultant business partner will have an understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;126&quot; style=&quot;width: 299px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Technical expertise&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;627&quot; style=&quot;width: 486px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Paradigms, theories and models that underpin effective adult learning, group behaviour and learning culture, for example behaviourism, cognitivism, constructivism, neuroscience.&lt;/li&gt;\n&lt;li&gt;Legislation and policies that influence learning design and delivery&lt;/li&gt;\n&lt;li&gt;The merits of different learning delivery channels to select an appropriate face-to-face, blended or digital solution.&lt;/li&gt;\n&lt;li&gt;Current research and appropriate application of best practice and best fit solutions.&lt;/li&gt;\n&lt;li&gt;The latest learning practice, trends and emerging thinking.&lt;/li&gt;\n&lt;li&gt;Positively incorporating diversity and inclusion into learning and development interventions and processes. Researching and applying current best practice in this area.&lt;/li&gt;\n&lt;li&gt;Change management methodologies and the principles of project management.&lt;/li&gt;\n&lt;li&gt;Consultancy tools and techniques, for example the use of SWOT, 5 Whys, weighted matrix etc providing costed recommendations and projected impact, return on investment, return of expectation..&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;126&quot; style=&quot;width: 299px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Business understanding&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;627&quot; style=&quot;width: 486px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Their organisation’s vision, mission, values, strategy, plans and stakeholders; its external market and sector and the opportunities, challenges and issues it faces.This may include an organisation’s sustainability strategy or exposure to the UK Government’s policy for net carbon zero emissions by 2050.&lt;/li&gt;\n&lt;li&gt;How business, learning and human resources key performance indicators and metrics build a clear picture of how the business is performing.&lt;/li&gt;\n&lt;li&gt;The process of stakeholder mapping to define interactions with staff that are part of the learning needs analysis, design, delivery, and evaluation.This may include the needs of staff impacted by the move to a net carbon zero economy by 2050 and the requirements for a just transmission.&lt;/li&gt;\n&lt;li&gt;How to measure the impact, return on investment and expectation of learning on the business.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;126&quot; style=&quot;width: 299px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Learning and development function&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;627&quot; style=&quot;width: 486px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The learning and development structure required to meet business needs and whether this should be in-house, outsourced and how to source specialist expertise when required.&lt;/li&gt;\n&lt;li&gt;The various learning and development roles, responsibilities and skills required to design and deliver face-to-face, blended or digital solutions.&lt;/li&gt;\n&lt;li&gt;The policies and processes required for effective organisation learning.&lt;/li&gt;\n&lt;li&gt;How to prepare, monitor and manage a budget.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;126&quot; style=&quot;width: 299px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Management information and technology&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;627&quot; style=&quot;width: 486px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The collection of data and information, both qualitative and quantitative, to analyse learning needs, implement effective delivery and measure outcomes and impact.&lt;/li&gt;\n&lt;li&gt;How to identify sources, trends and anomalies in data and information.&lt;/li&gt;\n&lt;li&gt;How to shape internal information systems and how they play a role to support learning.&lt;/li&gt;\n&lt;li&gt;How technology can support learning, including understanding of digital platforms&#160; and delivery channels as relevant to the role.&lt;/li&gt;\n&lt;li&gt;Emerging technologies that can support effective learning.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot; width=&quot;0&quot; style=&quot;width: 785px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;123&quot; style=&quot;width: 334px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;633&quot; style=&quot;width: 451px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;The learning and development consultant business partner will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;123&quot; style=&quot;width: 334px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Learning and development consultancy&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;633&quot; style=&quot;width: 451px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Work as an learning and development business partner or consultant across the whole organisation or key functions and relevant stakeholders as appropriate, to build insight into existing levels of capability against future requirements, identifying organisational skills gaps and risks.This may include an organisation’s sustainability strategy or exposure to the UK Government’s policy for net carbon zero emissions by 2050, for example, ensuring a just transition for those with legacy skills into the new green economy.&lt;/li&gt;\n&lt;li&gt;Use a range of techniques to obtain an initial brief from internal stakeholders, and investigate and analyse data to validate the need for a learning intervention.&lt;/li&gt;\n&lt;li&gt;Present a range of relevant and innovative solutions, logically and with credibility, to gain buy-in from senior stakeholders.&lt;/li&gt;\n&lt;li&gt;Develop an organisational development, learning and development and succession plan that addresses gaps and fulfils skills, resourcing, talent, and future leadership needs in the partner and business area, accounting for changing internal and external environment, business and learner needs.This may include an organisation’s sustainability strategy or exposure to the UK Government’s policy for net carbon zero emissions by 2050, for example, ensuring a just transition for those with legacy skills into the new green economy.&lt;/li&gt;\n&lt;li&gt;Initiate the design of interventions and monitor implementation.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;123&quot; style=&quot;width: 334px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Developing a learning Culture&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;633&quot; style=&quot;width: 451px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Foster and develop an embedded culture of learning and continuous improvement (e.g. through using communication campaigns).&lt;/li&gt;\n&lt;li&gt;Manage learning and knowledge transfer.&lt;/li&gt;\n&lt;li&gt;Facilitate collective and social learning using innovative technological solutions.&lt;/li&gt;\n&lt;li&gt;Influence management at all levels to collaborate and take responsibility for learning initiatives.&lt;/li&gt;\n&lt;li&gt;Set up and manage action learning sets, coaching and mentoring programmes.&lt;/li&gt;\n&lt;li&gt;Ensure quality of learning and training delivery through providing feedback to colleagues to ensure continuous improvement of self and others.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;123&quot; style=&quot;width: 334px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Budget and resource management&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;633&quot; style=&quot;width: 451px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Construct and manage an learning and development budget, project, intervention, including managing resources to effectively deliver.&lt;/li&gt;\n&lt;li&gt;Identify and analyse potential cost savings to ensure maximum value.&lt;/li&gt;\n&lt;li&gt;Effectively engage, negotiate and manage third party suppliers.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;123&quot; style=&quot;width: 334px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Relationship management&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;633&quot; style=&quot;width: 451px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Build effective working relationships with business managers (using the language of the business), peers and other learning and development functions, together with relevant external organisations to deliver business results from learning and development plans and solutions.&lt;/li&gt;\n&lt;li&gt;Communicate confidently with people at all levels, including senior management.&lt;/li&gt;\n&lt;li&gt;Work with senior leaders to carry out succession planning, organisational development and talent pipeline plans.This may include an organisation’s sustainability strategy or exposure to the UK Government’s policy for net carbon zero emissions by 2050, for example, ensuring a just transition for those with legacy skills into the new green economy.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;123&quot; style=&quot;width: 334px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Facilitation Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;633&quot; style=&quot;width: 451px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Build rapport and demonstrate the use of language patterns to facilitate and encourage discussions, debate, learning and decisions.&lt;/li&gt;\n&lt;li&gt;Employ a range of questioning and listening skills to generate brainstorming, discussion and debate, learning and decisions.&lt;/li&gt;\n&lt;li&gt;Effectively manage challenging learner and group behaviours.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot; width=&quot;0&quot; style=&quot;width: 782px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;170&quot; style=&quot;width: 352px;&quot;&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;577&quot; style=&quot;width: 430px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Learning and development consultant business partner will be able to demonstrate:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;170&quot; style=&quot;width: 352px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Constant and curious learner&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;577&quot; style=&quot;width: 430px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Pro-actively seeking opportunities and feedback to develop their business acumen, improve their performance and overall capability.&lt;/li&gt;\n&lt;li&gt;Probing and inquiring to delve deeper into opportunities, options and solutions.&lt;/li&gt;\n&lt;li&gt;A desire to understand and experiment with new ideas and techniques, identifying areas for self and wider development and improvements.&lt;/li&gt;\n&lt;li&gt;That they act as a role model for learning within their organisation and across their networks.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;170&quot; style=&quot;width: 352px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Collaborative partner&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;577&quot; style=&quot;width: 430px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;They are a trusted partner, acting with integrity, ensuring that clients, partners and learners alike feel heard and are confident in their ability to deliver.&lt;/li&gt;\n&lt;li&gt;They can enable different departments or stakeholders to effectively work together above their own agendas and priorities.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;170&quot; style=&quot;width: 352px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Commercial thinker&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;577&quot; style=&quot;width: 430px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;They understand and apply the commercial context, realities and drivers behind learning needs and solutions. This may include an organisations sustainability strategy or exposure to the UK Government&#39;s policy for net carbon zero emissions by 2050, for example, ensuring a just transition for those with legacy skills into the new green economy.&lt;/li&gt;\n&lt;li&gt;They are focused on outcomes and impacts.&lt;/li&gt;\n&lt;li&gt;They develop ideas, insights and solutions for defined business benefits. This may include an organisation’s sustainability strategy or exposure to the UK Government’s policy for net carbon zero emissions by 2050, for example, ensuring a just transition for those with legacy skills into the new green economy.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;170&quot; style=&quot;width: 352px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Constructive challenger&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;577&quot; style=&quot;width: 430px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Personal resilience to manage competing priorities, ensuring that they deliver the outcomes of their work through co-design and a full understanding of the impact they have on others.&lt;/li&gt;\n&lt;li&gt;The courage to hold a mirror up to the organisation when diagnosing solutions.&lt;/li&gt;\n&lt;li&gt;Skilfully navigating through organisational and personal politics.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;170&quot; style=&quot;width: 352px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Passionate and agile deliverer&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;577&quot; style=&quot;width: 430px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Responsiveness and flexibility to changing internal and external environments and business needs.&lt;/li&gt;\n&lt;li&gt;Being a role model for the learning and development profession, inspiring and galvanising others around learning solutions, ensuring that learning is embedded and delivers ambitious goals, outcomes and timelines.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Duration:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The length of this apprenticeship should typically be 18-24 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3. British Sign Language qualification is an alternative to English qualifications for those whom this is their primary language.&#160; &lt;em&gt;&#160;&#160;&lt;/em&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Link to professional registration and progression:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The successful apprentice may be eligible to apply for Associate Membership of the Chartered Institute of Personnel and Development (CIPD) or any other professional body that recognises this apprenticeship within its membership criteria (membership is subject to the professional bodies own membership requirements).&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a Level 5 apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;:&lt;/h3&gt;\n&lt;p&gt;The apprenticeship should be reviewed after 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Learning and development consultant business partner is accountable for ensuring Learning and development contributes to, and influences, improved performance in the workplace at an individual, team and organisation level. They also have the&lt;br /&gt;commercial responsibility to align learning needs with the strategic ambitions and objectives of the business. They are agents for change, influencing key stakeholders, making decisions and recommendations on what the business can or should do in a Learning and development context. They may be involved in influencing organisations to develop strategies to improve performance around sustainability or the embedding of approaches to help the UK reach net carbon zero emissions by 2050. They are also likely to lead on any Learning and development -related elements of business projects. The learning and development consultant business partner will often have expertise and competence in a specific field whether it be technical, vocational, or behavioural. They link the work they do to the context and strategic priorities of the business and measure the outcomes and impact of any learning interventions, to demonstrate a return on investment and expectation. The role can be a generalist learning and development or more specialist, where the focus and in-depth expertise is in a specific area such as organisation development, digital and blended learning, resourcing, or talent management. Whichever the area of focus, the role requires a good grounding across all areas of Learning and development and is business and future focused. The learning and development consultant business partner role exists within a range of organisations including private, public and third sector. Typically, the individual works alongside colleagues who specialise in human resources (i.e., employee relations, reward, recruitment), often supported by a learning and development administrator and / or learning and development practitioner. They report to a senior learning and development manager, Head of department or Director. In larger organisations, they may be one of a team supporting the business and may have responsibility for managing people and a budget.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "dd55ddd3-21b6-431a-b65e-34db1bfb8e84",
      "detail": "Paradigms, theories and models that underpin effective adult learning, group behaviour and learning culture, for example behaviourism, cognitivism, constructivism, neuroscience."
    },
    {
      "knowledgeId": "7be638c9-a3e7-4a76-80b5-d4df842f7246",
      "detail": "Legislation and policies that influence learning design and delivery"
    },
    {
      "knowledgeId": "1cec3895-e75b-44d1-97c6-feab27060455",
      "detail": "The merits of different learning delivery channels to select an appropriate face-to-face, blended or digital solution."
    },
    {
      "knowledgeId": "aae430b1-e7c1-49d1-9781-dfd521354394",
      "detail": "Current research and appropriate application of best practice and best fit solutions."
    },
    {
      "knowledgeId": "ed21dd32-0d2c-4b5e-91d4-4f9d20f7fbe5",
      "detail": "The latest learning practice, trends and emerging thinking."
    },
    {
      "knowledgeId": "308daa9a-bc51-4b41-8fbc-f58979a2b034",
      "detail": "Positively incorporating diversity and inclusion into learning and development interventions and processes. Researching and applying current best practice in this area."
    },
    {
      "knowledgeId": "bf71734f-bbe1-40cb-bb0d-22c5352edbe2",
      "detail": "Change management methodologies and the principles of project management."
    },
    {
      "knowledgeId": "551dd402-ab3d-4c60-bef9-f3dfaace4c68",
      "detail": "Consultancy tools and techniques, for example the use of SWOT, 5 Whys, weighted matrix etc providing costed recommendations and projected impact, return on investment, return of expectation."
    },
    {
      "knowledgeId": "fe3108a2-6d9a-46e1-b26c-677776bdb4f6",
      "detail": "Their organisation’s vision, mission, values, strategy, plans and stakeholders; its external market and sector and the opportunities, challenges and issues it faces. This may include an organisation’s sustainability strategy or exposure to the UK Government’s policy for net carbon zero emissions by 2050."
    },
    {
      "knowledgeId": "0cf3e7e3-baa2-4e73-8c66-b708215e87e8",
      "detail": "How business, learning and human resources key performance indicators and metrics build a clear picture of how the business is performing."
    },
    {
      "knowledgeId": "9a8bb820-6578-4568-af4a-5b180352b0c6",
      "detail": "The process of stakeholder mapping to define interactions with staff that are part of the learning needs analysis, design, delivery, and evaluation. This may include the needs of staff impacted by the move to a net carbon zero economy by 2050 and the requirements for a just transmission."
    },
    {
      "knowledgeId": "d84588cc-c8f2-4857-bb95-beefbd696bdc",
      "detail": "How to measure the impact, return on investment and expectation of learning on the business."
    },
    {
      "knowledgeId": "04f9ae36-f1e8-49d3-ae51-a892b67b8de0",
      "detail": "The learning and development structure required to meet business needs and whether this should be in-house, outsourced and how to source specialist expertise when required."
    },
    {
      "knowledgeId": "947bba60-5497-4307-8a72-90802ed62b9c",
      "detail": "The various learning and development roles, responsibilities and skills required to design and deliver face-to-face, blended or digital solutions."
    },
    {
      "knowledgeId": "e71b1fa7-6c6f-49b3-a748-00f39d928530",
      "detail": "The policies and processes required for effective organisation learning."
    },
    {
      "knowledgeId": "2c3e0bbe-3edc-4d8b-9adc-92f7612ee5aa",
      "detail": "How to prepare, monitor and manage a budget."
    },
    {
      "knowledgeId": "b9a6be82-15ec-49a4-8dbf-b225fd143b00",
      "detail": "The collection of data and information, both qualitative and quantitative, to analyse learning needs, implement effective delivery and measure outcomes and impact."
    },
    {
      "knowledgeId": "9b3d63e2-a3bf-42fa-9c99-bd70c56c66f6",
      "detail": "How to identify sources, trends and anomalies in data and information."
    },
    {
      "knowledgeId": "46dcbb9c-b1ee-4a91-8b77-0d2d6963c3e4",
      "detail": "How to shape internal information systems and how they play a role to support learning."
    },
    {
      "knowledgeId": "245a64df-1c91-45e2-933b-fe734f168ab0",
      "detail": "How technology can support learning, including understanding of digital platforms  and delivery channels as relevant to the role."
    },
    {
      "knowledgeId": "709b97af-f609-4158-befa-790235f672df",
      "detail": "Emerging technologies that can support effective learning."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "11de8a37-645f-4417-ae7f-4812caf45973",
      "detail": "Pro-actively seeking opportunities and feedback to develop their business acumen, improve their performance and overall capability."
    },
    {
      "behaviourId": "0fd4a335-0537-4706-a578-7ee7fc952e3e",
      "detail": "Probing and inquiring to delve deeper into opportunities, options and solutions."
    },
    {
      "behaviourId": "8fe5bed0-ae85-4a96-a9ea-934279924863",
      "detail": "A desire to understand and experiment with new ideas and techniques, identifying areas for self and wider development and improvements."
    },
    {
      "behaviourId": "10c350c0-1092-420c-95e4-e109ca847b0d",
      "detail": "That they act as a role model for learning within their organisation and across their networks."
    },
    {
      "behaviourId": "a1e99148-de31-45b1-a5a3-46054ab1a238",
      "detail": "They are a trusted partner, acting with integrity, ensuring that clients, partners and learners alike feel heard and are confident in their ability to deliver."
    },
    {
      "behaviourId": "f4fd6c5b-5542-4156-b6e2-7b120cea49ac",
      "detail": "They can enable different departments or stakeholders to effectively work together above their own agendas and priorities."
    },
    {
      "behaviourId": "f375b63d-6cc2-40b0-baa1-c76f2a2d579c",
      "detail": "They understand and apply the commercial context, realities and drivers behind learning needs and solutions. This may include an organisations sustainability strategy or exposure to the UK Government's policy for net carbon zero emissions by 2050, for example, ensuring a just transition for those with legacy skills into the new green economy."
    },
    {
      "behaviourId": "1642d058-775e-4350-8332-6e296fc98be0",
      "detail": "They are focused on outcomes and impacts."
    },
    {
      "behaviourId": "e0476d9c-cc48-454b-9255-d50c96a619ac",
      "detail": "They develop ideas, insights and solutions for defined business benefits. This may include an organisation’s sustainability strategy or exposure to the UK Government’s policy for net carbon zero emissions by 2050, for example, ensuring a just transition for those with legacy skills into the new green economy."
    },
    {
      "behaviourId": "bd9a1576-ab4e-40dd-8ded-05de03ba1acf",
      "detail": "Personal resilience to manage competing priorities, ensuring that they deliver the outcomes of their work through co-design and a full understanding of the impact they have on others."
    },
    {
      "behaviourId": "7b2474a7-67b3-4ec5-8408-cce6e53defa7",
      "detail": "The courage to hold a mirror up to the organisation when diagnosing solutions."
    },
    {
      "behaviourId": "0de9d25a-5ae7-4d15-aac7-005772d96572",
      "detail": "Skilfully navigating through organisational and personal politics."
    },
    {
      "behaviourId": "66b65a8f-4f8f-45bd-8a5b-c4cb37d79590",
      "detail": "Responsiveness and flexibility to changing internal and external environments and business needs."
    },
    {
      "behaviourId": "95e19ac2-3893-4e1c-9881-0bafd52b07d9",
      "detail": "Being a role model for the learning and development profession, inspiring and galvanising others around learning solutions, ensuring that learning is embedded and delivers ambitious goals, outcomes and timelines."
    }
  ],
  "skills": [
    {
      "skillId": "c1b6fac7-6284-46ce-952b-e4b116a26a2d",
      "detail": "Work as an learning and development business partner or consultant across the whole organisation or key functions and relevant stakeholders as appropriate, to build insight into existing levels of capability against future requirements, identifying organisational skills gaps and risks. This may include an organisation’s sustainability strategy or exposure to the UK Government’s policy for net carbon zero emissions by 2050, for example, ensuring a just transition for those with legacy skills into the new green economy."
    },
    {
      "skillId": "606a50ea-b419-474e-8a31-6bcbae6110d9",
      "detail": "Use a range of techniques to obtain an initial brief from internal stakeholders, and investigate and analyse data to validate the need for a learning intervention."
    },
    {
      "skillId": "a4a7dc94-52fd-451d-a9b7-88676fe3c921",
      "detail": "Present a range of relevant and innovative solutions, logically and with credibility, to gain buy-in from senior stakeholders."
    },
    {
      "skillId": "d61fd30a-2018-46cb-adc0-48dd21a348a1",
      "detail": "Present a range of relevant and innovative solutions, logically and with credibility, to gain buy-in from senior stakeholders."
    },
    {
      "skillId": "a431dfd9-781e-4351-b6a4-29effa2096be",
      "detail": "Develop an organisational development, learning and development and succession plan that addresses gaps and fulfils skills, resourcing, talent, and future leadership needs in the partner and business area, accounting for changing internal and external environment, business and learner needs. This may include an organisation’s sustainability strategy or exposure to the UK Government’s policy for net carbon zero emissions by 2050, for example, ensuring a just transition for those with legacy skills into the new green economy."
    },
    {
      "skillId": "329d7221-ab7c-4649-9208-663c26b08b1d",
      "detail": "Initiate the design of interventions and monitor implementation."
    },
    {
      "skillId": "2fbe4e85-47c8-45de-b53e-095aeae4f7c4",
      "detail": "Foster and develop an embedded culture of learning and continuous improvement (e.g. through using communication campaigns)."
    },
    {
      "skillId": "96e7ec76-b945-4383-a9ab-f9df0353bd68",
      "detail": "Foster and develop an embedded culture of learning and continuous improvement (e.g. through using communication campaigns)."
    },
    {
      "skillId": "7c3e2fba-b3d4-4501-8a8c-b24ffdc2ae69",
      "detail": "Facilitate collective and social learning using innovative technological solutions."
    },
    {
      "skillId": "dd24d8ed-6ef8-44e5-ba7e-beb720e44c72",
      "detail": "Influence management at all levels to collaborate and take responsibility for learning initiatives."
    },
    {
      "skillId": "b4ad88b5-9ab7-4a36-958f-772ac4c01854",
      "detail": "Set up and manage action learning sets, coaching and mentoring programmes."
    },
    {
      "skillId": "12fc37e2-90ab-4ec7-b3c5-e674fa10b9e7",
      "detail": "Ensure quality of learning and training delivery through providing feedback to colleagues to ensure continuous improvement of self and others."
    },
    {
      "skillId": "2aeaf283-c4b8-4ebd-b5e9-8b10496c9445",
      "detail": "Construct and manage an learning and development budget, project, intervention, including managing resources to effectively deliver."
    },
    {
      "skillId": "97252bdc-fb8b-4440-a281-af0e0cc75fbc",
      "detail": "Identify and analyse potential cost savings to ensure maximum value."
    },
    {
      "skillId": "f4a0d8af-5a63-41a9-894f-a80a024056f7",
      "detail": "Effectively engage, negotiate and manage third party suppliers."
    },
    {
      "skillId": "381185ea-d1be-4646-83d6-2263ed94da16",
      "detail": "Build effective working relationships with business managers (using the language of the business), peers and other learning and development functions, together with relevant external organisations to deliver business results from learning and development plans and solutions."
    },
    {
      "skillId": "786278db-ecf6-4d2c-a48c-9ccd50c72487",
      "detail": "Communicate confidently with people at all levels, including senior management."
    },
    {
      "skillId": "b24fac45-07cb-416e-b41d-d54bc7ea9832",
      "detail": "Work with senior leaders to carry out succession planning, organisational development and talent pipeline plans. This may include an organisation’s sustainability strategy or exposure to the UK Government’s policy for net carbon zero emissions by 2050, for example, ensuring a just transition for those with legacy skills into the new green economy."
    },
    {
      "skillId": "db8e5134-9719-482a-8ba1-04d85e44f4a4",
      "detail": "Build rapport and demonstrate the use of language patterns to facilitate and encourage discussions, debate, learning and decisions."
    },
    {
      "skillId": "723f45c6-c0d2-4498-a252-18df76acfcbe",
      "detail": "Employ a range of questioning and listening skills to generate brainstorming, discussion and debate, learning and decisions."
    },
    {
      "skillId": "0d3cac25-51fc-4236-94fe-8e31a18510b2",
      "detail": "Effectively manage challenging learner and group behaviours."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-08-08T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0050",
  "tbMainContact": "Enquiries.IFA@education.gov.uk",
  "involvedEmployers": "Learning and development consultant business partner, EEF, Remploy, Sainsbury’s, Sanctuary Group, Bakkavor, BT, Canon, YBS Group, Volvo, Specsavers, Severn Trent PLC, Civil Service Learning & Marston’s PLC",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Learning and development consultant business partner"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Human Resources",
  "cluster": "Human resources manager",
  "clusterId": "167",
  "clusterDescription": null,
  "createdDate": "2022-04-07T15:26:09 +00:00",
  "lastUpdated": "2022-06-07T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-08-08T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0563",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0563-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0563-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-06-07T00:00:00"
}