{
  "templateType": "Apprenticeship Standard",
  "larsCode": 282,
  "referenceNumber": "ST0509",
  "learningAimClassCode": "",
  "title": "Police community support officer",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0509",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan revised",
  "changedDate": "2024-03-14T00:00:00",
  "earliestStartDate": "2024-03-14T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Working as part of a neighbourhood policing team to help deal with and prevent crime.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Protective services",
  "keywords": [
    "Police community support officer",
    "Police",
    "community",
    "crime prevention",
    "law and order"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/dusnvyuk/st0509_police_community_support_officer_adjustment_publication_14032024.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.4 Public services",
  "version": "1.1",
  "standardInformation": "&lt;p&gt;&lt;strong&gt;Police Community Support Officer (PCSO) Apprenticeship - Standard Occupational profile&lt;/strong&gt;:&lt;/p&gt;\n&lt;p&gt;The police staff role (as opposed to holding any official office e.g. Police Constable) of Police Community Support Officer constitutes a fundamental component of the national strategy for community policing across UK, and PCSOs are highly-valued public-facing members of the service. Wearing a distinct uniform from that of their regular PC colleagues, PCSOs are typically issued with Personal Protective Equipment (PPE), including a stab vest, high visibility jacket and police radio.&lt;/p&gt;\n&lt;p&gt;PCSOs are community-based. Their primary function is to be the visible and uniformed presence of the service in the community, fostering and promoting relationships (especially community cohesion and the principles underpinning diversity and inclusivity) across communities. They will be expected to support communities to address issues, problems and concerns which may or may not necessarily be crime- or incident-related (e.g. a badly lit pathway in a housing estate making elderly residents feel vulnerable, or youths gathering in residential areas at night etc.).&lt;/p&gt;\n&lt;p&gt;Whilst working under the overall direction of their line managers and PC colleagues, PCSOs are expected to act independently and autonomously when in the community; they are bestowed with PCSO-specific powers to enable them to perform their duties. Chief Officers can designate other additional powers according to individual force needs. (These additional powers do not form part of this apprenticeship, but are likely to represent an option for Continuous Professional Development (CPD) after the apprentice has been confirmed in post.)&lt;/p&gt;\n&lt;p&gt;There to support and communicate with individuals, groups and organisations across the community, a PCSO will typically operate alone in distinct physical community areas, regularly attend community and neighbourhood meetings, undertake liaison with schools and general intra-community partnership working.&lt;/p&gt;\n&lt;p&gt;PCSOs will be expected to gather information and intelligence from the community, the relevance of which to ongoing and future policing investigations and/or priorities will be determined by their policing colleagues. They will also be expected to provide a means of two-way communication between the community and the service.&lt;/p&gt;\n&lt;p&gt;As a member of the service actively engaged in the community, PCSOs may on occasions find themselves first at the scene of policing incidents (either by chance, or called upon). They would be expected to (within the range of their powers) take control of these incidents and contain them until relieved by a PC colleague. They may, on occasion, need to utilise conflict management techniques (not ‘hands on’ physical tactics) e.g. appropriate communication (to try and de-escalate a situation), providing any necessary first aid, keeping the public at a safe distance from an ongoing incident, or observing and reporting from a safe distance (dependent on dynamic risk assessment).&lt;/p&gt;\n&lt;p&gt;Although their role is very distinct from that of their PC colleagues, a PCSO may also occasionally be called upon to assist in relation to policing incidents, but this will always be relative to the powers with which they are designated, and align to the underpinning training they have received e.g. house-to-house enquiries, community reassurance patrols (following incidents) and scene management (cordons).&lt;/p&gt;\n&lt;p&gt;PCSOs duties typically include:&#160;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Developing personal, detailed, comprehensive, professional knowledge and understanding of the local communityin which they operate, in order to identify and support those in their community affected by offending (victims and witnesses) and those who may be particularly vulnerable or at risk (including those at risk from radicalisation as outlined in the Prevent Strategy). This support may be practical (e.g. linking with Prevent Engagement Officers where there is potential risk of radicalisation or relating to safety and security and compensation claims) or emotional (e.g. listening, reassurance). PCSOs must be able to assess individuals’ needs for further support, and identify and discuss possible sources of such support&lt;/li&gt;\n&lt;li&gt;Proactively engaging with, and developing close working ties with the community, using appropriatecommunication methodologies and IT systems for fostering, promoting and maintaining channels of communication e.g. social media (Facebook, Twitter etc.); discussion forums; force websites; face-to-face whilst operating in the community; attending community/neighbourhood meetings; providing support to locally-inspired initiatives etc.&lt;/li&gt;\n&lt;li&gt;Developing close working relationships with key groups, agencies (e.g. local authority, housing associations,schools, neighbourhood watch etc.) and individuals to identify and tackle issues such as anti-social behaviour and low-level youth offending&lt;/li&gt;\n&lt;li&gt;Providing a consistent channel for multi-agency partners, other key community groups and individuals tocommunicate effectively with the police and thereby maximize the effectiveness of the service provided to the public&lt;/li&gt;\n&lt;li&gt;Fostering, promoting and building rapport, trust and confidence with individuals across the community, providingadvice and guidance in support of their needs e.g. crime prevention advice, mediation between members of the community&lt;/li&gt;\n&lt;li&gt;Working under the general direction of their supervisors and PC colleagues, and alongside multi-agency and localpartners, contribute to the planning, implementation, analysis and review of evidence-based policing initiatives which address community problems, issues or concerns. Sharing the outcomes of those initiatives with all key stakeholders, both inside and outside the service&lt;/li&gt;\n&lt;li&gt;Gathering information and intelligence to assist and support law enforcement and community objectives&lt;/li&gt;\n&lt;li&gt;Responding to incidents which require police action. Providing resolution to incidents within their authority e.g.low level offending and anti-social behavior, issuing fixed penalty notices. Where incidents are outside their authority they will seek to contain (prevent escalation) of those incidents until relieved by a qualified Police Constable&lt;/li&gt;\n&lt;li&gt;Defusing situations where conflict exists or threats of conflict are present, using personal safety techniques andequipment e.g. calming communication/mediation with those at the scene, keeping a safe distance and using their police radio, until relieved by a suitably qualified colleague&lt;/li&gt;\n&lt;li&gt;Attending court and giving witness testimony in relation to any incidents where they have personal knowledge or involvement&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Entry requirements: &lt;/strong&gt;These vary from force to force. Typically a PCSO will be 18 or older, and is highly likely to have achieved a Level 3 qualification (or equivalent) and Level 2 in English and Mathematics (or equivalents) prior to entry.&#160;&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge - the PCSO will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;The ethics and values of the police service, including: duty of care, service delivery, employment practice, efficiency, effectiveness and value for money, the Code of Ethics, professional standards, and equality, diversity and human rights&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;The composition and diversity of individuals, groups and neighbourhoods in their community and ways in which they may help to develop partnership working to address local community and policing issues, problems or concerns&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Appropriate methods and media for communicating with individuals, local and multi-agency partners across the community e.g. social media, face to face, neighbourhood meetings, email etc.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;The principles of applying a preventative, evidence-based community policing approach to mitigate or solve community issues, problems or concerns&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;The legal and organisational requirements related to managing conflict and acting in a way which is likely to defuse potential conflict situations, including applying tactical (non-physical) options in line with their powers, training and issued equipment&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;The legal and organisational requirements (local policy) related to responding to incidents and performance of their PCSO duties relating to these responses, including enforcement activities such as e.g. issuing fixed penalty notices (FPNs) for anti-social behaviour, dog fouling and littering and any bylaws relating to their operational context e.g. railway related offences (British Transport Police)&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;The factors that affect vulnerable people (e.g. those at risk from radicalisation or those experiencing mental ill health; the elderly; children and those who may be being coerced, victims and witnesses) and how this may impact on their need for support, including where they may be able to access that support e.g. local Prevent body&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;The legal and organisational requirements relating to handling community and police information and intelligence&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Skills - the PCSO will safely and lawfully be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Foster, promote and maintain channels of communication and develop close working relationships with key groups, multi-agency partners and individuals across the community&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Communicate effectively, in accordance with the varied needs of differing situations, individuals, groups and communities, including those who may be victims, witnesses and vulnerable people, supporting diversity and inclusivity through their communications&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Provide initial support to vulnerable people and assess their needs for further support, including providing advice on accessing that support&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Gather, handle and submit information and intelligence from a variety of sources to support law enforcement and to maximise policing effectiveness.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Work under the direction of their line managers and community-based Police Constables, contribute to developing, planning and implementing preventative and problem-solving policing approaches to local concerns and issues, including providing assistance to review, analyse and share the results of evidence-based initiatives&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Work alongside partner organisations or as part of a multi-disciplinary team to improve, mitigate and solve community problems, issues or concerns&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Provide an initial response to incidents (where necessary) in-line with legal and organisational requirements and the limits of their responsibilities, including appropriate planning (e.g. strategies for managing traffic flow), for responses based on analysis of all relevant information at hand&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Provide support for victims and witnesses at policing incidents, including advice to identify and access sources of additional support (or accessing sources on behalf of individuals) and post-incident help, and where appropriate, delivering any necessary follow-up assistance.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Apply appropriate conflict management tactics e.g. appropriate communication (not ‘hands on’ physical techniques) where absolutely necessary and in-line with the powers bestowed on them, issued equipment (where applicable), the training they have received and organisational policy and procedure.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours - what is required?&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Taking accountability&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Being accountable and taking ownership for own role and responsibilities, whilst being effective and willing to take appropriate, justifiable risks.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Professional integrity&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Maintain the highest standards of professionalism and trustworthiness, making sure that values, moral codes and ethical standards are always upheld, including challenging others where their standards fall below those expected.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Emotionally astute&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Understand and effectively manage own emotions in stressful situations, understanding motivations and underlying reasons for own behaviour and that of others. Value diversity and difference in approaches to work, thinking and background, and treat people with sensitivity, compassion and warmth.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Curious and innovative&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Have an inquisitive and outward-looking nature, searching for new information to understand alternative sources of best practice and implement creative working methods. Committed to reflecting on how own role is undertaken, learning from success and mistakes, to continuously review and adapt approach.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Collaborative&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Work effectively with colleagues and external partners, sharing skills, knowledge and insights as appropriate to lead to the best possible results.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Supportive &amp;amp; inspirational leading&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Uphold the police service’s values in day-to-day activities, providing inspiration and clarity to colleagues and stakeholders. Consider how the wider organisation and others are impacted, and help others to deliver their objectives effectively.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Level: &lt;/strong&gt;This apprenticeship standard is at Level 4.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Duration: &lt;/strong&gt;No less than 1 year.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Review date: &lt;/strong&gt;This standard will be reviewed after 3 years.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;Level 4 PCSO qualification offered by QAA and/or Ofqual regulated Awarding Organisations (AOs). &lt;strong&gt;Functional Skills: &lt;/strong&gt;Apprentices without Level 2 English and Mathematics will need to achieve this level prior to undertaking the end-point assessment.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The police staff role (as opposed to holding any official office e.g. Police Constable) of Police Community Support Officer constitutes a fundamental component of the national strategy for community policing across UK, and PCSOs are highly-valued public-facing members of the service. Wearing a distinct uniform from that of their regular PC colleagues, PCSOs are typically issued with Personal Protective Equipment (PPE), including a stab vest, high visibility jacket and police radio. PCSOs are community-based. Their primary function is to be the visible and uniformed presence of the service in the community, fostering and promoting relationships (especially community cohesion and the principles underpinning diversity and inclusivity) across communities. They will be expected to support communities to address issues, problems and concerns which may or may not necessarily be crime- or incident-related (e.g. a badly lit pathway in a housing estate making elderly residents feel vulnerable, or youths gathering in residential areas at night etc.). Whilst working under the overall direction of their line managers and PC colleagues, PCSOs are expected to act independently and autonomously when in the community; they are bestowed with PCSO-specific powers to enable them to perform their duties. Chief Officers can designate other additional powers according to individual force needs. (These additional powers do not form part of this apprenticeship, but are likely to represent an option for Continuous Professional Development (CPD) after the apprentice has been confirmed in post.) There to support and communicate with individuals, groups and organisations across the community, a PCSO will typically operate alone in distinct physical community areas, regularly attend community and neighbourhood meetings, undertake liaison with schools and general intra-community partnership working. PCSOs will be expected to gather information and intelligence from the community, the relevance of which to ongoing and future policing investigations and/or priorities will be determined by their policing colleagues. They will also be expected to provide a means of two-way communication between the community and the service. As a member of the service actively engaged in the community, PCSOs may on occasions find themselves first at the scene of policing incidents (either by chance, or called upon). They would be expected to (within the range of their powers) take control of these incidents and contain them until relieved by a PC colleague. They may, on occasion, need to utilise conflict management techniques (not ‘hands on’ physical tactics) e.g. appropriate communication (to try and de-escalate a situation), providing any necessary first aid, keeping the public at a safe distance from an ongoing incident, or observing and reporting from a safe distance (dependent on dynamic risk assessment). Although their role is very distinct from that of their PC colleagues, a PCSO may also occasionally be called upon to assist in relation to policing incidents, but this will always be relative to the powers with which they are designated, and align to the underpinning training they have received e.g. house-to-house enquiries, community reassurance patrols (following incidents) and scene management (cordons).&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "6773baf5-424a-4f73-8a2c-cc879cd525b4",
      "detail": "The ethics and values of the police service, including: duty of care, service delivery, employment practice, efficiency, effectiveness and value for money, the Code of Ethics, professional standards, and equality, diversity and human rights"
    },
    {
      "knowledgeId": "5b7a2412-96e8-4960-84bc-99ec8a64a946",
      "detail": "The composition and diversity of individuals, groups and neighbourhoods in their community and ways in which they may help to develop partnership working to address local community and policing issues, problems or concerns"
    },
    {
      "knowledgeId": "8b161207-bb08-4eba-b7d8-8d21971185a3",
      "detail": "Appropriate methods and media for communicating with individuals, local and multi-agency partners across the community e.g. social media, face to face, neighbourhood meetings, email etc"
    },
    {
      "knowledgeId": "2591b369-3b82-48d6-9088-0c33cfb394b9",
      "detail": "The principles of applying a preventative, evidence-based community policing approach to mitigate or solve community issues, problems or concerns"
    },
    {
      "knowledgeId": "92fecb23-5341-4d8e-bdaf-0832c91a8c2d",
      "detail": "The legal and organisational requirements related to managing conflict and acting in a way which is likely to defuse potential conflict situations, including applying tactical (non-physical) options in line with their powers, training and issued equipment"
    },
    {
      "knowledgeId": "9f4ec599-dd7f-4d36-be72-8fbbf9e18131",
      "detail": "The legal and organisational requirements (local policy) related to responding to incidents and performance of their PCSO duties relating to these responses, including enforcement activities such as e.g. issuing fixed penalty notices (FPNs) for anti-social behaviour, dog fouling and littering and any bylaws relating to their operational context e.g. railway related offences (British Transport Police)"
    },
    {
      "knowledgeId": "f789e000-44b9-4844-835e-2893c98f5dc5",
      "detail": "The factors that affect vulnerable people (e.g. those at risk from radicalisation or those experiencing mental ill health; the elderly; children and those who may be being coerced, victims and witnesses) and how this may impact on their need for support, including where they may be able to access that support e.g. local Prevent body"
    },
    {
      "knowledgeId": "f3cc84cd-13f6-4831-9270-c67355475375",
      "detail": "The legal and organisational requirements relating to handling community and police information and intelligence"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "50d01ef0-4106-457f-b823-579198b7d9d1",
      "detail": "Being accountable and taking ownership for own role and responsibilities, whilst being effective and willing to take appropriate, justifiable risks"
    },
    {
      "behaviourId": "e193f270-58d3-499d-b8b9-4d87955dc624",
      "detail": "Maintain the highest standards of professionalism and trustworthiness, making sure that values, moral codes and ethical standards are always upheld, including challenging others where their standards fall below those expected"
    },
    {
      "behaviourId": "25490651-69a6-4fde-ac9a-a297010e6eff",
      "detail": "Understand and effectively manage own emotions in stressful situations, understanding motivations and underlying reasons for own behaviour and that of others. Value diversity and difference in approaches to work, thinking and background, and treat people with sensitivity, compassion and warmth"
    },
    {
      "behaviourId": "1eb9b456-6df6-4b70-bf0e-2df4c591b7ed",
      "detail": "Have an inquisitive and outward-looking nature, searching for new information to understand alternative sources of best practice and implement creative working methods. Committed to reflecting on how own role is undertaken, learning from success and mistakes, to continuously review and adapt approach"
    },
    {
      "behaviourId": "8bfb706a-77a5-4829-a282-cb96378797c7",
      "detail": "Work effectively with colleagues and external partners, sharing skills, knowledge and insights as appropriate to lead to the best possible results"
    },
    {
      "behaviourId": "c65f446c-6371-4d54-b3e0-8c41c6c80358",
      "detail": "Uphold the police services values in day-to-day activities, providing inspiration and clarity to colleagues and stakeholders. Consider how the wider organisation and others are impacted, and help others to deliver their objectives effectively"
    }
  ],
  "skills": [
    {
      "skillId": "13136708-7460-433d-adbc-50f30e4ce073",
      "detail": "Foster, promote and maintain channels of communication and develop close working relationships with key groups, multi-agency partners and individuals across the community"
    },
    {
      "skillId": "3c7a46d6-807b-4bf2-a012-ccf836d39552",
      "detail": "Communicate effectively, in accordance with the varied needs of differing situations, individuals, groups and communities, including those who may be victims, witnesses and vulnerable people, supporting diversity and inclusivity through their communications"
    },
    {
      "skillId": "4b20a6fc-597e-409f-a6ed-2b06bb127d57",
      "detail": "Provide initial support to vulnerable people and assess their needs for further support, including providing advice on accessing that support"
    },
    {
      "skillId": "54e12825-fe08-408b-acc3-896e9bef30be",
      "detail": "Gather, handle and submit information and intelligence from a variety of sources to support law enforcement and to maximise policing effectiveness"
    },
    {
      "skillId": "d347aa46-a5ea-45db-aa62-3392c789ff1a",
      "detail": "Work under the direction of their line managers and community-based Police Constables, contribute to developing, planning and implementing preventative and problem-solving policing approaches to local concerns and issues, including providing assistance to review, analyse and share the results of evidence-based initiatives"
    },
    {
      "skillId": "13f8136d-70d6-48b2-8e4e-b1bd5d6b1600",
      "detail": "Work alongside partner organisations or as part of a multi-disciplinary team to improve, mitigate and solve community problems, issues or concerns"
    },
    {
      "skillId": "066ae140-0e61-4f74-a1a5-872c70039fc5",
      "detail": "Provide an initial response to incidents (where necessary) in-line with legal and organisational requirements and the limits of their responsibilities, including appropriate planning (e.g. strategies for managing traffic flow), for responses based on analysis of all relevant information at hand"
    },
    {
      "skillId": "558094b2-d854-426c-93be-80760108c443",
      "detail": "Provide support for victims and witnesses at policing incidents, including advice to identify and access sources of additional support (or accessing sources on behalf of individuals) and post-incident help, and where appropriate, delivering any necessary follow-up assistance"
    },
    {
      "skillId": "ae1c0d9b-4d7b-42aa-aed5-875a21ec8562",
      "detail": "Apply appropriate conflict management tactics e.g. appropriate communication (not hands on physical techniques) where absolutely necessary and in-line with the powers bestowed on them, issued equipment (where applicable), the training they have received and organisational policy and procedure"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-05-17T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0285",
  "tbMainContact": "amanda.thomson@thamesvalley.pnn.police.uk",
  "involvedEmployers": "British Transport Police, Hampshire, Merseyside, MPS, Norfolk, Northumbria, Staffordshire, TVP, West Yorkshire, Lancashire and Cumbria, Derbyshire,  Nottinghamshire,  Leicestershire and Northants",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Protective services",
  "cluster": "Protective service manager",
  "clusterId": "50",
  "clusterDescription": "Lead and manage a team providing safety, security, prevention, enforcement, protection and investigation services largely on behalf of society",
  "createdDate": "2024-03-14T10:09:14 +00:00",
  "lastUpdated": "2024-03-14T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-05-17T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0509",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0509-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0509-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-03-14T00:00:00"
}