{
  "templateType": "Apprenticeship Standard",
  "larsCode": 342,
  "referenceNumber": "ST0588",
  "learningAimClassCode": "",
  "title": "Propulsion technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0588",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "",
  "changedDate": "2018-09-05T00:00:00",
  "earliestStartDate": "2018-09-05T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Testing or building function to support the development of propulsion systems.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 42,
  "maxFunding": 21000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Propulsion technician",
    "propulsion systems",
    "engineering",
    "manufacturing",
    "propulsion"
  ],
  "jobRoles": [
    "Battery Build and Test Technician",
    "Emissions Test and Analysis Technician",
    "Engine Test Technician",
    "Powertrain Technician",
    "Product Analysis and Verification Technician",
    "Engine Build and Process Technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2146/st0588_propulsion-technician_l4_ap_-for-publication-24-8-2018.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The &lt;strong&gt;Propulsion Technician&lt;/strong&gt; is responsible for the testing or building function to support the development of propulsion systems such as internal combustion engines, hybrid and electric propulsion technology and advanced control systems.&#160; To enable consistency and accuracy in build/test, measurement, methodology and technology, the propulsion technician is responsible for enabling the execution of development plans which fulfil the internal customer’s and facility’s requirements for quality, cost and time, whilst adhering to safe systems of work and risk management. The propulsion technician carries out a range of specialist tasks in a controlled environment in order to develop, improve or create new propulsion technologies. The Propulsion Technician plays a proactive role in development build or test delivery, taking responsibility for creating, editing, first line data analysis and quality validation, providing an essential link between the propulsion development function and engineers.&#160;&lt;/p&gt;\n&lt;p&gt;The Propulsion Technicians is the source of technical leadership within their specific functional area and will support and engage with a wide range of internal and external stakeholders such as engineers, suppliers, external agencies and organisations to provide consistent build, development and quality assurance of the propulsion system.&lt;/p&gt;\n&lt;p&gt;Propulsion Technicians&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;Support the development of proposals to develop new/alternative technologies&lt;/li&gt;\n&lt;li&gt;Take a project objective from initial concept, provided by an engineer through to designing and delivering outcomes in a consistent, methodical way ensuring that accurate and quality technical data will be obtained&lt;/li&gt;\n&lt;li&gt;Investigate instrumentation requirements that will support cost effective product design and development &#160;&#160;&lt;/li&gt;\n&lt;li&gt;Evaluate component and/or product quality problems to ensure solutions are fit for purpose and compliant with relevant legislation and regulations&lt;/li&gt;\n&lt;li&gt;Take a proactive role in supporting continuous improvement&lt;/li&gt;\n&lt;li&gt;Work with cross functional teams to support the development of new/alternative technologies including manufacturing and assembly processes&lt;/li&gt;\n&lt;li&gt;Provide first line fault diagnosis reports for engineers&lt;/li&gt;\n&lt;li&gt;Produce Standard Operating Procedures for build or test set up and delivery&lt;/li&gt;\n&lt;/ol&gt;\n&lt;p&gt;Propulsion Technicians lay a critical role in the engineering and design of propulsion systems typically for the Automotive, Marine, and Power Equipment sectors. This is a core and options standard incorporating 6 job roles. Option 1 is for the Propulsion Test related job roles and Option 2 is for the Engine Build and Process Technician role. The core knowledge, skills and behaviours plus the specific requirements for one of the options must be achieved. The main duties and tasks for each role are as follows:&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Option 1&lt;/strong&gt; – &lt;strong&gt;Propulsion Test, includes the following functional areas&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;A Battery Build and Test Technician &lt;/strong&gt;is responsible for &#160;testing and refining the design of batteries used in propulsion systems, e.g. Lithium-ion Plug-in Hybrid Electric (PHE) and Battery Electric (BE) packs, designing safe and efficient manufacturing processes along with post manufacturing testing and assurance processes.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;A Emissions Test and Analysis Technician: &lt;/strong&gt;is responsible for preparing equipment and systems to carry out stationary and mobile emissions testing to produce high quality test data.&#160; Technicians must control and comply with a wide range of environmental variables, to meet recognised international and UK standards&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;A Engine Test Technician &lt;/strong&gt;is responsible for providing and maintaining common processes, and for ensuring that productive capability is maintained. Technicians must have strong technical capability and require&lt;a href=&quot;http://en.wikipedia.org/wiki/Critical_thinking&quot;&gt; critical&lt;/a&gt; and&lt;a href=&quot;http://en.wikipedia.org/wiki/Logic&quot;&gt; analytical&lt;/a&gt; reasoning, robust planning, co-ordination and control of own workload. &#160;The technician will be leading the testing procedures, test facility operators, to provide continuity of testing and assurance that the facility and output meet the requirements of established international standards.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;A Powertrain Technician &lt;/strong&gt;is responsible for preparing and carrying out transmission, driveline and electric rig tests in order to produce high quality test data which they then interpret and analyse to comply with engineer’s requirements and international standards. The Powertrain Rig Technician will be responsible for leading testing for durability, mechanical development, engine control and powertrain management calibration. Working as part of a team the technician will deliver high quality test data.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;A Product Analysis and Verification Technician &lt;/strong&gt;is responsible for carrying out a wide and diverse range of activities including Structural Testing, Safety Testing, Load Data Acquisition, Climatic Testing, Electrical Test, Noise Vibration and Harshness testing.&lt;/p&gt;\n&lt;p&gt;Their main activities will need strong technical capability and require critical and analytical reasoning, robust planning, and co-ordination of the testing procedures.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Option 2&lt;/strong&gt; - &lt;strong&gt;Engine Build and Process Technician&lt;/strong&gt;.&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;A Engine Build and Process Technician &lt;/strong&gt;is responsible for leading the build of prototype engines to precise specifications and configurations in order to support engine, development and testing activities, including the development of assembly processes to support technical investigations identified during prototype engine build.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Core Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;A&lt;/strong&gt; &lt;strong&gt;Propulsion Technician&lt;/strong&gt; must know:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The statutory and organisation health and safety policies, procedures and regulations that must be adhered to in a propulsion environment&lt;/li&gt;\n&lt;li&gt;The risk assessment process, procedures and documentation used within their own area of responsibility.&lt;/li&gt;\n&lt;li&gt;How to communicate effectively, listen, question, support and mentor others.&lt;/li&gt;\n&lt;li&gt;The relevant internal and external quality standards and procedures that apply to the design, development and manufacture of propulsion systems.&lt;/li&gt;\n&lt;li&gt;The principles and purpose of quality auditing.&lt;/li&gt;\n&lt;li&gt;The core engineering principles such as mathematics, science, mechanical and electrical/electronic applications relevant to their specialism&lt;/li&gt;\n&lt;li&gt;The importance of developing and maintaining Standard Operating Procedures (SOP’s) in order to meet all the relevant requirements, i.e. legal &amp;amp; code of practice.&lt;/li&gt;\n&lt;li&gt;How to prioritise their own and their/team’s workload to ensure that targets are met and to ensure effective use of resource/equipment&lt;/li&gt;\n&lt;li&gt;The various data collection systems used and their formats.&lt;/li&gt;\n&lt;li&gt;The principles and application of Measurement Systems Analysis methods and techniques.&lt;/li&gt;\n&lt;li&gt;How to analyse and interpret first line data accurately in order to, validate quality, draw conclusions, provide recommendations and communicate with others in a recognised format.&lt;/li&gt;\n&lt;li&gt;The use, benefits and applications of continuous improvement techniques and methods for engineering (such as Kaizen and Six Sigma).&lt;/li&gt;\n&lt;li&gt;The importance for organisations to manage and monitor supplier performance ensuring that cost, service, quality and sustainability objectives are being achieved and their responsibilities in that process&lt;/li&gt;\n&lt;li&gt;How to produce accurate, effective and concise plans, presentations and analysis of graphs/charts, process and lessons learnt documents.&lt;/li&gt;\n&lt;li&gt;The Internal and external audit compliance requirements (such as TS16949 and ISO 14001)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Core Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;A Propulsion Technician&lt;/strong&gt; must be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span style=&quot;text-decoration: line-through;&quot;&gt; &lt;/span&gt;Manage risk and the application of Health and Safety within their area of responsibility &lt;span style=&quot;text-decoration: line-through;&quot;&gt;&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;Communicate effectively, listen, question, support and mentor others, whilst promoting an attention to detail throughout the propulsion development process&lt;/li&gt;\n&lt;li&gt;Manage checks on test or build systems and problem solve where issues arise&lt;/li&gt;\n&lt;li&gt;Demonstrate critical and analytical reasoning, robust planning and task co-ordination&lt;/li&gt;\n&lt;li&gt;Lead the setting up of equipment and ancillary systems used for build or test and where applicable carry out any required modifications&lt;/li&gt;\n&lt;li&gt;Ensure instrumentation captures high quality data in a systematic and repeatable way&lt;/li&gt;\n&lt;li&gt;Carry out checks, measurement and calibration activities following approved procedures and processes&lt;/li&gt;\n&lt;li&gt;Comply with internal processes and procedures to ensure equipment is fit for purpose, maintained correctly and in calibration&lt;/li&gt;\n&lt;li&gt;Monitor and validate test or build data quality&lt;/li&gt;\n&lt;li&gt;Implement proposals for test or build plan modifications based on quality and quantitative data&lt;/li&gt;\n&lt;li&gt;Prioritise test or build output to maximise efficient use of specialist equipment&lt;/li&gt;\n&lt;li&gt;Manage all internal and external customer needs throughout test or build execution&lt;/li&gt;\n&lt;li&gt;Develop procedures and processes necessary to meet all relevant standards and requirements, i.e. legal &amp;amp; code of practice&lt;/li&gt;\n&lt;li&gt;Guide and develop other team members&lt;/li&gt;\n&lt;li&gt;Create internal test or build instructions and process documents.&lt;/li&gt;\n&lt;li&gt;Support the development of proposals to develop new/alternative technologies&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;A Propulsion Technician&lt;/strong&gt; must be able to demonstrate the following behaviours:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Personal Responsibility &amp;amp; Compliance:&lt;/strong&gt; Complies with statutory and organisational health &amp;amp; safety regulations and policies at all times. Accepts responsibility for their work load with a responsible approach to risk. Continually demonstrates a high level of motivation and resilience when facing challenges&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Working Effectively in Teams:&lt;/strong&gt; Create and maintain positive, professional and trusting working relationships with the team and a wide range of internal, external and connected stakeholders. Maintains the highest standards of integrity and ethics in all business relationships.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Effective Communication &amp;amp; Interpersonal Skills: &lt;/strong&gt;Maintain effective partnerships with suppliers and customers through the company processes to achieve sound objectives.Open and honest clear communication using appropriate methods. Always demonstrating a positive and respectful attitude.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Quality &amp;amp; Problem Solving: &lt;/strong&gt;Strong desire to ensure that the root cause of a problem is identified and addressed, continually seeks opportunities to improve quality, speed and efficiency whilst also demonstrating technical leadership.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Continuous Personal Development. &lt;/strong&gt;Reflect on skills, knowledge and behaviours and seeks opportunities to develop, adapt to different situations, environments or technologies and have a positive attitude to feedback and advice&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Specific requirements for each option:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The core knowledge, skills and behaviours plus the specific requirements for &lt;strong&gt;one&lt;/strong&gt; of the options must be achieved&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Option 1 - Propulsion Test &lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Specific Knowledge: A Propulsion Test Technician must know:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The criteria used to determine the testing method(s) and equipment to be used.&lt;/li&gt;\n&lt;li&gt;The principles of how to create and edit test scripts to ensure data obtained is valid and reliable&lt;/li&gt;\n&lt;li&gt;The preparation and set up requirements of testing and data collection equipment/ancillary systems.&lt;/li&gt;\n&lt;li&gt;The preparation and set up requirements of propulsion units to be tested.&lt;/li&gt;\n&lt;li&gt;How to run and operate propulsion testing equipment effectively to ensure quality and consistent outcomes including understanding limits of adjustment and parameters for safe running and standardisation.&lt;/li&gt;\n&lt;li&gt;The different types and purpose of the tests that can be carried out on propulsion units/systems being developed such as performance, emissions, climatic, noise, vibration, durability, mechanical, electrical and calibration&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Specific Skills: A Propulsion Test Technician must be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Lead the preparation and installation activities for propulsion units under test&lt;/li&gt;\n&lt;li&gt;Lead the testing activity ensuring the test is carried out in line with manufacturer instructions and/or company standard operating procedures&lt;/li&gt;\n&lt;li&gt;Check and monitor the test to ensure that it is carried out under the specified conditions set out in the test script/specification&lt;/li&gt;\n&lt;li&gt;Ensure the servicing schedules and maintenance of propulsion testing equipment is carried out in line with manufacturer instructions and/or company standard operating procedures&lt;/li&gt;\n&lt;li&gt;Lead the diagnosis and analysis of any faults found on propulsion units under test&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Option 2 - Engine Build&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Knowledge: An Engine Build and Process Technician must know:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The importance of ensuring that engines are not contaminated during the build and the implications for the quality of the development programme data if this is not adhered to&lt;/li&gt;\n&lt;li&gt;The importance of adhering to the quality criteria such as setting working clearances and torque settings&lt;/li&gt;\n&lt;li&gt;The different fault diagnostic methods used, their application and selection&lt;/li&gt;\n&lt;li&gt;The methodologies used for part and product quality investigations&lt;/li&gt;\n&lt;li&gt;How to validate tooling and build deviations and associated equipment and instrumentation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Skills: An Engine Build and Process Technician must be able to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Check that all preparation activities to support the prototype engine build development programme have been carried out correctly&lt;/li&gt;\n&lt;li&gt;Ensure that the specified components are available for the build and that they are in a usable condition&lt;/li&gt;\n&lt;li&gt;Lead the build of the prototype/ development engine ensuring it has been built to the correct specification and is ready for testing&lt;/li&gt;\n&lt;li&gt;Lead the diagnosis and analysis of any faults identified during the development engine build&lt;/li&gt;\n&lt;li&gt;Lead and support modification activities to improve engine build reliability and performance&lt;/li&gt;\n&lt;li&gt;Lead the validation process for tooling and build deviations and associated equipment/instrumentation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Employers will set their own entry requirements&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and Maths will need to achieve this level prior to taking end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and Maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&#160;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional registration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Achievement of the standard is designed to be recognised by relevant Professional Engineering Institutions such as the Institute of Mechanical Engineers (IMechE) and the Institute of Engineering and Technology (IET) at the appropriate level of professional registration (EngTech)&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 42 to 48 months. Timescales may vary depending on any relevant prior experience or qualifications&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a Level 4 standard&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard will be reviewed after 3 years of approval.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The Propulsion Technician is responsible for the testing or building function to support the development of propulsion systems such as internal combustion engines, hybrid and electric propulsion technology and advanced control systems. To enable consistency and accuracy in build/test, measurement, methodology and technology, the propulsion technician is responsible for enabling the execution of development plans which fulfil the internal customer’s and facility’s requirements for quality, cost and time, whilst adhering to safe systems of work and risk management. The propulsion technician carries out a range of specialist tasks in a controlled environment in order to develop, improve or create new propulsion technologies. The Propulsion Technician plays a proactive role in development build or test delivery, taking responsibility for creating, editing, first line data analysis and quality validation, providing an essential link between the propulsion development function and engineers. The Propulsion Technicians is the source of technical leadership within their specific functional area and will support and engage with a wide range of internal and external stakeholders such as engineers, suppliers, external agencies and organisations to provide consistent build, development and quality assurance of the propulsion system.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "a8c694ff-1933-454d-8f17-9c74a1e070d4",
      "detail": "The statutory and organisation health and safety policies, procedures and regulations that must be adhered to in a propulsion environment"
    },
    {
      "knowledgeId": "d92d6940-40f7-404c-9221-62ba59d59256",
      "detail": "The risk assessment process, procedures and documentation used within their own area of responsibility."
    },
    {
      "knowledgeId": "278c1f9f-7c37-4814-8130-c7d950fe2065",
      "detail": "How to communicate effectively, listen, question, support and mentor others."
    },
    {
      "knowledgeId": "c9bf762c-4e08-4bc3-818c-a41a64e6549f",
      "detail": "The relevant internal and external quality standards and procedures that apply to the design, development and manufacture of propulsion systems."
    },
    {
      "knowledgeId": "314b02a5-2f3e-46cd-9e03-105d9c0ae92d",
      "detail": "The principles and purpose of quality auditing."
    },
    {
      "knowledgeId": "2c436a0e-c738-4a71-932f-954e0d180c24",
      "detail": "The core engineering principles such as mathematics, science, mechanical and electrical/electronic applications relevant to their specialism"
    },
    {
      "knowledgeId": "027cb6bd-f6b7-428b-965c-8e2e1beb53dd",
      "detail": "The importance of developing and maintaining Standard Operating Procedures (SOP’s) in order to meet all the relevant requirements, i.e. legal & code of practice."
    },
    {
      "knowledgeId": "defd4b5a-9d82-4b7e-86d5-4d4ff71c4c46",
      "detail": "How to prioritise their own and their/team’s workload to ensure that targets are met and to ensure effective use of resource/equipment"
    },
    {
      "knowledgeId": "7781e92d-6ba6-484f-8004-041f3a376d77",
      "detail": "The various data collection systems used and their formats."
    },
    {
      "knowledgeId": "cf18787c-7680-4f74-9f55-337ebb03ec6f",
      "detail": "The principles and application of Measurement Systems Analysis methods and techniques."
    },
    {
      "knowledgeId": "106076a1-773a-4795-8556-8d41c8dee256",
      "detail": "How to analyse and interpret first line data accurately in order to, validate quality, draw conclusions, provide recommendations and communicate with others in a recognised format."
    },
    {
      "knowledgeId": "62bb77c3-1640-44c0-a62f-2b18f3fff164",
      "detail": "The use, benefits and applications of continuous improvement techniques and methods for engineering (such as Kaizen and Six Sigma)."
    },
    {
      "knowledgeId": "05e1185b-3b60-4699-b6c5-2d80aa3bf30f",
      "detail": "The importance for organisations to manage and monitor supplier performance ensuring that cost, service, quality and sustainability objectives are being achieved and their responsibilities in that process"
    },
    {
      "knowledgeId": "5ae6040a-6991-4366-b2ba-d61dd425e479",
      "detail": "How to produce accurate, effective and concise plans, presentations and analysis of graphs/charts, process and lessons learnt documents."
    },
    {
      "knowledgeId": "adc420a5-594b-468f-8ddf-c464bcb58edd",
      "detail": "The Internal and external audit compliance requirements (such as TS16949 and ISO 14001)"
    },
    {
      "knowledgeId": "4167f3f9-5713-432b-987b-92bc8f62de3a",
      "detail": "The criteria used to determine the testing method(s) and equipment to be used."
    },
    {
      "knowledgeId": "b62120f1-439b-4cd9-a2ac-6ac553d37876",
      "detail": "The principles of how to create and edit test scripts to ensure data obtained is valid and reliable"
    },
    {
      "knowledgeId": "79331f57-294a-49fe-a522-375dadb8301a",
      "detail": "The preparation and set up requirements of testing and data collection equipment/ancillary systems."
    },
    {
      "knowledgeId": "f030575d-bf29-4a31-b070-a539bb51de6d",
      "detail": "The preparation and set up requirements of propulsion units to be tested."
    },
    {
      "knowledgeId": "0fcd5c5e-4bf7-4400-9e8c-1acdbd8365bb",
      "detail": "How to run and operate propulsion testing equipment effectively to ensure quality and consistent outcomes including understanding limits of adjustment and parameters for safe running and standardisation."
    },
    {
      "knowledgeId": "40b30e9c-1bb3-4b64-bc06-d4671078b5b0",
      "detail": "The different types and purpose of the tests that can be carried out on propulsion units/systems being developed such as performance, emissions, climatic, noise, vibration, durability, mechanical, electrical and calibration"
    },
    {
      "knowledgeId": "59343ff1-20e1-4c9c-95b6-8d79b60733b1",
      "detail": "The importance of ensuring that engines are not contaminated during the build and the implications for the quality of the development programme data if this is not adhered to"
    },
    {
      "knowledgeId": "243d6366-930a-492c-be59-14576272f273",
      "detail": "The importance of adhering to the quality criteria such as setting working clearances and torque settings"
    },
    {
      "knowledgeId": "283cc992-5569-48f2-bf44-f4fc3de9ecf5",
      "detail": "The different fault diagnostic methods used, their application and selection"
    },
    {
      "knowledgeId": "2b52e0ac-1240-4cd5-9ebb-2ed647aa53e0",
      "detail": "The methodologies used for part and product quality investigations"
    },
    {
      "knowledgeId": "1d914dff-f7f6-4281-b987-0a8c1a72c140",
      "detail": "How to validate tooling and build deviations and associated equipment and instrumentation"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "f5eafe89-78e2-436a-a02c-916eb114a0c0",
      "detail": "Personal Responsibility & Compliance: Complies with statutory and organisational health & safety regulations and policies at all times. Accepts responsibility for their work load with a responsible approach to risk. Continually demonstrates a high level of motivation and resilience when facing challenges"
    },
    {
      "behaviourId": "d5035b97-c741-4bc1-bb95-d9a74baa9ec9",
      "detail": "Working Effectively in Teams: Create and maintain positive, professional and trusting working relationships with the team and a wide range of internal, external and connected stakeholders. Maintains the highest standards of integrity and ethics in all business relationships."
    },
    {
      "behaviourId": "3ba78351-1281-4240-8e2b-eb7bdd7792cb",
      "detail": "Effective Communication & Interpersonal Skills: Maintain effective partnerships with suppliers and customers through the company processes to achieve sound objectives.Open and honest clear communication using appropriate methods. Always demonstrating a positive and respectful attitude."
    },
    {
      "behaviourId": "4451d025-1bb7-4ae0-9c62-66dd0e88e984",
      "detail": "Quality & Problem Solving: Strong desire to ensure that the root cause of a problem is identified and addressed, continually seeks opportunities to improve quality, speed and efficiency whilst also demonstrating technical leadership."
    },
    {
      "behaviourId": "1af4839d-1ee5-4d91-97d0-bf3b79bfdeb0",
      "detail": "Continuous Personal Development. Reflect on skills, knowledge and behaviours and seeks opportunities to develop, adapt to different situations, environments or technologies and have a positive attitude to feedback and advice"
    }
  ],
  "skills": [
    {
      "skillId": "47e6ceed-897b-4622-81d1-68cb16f45fcf",
      "detail": "Manage risk and the application of Health and Safety within their area of responsibility"
    },
    {
      "skillId": "70224dcc-d937-40bc-9584-792ab0a44961",
      "detail": "Communicate effectively, listen, question, support and mentor others, whilst promoting an attention to detail throughout the propulsion development process"
    },
    {
      "skillId": "59de09dc-feb0-4609-bc58-7643d3842ebd",
      "detail": "Manage checks on test or build systems and problem solve where issues arise"
    },
    {
      "skillId": "95af0140-480e-4215-9003-ca9b0a2ac40e",
      "detail": "Demonstrate critical and analytical reasoning, robust planning and task co-ordination"
    },
    {
      "skillId": "ca56075c-d7e2-449a-879e-78e815c579f7",
      "detail": "Lead the setting up of equipment and ancillary systems used for build or test and where applicable carry out any required modifications"
    },
    {
      "skillId": "5d59d004-75f6-45a2-a439-09e5ad70a7f3",
      "detail": "Ensure instrumentation captures high quality data in a systematic and repeatable way"
    },
    {
      "skillId": "2d4da39c-8229-4a03-90c3-9a099dce2eae",
      "detail": "Carry out checks, measurement and calibration activities following approved procedures and processes"
    },
    {
      "skillId": "645c9bb4-3833-45b2-a6ec-82156de69a38",
      "detail": "Comply with internal processes and procedures to ensure equipment is fit for purpose, maintained correctly and in calibration"
    },
    {
      "skillId": "1ed4a460-bf9d-4cfd-abd3-311ee1aa4769",
      "detail": "Monitor and validate test or build data quality"
    },
    {
      "skillId": "84450b1b-2cc0-448c-8aed-d242d9020a87",
      "detail": "Implement proposals for test or build plan modifications based on quality and quantitative data"
    },
    {
      "skillId": "7cceb87e-17f9-46eb-b5fd-37b2f3fe071e",
      "detail": "Prioritise test or build output to maximise efficient use of specialist equipment"
    },
    {
      "skillId": "a578845d-cc20-4bd7-b96a-82247547486c",
      "detail": "Manage all internal and external customer needs throughout test or build execution"
    },
    {
      "skillId": "9af49592-42e7-4b14-b59d-737d0dc4f055",
      "detail": "Develop procedures and processes necessary to meet all relevant standards and requirements, i.e. legal & code of practice"
    },
    {
      "skillId": "2d39fada-d3a1-40cd-a06b-6d705cc180a2",
      "detail": "Guide and develop other team members"
    },
    {
      "skillId": "20ace238-519f-43e4-8ec8-86320c9e199a",
      "detail": "Create internal test or build instructions and process documents."
    },
    {
      "skillId": "10a79546-6cc2-4326-8ee4-f09a17944440",
      "detail": "Support the development of proposals to develop new/alternative technologies"
    },
    {
      "skillId": "d084f9f5-ac77-4cf1-baac-26ef924089d7",
      "detail": "Lead the preparation and installation activities for propulsion units under test"
    },
    {
      "skillId": "d6e3411b-0758-4d95-a6ed-ae4a38a2b81e",
      "detail": "Lead the testing activity ensuring the test is carried out in line with manufacturer instructions and/or company standard operating procedures"
    },
    {
      "skillId": "06f70b8c-c2b2-4817-ad08-034877255cae",
      "detail": "Check and monitor the test to ensure that it is carried out under the specified conditions set out in the test script/specification"
    },
    {
      "skillId": "4d1397fd-c0bb-4db9-aa96-a8f16f8e6c09",
      "detail": "Ensure the servicing schedules and maintenance of propulsion testing equipment is carried out in line with manufacturer instructions and/or company standard operating procedures"
    },
    {
      "skillId": "9d811150-66ab-47ae-9238-0de8afdfc529",
      "detail": "Lead the diagnosis and analysis of any faults found on propulsion units under test"
    },
    {
      "skillId": "824d73c7-a2f8-47a4-beb7-9d9af344e7ea",
      "detail": "Check that all preparation activities to support the prototype engine build development programme have been carried out correctly"
    },
    {
      "skillId": "bb01795e-68ee-4978-b732-d35fa63a906b",
      "detail": "Ensure that the specified components are available for the build and that they are in a usable condition"
    },
    {
      "skillId": "da452a3d-ff12-43f9-902e-16c59b561b8f",
      "detail": "Lead the build of the prototype/ development engine ensuring it has been built to the correct specification and is ready for testing"
    },
    {
      "skillId": "952b86cc-2008-4f1c-a20c-f640489ed072",
      "detail": "Lead the diagnosis and analysis of any faults identified during the development engine build"
    },
    {
      "skillId": "fff71492-9dad-4012-9ac5-105c97763158",
      "detail": "Lead and support modification activities to improve engine build reliability and performance"
    },
    {
      "skillId": "bc681984-4bdf-4876-82e3-57359a0501f2",
      "detail": "Lead the validation process for tooling and build deviations and associated equipment/instrumentation"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Propulsion Test",
    "Engine Build & Process Technician"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-09-05T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0405",
  "tbMainContact": "dgeorge@jaguarlandrover.com",
  "involvedEmployers": "Jaguar Land Rover, Ford, Caterpillar, Mercedes F1, Intertek, Horiba Mira, Honda, Autocraft Drivetrain Solutions, Millbrook, Mahle Powertrain, Perkins, AVL Powertrain, Nissan Technical Centre",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Battery Build and Test Technician",
    "Emissions Test and Analysis Technician",
    "Engine Test Technician",
    "Powertrain Technician",
    "Product Analysis and Verification Technician",
    "Engine Build and Process Technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, installation and repair",
  "cluster": "Installation, service, repair and/or overhaul advanced technician",
  "clusterId": "97",
  "clusterDescription": "Install, maintain and service plant and equipment using application and/or context specific expertise",
  "createdDate": "2017-11-14T17:10:45 +00:00",
  "lastUpdated": "2018-09-05T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-09-05T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0588",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0588-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0588-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "ecc22880-08af-41fa-a2a3-2d0a6e5dc759",
      "title": "Propulsion Test",
      "occupationCode": "OCC0588B"
    },
    {
      "optionId": "0cacba1e-1141-489d-988d-eda4782bba61",
      "title": "Engine Build & Process Technician",
      "occupationCode": "OCC0588A"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "f5eafe89-78e2-436a-a02c-916eb114a0c0",
        "d5035b97-c741-4bc1-bb95-d9a74baa9ec9",
        "3ba78351-1281-4240-8e2b-eb7bdd7792cb",
        "4451d025-1bb7-4ae0-9c62-66dd0e88e984",
        "1af4839d-1ee5-4d91-97d0-bf3b79bfdeb0"
      ],
      "mappedKnowledge": [
        "a8c694ff-1933-454d-8f17-9c74a1e070d4",
        "d92d6940-40f7-404c-9221-62ba59d59256",
        "278c1f9f-7c37-4814-8130-c7d950fe2065",
        "c9bf762c-4e08-4bc3-818c-a41a64e6549f",
        "314b02a5-2f3e-46cd-9e03-105d9c0ae92d",
        "2c436a0e-c738-4a71-932f-954e0d180c24",
        "027cb6bd-f6b7-428b-965c-8e2e1beb53dd",
        "defd4b5a-9d82-4b7e-86d5-4d4ff71c4c46",
        "7781e92d-6ba6-484f-8004-041f3a376d77",
        "cf18787c-7680-4f74-9f55-337ebb03ec6f",
        "106076a1-773a-4795-8556-8d41c8dee256",
        "62bb77c3-1640-44c0-a62f-2b18f3fff164",
        "05e1185b-3b60-4699-b6c5-2d80aa3bf30f",
        "5ae6040a-6991-4366-b2ba-d61dd425e479",
        "adc420a5-594b-468f-8ddf-c464bcb58edd"
      ],
      "mappedSkills": [
        "47e6ceed-897b-4622-81d1-68cb16f45fcf",
        "70224dcc-d937-40bc-9584-792ab0a44961",
        "59de09dc-feb0-4609-bc58-7643d3842ebd",
        "95af0140-480e-4215-9003-ca9b0a2ac40e",
        "ca56075c-d7e2-449a-879e-78e815c579f7",
        "5d59d004-75f6-45a2-a439-09e5ad70a7f3",
        "2d4da39c-8229-4a03-90c3-9a099dce2eae",
        "645c9bb4-3833-45b2-a6ec-82156de69a38",
        "1ed4a460-bf9d-4cfd-abd3-311ee1aa4769",
        "84450b1b-2cc0-448c-8aed-d242d9020a87",
        "7cceb87e-17f9-46eb-b5fd-37b2f3fe071e",
        "a578845d-cc20-4bd7-b96a-82247547486c",
        "9af49592-42e7-4b14-b59d-737d0dc4f055",
        "2d39fada-d3a1-40cd-a06b-6d705cc180a2",
        "20ace238-519f-43e4-8ec8-86320c9e199a",
        "10a79546-6cc2-4326-8ee4-f09a17944440"
      ]
    },
    {
      "coreOrOptionTitle": "Propulsion Test",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "4167f3f9-5713-432b-987b-92bc8f62de3a",
        "b62120f1-439b-4cd9-a2ac-6ac553d37876",
        "79331f57-294a-49fe-a522-375dadb8301a",
        "f030575d-bf29-4a31-b070-a539bb51de6d",
        "0fcd5c5e-4bf7-4400-9e8c-1acdbd8365bb",
        "40b30e9c-1bb3-4b64-bc06-d4671078b5b0"
      ],
      "mappedSkills": [
        "d084f9f5-ac77-4cf1-baac-26ef924089d7",
        "d6e3411b-0758-4d95-a6ed-ae4a38a2b81e",
        "06f70b8c-c2b2-4817-ad08-034877255cae",
        "4d1397fd-c0bb-4db9-aa96-a8f16f8e6c09",
        "9d811150-66ab-47ae-9238-0de8afdfc529"
      ]
    },
    {
      "coreOrOptionTitle": "Engine Build & Process Technician",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "59343ff1-20e1-4c9c-95b6-8d79b60733b1",
        "243d6366-930a-492c-be59-14576272f273",
        "283cc992-5569-48f2-bf44-f4fc3de9ecf5",
        "2b52e0ac-1240-4cd5-9ebb-2ed647aa53e0",
        "1d914dff-f7f6-4281-b987-0a8c1a72c140"
      ],
      "mappedSkills": [
        "824d73c7-a2f8-47a4-beb7-9d9af344e7ea",
        "bb01795e-68ee-4978-b732-d35fa63a906b",
        "da452a3d-ff12-43f9-902e-16c59b561b8f",
        "952b86cc-2008-4f1c-a20c-f640489ed072",
        "fff71492-9dad-4012-9ac5-105c97763158",
        "bc681984-4bdf-4876-82e3-57359a0501f2"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2018-09-05T00:00:00"
}