{
  "templateType": "Apprenticeship Standard",
  "larsCode": 369,
  "referenceNumber": "ST0572",
  "learningAimClassCode": "",
  "title": "Sales executive",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0572",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan revised",
  "changedDate": "2022-10-31T00:00:00",
  "earliestStartDate": "2022-10-31T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Leading end-to-end sales interaction with customers and managing sales internally within an organisation.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Sales, marketing and procurement",
  "keywords": [],
  "jobRoles": [
    "Sales Consultant",
    "Sales Specialist",
    "Sales Advisor",
    "Sales Representative",
    "Business Development Executive",
    "Field Sales Executive"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/6478/st0572_sales-executive_l4_ap-for-publication_20221028.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.4 Marketing and sales",
  "version": "1.1",
  "standardInformation": "&lt;p&gt;A Sales Executive is a sales person working in either the Business to Business or Business to Consumer markets with responsibility to sell a specific product line or service. They plan their sales activities, lead the end-to-end sales interaction with the customer and manage their sales internally within their organisation. They will be responsible for retaining and growing a number of existing customer accounts, and generating new business by contacting prospective customers, qualifying opportunities and bringing the sales process to a mutually acceptable close. Typically, a Sales Executive will deal with a single point of contact for each sale, and will present a pre-considered value proposition. The entire sales process may be completed during a single customer ‘conversation’, or over a series of interactions. &amp;nbsp;&lt;/p&gt;\n&lt;p&gt;A Sales Executive understands their organisation’s product(s) or service(s) in detail, and is an expert at analysing customer needs and creating solutions by selecting appropriate product(s) or service(s), linking their features and benefits to the customer’s requirements. A Sales Executive will develop customer relationships by establishing rapport and building trust and confidence in their own and their organisation’s capabilities through demonstration of detailed product knowledge, competitor knowledge and an understanding of the market in which they operate, and by ensuring a positive customer experience.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Occupation profile &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Sales Executives operate in organisations of all sizes across all sectors and markets, including Technology, Media, Pharmaceutical, Recruitment, Fast Moving Consumer Goods, Utilities and the Automotive Sector. Typical job roles and job titles include Sales Consultant, Sales Specialist, Sales Advisor, Sales Representative, Business Development Executive, and Field Sales Executive.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Requirements:&lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot; width=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th colspan=&quot;2&quot; width=&quot;676&quot; style=&quot;width: 676px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;129&quot;&gt;\n&lt;p&gt;Organisational knowledge&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;547&quot;&gt;\n&lt;p&gt;Understand your organisation’s vision, values and capabilities, the principle goals of its overall strategy, and the specific objectives of its marketing and sales strategies. Know how to analyse your organisation’s sales and marketing strategies and objectives and translate them into plans and actions for your role.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;129&quot;&gt;\n&lt;p&gt;Product, service and sector knowledge&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;547&quot;&gt;\n&lt;p&gt;Identify the features and advantages of the product(s) and/or services(s) you sell, understand how these meet customer needs, and examine how they compare to competitor’s solutions. Understand the nature of your sector and the likely forthcoming changes to it. Understand the legal, regulatory and ethical frameworks relating to your sector and role.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;129&quot;&gt;\n&lt;p&gt;Market knowledge&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;547&quot;&gt;\n&lt;p&gt;Understand how your market is segmented and how to target specific segments through effective product or service positioning.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;129&quot;&gt;\n&lt;p&gt;Customer knowledge&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;547&quot;&gt;\n&lt;p&gt;Know how to analyse the macro and micro environment of individual customers. Understand the challenges and purchasing motivations of your customers and the internal and external factors that impact their purchasing decisions. Understand expectations of what constitutes a high-quality customer experience.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;129&quot;&gt;\n&lt;p&gt;Commercial and financial acumen&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;547&quot;&gt;\n&lt;p&gt;Understand the principles of finance for sales, such as profit and loss, return on investment and budgeting. Appreciate the impacts of different types of costs on the businsess and the drivers of profitable performance. Understand the impact of any discount or variation in terms that you may offer.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;129&quot;&gt;\n&lt;p&gt;Digital knowledge&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;547&quot;&gt;\n&lt;p&gt;Understands how to exploit digital technologies to aid the sales cycle.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot; width=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th colspan=&quot;2&quot; width=&quot;676&quot; style=&quot;width: 676px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Sales planning and preparation&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;546&quot;&gt;\n&lt;p&gt;Set effective targets using sales forecasts. Prioritise customers and activities to grow account value and maximise return-on-investment in line with your organisation’s strategy. Formulate or refine customer plans and objectives. Create efficient territory plans where appropriate.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Customer engagement&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;546&quot;&gt;\n&lt;p&gt;Effectively communicate and interpret customer information exchanged through written, verbal and non-verbal communication. Develop a customer engagement style that effectively opens sales conversations, builds rapport, enhances customer relationships, and adapts to different customer’s social preferences.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Customer needs analysis&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;546&quot;&gt;\n&lt;p&gt;Be highly skilled at effective questioning and active listening techniques to understand the customer’s needs, guide the sales conversation appropriately, create mutual understanding, and build trust and affinity with customers.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Propose and present solutions&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;546&quot;&gt;\n&lt;p&gt;Develop sales proposals and deliver them using a presentation style and technique appropriate for your customer. Present relevant products and/or services, explain features and their advantages, and clearly articulate the value and benefit of the solution for the specific customer. Use and adapt a range of techniques to draw-out and overcome common sales objections.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Negotiate&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;546&quot;&gt;\n&lt;p&gt;Research the customer’s likely desired outcomes and negotiating stance.&amp;nbsp; Develop responses to likely objections. Identify your own organisation’s needs, such as minimum price and acceptable terms. Negotiate or trade variables effectively.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Closing sales&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;546&quot;&gt;\n&lt;p&gt;Be attuned to verbal and non-verbal buying-signals andmove to close at an appropriate point in sales conversations. Develop ethical techniques to close sales and confirm customers’ purchase agreement.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Gathering intelligence&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;546&quot;&gt;\n&lt;p&gt;Collect, analyse and interpret market intelligence and share it appropriately and effectively within your organisation.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Time management&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;546&quot;&gt;\n&lt;p&gt;Use and adapt appropriate tools and techniques to prioritise and manage your time effectively.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Collaboration and team-work&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;546&quot;&gt;\n&lt;p&gt;Contribute effectively within a team environment. Work collaboratively with both internal and external stakeholders. Manage communications with the cross-functional team in relation to the effective delivery of your sales, such as finance and service delivery. Support continual business improvement by sharing best practice with sales team colleagues and assist the marketing team to develop new marketing collateral.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Customer experience management&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;546&quot;&gt;\n&lt;p&gt;Deliver a positive customer experience. Manage customer enquiries and issues effectively. Take proactive action to prevent and minimise customer concerns and complaints. Handle all customer interactions professionally to the customer’s satisfaction.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Digital skills&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;546&quot;&gt;\n&lt;p&gt;Effectively use digital tools to conduct research and target customers in line with the overall sales strategy. Able to deliver presentations and meetings using digital communication. Complete accurate records and process sales in accordance with your organisation’s policies, procedures and digital CRM systems.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot; width=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th colspan=&quot;2&quot; width=&quot;676&quot; style=&quot;width: 676px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Professional behaviours and values &lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Ethics&lt;/p&gt;\n&lt;p&gt;and integrity&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;546&quot;&gt;\n&lt;p&gt;Present yourself as an ambassador for your employer’s brand, and act in accordance with your organisation’s values and code of conduct at all times. Maintain integrity in all business relationships. Challenge unethical behaviour.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Proactivity&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;546&quot;&gt;\n&lt;p&gt;Proactively develop new and existing customer relationships. Plan and lead sales conversations and make recommendations to support the customers’ requirements. &amp;nbsp;Proactively monitor the customer experience.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Self-discipline&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;546&quot;&gt;\n&lt;p&gt;Demonstrate the ability to control your actions, reactions and emotions.&lt;/p&gt;\n&lt;p&gt;Remain calm under pressure and be aware of your personal impact on others.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Resilience and self-motivation&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;546&quot;&gt;\n&lt;p&gt;Demonstrate the ability to maintain optimism and professionalism in the face of rejection, quickly recover from setbacks, adapt well to change, and keep going in the face of adversity. &amp;nbsp;Remain highly motivated to achieve both personal and professional goals.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;Continuous professional development&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;546&quot;&gt;\n&lt;p&gt;Respond positively to coaching, guidance or instruction; demonstrate awareness and ownership of your continual professional development, and actively seek out development opportunities outside of formal learning situations.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The duration of this apprenticeship is typically 18 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry r&lt;/strong&gt;&lt;strong&gt;equirements:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their apprentices.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard is at Level 4.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualification&lt;/strong&gt;:&lt;/h3&gt;\n&lt;p&gt;Apprentices without Level 2 English and maths will need to achieve this level prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&amp;nbsp;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional Recognition:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Achievement of the standard meets the eligibility requirements for Sales Certification at Level 4 with the Institute of Sales Professionals (ISP).&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;After 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;A Sales Executive is a sales person working in either the Business to Business or Business to Consumer markets with responsibility to sell a specific product line or service. They plan their sales activities, lead the end-to-end sales interaction with the customer and manage their sales internally within their organisation. They will be responsible for retaining and growing a number of existing customer accounts, and generating new business by contacting prospective customers, qualifying opportunities and bringing the sales process to a mutually acceptable close. Typically, a Sales Executive will deal with a single point of contact for each sale, and will present a pre-considered value proposition. The entire sales process may be completed during a single customer ‘conversation’, or over a series of interactions. A Sales Executive understands their organisation’s product(s) or service(s) in detail, and is an expert at analysing customer needs and creating solutions by selecting appropriate product(s) or service(s), linking their features and benefits to the customer’s requirements. A Sales Executive will develop customer relationships by establishing rapport and building trust and confidence in their own and their organisation’s capabilities through demonstration of detailed product knowledge, competitor knowledge and an understanding of the market in which they operate, and by ensuring a positive customer experience. Occupation profile Sales Executives operate in organisations of all sizes across all sectors and markets, including Technology, Media, Pharmaceutical, Recruitment, Fast Moving Consumer Goods, Utilities and the Automotive Sector&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "43df9879-6556-4557-8e05-1f8b52209d4d",
      "detail": "Organisational Knowledge: Understand your organisation’s vision, values and capabilities, the principle goals of its overall strategy, and the specific objectives of its marketing and sales strategies. Know how to analyse your organisation’s sales and marketing strategies and objectives and translate them into plans and actions for your role."
    },
    {
      "knowledgeId": "694a4d78-1d68-4882-acfa-68486e666c8a",
      "detail": "Product, service and sector Knowledge: \t\nIdentify the features and advantages of the product(s) and/or services(s) you sell, understand how these meet customer needs, and examine how they compare to competitor’s solutions. Understand the nature of your sector and the likely forthcoming changes to it. Understand the legal, regulatory and ethical frameworks relating to your sector and role."
    },
    {
      "knowledgeId": "79d7d3ac-f2f8-475f-93bb-4712e8340fdc",
      "detail": "Market knowledge: Understand how your market is segmented and how to target specific segments through effective product or service positioning."
    },
    {
      "knowledgeId": "6edaebd2-f291-4767-83a9-e3ba7bd32e0a",
      "detail": "Customer knowledge: Know how to analyse the macro and micro environment of individual customers. Understand the challenges and purchasing motivations of your customers and the internal and external factors that impact their purchasing decisions. Understand expectations of what constitutes a high-quality customer experience."
    },
    {
      "knowledgeId": "0722f290-295a-42c0-b9a2-5edb833533a8",
      "detail": "Commercial and Financial Acumen: Understand the principles of finance for sales, such as profit and loss, return on investment and budgeting. Appreciate the impacts of different types of costs on the businsess and the drivers of profitable performance. Understand the impact of any discount or variation in terms that you may offer."
    },
    {
      "knowledgeId": "c0458126-ef2b-4fb5-ad30-bcc7e7e25e6a",
      "detail": "Digital Knowledge: Understands how to exploit digital technologies to aid the sales cycle."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "2fce07db-4f5b-4506-afb5-f08c8548c6cd",
      "detail": "Ethics and Integrity: Present yourself as an ambassador for your employer’s brand, and act in accordance with your organisation’s values and code of conduct at all times. Maintain integrity in all business relationships. Challenge unethical behaviour."
    },
    {
      "behaviourId": "62436ad2-e2d3-483b-8712-7f13cfb50298",
      "detail": "Proactivity: Proactively develop new and existing customer relationships. Plan and lead sales conversations and make recommendations to support the customers’ requirements.  Proactively monitor the customer experience."
    },
    {
      "behaviourId": "5c417e79-1b9f-4584-b70c-13e431115cf0",
      "detail": "Self discipline: Demonstrate the ability to control your actions, reactions and emotions.\n\nRemain calm under pressure and be aware of your personal impact on others."
    },
    {
      "behaviourId": "74e807cd-bf65-4893-9fa4-8c30e9568502",
      "detail": "Resilience and self motivation: Demonstrate the ability to maintain optimism and professionalism in the face of rejection, quickly recover from setbacks, adapt well to change, and keep going in the face of adversity.  Remain highly motivated to achieve both personal and professional goals."
    },
    {
      "behaviourId": "9f4c5604-900b-41cc-8eb1-886cdab03bbb",
      "detail": "Continuous professional development: Respond positively to coaching, guidance or instruction; demonstrate awareness and ownership of your continual professional development, and actively seek out development opportunities outside of formal learning situations."
    }
  ],
  "skills": [
    {
      "skillId": "9acde0ab-2310-4426-b946-77247576d91a",
      "detail": "Sales planning and preparation: Set effective targets using sales forecasts. Prioritise customers and activities to grow account value and maximise return-on-investment in line with your organisation’s strategy. Formulate or refine customer plans and objectives. Create efficient territory plans where appropriate. "
    },
    {
      "skillId": "ca8a6078-7070-4679-9545-d2c3d5102ebc",
      "detail": "Customer engagement: Effectively communicate and interpret customer information exchanged through written, verbal and non-verbal communication. Develop a customer engagement style that effectively opens sales conversations, builds rapport, enhances customer relationships, and adapts to different customer’s social preferences."
    },
    {
      "skillId": "09f27edf-d4ce-4930-9818-746e804ca2f3",
      "detail": "Customer needs analysis: Be highly skilled at effective questioning and active listening techniques to understand the customer’s needs, guide the sales conversation appropriately, create mutual understanding, and build trust and affinity with customers."
    },
    {
      "skillId": "f60fe934-fcde-47fd-b495-e177e1890ae2",
      "detail": "Propose and present solutions: Develop sales proposals and deliver them using a presentation style and technique appropriate for your customer. Present relevant products and/or services, explain features and their advantages, and clearly articulate the value and benefit of the solution for the specific customer. Use and adapt a range of techniques to draw-out and overcome common sales objections."
    },
    {
      "skillId": "2d9c868e-ae5c-48ee-b3f7-d8ff04a3ce9b",
      "detail": "Negotiate: Research the customer’s likely desired outcomes and negotiating stance.  Develop responses to likely objections. Identify your own organisation’s needs, such as minimum price and acceptable terms. Negotiate or trade variables effectively."
    },
    {
      "skillId": "ccbb6f14-f110-4ea9-90eb-b3d525450a56",
      "detail": "Closing Sales: Be attuned to verbal and non-verbal buying-signals andmove to close at an appropriate point in sales conversations. Develop ethical techniques to close sales and confirm customers’ purchase agreement."
    },
    {
      "skillId": "7a249a19-200d-45e8-8ca0-87c4bcc40f58",
      "detail": "Gathering Intelligence: Collect, analyse and interpret market intelligence and share it appropriately and effectively within your organisation."
    },
    {
      "skillId": "3a2d96b8-294e-4487-b3a1-2f2a6b7b4dff",
      "detail": "Time Management: Use and adapt appropriate tools and techniques to prioritise and manage your time effectively."
    },
    {
      "skillId": "33992a99-6e37-4c86-a422-e8960d5683ca",
      "detail": "Collaboration and team work: Contribute effectively within a team environment. Work collaboratively with both internal and external stakeholders. Manage communications with the cross-functional team in relation to the effective delivery of your sales, such as finance and service delivery. Support continual business improvement by sharing best practice with sales team colleagues and assist the marketing team to develop new marketing collateral."
    },
    {
      "skillId": "4e376888-3a13-4f1b-80b2-64ce03b66455",
      "detail": "Customer experience management: Deliver a positive customer experience. Manage customer enquiries and issues effectively. Take proactive action to prevent and minimise customer concerns and complaints. Handle all customer interactions professionally to the customer’s satisfaction."
    },
    {
      "skillId": "00aa631c-1859-4e0c-ba17-6f7c85a5b230",
      "detail": "Digital skills: Effectively use digital tools to conduct research and target customers in line with the overall sales strategy. Able to deliver presentations and meetings using digital communication. Complete accurate records and process sales in accordance with your organisation’s policies, procedures and digital CRM systems."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-11-02T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0325",
  "tbMainContact": "mike.gibson@the-aps.com",
  "involvedEmployers": "Mondottica, Bauer Media, Level 3, BT, Warburtons, CPM, Whitbread, GlaxoSmithKline, Eric Richmond Limited, Singletrack Limited, Koru, iSales, Pepsico",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Sales Consultant",
    "Sales Specialist",
    "Sales Advisor",
    "Sales Representative",
    "Business Development Executive",
    "Field Sales Executive"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Sales & Retail",
  "cluster": "Business sales manager",
  "clusterId": "279",
  "clusterDescription": null,
  "createdDate": "2022-10-31T13:28:48 +00:00",
  "lastUpdated": "2022-10-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-11-02T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised or adjusted. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeships being revised or adjusted are available in the revisions and adjustments status report.",
  "occupationCode": "OCC0572",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0572-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0572-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-10-31T00:00:00"
}