{
  "templateType": "Apprenticeship Standard",
  "larsCode": 391,
  "referenceNumber": "ST0517",
  "learningAimClassCode": "",
  "title": "Occupational therapist (integrated degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0517",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Funding band revised but remains £24000. End-point assessment plan revised.",
  "changedDate": "2023-09-01T00:00:00",
  "earliestStartDate": "2021-11-10T00:00:00",
  "latestStartDate": "2023-08-31T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Working with individuals enabling them to participate in meaningful occupations and activities of everyday life.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 24000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "occupational therapist",
    "health",
    "science",
    "therappist",
    "occupational support",
    "nursing"
  ],
  "jobRoles": [
    "occupational therapist"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/5899/st0517_occupational-therapist-l6-_fully-integrated_ap-for-publication_adjustment-15022022.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.2 Nursing, and subjects and vocations allied to medicine",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Occupational therapy is a rewarding career which requires a highly developed knowledge and professional skill-set to enable you to work across a range of settings and environments.&#160; Occupational therapists work with individuals from birth to end of life including those with physical and mental health conditions, injury, learning disabilities, long-term conditions, palliative care needs and with those who find themselves displaced from their societies.&#160; Your primary goal as an occupational therapist is to enable people to participate in meaningful occupations and activities of everyday life. &#160;Occupations include things people need to, want to and are expected to do such as self-care, leisure or work.&#160; Through therapeutic use of ‘occupation’ an understanding of the relationship between the human body and mind, what a person needs/wants to do, their beliefs and the physical and social environment, you will enable people who face disease, disability and/or social challenges to live a more fulfilling and meaningful life.&#160; You will use skills in clinical reasoning, critical analysis, and research based evidence in your practice.&#160; You will use a person-centred approach to support people to carry out everyday occupations and routines such as dressing, eating, catching the bus to work or other activities that are important to them.&#160; Occupational therapists also work with families, carers, employers and organisations that support the person as well as communities where people have become marginalised and require support to build a meaningful life.&#160; You can work in a variety of settings including health, social care, education and other private and voluntary sector organisations.&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Responsibilities and duty of the role:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;You work as an autonomous practitioner, either within a team or on an individual basis.&#160; Through assessment, intervention, critical reflection and the application of analytical skills, you demonstrate how you collaboratively reach solutions through occupations to the issues people face.&#160; You will be responsible and accountable for your decisions, and for reflecting on the effectiveness of your actions, with the aim of continually improving the service you provide.&#160; You demonstrate leadership and management qualities and are responsible for ensuring your own knowledge and skills are current.&#160; You are required within the professional and regulatory standards to contribute to the development of the profession by supporting student therapists and supervising those in other roles.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualification requirements:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices will be required to complete a BSc (Hons) degree in Occupational Therapy or Level 7 qualification approved &#160;by the Health and Care Professions Council (HCPC) and accredited by the Royal College of Occupational Therapists (RCOT) where the apprentice already holds a Level 6 degree&lt;strong&gt;. &lt;/strong&gt;&#160;Apprentices without level 2 English and maths will need to achieve this level prior to completing the end-point assessment (EPA).&#160; For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 3 A levels or equivalent access qualifications.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional registration:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;On successful completion of an approved programme, apprentices are eligible to apply to the HCPC for registration as an Occupational Therapist, which is a requirement to practice under the protected title of Occupational Therapist.&#160; You will also be eligible to apply for Professional Membership of The Royal College of Occupational Therapists.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level: &lt;/strong&gt;6&lt;/h3&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;Typically 4 years&lt;/h3&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date: &lt;/strong&gt;After 3 years&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;Professional practice of occupational therapy&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;You will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;Professional practice of occupational therapy&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Undertake occupational therapy assessment and interventions that demonstrate an understanding of the relationship between occupation and health and wellbeing.&lt;/li&gt;\n&lt;li&gt;Select and use appropriate methods to identify occupational strengths and needs, using activity analysis as a core tool of practice. Make use of appropriate standardised and non-standardised assessments and outcome measures to critically analyse the findings.&lt;/li&gt;\n&lt;li&gt;Assess, prescribe and facilitate use of equipment, assistive technology, and environmental adaptations when required to enhance occupational function.&lt;/li&gt;\n&lt;li&gt;Use observation, verbal and non-verbal communication to gather information about occupational abilities and barriers.&lt;/li&gt;\n&lt;li&gt;Use evidence based research, clinical reasoning and problem solving to formulate management plans in collaboration with the person to support occupational performance e.g. preparing a meal/feeding themselves.&lt;/li&gt;\n&lt;li&gt;Develop a therapeutic relationship with the person to agree goals, choose specific occupations as therapy, and measure the impact of, and when to cease intervention.&lt;/li&gt;\n&lt;li&gt;Analyse, develop or modify therapy and environments to build peoples abilities and enhance occupational performance.&lt;/li&gt;\n&lt;li&gt;Conduct assessment or monitoring procedures, interventions, therapy or other actions safely, e.g. equipment provision, environmental adaptation and access to local community.&lt;/li&gt;\n&lt;li&gt;Adapt practice to take account of new developments.&lt;/li&gt;\n&lt;li&gt;Facilitate group work to address occupational needs that respect and reflect learning and change within communities.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Key concepts and knowledge base relevant to occupational therapy.&lt;/li&gt;\n&lt;li&gt;The origins and development of occupational therapy.&lt;/li&gt;\n&lt;li&gt;The philosophical framework for occupational therapy.&lt;/li&gt;\n&lt;li&gt;The structure and function of the human body and mind; development, disease, disorder and dysfunction relevant to occupational therapy.&lt;/li&gt;\n&lt;li&gt;Theoretical concepts underpinning occupational therapy and occupational science, specifically the functional nature of humans.&lt;/li&gt;\n&lt;li&gt;Activity, occupation and their relation to and effect on health, wellbeing and function.&lt;/li&gt;\n&lt;li&gt;The occupational therapy process and related terminology, e.g Assessment, intervention and evaluation.&lt;/li&gt;\n&lt;li&gt;The analysis and use of activities and occupations as therapy.&lt;/li&gt;\n&lt;li&gt;The effects of occupational dysfunction and deprivation on individuals, families, groups and communities; the importance of restoring and facilitating opportunities to achieve health and wellbeing through occupation.&lt;/li&gt;\n&lt;li&gt;Social, environmental and work related policies and legislation and their effect on human needs and services within a diverse society.&lt;/li&gt;\n&lt;li&gt;The value of diversity and complexity of human behaviour.&lt;/li&gt;\n&lt;li&gt;The range of occupations and activities used in intervention and why these should reflect the individual’s occupational needs.&lt;/li&gt;\n&lt;li&gt;The value of critical reflection and supervision including the academic underpinning models of critical reflection; the potential of occupational therapy in new and emerging areas of innovative practice.&lt;/li&gt;\n&lt;li&gt;The importance of health promotion, prevention and self-management.&lt;/li&gt;\n&lt;li&gt;Group dynamics and roles; the importance of capitalising on dynamics within groups and communities to harness motivation and active involvement.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Professional values and behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Practice within the regulated scope of practice for Occupational Therapists as defined by HCPC and the RCOT.&lt;/li&gt;\n&lt;li&gt;Practice as an autonomous occupational therapist assessing a situation and exercising professional judgement.&lt;/li&gt;\n&lt;li&gt;Practice with a person centred, strengths-based approach.&lt;/li&gt;\n&lt;li&gt;Work safely within your own scope of practice.&lt;/li&gt;\n&lt;li&gt;Work within the legislative and governance frameworks in which Occupational Therapy is delivered.&lt;/li&gt;\n&lt;li&gt;Recognise and take account of physical, psychological, social, spiritual and cultural needs and diversity of individuals, groups and communities.&lt;/li&gt;\n&lt;li&gt;Shape or structure your practice according to recognised theories, frameworks and concepts of occupational therapy, selecting the most appropriate theoretical background.&lt;/li&gt;\n&lt;li&gt;Appraise own performance and service delivery, taking account of political, social and economic contexts.&lt;/li&gt;\n&lt;li&gt;Demonstrate a commitment to lifelong learning &lt;span&gt;&lt;/span&gt;&lt;a href=&quot;#HCPC1&quot; data-anchor=&quot;#HCPC1&quot;&gt;[i] &lt;/a&gt;by actively engaging and taking responsibility for on-going professional development.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The HCPC Standards of Proficiency&lt;a href=&quot;#HCPC1&quot; data-anchor=&quot;#HCPC1&quot;&gt;&lt;sup&gt;[i]&lt;/sup&gt;&lt;/a&gt;, HCPC Standards of Conduct, Performance and Ethics&lt;a name=&quot;_ednref2&quot; href=&quot;#edn2&quot; data-anchor=&quot;#edn2&quot;&gt;&lt;sup&gt;[ii]&lt;/sup&gt;&lt;/a&gt;, COT Standards of Professional Practice&lt;a href=&quot;#edn3&quot; data-anchor=&quot;#edn3&quot;&gt;&lt;sup&gt;[iii]&lt;/sup&gt;&lt;/a&gt;, COT&#39;s Code of Ethics and Conduct&lt;a name=&quot;_ednref4&quot; href=&quot;#edn4&quot; data-anchor=&quot;#edn4&quot;&gt;&lt;span&gt;[iv]&lt;/span&gt;&lt;/a&gt; and COT Entry Level Occupational Therapy Core Knowledge and Practice Skills&lt;a name=&quot;_ednref5&quot; href=&quot;#edn5&quot; data-anchor=&quot;#edn5&quot;&gt;&lt;span&gt;[v]&lt;/span&gt;&lt;/a&gt;&lt;/li&gt;\n&lt;li&gt;How to identify the nature and level of an occupational need using specific occupational focused enquiry and theoretical models for example the Model of Human Occupation or Person-Environment-Occupational Performance model.&lt;/li&gt;\n&lt;li&gt;How to apply occupational therapy knowledge, skills and experience in partnership with the person to improve their occupational balance and performance.&lt;/li&gt;\n&lt;li&gt;The relationship between occupation, health and wellbeing and the factors that facilitate or challenge participation in occupation.&lt;/li&gt;\n&lt;li&gt;The impact of occupational disruption in relation to the occupational performance of the individual, carers, groups and communities, and the value of restoring and creating opportunities for participation in occupation.&lt;/li&gt;\n&lt;li&gt;The importance of the impact of culture, equality and diversity on practice; how to adapt practice in creative ways to meet the needs of individuals and groups within the scope of occupational therapy practice in a respectful and dignified manner.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Leadership, management and partnership working &lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Act as a leader by sharing a vision of occupational therapy and its value in all that you do to assure the quality of your practice and those for whom you are responsible.&lt;/li&gt;\n&lt;li&gt;Use leadership and entrepreneurial qualities to lead, innovate and manage change, marketing and promoting the benefits of occupational therapy.&lt;/li&gt;\n&lt;li&gt;Work collaboratively in partnership with others, for example charities, by using occupation to promote participation, health and wellbeing.&lt;/li&gt;\n&lt;li&gt;Facilitate learning and awareness through designing and delivering activities for people, groups, partners and communities.&lt;/li&gt;\n&lt;li&gt;Contribute to the delivery of effective and efficient services.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The concept of leadership and management approaches and styles and the importance of using personal initiative.&lt;/li&gt;\n&lt;li&gt;The value of participation in training, supervision and mentoring.&lt;/li&gt;\n&lt;li&gt;The importance of professional relationships, integrated working and working collaboratively with those who provide and receive services across different sectors and communities.&lt;/li&gt;\n&lt;li&gt;How to empower people to take ownership of their care; the importance of person centred approaches to motivate and involve people in meaningful occupation.&lt;/li&gt;\n&lt;li&gt;The role of audit and review in evaluating the quality of occupational therapy practice and service improvement.&lt;/li&gt;\n&lt;li&gt;The use of research methodologies used in occupational therapy&#160;practice; the principles and applications of scientific enquiry.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Communication and information&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Safeguard confidential information and maintain records in accordance with HCPC and RCOT standards, and local policies and procedures.&lt;/li&gt;\n&lt;li&gt;Gain informed consent prior to assessment and interventions.&lt;/li&gt;\n&lt;li&gt;Apply a range of communication strategies, interpersonal skills, media and technologies to support professional practice.&lt;/li&gt;\n&lt;li&gt;Explain occupational therapy tasks clearly and in a way that people can understand (E.g. by using simple, clear language or pictures or other methods reflecting individual needs).&lt;/li&gt;\n&lt;li&gt;You will be an effective advocate for your profession and the individuals you support and encourage self-advocacy where possible.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;The concept of confidentiality and the principles of information governance.&lt;/li&gt;\n&lt;li&gt;The importance of managing records and other information in accordance with legislation, protocols and guidelines found in the regulatory, professional body and organisational standards.&lt;/li&gt;\n&lt;li&gt;How communication affects assessment and engagement; how to modify communication to take account of age, gender, capacity, learning and physical ability, culture, ethnicity and religious beliefs.&lt;/li&gt;\n&lt;li&gt;The importance of providing people, their families and carers with accessible information to make informed decisions in a way that is sensitive to their needs.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;span class=&quot;reference&quot;&gt;&lt;a id=&quot;HCPC1&quot;&gt;&lt;/a&gt;[i] &lt;a href=&quot;https://www.hcpc-uk.org/standards/standards-of-proficiency/occupational-therapists/&quot;&gt;HCPC Standards of Proficiency Occupational Therapist. 2013&#160;&lt;/a&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span class=&quot;reference&quot;&gt;&lt;a id=&quot;edn2&quot;&gt;&lt;/a&gt;[ii] &lt;a href=&quot;https://www.hcpc-uk.org/standards/standards-of-conduct-performance-and-ethics/​&quot;&gt;HCPC Standards of Conduct, Performance and Ethics. 2016 ​&lt;/a&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span class=&quot;reference&quot;&gt;&lt;a id=&quot;edn3&quot;&gt;&lt;/a&gt;[iii] &lt;a href=&quot;https://www.rcot.co.uk/practice-resources/rcot-publications/downloads/professional-standards​&quot;&gt;COT Professional Standards for Occupational Therapists. 2017 ​&lt;/a&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span class=&quot;reference&quot;&gt;&lt;a id=&quot;edn4&quot;&gt;&lt;/a&gt;[iv] &lt;a href=&quot;https://www.rcot.co.uk/sites/default/files/CODE-OF-ETHICS-2015_0.pdf​&quot;&gt;COT Code of Ethics and Professional Conduct. 2015&lt;/a&gt; &lt;/span&gt;&lt;span class=&quot;reference&quot;&gt;&lt;a id=&quot;edn5&quot;&gt;&lt;/a&gt;[v] &lt;a href=&quot;https://www.rcot.co.uk/node/2311​&quot;&gt;COT Learning and development standards for pre-registration education​. 2019&#160;&lt;/a&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span class=&quot;reference&quot;&gt;[vi] &lt;a href=&quot;https://www.hcpc-uk.org/standards/standards-of-continuing-professional-development/​&quot;&gt;HCPC Standards of Continuing Professional Development.&#160;&lt;/a&gt;&lt;/span&gt;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Occupational therapy is a rewarding career which requires a highly developed knowledge and professional skill-set to enable you to work across a range of settings and environments. Occupational therapists work with individuals from birth to end of life including those with physical and mental health conditions, injury, learning disabilities, long-term conditions, palliative care needs and with those who find themselves displaced from their societies. Your primary goal as an occupational therapist is to enable people to participate in meaningful occupations and activities of everyday life. Occupations include things people need to, want to and are expected to do such as self-care, leisure or work. Through therapeutic use of ‘occupation’ an understanding of the relationship between the human body and mind, what a person needs/wants to do, their beliefs and the physical and social environment, you will enable people who face disease, disability and/or social challenges to live a more fulfilling and meaningful life. You will use skills in clinical reasoning, critical analysis, and research based evidence in your practice. You will use a person-centred approach to support people to carry out everyday occupations and routines such as dressing, eating, catching the bus to work or other activities that are important to them. Occupational therapists also work with families, carers, employers and organisations that support the person as well as communities where people have become marginalised and require support to build a meaningful life. You can work in a variety of settings including health, social care, education and other private and voluntary sector organisations.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "e33a31c6-b676-4bf4-9d96-404d0c3c2872",
      "detail": "Key concepts and knowledge base relevant to occupational therapy."
    },
    {
      "knowledgeId": "0018fcc3-dbd7-473d-935c-7e1050e46a16",
      "detail": "The origins and development of occupational therapy."
    },
    {
      "knowledgeId": "ebb3e4ce-6a84-4109-b3bc-3e18772c874d",
      "detail": "The philosophical framework for occupational therapy."
    },
    {
      "knowledgeId": "50100fb8-6655-4d8f-aa3d-4f514a399066",
      "detail": "The structure and function of the human body and mind; development, disease, disorder and dysfunction relevant to occupational therapy."
    },
    {
      "knowledgeId": "a0a15b7d-a248-4866-b70e-c17811e97e43",
      "detail": "Theoretical concepts underpinning occupational therapy and occupational science, specifically the functional nature of humans."
    },
    {
      "knowledgeId": "0e7481f3-f6e1-4439-bd7a-28ce0e9000a1",
      "detail": "Activity, occupation and their relation to and effect on health, wellbeing and function."
    },
    {
      "knowledgeId": "f57797d4-ba5d-4041-ad98-65f80e19a8ac",
      "detail": "The occupational therapy process and related terminology, e.g Assessment, intervention and evaluation."
    },
    {
      "knowledgeId": "b69eeacb-2aba-4538-a1f4-a432d21b9d41",
      "detail": "The analysis and use of activities and occupations as therapy."
    },
    {
      "knowledgeId": "c0d8a935-d905-4b64-965d-417beee8d245",
      "detail": "The effects of occupational dysfunction and deprivation on individuals, families, groups and communities; the importance of restoring and facilitating opportunities to achieve health and wellbeing through occupation."
    },
    {
      "knowledgeId": "0f5738a0-d81f-4c18-ba85-d901c124b1d9",
      "detail": "Social, environmental and work related policies and legislation and their effect on human needs and services within a diverse society."
    },
    {
      "knowledgeId": "36848e59-df7f-43ba-8b43-03189f637bd4",
      "detail": "The value of diversity and complexity of human behaviour."
    },
    {
      "knowledgeId": "0fbcf016-343a-48d1-af8a-ac3daa341dbe",
      "detail": "The range of occupations and activities used in intervention and why these should reflect the individual’s occupational needs."
    },
    {
      "knowledgeId": "a78526c2-d5ca-4116-b0ab-1d0f827b27c6",
      "detail": "The value of critical reflection and supervision including the academic underpinning models of critical reflection; the potential of occupational therapy in new and emerging areas of innovative practice."
    },
    {
      "knowledgeId": "74d4f12b-7e46-44de-880d-11a4b5091a99",
      "detail": "The importance of health promotion, prevention and self-management."
    },
    {
      "knowledgeId": "49ce04f4-8fa7-420e-a94a-23830bf4b27b",
      "detail": "Group dynamics and roles; the importance of capitalising on dynamics within groups and communities to harness motivation and active involvement."
    },
    {
      "knowledgeId": "3b3f4a89-ab6c-4ffe-bb74-031af8b4a473",
      "detail": "The HCPC Standards of Proficiency, HCPC Standards of Conduct, Performance and Ethics, COT Standards of Professional Practice[, COT's Code of Ethics and Conduct and COT Entry Level Occupational Therapy Core Knowledge and Practice Skills"
    },
    {
      "knowledgeId": "8c07a24b-fd5b-4878-8710-58eb747c2b2d",
      "detail": "How to identify the nature and level of an occupational need using specific occupational focused enquiry and theoretical models for example the Model of Human Occupation or Person-Environment-Occupational Performance model."
    },
    {
      "knowledgeId": "0946d312-4dbe-4312-8362-c48d8d19aa0e",
      "detail": "How to apply occupational therapy knowledge, skills and experience in partnership with the person to improve their occupational balance and performance."
    },
    {
      "knowledgeId": "fa775f4f-bef9-4aa7-bcb6-86162bbac069",
      "detail": "The relationship between occupation, health and wellbeing and the factors that facilitate or challenge participation in occupation."
    },
    {
      "knowledgeId": "6640d6e5-a489-4dec-934a-943eb1577af1",
      "detail": "The impact of occupational disruption in relation to the occupational performance of the individual, carers, groups and communities, and the value of restoring and creating opportunities for participation in occupation."
    },
    {
      "knowledgeId": "70653bb3-5cd2-4ce2-aac0-ba9159b5fafe",
      "detail": "The importance of the impact of culture, equality and diversity on practice; how to adapt practice in creative ways to meet the needs of individuals and groups within the scope of occupational therapy practice in a respectful and dignified manner."
    },
    {
      "knowledgeId": "cbd50dc1-7618-4fcb-9c71-5d031330992a",
      "detail": "The concept of leadership and management approaches and styles and the importance of using personal initiative."
    },
    {
      "knowledgeId": "499634f2-9fc0-4ad5-a54d-ec8567f1246e",
      "detail": "The value of participation in training, supervision and mentoring."
    },
    {
      "knowledgeId": "fbac5f83-73d1-4340-bccc-e4b0f6c1af1e",
      "detail": "The importance of professional relationships, integrated working and working collaboratively with those who provide and receive services across different sectors and communities."
    },
    {
      "knowledgeId": "eee22e4a-5262-49e2-9657-0c7b494f6ab3",
      "detail": "How to empower people to take ownership of their care; the importance of person centred approaches to motivate and involve people in meaningful occupation."
    },
    {
      "knowledgeId": "0c94c103-577b-4bce-a0e5-f08c0b9ac4bb",
      "detail": "The role of audit and review in evaluating the quality of occupational therapy practice and service improvement."
    },
    {
      "knowledgeId": "f9ebf344-6110-4d4e-abf8-970858c96bb5",
      "detail": "The use of research methodologies used in occupational therapy practice; the principles and applications of scientific enquiry."
    },
    {
      "knowledgeId": "32977666-a05d-4e89-9b01-23ddd6d51946",
      "detail": "The concept of confidentiality and the principles of information governance."
    },
    {
      "knowledgeId": "c67d709c-5dd0-4962-98e8-ee428a90c995",
      "detail": "The importance of managing records and other information in accordance with legislation, protocols and guidelines found in the regulatory, professional body and organisational standards."
    },
    {
      "knowledgeId": "b87b83b7-0751-43ab-9e67-dea34c199cd5",
      "detail": "How communication affects assessment and engagement; how to modify communication to take account of age, gender, capacity, learning and physical ability, culture, ethnicity and religious beliefs."
    },
    {
      "knowledgeId": "8851f0cb-7933-480a-a117-71c2d20920ba",
      "detail": "The importance of providing people, their families and carers with accessible information to make informed decisions in a way that is sensitive to their needs."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "719bb87a-904c-4c6a-a5d6-93c106edb023",
      "detail": "Practice within the regulated scope of practice for Occupational Therapists as defined by HCPC and the RCOT."
    },
    {
      "behaviourId": "c11671e7-a957-4a4f-8a4b-5b312393cb89",
      "detail": "Practice as an autonomous occupational therapist assessing a situation and exercising professional judgement."
    },
    {
      "behaviourId": "e215df89-5b57-4a26-a784-8e14d2bbbf9d",
      "detail": "Practice with a person centred, strengths-based approach."
    },
    {
      "behaviourId": "88d8f724-df13-41fb-b5f7-b9e27e5e01fd",
      "detail": "Work safely within your own scope of practice."
    },
    {
      "behaviourId": "7e5a872a-78f7-4e9d-bb5b-2c2eae911b4d",
      "detail": "Work within the legislative and governance frameworks in which Occupational Therapy is delivered."
    },
    {
      "behaviourId": "c72fbe3b-2f98-46ed-ab41-8905c07758d8",
      "detail": "Recognise and take account of physical, psychological, social, spiritual and cultural needs and diversity of individuals, groups and communities."
    },
    {
      "behaviourId": "5897f2e7-12dc-47c1-826f-26d98779cd45",
      "detail": "Shape or structure your practice according to recognised theories, frameworks and concepts of occupational therapy, selecting the most appropriate theoretical background."
    },
    {
      "behaviourId": "396282d9-14ab-4660-b9eb-24e25ec70a28",
      "detail": "Appraise own performance and service delivery, taking account of political, social and economic contexts."
    },
    {
      "behaviourId": "9a626a83-0195-4462-9f12-26de56461d17",
      "detail": "Demonstrate a commitment to lifelong learning [i] by actively engaging and taking responsibility for on-going professional development."
    }
  ],
  "skills": [
    {
      "skillId": "5f2a19d6-b57a-4b46-b97a-76f243340242",
      "detail": "Undertake occupational therapy assessment and interventions that demonstrate an understanding of the relationship between occupation and health and wellbeing."
    },
    {
      "skillId": "ae16f6c3-61ea-4a90-b169-fe42730604fc",
      "detail": "Select and use appropriate methods to identify occupational strengths and needs, using activity analysis as a core tool of practice. Make use of appropriate standardised and non-standardised assessments and outcome measures to critically analyse the findings."
    },
    {
      "skillId": "6357e425-90d0-4a02-89e4-fad73a982e00",
      "detail": "Assess, prescribe and facilitate use of equipment, assistive technology, and environmental adaptations when required to enhance occupational function."
    },
    {
      "skillId": "b0d47d04-961b-4c30-9dea-52df96770130",
      "detail": "Use observation, verbal and non-verbal communication to gather information about occupational abilities and barriers."
    },
    {
      "skillId": "c381218c-f7f5-4582-9dc8-211101dd83f0",
      "detail": "Use evidence based research, clinical reasoning and problem solving to formulate management plans in collaboration with the person to support occupational performance e.g. preparing a meal/feeding themselves."
    },
    {
      "skillId": "40ec5a12-9450-48a9-8e0b-8ae47bcd2faf",
      "detail": "Develop a therapeutic relationship with the person to agree goals, choose specific occupations as therapy, and measure the impact of, and when to cease intervention."
    },
    {
      "skillId": "ff84a64e-4df9-4dbe-bc30-fc8421b6b8fb",
      "detail": "Analyse, develop or modify therapy and environments to build peoples abilities and enhance occupational performance."
    },
    {
      "skillId": "25e5df7e-b30b-4520-a115-b03b6dc2fad5",
      "detail": "Conduct assessment or monitoring procedures, interventions, therapy or other actions safely, e.g. equipment provision, environmental adaptation and access to local community."
    },
    {
      "skillId": "e37f92c4-e27c-4848-88d6-7cd5863713fa",
      "detail": "Adapt practice to take account of new developments."
    },
    {
      "skillId": "ce5526c1-1ff1-489b-bbcf-e01aee71971c",
      "detail": "Facilitate group work to address occupational needs that respect and reflect learning and change within communities."
    },
    {
      "skillId": "df083ee9-79f7-4f71-a815-dd5dcd9e8e2a",
      "detail": "Practice within the regulated scope of practice for Occupational Therapists as defined by HCPC and the RCOT."
    },
    {
      "skillId": "7e15fec8-b09f-47c0-ac0a-d27d2329902e",
      "detail": "Practice as an autonomous occupational therapist assessing a situation and exercising professional judgement."
    },
    {
      "skillId": "3eef3983-a2f0-4935-ad52-b1d1d72f9432",
      "detail": "Practice with a person centred, strengths-based approach."
    },
    {
      "skillId": "a6306635-a874-4c88-847d-742721bd5c8d",
      "detail": "Work safely within your own scope of practice."
    },
    {
      "skillId": "928ae198-8fec-45bf-b0e4-a36b98238b9d",
      "detail": "Work within the legislative and governance frameworks in which Occupational Therapy is delivered."
    },
    {
      "skillId": "2bd38470-38e8-4e58-b0f8-6a871b29afc5",
      "detail": "Recognise and take account of physical, psychological, social, spiritual and cultural needs and diversity of individuals, groups and communities."
    },
    {
      "skillId": "eb8ac8f2-cbf1-4a35-b552-393661196f1d",
      "detail": "Shape or structure your practice according to recognised theories, frameworks and concepts of occupational therapy, selecting the most appropriate theoretical background."
    },
    {
      "skillId": "f1de2e92-b0f3-4a45-b5db-df66a45b20b4",
      "detail": "Appraise own performance and service delivery, taking account of political, social and economic contexts."
    },
    {
      "skillId": "eeae212a-d30c-450f-9dfa-9eb2e186d1a1",
      "detail": "Demonstrate a commitment to lifelong learning by actively engaging and taking responsibility for on-going professional development."
    },
    {
      "skillId": "aa87a162-70fb-4503-9602-e9615d653bee",
      "detail": "Act as a leader by sharing a vision of occupational therapy and its value in all that you do to assure the quality of your practice and those for whom you are responsible."
    },
    {
      "skillId": "e5e874b3-8d48-4281-b7ea-4dc1ea119daf",
      "detail": "Use leadership and entrepreneurial qualities to lead, innovate and manage change, marketing and promoting the benefits of occupational therapy."
    },
    {
      "skillId": "4cae7e0b-a6d5-465d-9992-5de69c70df4a",
      "detail": "Work collaboratively in partnership with others, for example charities, by using occupation to promote participation, health and wellbeing."
    },
    {
      "skillId": "fa5f7faa-db40-46ff-aec5-0898c3f91d25",
      "detail": "Facilitate learning and awareness through designing and delivering activities for people, groups, partners and communities."
    },
    {
      "skillId": "7d1db7c3-1eeb-41b8-b6cb-5d6ead6c7c09",
      "detail": "Contribute to the delivery of effective and efficient services."
    },
    {
      "skillId": "7d5fa691-a620-421b-87c0-40010f9cbcb2",
      "detail": "Safeguard confidential information and maintain records in accordance with HCPC and RCOT standards, and local policies and procedures."
    },
    {
      "skillId": "187f4e0f-37a3-4130-894b-f2773fc267cd",
      "detail": "Gain informed consent prior to assessment and interventions."
    },
    {
      "skillId": "10e3ed67-9843-4fba-802c-dd9499d828ae",
      "detail": "Apply a range of communication strategies, interpersonal skills, media and technologies to support professional practice."
    },
    {
      "skillId": "7c26bc97-3874-450e-9fdf-3b07f13ea004",
      "detail": "Explain occupational therapy tasks clearly and in a way that people can understand (E.g. by using simple, clear language or pictures or other methods reflecting individual needs)."
    },
    {
      "skillId": "ee9d78a5-7ba8-464a-9dca-fe275884bf9e",
      "detail": "You will be an effective advocate for your profession and the individuals you support and encourage self-advocacy where possible."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2018-12-07T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "",
  "tbMainContact": "healthcare.trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "Aintree University Hospital NHS Foundation Trust, Barts Health NHS Trust, Birmingham and Solihull Mental Health NHS Foundation Trust, Cambridgeshire and Peterborough NHS Foundation Trust (CPFT), Central and North West London NHS Foundation Trust, Communicate2U, Derbyshire Healthcare Foundation Trust,  Great Western Hospital NHS Foundation Trust, Hampshire Hospitals NHS Foundation Trust, Isle of White NHS Trust, Lincolnshire Community Health Services NHS Trust, Lincolnshire County Council, Lincolnshire Partnership Foundation NHS Trust, Norfolk Community Health and Care, Norfolk County Council, Nottingham City Care Partnership, Nottingham University Hospitals NHS Trust, Nottinghamshire Healthcare NHS Trust, NRS Healthcare, Oxford Health NHS Foundation Trust, Royal Borough of Greenwich, Sheffield Teaching Hospitals NHS Foundation Trust, South Staffordshire and Shropshire Healthcare NHS Foundation Trust, South Warwickshire Foundation Trust, St Barnabas Hospice, Staffordshire and Stoke on Trent Partnership NHS, Surrey County Council, The Hillingdon Hospitals NHS Foundation Trust, The Royal Orthopaedic Hospital NHS Trust, United Lincolnshire Hospitals NHS Trust, University Hospitals Leicester, Warwickshire County Council, Western Sussex Hospitals NHS Foundation Trust, Whittington",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "Health and Care Professions Council",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "occupational therapist"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health Professional",
  "clusterId": "6",
  "clusterDescription": "Provide direct patient contact along with high quality diagnosis and care working independently and with other health professionals",
  "createdDate": "2021-11-10T13:19:32 +00:00",
  "lastUpdated": "2023-09-01T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-12-07T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0517",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0517-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0517-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [
    {
      "name": "Training provider",
      "webLink": "",
      "approved": true
    },
    {
      "name": "EPAO",
      "webLink": "",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-09-01T00:00:00"
}