{
  "templateType": "Apprenticeship Standard",
  "larsCode": 260,
  "referenceNumber": "ST0550",
  "learningAimClassCode": "",
  "title": "Safety, health and environment technician",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0550",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan revised",
  "changedDate": "2022-02-23T00:00:00",
  "earliestStartDate": "2019-06-14T00:00:00",
  "latestStartDate": "2022-02-22T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Working with management and delivery teams to advise on the statutory health, safety and environmental requirements.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Protective services",
  "keywords": [
    "Safety",
    "Health and Environment Technician",
    "Environment Technician",
    "Health and Environment",
    "health and safety"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3200/st0550_safety-health-and-environment-technician_l3_ap-ready-for-publication_v02_100619.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The SHE Technician will be able to work in organisations of varying size and industry; the role could be based in one location or may involve travel across a range of contracts. The role will be partly office based and partly at the work front providing advice to others on how to work without harming themselves or others. The Technician will work with the management and delivery team of the organisation to advise on the statutory health, safety and environmental requirements as they affect the company’s operations. They will assist the management team in ensuring that the legal and company SHE requirements are implemented. On a daily basis the SHE Technician will assist to develop, review and check on the implementation of safe systems of work, deliver training (e.g. toolbox talks &amp;amp; inductions), investigate incidents, analyse data and present findings to the management team. The SHE Technician will engage with all aspects of the organisation to support the embedment of a culture that ensures everyone is able to return to their family and friends unharmed every day whilst also protecting and enhancing the global land, air and water resources for future generations. This will be achieved by inspiring and influencing others to see the benefit of working responsibly, understanding the legal framework and showing how safety, health and environmental management can enhance operational activities.&#160;&lt;/p&gt;\n&lt;h3&gt;Entry requirements&lt;/h3&gt;\n&lt;p&gt;Whilst any entry requirements will be a matter for individual employers, typically an apprentice might be expected to have achieved or be working towards 5 GCSE’s A*- C including English and Maths as well as having knowledge to level 1 equivalent for commonly used office computer applications.&#160;&lt;/p&gt;\n&lt;h3&gt;Behaviours, skills and knowledge.&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;446&quot; style=&quot;width: 446px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours – the SHE Technician will show how they:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Communicate effectively: Be able to contribute effectively in both spoken and written styles, adapting to the audience to present information or training in an assertive, engaging way.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Work effectively in a team: Be able to work with others (colleagues, suppliers, clients and the public) and lead by example in a collaborative and non- confrontational way. Be able to adjust to change in relation to the requirements of the organisation.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Contribute to a positive SHE culture. Challenge behaviour that is inconsistent with SHE culture, respect the culture and values of others in contributing a positive SHE culture. Positively influence behaviour in others to achieve desired outcomes and resolve conflicts.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Drive Innovation: Be able to identify areas for improvement and suggest sustainable innovative solutions.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Use their Professional Judgement: Be able to work within own level of competence, know when to seek advice from others.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Apply the code of ethics: Work within rules and regulations of professional competence and code of conduct as defined by a professional institution. Be able to resist pressures to allow others to utilise unsafe working practices.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Commit to equality and diversity: Apply attributes of equality and diversity to meet the requirements of fairness at work.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Continue their professional development: Identify own development needs and take action to meet those needs. Use own knowledge and expertise to help others when requested.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;446&quot; style=&quot;width: 446px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills – the SHE Technician will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Present and hold an audience’s attention, for example when delivering SHE training, toolbox talks, inductions or presenting data or investigation findings to the workforce or management team. Show they can sell the SHE message, have personal impact, deal with challenge, reflect on personal performance, use appropriate language for the audience.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Assist the management team in the development, management, implementation and monitoring of the Safety, Health and Environmental Management System by updating systems in line with changes in legislation or best practice, delivering training, coaching operational teams and undertaking workplace inspections.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Provide advice on the practical implementation of the company’s SHE policies and processes applying generic industry guidance into the context of the workplace.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Identify the hazards and evaluate:&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;workplace instructions that are relevant to the individual’s job&lt;/li&gt;\n&lt;li&gt;working practices in the individual’s job that may harm themselves or others’&lt;/li&gt;\n&lt;li&gt;aspects of the individual’s job that could harm themselves or others&lt;/li&gt;\n&lt;li&gt;which of the potentially harmful working practices and aspects of the individual’s work present the highest risks to themselves or others&lt;/li&gt;\n&lt;li&gt;how to deal with hazards in accordance with workplace instructions and legal requirements&lt;/li&gt;\n&lt;/ol&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Support the practical application of the workplace instructions and suppliers’ or manufacturers’ instructions for the safe use of equipment, materials and products&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Support and assist in the implementation of SHE inspections and monitoring systems demonstrating the balance between enforcement and internal support.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Undertake and/or assist with the monitoring, analysis of and reporting of SHE performance.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Prepare and maintain records relating to safety, health and environmental matters that comply with legal and workplace requirements and are accessible to those who are authorised to use them. E.g. records associated with Provision and Use of Work Equipment Regulations, Lifting Operation and Lifting Equipment Regulations, Noise at Work Regulations, Hand Arm Vibration Regulations or Environmental Permitting Regulations.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Assist the management team in establishing, managing and maintaining relationships with external stakeholders such as local authorities, Health and Safety Executive, Environment Agency, Occupational Health, Occupational Hygienists and others as required and directed.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Research Safety, Health and Environmental Issues and best practices. Review updates of health and safety regulations e.g. changes to Construction, Design and Management Regulations or updates to the Control of Substances Hazardous to Health along with workplace instructions, making sure that information is from reliable sources.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Assist and/or manage the investigation of accidents, incidents, dangerous occurrences, near misses and other incidents as directed.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Recognise where decisions have a financial cost and assisting to develop a budget.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Recognise situations where the activity will benefit from contributions and expertise of other internal departments such as HR, Finance, IT or Occupational Health.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;446&quot; style=&quot;width: 446px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge – the apprentice will know:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;The moral reasons for good safety, health and environmental working practices, ensuring no harm to people or the environment.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;The statutory health, safety and environmental legislation and sources of associated guidance and information applicable to their working environment. E.g. Health and Safety at Work etc. Act 1974, Management at Work Regulations 1999, Environmental Protection Act 1990, Environment Act 1995.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;How a SHE Management system works, the range of standards which a typical HSE professional would be involved with e.g. OHSAS 18001, ISO 45001, ISO 14001 and if applicable how these are applied in their working environment.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Appropriate methods for identifying, evaluating and controlling hazards relevant to their workplace. E.g. 5 steps to Risk Assessment and involving people who are experienced in the activity.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;The range of work activities in a given situation and identify how to prioritise and scope out the hazards with the potential to cause harm and/or loss.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;The difference between occupational hygiene, health surveillance and health and wellbeing campaigns and methods for implementing these in the workplace.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;How to plan and have systems in place to manage change during an activity relevant to the working environment.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;How people think and why they make decisions which can lead to risk, how behaviours can be used, the components of a behavioural program and potential blockers to the successful implementation of a behavioural programme.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;How to plan for Safety, Health or Environmental emergencies – e.g. accidents, exposure to hazardous substances, fire, pollution.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;Theories for incident causation and prevention such as James Reason’s Swiss Cheese model, Heinrich and Hertzberg theories (Domino, Competency Matrix) including behavioural considerations and implications on business risk (fines, reputation, lost work etc).&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;446&quot;&gt;\n&lt;p&gt;How to write and present a business justification e.g. cost/benefit analysis to influence managers.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;&lt;br /&gt;Duration &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprenticeship will typically last 24 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 1 English and maths will need to achieve this level and apprentices without level 2 English and maths will need to take the tests for this level prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3. A British Sign Language (BSL) qualification is an alternative to the English qualification for those whose primary language is BSL&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Link to Professional Registration &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Upon completion learners will be able to join the Institution of Occupational Safety and Health (IOSH) at TechIOSH level.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship will be level 3.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date&#160;&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship will be reviewed every 3 years.&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-03-29T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "Ian.Nixon@costain.com",
  "involvedEmployers": "Balfour Beatty, Costain, High Speed 2, Mitie, Morrison Utilities, Persimmon Homes, Sapa Group, Sisk, Skanska, Thames Water",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Protective Services",
  "cluster": "Protective Service Officer",
  "clusterId": "15",
  "clusterDescription": "Provide safety, security, prevention, enforcement, protection and investigation services largely on behalf of society",
  "createdDate": "2017-11-14T17:09:22 +00:00",
  "lastUpdated": "2022-02-23T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-03-29T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0550",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0550-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0550-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-02-23T00:00:00"
}