{
  "templateType": "Apprenticeship Standard",
  "larsCode": 443,
  "referenceNumber": "ST0559",
  "learningAimClassCode": "",
  "title": "Museums and galleries technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": true,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0559",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "",
  "changedDate": "2019-04-12T00:00:00",
  "earliestStartDate": "2019-04-12T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Creating permanent and temporary exhibitions and displays, meeting strict deadlines of time and cost.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 15,
  "maxFunding": 11000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "museums",
    "art",
    "gallary",
    "technician",
    "exhibitions",
    "art history",
    "management",
    "creative"
  ],
  "jobRoles": [
    "Art handler",
    "Art technician",
    "Collection technician",
    "Curatorial assistant",
    "Exhibition technician",
    "Museums assistant"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2915/st0559_museum-galleries-technician_l3_ap-for-publication_100419.pdf",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.2 Crafts, creative arts and design",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Museum and Gallery Technician creates permanent and temporary exhibitions and displays, meeting strict deadlines of time and cost.&amp;nbsp; They design, manufacture and install bespoke display and interpretation solutions, which may include mounts and showcases, and may be involved in creating accurate labels for particular objects*. These objects may be extremely valuable and often priceless. The display solutions may be made from materials such as Perspex, wood and metal and may be intricate.&amp;nbsp; In consultation with the designated Conservator, they may also have to source manufacturers for some displays.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Museum and Gallery Technicians contribute to the specialist preparation, planning, technical and operational running of Collections and Exhibitions. They also complete documentation associated with collections management, risk assessment and object handling. They must work within their organisation’s policies and procedures at all times and are responsible for ensuring that their tools and equipment are health, safety and security compliant.&lt;/p&gt;\n&lt;p&gt;A Technician is further expected to assist with ongoing collections care, preparing objects for transit, by constructing, or overseeing the construction, of travel cases.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Technicians may support wider organisational activities such as providing objects for learning sessions in a safe and responsible way, selecting and handling objects for external clients, showing others how to safely handle objects, or accompanying visitors/clients to object stores.&amp;nbsp; Technicians may be expected to work with internal and external conservators, curators, artists, scientists, contractors, art handlers, and exhibition managers. They may be expected to accompany, sometimes alone, the transit of objects, nationally and internationally, and work both independently and as part of a team.&lt;/p&gt;\n&lt;p&gt;Roles could be in a multi-department museum/gallery, smaller museum/gallery or a group of museums/galleries and associated organisations providing technical services to museums and galleries, as well as technicians within arts schools, and those providing technical services to the wider arts and cultural heritage sectors.&lt;/p&gt;\n&lt;p&gt;*Refers to artworks, objects, specimens, artefacts and/or archives&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Job roles covered: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically, job roles/titles covered may include: Exhibition Technician, Curatorial Assistant, Museums Assistant, Art Handler, Art Technician and Collection Technician.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements&lt;/strong&gt;:&lt;/h3&gt;\n&lt;p&gt;Candidates should have basic IT skills. Employers will identify specific entry requirements through recruitment and selection.&amp;nbsp;&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th colspan=&quot;2&quot; style=&quot;width: 30%;&quot;&gt;\n&lt;p&gt;Knowledge. Museum and Gallery Technicians are required to know and understand:&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 30%;&quot;&gt;Health, safety and security&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The security issues facing museums and galleries including access&lt;/li&gt;\n&lt;li&gt;Health and Safety issues specific to the safe display, storage and movement of objects and those who may come into contact with them. This may include lifting and handling, protective equipment and clothing, and working at height&lt;/li&gt;\n&lt;li&gt;The role of the organisation’s disaster and emergency response systems and associated policies and procedures where applicable e.g. fire, flood, pest outbreak, theft, vandalism and accidental damage, and the role each relevant member of staff plays within this including the Technician’s&lt;/li&gt;\n&lt;li&gt;Specific threats and associated security in relation to the organisation&lt;/li&gt;\n&lt;li&gt;How to recognise and identify risks within spaces that technicians work&lt;/li&gt;\n&lt;li&gt;Good practice and full compliance with health and safety regulations eg COSHH, RIDDOR and the organisation’s associated policies and procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Loaning of objects&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The documentation associated with the entry and exit of objects, such as works on loan, acquisitions or objects left for identification by the public&lt;/li&gt;\n&lt;li&gt;The Government Indemnity Scheme and/or other appropriate insurer conditions&lt;/li&gt;\n&lt;li&gt;Guidelines for transporting objects of varying conditions to different locations using a range of different transportation methods which may include courier requirements for loans and touring exhibitions&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Documentation of objects&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The organisation’s and lender’s (where appropriate) conditions of loan and the need for compliance with these.&amp;nbsp; Where an organisation doesn’t loan objects, show understanding in recommended principles of loan conditions such as those set out by the Museum Association&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Design&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The most appropriate materials for use to support specific displays, storage and in-transit design&lt;/li&gt;\n&lt;li&gt;The most appropriate equipment and tools to use when making display, storage and packing solutions&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Appropriate processes, collections and exhibitions care&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Curatorial and/or conservation instructions (method statements) to know how to successfully deliver agreed tasks or projects&lt;/li&gt;\n&lt;li&gt;Environmental and human impacts on objects to ensure their long term preservation and safe keeping&lt;/li&gt;\n&lt;li&gt;The principles behind the care of objects, showing awareness of and ability to make sound judgements about their care&lt;/li&gt;\n&lt;li&gt;Recognise and report risks as per company procedures, and create/interpret data relating to the storage and movement of objects in line with industry standards and/or respective company standards as appropriate&lt;/li&gt;\n&lt;li&gt;The risk factors and vulnerabilities of objects, their materials and construction to inform and plan for appropriate technical work associated with the sound storage, movement and display of objects including manual handling techniques, installation, and types of transportation to prevent object damage/decay&lt;/li&gt;\n&lt;li&gt;The range of materials for packing and storage and the appropriate application of these&lt;/li&gt;\n&lt;li&gt;Impact of sound cataloguing practices and risks associated with data errors&lt;/li&gt;\n&lt;li&gt;Environmental impact on objects including pest management, humidity, temperature, light levels including UV, environmental pollution&lt;/li&gt;\n&lt;li&gt;How risks, as a result of environmental and human impacts, should be reported to&lt;/li&gt;\n&lt;li&gt;Budget implications and constraints&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Mission, values and purpose&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The mission, values and objectives of your organisation and the context within which it operates (e.g. public/private facing, financial model, audiences and customers)&lt;/li&gt;\n&lt;li&gt;How to work with third parties and the importance of upholding their standards, and the importance of them upholding yours [the organisation’s]&lt;/li&gt;\n&lt;li&gt;The importance of audiences and their make-up and their impact on your organisation&lt;/li&gt;\n&lt;li&gt;The organisation’s code of ethics and approaches to sustainable practices&lt;/li&gt;\n&lt;li&gt;Identify the types of Museums and Galleries across the UK and the economic and social conditions within which these operate&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Equality and diversity&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The organisation’s strategies for widening access, inclusion and diversity, where applicable and how to support them&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th colspan=&quot;2&quot; style=&quot;width: 30%;&quot;&gt;\n&lt;p&gt;Skills. Museum and Gallery Technicians will:&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Collections care and the safe management, storage and display of objects&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Contribute to the design, modify, prepare and build containers, fixings and packing for the safe storage and transit of objects, and justify the selection and use of materials for this, based on the specifications of the objects&lt;/li&gt;\n&lt;li&gt;Undertake safe handling, movement and installation of objects taking into account location, fragility, weight, size and other hazards&lt;/li&gt;\n&lt;li&gt;Ensure the safe use, appropriate selection and application of hand/machine tools and equipment relevant to objects specifications and their value. This may include fixed and hand-held equipment, ladders, scaffolding and band saws.&lt;/li&gt;\n&lt;li&gt;Keep storage areas and associated work spaces clean and tidy in line with the organisation’s and associated parties (where applicable) policies and procedures&lt;/li&gt;\n&lt;li&gt;Carry out planned reviews and improvements to storage and display areas.&lt;/li&gt;\n&lt;li&gt;Review, repair, reline and adapt showcases.&lt;/li&gt;\n&lt;li&gt;Assist with the identification of faults and appropriate maintenance of equipment and machinery used in technicians work in accordance with the organisation’s policies and procedures such as ladders, scaffolding, hand tools, trolleys, band saws, laser cutters and any hot metal equipment for making mounts for objects.&lt;/li&gt;\n&lt;li&gt;Move, or oversee the safe movement of, objects for photography, collections care, loans and/or changes to displays demonstrating special awareness at all times.&lt;/li&gt;\n&lt;li&gt;Identify and minimise any pest or environmental related risks to objects in the organisation’s care&lt;/li&gt;\n&lt;li&gt;Assist with collections and object care procedures including examination, treatment and full documentation on a wide range of objects.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Risk assessment and reporting&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Undertake risk assessments either manually or electronically, in-line with company process, to ensure safe working practices for staff and public&lt;/li&gt;\n&lt;li&gt;Ensure all completed risk assessments are effectively communicated with relevant parties&lt;/li&gt;\n&lt;li&gt;Liaise with relevant staff to ensure that objects databases are accurately maintained and updated&lt;/li&gt;\n&lt;li&gt;Document and report information about the condition of objects as per the organisation’s policies and procedures including photographing objects to maintain visual records and aid accurate record keeping.&lt;/li&gt;\n&lt;li&gt;Assist relevant staff with the writing of condition and treatment reports for objects and advise on suitable storage&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Delivering against curatorial specifications&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Prepare the relevant space for object installation and de-installation in line with agreed plans e.g. plinth manufacture, false wall building, artist commissions&lt;/li&gt;\n&lt;li&gt;Offer advice and guidance about appropriate display, storage and environmental controls for objects for internal or external stakeholders&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Management of technical resources&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Research and source materials, tools, equipment and supplies needed to make displays, mounts, cases and commissions&lt;/li&gt;\n&lt;li&gt;Where appropriate order these in line with the organisation’s purchasing procedures and budget constraints of the task, to deliver technical designs and store objects&lt;/li&gt;\n&lt;li&gt;Complete documentation associated with sourcing and managing materials in-line with company standards&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Problem solving&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Identify unexpected challenges such as changes in environmental and biological conditions, deviation from the specifications and operational restrictions&lt;/li&gt;\n&lt;li&gt;Offer and implement appropriate solutions to the identified challenge or seek appropriate guidance&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Communication&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Write, speak and present information clearly&lt;/li&gt;\n&lt;li&gt;Complete required documentation in-line with company standards&lt;/li&gt;\n&lt;li&gt;Explain complex issues and difficult decisions in a way that is easy to understand to a range of audiences adapting methods of communication as appropriate for the audience&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Working Relationships&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Work as part of a team, and cross-departmentally, sharing responsibilities as appropriate&lt;/li&gt;\n&lt;li&gt;Undertake all tasks within agreed timeframes and budgets and in line with curatorial and/or collections care requirements, reporting progress as appropriate&lt;/li&gt;\n&lt;li&gt;Work independently on a range of agreed tasks&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th colspan=&quot;2&quot; style=&quot;width: 30%;&quot;&gt;\n&lt;p&gt;Behaviours&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Equality and Diversity&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Promotes equality and diversity by developing and maintaining positive working relationships and best practice by treating all colleagues, visitors and members of the public with respect, tolerance and dignity at all times&lt;/li&gt;\n&lt;li&gt;Listens to and respects others views and opinions, is diplomatic and tactful at all times&amp;nbsp;&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Attention to detail&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Rigorous, meticulous, accurate and confident in undertaking role tasks&lt;/li&gt;\n&lt;li&gt;Be pro-active and purposeful when working on activities, apply the appropriate knowledge and seek support when it is needed&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Positive attitude&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Positive, cooperative, receptive and resilient at all times&lt;/li&gt;\n&lt;li&gt;Prepared to work outside of one’s comfort zone, to undertake different tasks&lt;/li&gt;\n&lt;li&gt;A willingness to learn, adapt and be trained in new skills and approaches, and share learning&lt;/li&gt;\n&lt;li&gt;Act as an Ambassador for the organisation at all times&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Drive and passion&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Committed approach to problem solving&lt;/li&gt;\n&lt;li&gt;Clear enthusiasm and passion for learning about and working with the organisation’s objects and stakeholders&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Sustainability and Environmental Impact&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Work in a sustainable and environmentally friendly way in relation to the organisation’s policies and procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and maths on entry will need to achieve this level prior to completing the end point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 15 -21 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship is set at Level 3&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship should be reviewed after a maximum of three years.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;&quot;A Museum and Gallery Technician creates permanent and temporary exhibitions and displays, meeting strict deadlines of time and cost.&amp;nbsp; They design, manufacture and install bespoke display and interpretation solutions, which may include mounts and showcases, and may be involved in creating accurate labels for particular objects*. These objects may be extremely valuable and often priceless. The display solutions may be made from materials such as Perspex, wood and metal and may be intricate.&amp;nbsp; In consultation with the designated Conservator, they may also have to source manufacturers for some displays.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Museum and Gallery Technicians contribute to the specialist preparation, planning, technical and operational running of Collections and Exhibitions. They also complete documentation associated with collections management, risk assessment and object handling. They must work within their organisation’s policies and procedures at all times and are responsible for ensuring that their tools and equipment are health, safety and security compliant.&lt;/p&gt;\n&lt;p&gt;A Technician is further expected to assist with ongoing collections care, preparing objects for transit, by constructing, or overseeing the construction, of travel cases.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Technicians may support wider organisational activities such as providing objects for learning sessions in a safe and responsible way, selecting and handling objects for external clients, showing others how to safely handle objects, or accompanying visitors/clients to object stores.&amp;nbsp; Technicians may be expected to work with internal and external conservators, curators, artists, scientists, contractors, art handlers, and exhibition managers. They may be expected to accompany, sometimes alone, the transit of objects, nationally and internationally, and work both independently and as part of a team.&lt;/p&gt;\n&lt;p&gt;Roles could be in a multi-department museum/gallery, smaller museum/gallery or a group of museums/galleries and associated organisations providing technical services to museums and galleries, as well as technicians within arts schools, and those providing technical services to the wider arts and cultural heritage sectors.&lt;/p&gt;\n&lt;p&gt;*Refers to artworks, objects, specimens, artefacts and/or archives&quot;&lt;/p&gt;\n&lt;p&gt;Creating permanent and temporary exhibitions and displays, meeting strict deadlines of time and cost.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "2e73a500-3f32-4fd1-98fc-c2e2f85646f7",
      "detail": "The security issues facing museums and galleries including access."
    },
    {
      "knowledgeId": "0e595781-8c3b-4f32-921f-f362f71fd23b",
      "detail": "Health and Safety issues specific to the safe display, storage and movement of objects and those who may come into contact with them. This may include lifting and handling, protective equipment and clothing, and working at height."
    },
    {
      "knowledgeId": "388a6595-a191-40a5-b43f-c30b57d81cf7",
      "detail": "The role of the organisation's disaster and emergency response systems and associated policies and procedures where applicable e.g. fire, flood, pest outbreak, theft, vandalism and accidental damage, and the role each relevant member of staff plays within this including the Technician."
    },
    {
      "knowledgeId": "b211251b-d2e7-4ed5-a2d0-68985e36e99f",
      "detail": "Specific threats and associated security in relation to the organisation"
    },
    {
      "knowledgeId": "7c1a849c-29b8-494d-b0bd-7dc710de97a2",
      "detail": "How to recognise and identify risks within spaces that technicians work."
    },
    {
      "knowledgeId": "bef7cc6a-c040-4a0a-9555-2c616c2f3dd0",
      "detail": "Good practice and full compliance with health and safety regulations eg COSHH, RIDDOR and the organisation's associated policies and procedures."
    },
    {
      "knowledgeId": "799e44f3-261f-440a-b3d6-7e57ea542848",
      "detail": "The documentation associated with the entry and exit of objects, such as works on loan, acquisitions or objects left for identification by the public."
    },
    {
      "knowledgeId": "b2de3482-8c67-48e2-8ed5-dcb9410804f6",
      "detail": "The Government Indemnity Scheme and/or other appropriate insurer conditions."
    },
    {
      "knowledgeId": "71f3906a-0620-4e30-a8a8-58f03ebd9536",
      "detail": "Guidelines for transporting objects of varying conditions to different locations using a range of different transportation methods which may include courier requirements for loans and touring exhibitions."
    },
    {
      "knowledgeId": "9adf91ad-769e-461e-8a81-408f591d918b",
      "detail": "The organisation's and lender's (where appropriate) conditions of loan and the need for compliance with these.  Where an organisation doesn't loan objects, show understanding in recommended principles of loan conditions such as those set out by the Museum Association."
    },
    {
      "knowledgeId": "3dcc1702-023e-4bc6-b442-5e4648f2f252",
      "detail": "The most appropriate materials for use to support specific displays, storage and in-transit design."
    },
    {
      "knowledgeId": "a6963fa6-45a2-4187-83da-e3b71a2618a6",
      "detail": "The most appropriate equipment and tools to use when making display, storage and packing solutions."
    },
    {
      "knowledgeId": "eb38aab6-fe8d-4a3d-b418-1642ad31b2a4",
      "detail": "Curatorial and/or conservation instructions (method statements) to know how to successfully deliver agreed tasks or projects."
    },
    {
      "knowledgeId": "d32aba6d-0efe-4c0f-9dd1-9ed051e9cd3a",
      "detail": "Environmental and human impacts on objects to ensure their long term preservation and safe keeping."
    },
    {
      "knowledgeId": "dbfa8570-4f39-4a49-a692-e94537b800b4",
      "detail": "The principles behind the care of objects, showing awareness of and ability to make sound judgements about their care."
    },
    {
      "knowledgeId": "d6ec71b9-8338-46f4-90ab-28eec7731737",
      "detail": "Recognise and report risks as per company procedures, and create/interpret data relating to the storage and movement of objects in line with industry standards and/or respective company standards as appropriate."
    },
    {
      "knowledgeId": "d5793460-b838-41bd-8404-80b9de5076c1",
      "detail": "The risk factors and vulnerabilities of objects, their materials and construction to inform and plan for appropriate technical work associated with the sound storage, movement and display of objects including manual handling techniques, installation, and types of transportation to prevent object damage/decay."
    },
    {
      "knowledgeId": "7fd9623a-445b-4c02-af30-233bfdb3fc0b",
      "detail": "The range of materials for packing and storage and the appropriate application of these."
    },
    {
      "knowledgeId": "2323eca2-2fb3-4f49-8aee-36d2064dea3b",
      "detail": "Impact of sound cataloguing practices and risks associated with data errors."
    },
    {
      "knowledgeId": "f4cf9db3-8258-46e7-a41a-78e26988b674",
      "detail": "Environmental impact on objects including pest management, humidity, temperature, light levels including UV, environmental pollution."
    },
    {
      "knowledgeId": "59c5fc84-126d-434f-90c6-0777d9d5c997",
      "detail": "How risks, as a result of environmental and human impacts, should be reported to."
    },
    {
      "knowledgeId": "74feda5d-5087-4116-8fd9-42dc7ecda85a",
      "detail": "Budget implications and constraints."
    },
    {
      "knowledgeId": "1f3e7b4e-39b2-4575-ad5f-5107eb3bf831",
      "detail": "The mission, values and objectives of your organisation and the context within which it operates (e.g. public/private facing, financial model, audiences and customers)."
    },
    {
      "knowledgeId": "6f6743cc-f8fb-4573-9c3f-aa67d13f7b50",
      "detail": "How to work with third parties and the importance of upholding their standards, and the importance of them upholding yours (the organisational)."
    },
    {
      "knowledgeId": "6395a1cb-92a9-4934-8310-bf9808b15df7",
      "detail": "The importance of audiences and their make-up and their impact on your organisation."
    },
    {
      "knowledgeId": "7c4e604c-9557-4b4e-9d46-ac6a5d7f01f1",
      "detail": "The organisation's code of ethics and approaches to sustainable practices."
    },
    {
      "knowledgeId": "35c16c50-c001-4d14-b41d-ca47f836e241",
      "detail": "Identify the types of Museums and Galleries across the UK and the economic and social conditions within which these operate."
    },
    {
      "knowledgeId": "c9e7484d-177e-4ba7-9a09-19b00b0e678a",
      "detail": "The organisation's strategies for widening access, inclusion and diversity, where applicable and how to support them."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "48fb1158-9534-4735-8dca-ac456272dbf7",
      "detail": "Promotes equality and diversity by developing and maintaining positive working relationships and best practice by treating all colleagues, visitors and members of the public with respect, tolerance and dignity at all times."
    },
    {
      "behaviourId": "965c8582-48b3-406c-9c7a-6d714dc5f6ae",
      "detail": "Listens to and respects others views and opinions, is diplomatic and tactful at all times."
    },
    {
      "behaviourId": "d0977906-ab56-4f13-8c3e-dec70e5c77fb",
      "detail": "Rigorous, meticulous, accurate and confident in undertaking role tasks."
    },
    {
      "behaviourId": "a77d2ae3-c1fb-40b7-9294-636f10f0ad44",
      "detail": "Be pro-active and purposeful when working on activities, apply the appropriate knowledge and seek support when it is needed"
    },
    {
      "behaviourId": "0ba79256-407f-4d0b-8bab-39b93dcd4f7c",
      "detail": "Positive, cooperative, receptive and resilient at all times."
    },
    {
      "behaviourId": "5216d05c-5265-4c25-bfe1-b813017a8e0c",
      "detail": "Prepared to work outside of one's comfort zone, to undertake different tasks."
    },
    {
      "behaviourId": "709eb31f-10f2-4261-98bd-c8033a2b6caa",
      "detail": "A willingness to learn, adapt and be trained in new skills and approaches, and share learning."
    },
    {
      "behaviourId": "aa0ee42f-8b14-43c5-b925-7c7a8db3d7a4",
      "detail": "Act as an Ambassador for the organisation at all times."
    },
    {
      "behaviourId": "a9f34e2f-b8ec-4bc4-8cee-bcb5851db0b6",
      "detail": "Committed approach to problem solving."
    },
    {
      "behaviourId": "d1a5c04e-9e9f-4da2-9ce9-3441daf7b2b7",
      "detail": "Clear enthusiasm and passion for learning about and working with the organisation's objects and stakeholders."
    },
    {
      "behaviourId": "ccbeac4a-0545-46a1-87c8-c27e5a01e1d2",
      "detail": "Work in a sustainable and environmentally friendly way in relation to the organisation's policies and procedures."
    }
  ],
  "skills": [
    {
      "skillId": "255f6f20-aa23-4b66-b92b-fd592c3d5b90",
      "detail": "Contribute to the design, modify, prepare and build containers, fixings and packing for the safe storage and transit of objects, and justify the selection and use of materials for this, based on the specifications of the objects."
    },
    {
      "skillId": "ba72337d-2ede-4620-995e-e6b1a64845da",
      "detail": "Undertake safe handling, movement and installation of objects taking into account location, fragility, weight, size and other hazards."
    },
    {
      "skillId": "80a86973-e727-42cf-9f0e-74d8c064e335",
      "detail": "Ensure the safe use, appropriate selection and application of hand/machine tools and equipment relevant to objects specifications and their value. This may include fixed and hand-held equipment, ladders, scaffolding and band saws."
    },
    {
      "skillId": "ecba0021-db5c-49cd-882b-db5170a01401",
      "detail": "Keep storage areas and associated work spaces clean and tidy in line with the organisationâ€™s and associated parties (where applicable) policies and procedures."
    },
    {
      "skillId": "1371fa13-03d4-42d2-897d-10ac1c33a2f0",
      "detail": "Carry out planned reviews and improvements to storage and display areas."
    },
    {
      "skillId": "ddd202b0-6409-4a91-8f41-32743a662055",
      "detail": "Review, repair, reline and adapt showcases."
    },
    {
      "skillId": "0cacb503-35ab-4c5a-8993-9d1940227332",
      "detail": "Assist with the identification of faults and appropriate maintenance of equipment and machinery used in technicians work in accordance with the organisations policies and procedures such as ladders, scaffolding, hand tools, trolleys, band saws, laser cutters and any hot metal equipment for making mounts for objects."
    },
    {
      "skillId": "17612d62-f379-4de3-840a-65754c26486d",
      "detail": "Move, or oversee the safe movement of, objects for photography, collections care, loans and/or changes to displays demonstrating special awareness at all times."
    },
    {
      "skillId": "791859f9-8b70-4896-bcce-0941200d11a0",
      "detail": "Identify and minimise any pest or environmental related risks to objects in the organisation's care."
    },
    {
      "skillId": "d1a7c8e3-1e8a-4ae8-8dae-fa0b6b5e35cc",
      "detail": "Assist with collections and object care procedures including examination, treatment and full documentation on a wide range of objects."
    },
    {
      "skillId": "da83a830-1b1a-4dc5-b038-276fdd411e87",
      "detail": "Undertake risk assessments either manually or electronically, in-line with company process, to ensure safe working practices for staff and public."
    },
    {
      "skillId": "627424ce-8366-45a4-a704-e9742a7e6fe1",
      "detail": "Ensure all completed risk assessments are effectively communicated with relevant parties."
    },
    {
      "skillId": "ca9ec91f-c6b5-4114-a4d9-4defea82fabc",
      "detail": "Liaise with relevant staff to ensure that objects databases are accurately maintained and updated."
    },
    {
      "skillId": "a1bc4357-6812-4494-83d0-43f17f394427",
      "detail": "Document and report information about the condition of objects as per the organisation's policies and procedures including photographing objects to maintain visual records and aid accurate record keeping."
    },
    {
      "skillId": "c2ead935-d70a-4cce-a7c8-cb37011e799e",
      "detail": "Assist relevant staff with the writing of condition and treatment reports for objects and advise on suitable storage."
    },
    {
      "skillId": "2a879914-354d-41f5-9dff-778bef4fb50f",
      "detail": "Assist relevant staff with the writing of condition and treatment reports for objects and advise on suitable storage."
    },
    {
      "skillId": "00650d83-5e12-4f92-bc15-3e09f63dae5c",
      "detail": "Prepare the relevant space for object installation and de-installation in line with agreed plans e.g. plinth manufacture, false wall building, artist commissions."
    },
    {
      "skillId": "591de1ec-9fc5-4852-b523-b0b76f7fee85",
      "detail": "Offer advice and guidance about appropriate display, storage and environmental controls for objects for internal or external stakeholders."
    },
    {
      "skillId": "0976c17e-c156-4d38-8d7a-e813f26a2331",
      "detail": "Research and source materials, tools, equipment and supplies needed to make displays, mounts, cases and commissions."
    },
    {
      "skillId": "62734e9f-0448-422e-9104-203996df3c85",
      "detail": "Where appropriate order these in line with the organisation's purchasing procedures and budget constraints of the task, to deliver technical designs and store objects."
    },
    {
      "skillId": "5ea365ae-fc98-46df-b162-9f508c83cf95",
      "detail": "Complete documentation associated with sourcing and managing materials in-line with company standards."
    },
    {
      "skillId": "a6c343fd-960d-4ed4-8d71-47abe350a776",
      "detail": "Identify unexpected challenges such as changes in environmental and biological conditions, deviation from the specifications and operational restrictions."
    },
    {
      "skillId": "875a8967-05e7-43b5-98e1-1dd3cfaf677d",
      "detail": "Offer and implement appropriate solutions to the identified challenge or seek appropriate guidance."
    },
    {
      "skillId": "2c38041c-e470-422d-81c1-964b6f04e39e",
      "detail": "Write, speak and present information clearly."
    },
    {
      "skillId": "941a6a48-bc54-4660-8f3d-e8b468ca6e94",
      "detail": "Complete required documentation in-line with company standards."
    },
    {
      "skillId": "b11c4f0b-4ac5-4dfc-a730-53326c588f42",
      "detail": "Explain complex issues and difficult decisions in a way that is easy to understand to a range of audiences adapting methods of communication as appropriate for the audience."
    },
    {
      "skillId": "86bbed50-dcaf-4a94-9580-2149e250e649",
      "detail": "Work as part of a team, and cross-departmentally, sharing responsibilities as appropriate."
    },
    {
      "skillId": "29cedba0-81ce-4d32-a49c-d8e21977c78a",
      "detail": "Undertake all tasks within agreed timeframes and budgets and in line with curatorial and/or collections care requirements, reporting progress as appropriate."
    },
    {
      "skillId": "c68174bc-3b33-4652-8c07-b1c6cde68594",
      "detail": "Work independently on a range of agreed tasks."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-04-12T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0263",
  "tbMainContact": "kc376@cam.ac.uk",
  "involvedEmployers": "Fitzwilliam Museum, Bath College, Natural History Museum, Crown Fine Art, Wysing Arts Centre, Imperial War Museum, Tate, Reading University, Cambridge Museum of Technology, University of Cambridge Museums, Plymouth City Museum & Art Gallery, V&A, Museum of Zoology Cambridge, Ashmolean Museum Oxford, Norfolk Museums Service, CC Skills, Museums Association, South London Gallery, National Gallery",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Art handler",
    "Art technician",
    "Collection technician",
    "Curatorial assistant",
    "Exhibition technician",
    "Museums assistant"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Cultural Heritage and Visitor Attractions",
  "cluster": "Collections and conservation technician",
  "clusterId": "4",
  "clusterDescription": null,
  "createdDate": "2022-04-11T14:07:58 +00:00",
  "lastUpdated": "2019-04-12T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-04-12T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised or adjusted. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeships being revised or adjusted are available in the revisions and adjustments status report. ; This apprenticeship is approved for delivery, however all new starts are currently paused, while we work to resolve some delivery-related issues. This pause on new starts does not affect any existing learners (those currently on-programme or taking end-point assessment).",
  "occupationCode": "OCC0559",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0559-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0559-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2019-04-12T00:00:00"
}