{
  "templateType": "Apprenticeship Standard",
  "larsCode": 536,
  "referenceNumber": "ST0590",
  "learningAimClassCode": "",
  "title": "Registrar (creative and cultural)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0590",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2020-02-03T00:00:00",
  "earliestStartDate": "2020-02-03T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Enable access and enjoyment of cultural heritage by public and other audiences now and in the future.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 16000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "Business",
    "cultural",
    "registrar",
    "creative",
    "heritage",
    "art",
    "customers"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/r5dlzhqy/st0590_registrar-with-correction.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.3 Business management",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;A Registrar operates behind the scenes to enable access and enjoyment of cultural heritage by public and other audiences now and in the future.&amp;nbsp; They may work within a museum, art gallery or similar organisation whether public or private which has a stated remit to promote, collect, manage, preserve, interpret and/or display works of art, historic stories, customs, practices, places, artistic expressions, values, specimens and artefacts of unique and often irreplaceable artistic, historic, cultural or scientific importance, commonly referred to as collections or objects. &amp;nbsp;&lt;/p&gt;\n&lt;p&gt;The Registrar is responsible for:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Identifying and managing the provision of protection to the organisation from financial and reputational risks and ensuring the protection of objects/collections from physical risks;&lt;/li&gt;\n&lt;li&gt;managing the logistical, legal, practical and technical aspects of caring for, moving, recording and installing the objects/collections in the organisation’s care;&lt;/li&gt;\n&lt;li&gt;safeguarding collections and ensuring that legal and ethical standards are maintained.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Registrars:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;organise acquisitions, loans, exhibitions, displays and shipments of objects to enable their organisations’ programmes;&lt;/li&gt;\n&lt;li&gt;develop, implement and use collection management policies and procedures;&lt;/li&gt;\n&lt;li&gt;give expert advice to internal/external colleagues on all collections, loans and exhibition activities taking place nationally and internationally;&lt;/li&gt;\n&lt;li&gt;correspond with lenders/borrowers/owners regarding objects/loans;&lt;/li&gt;\n&lt;li&gt;review and negotiate contracts and legal agreements;&lt;/li&gt;\n&lt;li&gt;procure and arrange transport, casing, insurance and indemnity;&lt;/li&gt;\n&lt;li&gt;work with Conservators and Museum and Galleries Technicians to prepare objects for movement or display; travel may be involved with objects to other locations which may be international;&lt;/li&gt;\n&lt;li&gt;may work hands-on with objects e.g. condition checking or packing objects.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Registrars may work alone or in teams in a fast paced, busy environment with other, predominantly, internal departments which may include art handling, conservation, exhibitions, photographic, legal, technicians, sales and curatorial. They also liaise with other external sector professionals e.g. technical consultants, artists, insurance brokers, fabricators and an international network of transport agents.&lt;/p&gt;\n&lt;p&gt;Registrars typically report to a head of department or senior management structure dependant on the size of their organisation. They may manage more junior staff and/or volunteers.&amp;nbsp; In different organisations, the job title may vary and include Collections/Exhibitions Registrar, Collection/Exhibition Officer or Loans Manager/Officer.&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge. The Registrar will know and understand:&lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;Care of and Access to physical and digital objects/ collections&lt;/p&gt;\n&lt;/th&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Professional standards and good practice of collections care set by Governing Bodies in the sector (e.g. DCMS, Arts Council England, ICOM, Collections Trust, Museums Association) and the UK Registrars Group including collection management standards including:\n&lt;ul&gt;\n&lt;li&gt;object entry/exit, acquisition and disposal;&lt;/li&gt;\n&lt;li&gt;inventory, movement and location control;&lt;/li&gt;\n&lt;li&gt;loans in and out;&lt;/li&gt;\n&lt;li&gt;condition reports, conservation and collection care;&lt;/li&gt;\n&lt;li&gt;object handling;&lt;/li&gt;\n&lt;li&gt;loss and damage;&lt;/li&gt;\n&lt;li&gt;valuation control, audit; rights management;&lt;/li&gt;\n&lt;li&gt;cataloguing, use and management of collections;&lt;/li&gt;\n&lt;li&gt;documentation.&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/li&gt;\n&lt;li&gt;Facility reports, security reports, technical drawings (e.g. display cases) and environmental monitoring data required for the lending and borrowing of objects.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;Project Management&lt;/p&gt;\n&lt;/th&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Loan and exhibition management best practice which may include design, display, installation and exhibition tour management.&lt;/li&gt;\n&lt;li&gt;Organisation’s project and program management processes and systems.&lt;/li&gt;\n&lt;li&gt;Organisation’s financial and budget management processes, including procurement and contract management processes.&lt;/li&gt;\n&lt;li&gt;Risk management principles to identify and mitigate the risks to the organisation where they work and protects the objects with which they work, the people who work with them and the public.&lt;/li&gt;\n&lt;li&gt;Time management, setting and managing milestones and deadlines.&lt;/li&gt;\n&lt;li&gt;Allocation and management of resources e.g. time, money, people.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;&amp;nbsp;\n&lt;p&gt;Compliance Management&lt;/p&gt;\n&lt;/th&gt;\n&lt;td&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;Legislative and other legal requirements, regulatory and contractual obligations, documentation practices and standards, including but not limited to:\n&lt;ul&gt;\n&lt;li&gt;import/export licences for cultural objects;&lt;/li&gt;\n&lt;li&gt;CITES endangered species permits;&lt;/li&gt;\n&lt;li&gt;immunity from seizure for cultural objects;&lt;/li&gt;\n&lt;li&gt;aviation security regulations; data protection; intellectual property;&lt;/li&gt;\n&lt;li&gt;international obligations, copyright;&lt;/li&gt;\n&lt;li&gt;other policies in-line with organisation and policy requirements (e.g. treasure, fire arms, human remains).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/li&gt;\n&lt;li&gt;UK Customs Import and Export Procedures, HMRC requirements and overseas Customs Regulations that may affect their shipment activities.&lt;/li&gt;\n&lt;li&gt;Arts Council England Accreditation and Designation schemes which provide the standards for the sector.&lt;/li&gt;\n&lt;li&gt;Nature and requirements of the UK and foreign Government Indemnity Schemes and commercial insurance policies as they impact activities e.g. transport, display/exhibitions, storage, collections/loans, events, exclusions, claims&lt;/li&gt;\n&lt;li&gt;Ethical principles included in the Museums Association Code of Ethics for Museums and professional judgement including due diligence in relation to the acquisition, disposal or loan of cultural objects/collections.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;&amp;nbsp;\n&lt;p&gt;Data Management&lt;/p&gt;\n&lt;/th&gt;\n&lt;td&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;Spectrum collection management standard which sets the documentation requirement for the sector and PAS197 Code of Practice for Cultural Collections Management which is the strategic requirement for standards of care.&lt;/li&gt;\n&lt;li&gt;Organisation’s requirements for data management, data protection and information systems.&lt;/li&gt;\n&lt;li&gt;The requirements of the Organisation’s specialist software and IT systems.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;&amp;nbsp;Communication&lt;/th&gt;\n&lt;td&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;Written and verbal communication techniques to engage with internal and external colleagues, balancing different perspectives, and provide appropriate communication content e.g. in reports, making presentations and conveying information to others.&lt;/li&gt;\n&lt;li&gt;Negotiation strategies to achieve a breadth of successful outcomes for the organisation for example delivering an exhibition; budget savings; signing of legal agreements.&lt;/li&gt;\n&lt;li&gt;Influencing techniques which take in to account others’ views and considerations along with the Organisation’s objectives.&lt;/li&gt;\n&lt;li&gt;Critical analysis techniques to interpret and evaluate complex information/situations and communicate a range practical, conceptual or technical theories that underpin decision making/planning at an organisational level.&lt;/li&gt;\n&lt;li&gt;The significance and importance of your role to the success of the organisation.&lt;/li&gt;\n&lt;li&gt;People management processes as required by the organisation.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Skills. The Registrar will:&lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;Care of and access to physical and digital objects/collections&lt;/p&gt;\n&lt;/th&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt;Arrange specialist transport of objects/collections, whether undertaken by the &lt;/span&gt;organisation&lt;span&gt; or external transport agents.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Arrange for the preparation of objects/collections for activities which may include checking title and any restrictions in place; working with conservators to identify conservation requirements, arrange condition reports and permissions for treatments required; make appropriate packing and display arrangements for unique objects/collections; arranging photography.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Ensure that suitable risk mitigation measures e.g. insurance and indemnity, physical security and monitoring, appropriate environmental conditions are in place to facilitate lending and borrowing.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Arrange and undertake audits of objects/collections and documentation to ensure compliance. &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Co-ordinate and review conservation condition reports for activities including liaison with external Conservators where required.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Analyse and complete or collate facilities reports, security reports, display case supplements and environmental information.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;Ensure object/collections storage facilities and object/collections movement plans are fit for purpose.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;Project Management&lt;/p&gt;\n&lt;/th&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt;Critically analyse, interpret and evaluate complex situations, devise a suitable course of action for complex problems/projects, manage/solve/coordinate to conclusion.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;Provide advice to internal and external colleagues and implement best practice when managing projects or programs; determine project/program parameters and refine/adapt when problems/limitations arise from internal/external factors.&lt;/li&gt;\n&lt;li&gt;Contribute to budget preparation and management of budgets to ensure collections activities are financially viable.&lt;/li&gt;\n&lt;li&gt;Agree, manage and deliver the time critical transport and installation schedules for unique objects/collections either entering or exiting the&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Seek quotations for specialist transport and other activities e.g. display cases.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Make arrangements for couriers/personnel accompanying objects/collections in transit and act as a courier if required. &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Present proposals&lt;/span&gt;&lt;span&gt;o the relevant decision making &lt;/span&gt;organisation&lt;span&gt; forum/person and prepares subsequent progress reports.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Undertake procurement management activities for goods and services which may include design and transportation.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;Ensure compliance with Organisation’s project management practices and processes.&lt;/li&gt;\n&lt;li&gt;Write or contribute towards care and conservation policy and plans.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;Compliance Management&lt;/p&gt;\n&lt;/th&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Check that all object/collection activities are compliant with ethical principles, legislative and other legal requirements, regulatory obligations, documentation practices and standards.&lt;/li&gt;\n&lt;li&gt;Maintain up to date inventories including valuations and location.&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Where relevant, ensure that the &lt;/span&gt;organisation&lt;span&gt; works to Arts Council England Accredited or Designated status guidelines. &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;Manage import/export arrangements, cultural export licenses, immunity from seizure cover, customs procedures and security clearance where necessary for objects/collections.&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Provide advice on and implement legal and professional requirements e.g. aviation security regulations, due diligence procedures, Government indemnity schemes.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;Draw up, negotiate and manage contracts which may include loan agreements, acquisition agreements, exhibition contracts and loan agreements.&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Manage all registrarial procedures including control of operations, audits, loan renewals, reporting and forecasting.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;Initiate and lead on projects/programs, polices and procedures and allocate resources (human/fiscal etc.) as required.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;Data Management&lt;/p&gt;\n&lt;/th&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Apply data standards for the organisation in-line with PAS197 and Spectrum requirements. &lt;span&gt;Undertake data entry as required&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;Ensure the quality of data entered in the collections management system is accurate, complete and meets organisational requirements and other relevant standards.&lt;/li&gt;\n&lt;li&gt;Maintain and develop policies and procedures relating to collections management activities.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;Communication Skills&lt;/p&gt;\n&lt;/th&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Negotiate with borrowers, lenders and owners the terms and conditions of loans, acquisitions and disposals including security, liability, transport, facilities, environmental requirements, display and costs.&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Exercise broad autonomy and judgement throughout day to day work.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;Communicate to a range of stakeholders to achieve shared goals, objectives and solve problems.&lt;/li&gt;\n&lt;li&gt;Write reports, for a range of internal/external audiences, regarding activities.&lt;/li&gt;\n&lt;li&gt;Act as an Ambassador for the organisation to raise its profile and communicate the importance of its work. This may mean representing the organisation including attending and/or presenting at conferences and workshops.&lt;/li&gt;\n&lt;li&gt;Share best practice and/or delivering training to internal staff and external organisations e.g. UKRG regarding collections management activities.&lt;/li&gt;\n&lt;li&gt;Champion ethical, legal or other issues with organisation’s personnel as appropriate.&lt;/li&gt;\n&lt;li&gt;Setting milestones, deadlines and workflow for colleagues (in other departments or members of project/program teams) to ensure delivery, as required by the organisation.&lt;/li&gt;\n&lt;li&gt;Co-ordinate third-party contractors e.g. transport agents and manage them on and off-site to deliver their set brief.&lt;/li&gt;\n&lt;li&gt;Line manage and/or supervise the work of colleagues and/or volunteers as required.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours: The Registrar will demonstrate the following behaviours:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Results&lt;/strong&gt;&lt;strong&gt; driven&lt;/strong&gt;: achieves results and makes every effort necessary to achieve agreed goals/objectives including deadlines.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Problem solvers&lt;/strong&gt;: solves identified problems with sound solutions while foreseeing possible consequences.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Meticulous and methodical in your approach to work&lt;/strong&gt;: works in a logical manner paying attention to details, procedures and processes as appropriate to the situation.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Expectation management&lt;/strong&gt;: diplomatically manages the differing expectations of others, both internal and external, regarding what is practically achievable in terms of stipulated requirements e.g. time scales, budgets.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Flexible approach&lt;/strong&gt;: adapts readily to new situations and changes in the workplace whilst keeping to institutional standards, adapting your approach to meet different requirements.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Diplomatic:&lt;/strong&gt; sensitive in dealing with others and achieve effective resolutions to problems or issues&lt;/li&gt;\n&lt;li&gt;Interpersonal skills: get along well with others, establish effective working relationships with co-workers, managers, clients and/or the public.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Work collaboratively&lt;/strong&gt;: by personal example, encourages and facilitates cooperation, pride, trust and group identity; fosters commitment and team spirit&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Patience and persistence:&lt;/strong&gt; deal with situations in a calm and considered manner. Believe that all situations can be resolved satisfactorily.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Decision making&lt;/strong&gt;: makes decisions based on facts, research/analysis and rationale in order to inform actions and progress the situation.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Work under pressure:&lt;/strong&gt; works well in an environment where there will be many tasks and situations to deal with at once. There may be constraints outside their control or unforeseen changes or problems to deal with.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Continuous Professional Development:&lt;/strong&gt; Proactively keep your industry and best practice knowledge and skills up-to-date, having an eye to the future.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and maths on entry will need to achieve this level prior to completing the end point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.Employers will specify their own entry requirements, which may include a degree or equivalent level of education or experience.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically, 36 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship should be reviewed after a maximum of three years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;A Registrar operates behind the scenes to enable access and enjoyment of cultural heritage by public and other audiences now and in the future. They may work within a museum, art gallery or similar organisation whether public or private which has a stated remit to promote, collect, manage, preserve, interpret and/or display works of art, historic stories, customs, practices, places, artistic expressions, values, specimens and artefacts of unique and often irreplaceable artistic, historic, cultural or scientific importance, commonly referred to as collections or objects. The Registrar is responsible for:Identifying and managing the provision of protection to the organisation from financial and reputational risks and ensuring the protection of objects/collections from physical risks; managing the logistical, legal, practical and technical aspects of caring for, moving, recording and installing the objects/collections in the organisation’s care; safeguarding collections and ensuring that legal and ethical standards are maintained.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "943f413f-335d-4607-853d-c9a1884784f9",
      "detail": "Professional standards and good practice of collections care set by Governing Bodies in the sector (e.g. DCMS, Arts Council England, ICOM, Collections Trust, Museums Association) and the UK Registrars Group including collection management standards including: object entry/exit, acquisition and disposal; inventory, movement and location control; loans in and out; condition reports, conservation and collection care; object handling; loss and damage; valuation control, audit; rights management; cataloguing, use and management of collections; documentation. "
    },
    {
      "knowledgeId": "efaa6a15-2131-455e-934b-a0b172e97153",
      "detail": "Facility reports, security reports, technical drawings (e.g. display cases) and environmental monitoring data required for the lending and borrowing of objects."
    },
    {
      "knowledgeId": "ad4584b2-4f5d-4bf3-a31d-b57780dfc703",
      "detail": "Loan and exhibition management best practice which may include design, display, installation and exhibition tour management."
    },
    {
      "knowledgeId": "95d07423-0ee6-44a0-a1a3-f422b3c24329",
      "detail": "Organisation’s project and program management processes and systems."
    },
    {
      "knowledgeId": "e4d2e20e-1974-412d-85eb-5f4c29a9123b",
      "detail": "Organisation’s financial and budget management processes, including procurement and contract management processes."
    },
    {
      "knowledgeId": "9b0707cc-f497-42cf-9e19-124dbd572cc6",
      "detail": "Risk management principles to identify and mitigate the risks to the organisation where they work and protects the objects with which they work, the people who work with them and the public."
    },
    {
      "knowledgeId": "29144a59-8308-40c0-b4fd-2c019441eca7",
      "detail": "Time management, setting and managing milestones and deadlines."
    },
    {
      "knowledgeId": "1bd0661d-41de-4729-b17b-9fa5799c58f4",
      "detail": "Allocation and management of resources e.g. time, money, people."
    },
    {
      "knowledgeId": "37388d66-9fab-4433-8abe-4f2625d8529a",
      "detail": "Legislative and other legal requirements, regulatory and contractual obligations, documentation practices and standards, including but not limited to: import/export licences for cultural objects; CITES endangered species permits; immunity from seizure for cultural objects; aviation security regulations; data protection; intellectual property; international obligations, copyright; other policies in-line with organisation and policy requirements (e.g. treasure, fire arms, human remains)."
    },
    {
      "knowledgeId": "de60e61a-1873-486f-8a4f-c1d51bb14968",
      "detail": "UK Customs Import and Export Procedures, HMRC requirements and overseas Customs Regulations that may affect their shipment activities."
    },
    {
      "knowledgeId": "fb602bd9-7828-4dd1-8a31-9ac596bda75e",
      "detail": "Arts Council England Accreditation and Designation schemes which provide the standards for the sector."
    },
    {
      "knowledgeId": "5e48d2db-fe41-42f1-9370-f1b4fd4cb4e3",
      "detail": "Nature and requirements of the UK and foreign Government Indemnity Schemes and commercial insurance policies as they impact activities e.g. transport, display/exhibitions, storage, collections/loans, events, exclusions, claims"
    },
    {
      "knowledgeId": "14d0b17e-cd55-4d9c-a54b-1e3061051522",
      "detail": "Ethical principles included in the Museums Association Code of Ethics for Museums and professional judgement including due diligence in relation to the acquisition, disposal or loan of cultural objects/collections."
    },
    {
      "knowledgeId": "d9c17501-4d8f-46ff-bb8f-c165d165bfe1",
      "detail": "Spectrum collection management standard which sets the documentation requirement for the sector and PAS197 Code of Practice for Cultural Collections Management which is the strategic requirement for standards of care."
    },
    {
      "knowledgeId": "9e23e6d8-d090-4746-aa1f-95e837b489fa",
      "detail": "Organisation’s requirements for data management, data protection and information systems."
    },
    {
      "knowledgeId": "71cbba62-d85f-4d43-85a0-7d34aef34f4a",
      "detail": "The requirements of the Organisation’s specialist software and IT systems."
    },
    {
      "knowledgeId": "c0bc314f-ab47-4038-8040-53f9b8a94b91",
      "detail": "Written and verbal communication techniques to engage with internal and external colleagues, balancing different perspectives, and provide appropriate communication content e.g. in reports, making presentations and conveying information to others."
    },
    {
      "knowledgeId": "7358971a-fb5e-4413-ad75-209c164b7aed",
      "detail": "Negotiation strategies to achieve a breadth of successful outcomes for the organisation for example delivering an exhibition; budget savings; signing of legal agreements."
    },
    {
      "knowledgeId": "1d66625a-8430-40d7-89fb-08ec8eec5012",
      "detail": "Influencing techniques which take in to account others’ views and considerations along with the Organisation’s objectives."
    },
    {
      "knowledgeId": "aa8252f7-eb7a-4e2b-81dc-06a758db2cea",
      "detail": "Critical analysis techniques to interpret and evaluate complex information/situations and communicate a range practical, conceptual or technical theories that underpin decision making/planning at an organisational level."
    },
    {
      "knowledgeId": "c49e577e-0fd0-4cb3-b70c-a9e81e770e89",
      "detail": "The significance and importance of your role to the success of the organisation."
    },
    {
      "knowledgeId": "709890be-9bae-4242-a539-e9830b9058e9",
      "detail": "People management processes as required by the organisation."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "4953be84-bfff-43ba-8b30-32c299f2e86d",
      "detail": "Results driven: achieves results and makes every effort necessary to achieve agreed goals/objectives including deadlines."
    },
    {
      "behaviourId": "a2624495-76ae-4e3a-8f21-5b2b413cd461",
      "detail": "Problem solvers: solves identified problems with sound solutions while foreseeing possible consequences."
    },
    {
      "behaviourId": "0ac9b02f-c088-40ad-95ab-97b3e519dc39",
      "detail": "Meticulous and methodical in your approach to work: works in a logical manner paying attention to details, procedures and processes as appropriate to the situation."
    },
    {
      "behaviourId": "b6d17be4-0f79-4b79-8139-1b9e2c78e509",
      "detail": "Expectation management: diplomatically manages the differing expectations of others, both internal and external, regarding what is practically achievable in terms of stipulated requirements e.g. time scales, budgets."
    },
    {
      "behaviourId": "84ef4458-90e6-4563-b675-0558c2c61e25",
      "detail": "Flexible approach: adapts readily to new situations and changes in the workplace whilst keeping to institutional standards, adapting your approach to meet different requirements."
    },
    {
      "behaviourId": "58e34e21-90fb-48b8-a947-70c7d0d06a65",
      "detail": "Diplomatic: sensitive in dealing with others and achieve effective resolutions to problems or issues"
    },
    {
      "behaviourId": "f305daac-bc79-403b-b2e6-1d46eedb0fd9",
      "detail": "Interpersonal skills: get along well with others, establish effective working relationships with co-workers, managers, clients and/or the public."
    },
    {
      "behaviourId": "09982b40-6f5f-4454-8227-06f35428173a",
      "detail": "Work collaboratively: by personal example, encourages and facilitates cooperation, pride, trust and group identity; fosters commitment and team spirit"
    },
    {
      "behaviourId": "331f34b5-2842-4c5d-a429-f36c0333b35c",
      "detail": "Patience and persistence: deal with situations in a calm and considered manner. Believe that all situations can be resolved satisfactorily."
    },
    {
      "behaviourId": "66338f36-b677-468f-b07a-3e51ffaee961",
      "detail": "Decision making: makes decisions based on facts, research/analysis and rationale in order to inform actions and progress the situation."
    },
    {
      "behaviourId": "2be9ed27-d43a-4bde-950a-ba39f187d939",
      "detail": "Work under pressure: works well in an environment where there will be many tasks and situations to deal with at once. There may be constraints outside their control or unforeseen changes or problems to deal with."
    },
    {
      "behaviourId": "e0dc4f35-e814-4aea-99a5-7fbba18a1118",
      "detail": "Continuous Professional Development: Proactively keep your industry and best practice knowledge and skills up-to-date, having an eye to the future."
    }
  ],
  "skills": [
    {
      "skillId": "7480527e-bcd2-42f9-ad2c-557ed4689e5f",
      "detail": "Arrange specialist transport of objects/collections, whether undertaken by the organisation or external transport agents."
    },
    {
      "skillId": "95614753-884a-4a95-94d6-d4d9ebdcbd8f",
      "detail": "Arrange for the preparation of objects/collections for activities which may include checking title and any restrictions in place; working with conservators to identify conservation requirements, arrange condition reports and permissions for treatments required; make appropriate packing and display arrangements for unique objects/collections; arranging photography."
    },
    {
      "skillId": "00a886a1-4adf-4f86-a115-8b37fa2e19e9",
      "detail": "Ensure that suitable risk mitigation measures e.g. insurance and indemnity, physical security and monitoring, appropriate environmental conditions are in place to facilitate lending and borrowing."
    },
    {
      "skillId": "77d784e9-1a2e-470c-992d-10caf534773c",
      "detail": "Arrange and undertake audits of objects/collections and documentation to ensure compliance."
    },
    {
      "skillId": "054154d2-1ba8-44e6-80ef-c27831a3375e",
      "detail": "Co-ordinate and review conservation condition reports for activities including liaison with external Conservators where required."
    },
    {
      "skillId": "dbe6ef79-c72a-4733-a67d-f6d07a61b32f",
      "detail": "Analyse and complete or collate facilities reports, security reports, display case supplements and environmental information."
    },
    {
      "skillId": "b98b5fba-75fe-4e14-bd88-953d316381a9",
      "detail": "Ensure object/collections storage facilities and object/collections movement plans are fit for purpose."
    },
    {
      "skillId": "c32350f9-43f3-416a-998c-5028bdc78aca",
      "detail": "Critically analyse, interpret and evaluate complex situations, devise a suitable course of action for complex problems/projects, manage/solve/coordinate to conclusion."
    },
    {
      "skillId": "3c0dee42-a9e8-486a-a886-949f50df875e",
      "detail": "Provide advice to internal and external colleagues and implement best practice when managing projects or programs; determine project/program parameters and refine/adapt when problems/limitations arise from internal/external factors."
    },
    {
      "skillId": "0c1b04c9-c9ba-441a-8914-93fdff87cc73",
      "detail": "Contribute to budget preparation and management of budgets to ensure collections activities are financially viable."
    },
    {
      "skillId": "0ede9115-b102-46d0-b4ff-e093846f33bf",
      "detail": "Agree, manage and deliver the time critical transport and installation schedules for unique objects/collections either entering or exiting the"
    },
    {
      "skillId": "c42219db-0dab-453f-8638-d3e0383023bd",
      "detail": "Seek quotations for specialist transport and other activities e.g. display cases."
    },
    {
      "skillId": "bce8ca33-c995-48d1-94b0-c49041ef57d7",
      "detail": "Make arrangements for couriers/personnel accompanying objects/collections in transit and act as a courier if required."
    },
    {
      "skillId": "28738528-d45c-4766-8c85-b4db31193bba",
      "detail": "Present proposalso the relevant decision making organisation forum/person and prepares subsequent progress reports."
    },
    {
      "skillId": "6782ebe2-8bbe-42c5-8dd1-4738f1642294",
      "detail": "Undertake procurement management activities for goods and services which may include design and transportation."
    },
    {
      "skillId": "1ede8dd5-68e1-46fc-874b-34d502f2fdbd",
      "detail": "Ensure compliance with Organisation’s project management practices and processes."
    },
    {
      "skillId": "226de441-82c2-40d0-bcec-85d6101d79fb",
      "detail": "Write or contribute towards care and conservation policy and plans."
    },
    {
      "skillId": "b09e96c3-3b1d-4e7d-add9-788c2daeef87",
      "detail": "Check that all object/collection activities are compliant with ethical principles, legislative and other legal requirements, regulatory obligations, documentation practices and standards."
    },
    {
      "skillId": "c6db6ce2-6967-431a-b4c5-68c4baa44449",
      "detail": "Maintain up to date inventories including valuations and location."
    },
    {
      "skillId": "2495628c-fb86-49d2-93eb-d0cfc1238460",
      "detail": "Where relevant, ensure that the organisation works to Arts Council England Accredited or Designated status guidelines."
    },
    {
      "skillId": "c9574dde-37d6-4760-80e8-d65c02ff25d0",
      "detail": "Manage import/export arrangements, cultural export licenses, immunity from seizure cover, customs procedures and security clearance where necessary for objects/collections."
    },
    {
      "skillId": "dcc7a9c4-1256-4006-80f4-ac46e54dd387",
      "detail": "Provide advice on and implement legal and professional requirements e.g. aviation security regulations, due diligence procedures, Government indemnity schemes."
    },
    {
      "skillId": "6abe9c5b-f514-4954-bc75-598b17e65992",
      "detail": "Draw up, negotiate and manage contracts which may include loan agreements, acquisition agreements, exhibition contracts and loan agreements."
    },
    {
      "skillId": "62943a31-f67b-4008-b70e-da7655397654",
      "detail": "Manage all registrarial procedures including control of operations, audits, loan renewals, reporting and forecasting."
    },
    {
      "skillId": "538e0668-c7dc-48ce-8e1a-a5b5e75a7965",
      "detail": "Initiate and lead on projects/programs, polices and procedures and allocate resources (human/fiscal etc.) as required."
    },
    {
      "skillId": "49500c00-035b-4a77-9f8f-d02a5038eca0",
      "detail": "Apply data standards for the organisation in-line with PAS197 and Spectrum requirements. Undertake data entry as required"
    },
    {
      "skillId": "05cde6ae-9e2d-4136-b87f-d1e5091d1aff",
      "detail": "Ensure the quality of data entered in the collections management system is accurate, complete and meets organisational requirements and other relevant standards."
    },
    {
      "skillId": "1727d7d6-2b75-4909-becc-202b9f167dc3",
      "detail": "Maintain and develop policies and procedures relating to collections management activities."
    },
    {
      "skillId": "357900c7-b1b6-47e1-aaa7-b647d0a7b7e2",
      "detail": "Negotiate with borrowers, lenders and owners the terms and conditions of loans, acquisitions and disposals including security, liability, transport, facilities, environmental requirements, display and costs."
    },
    {
      "skillId": "1280e6d0-20bf-47e3-9e42-e8f35b2ede49",
      "detail": "Exercise broad autonomy and judgement throughout day to day work."
    },
    {
      "skillId": "2d94438e-92e7-4ee3-8b17-449993798288",
      "detail": "Communicate to a range of stakeholders to achieve shared goals, objectives and solve problems."
    },
    {
      "skillId": "a7f12950-4568-4e3b-93a9-0403d198fa68",
      "detail": "Write reports, for a range of internal/external audiences, regarding activities."
    },
    {
      "skillId": "1401887b-37e7-4bb7-860f-649a6ac1bd89",
      "detail": "Act as an Ambassador for the organisation to raise its profile and communicate the importance of its work. This may mean representing the organisation including attending and/or presenting at conferences and workshops."
    },
    {
      "skillId": "fcc61d08-aac3-4528-9c35-577331ffe086",
      "detail": "Share best practice and/or delivering training to internal staff and external organisations e.g. UKRG regarding collections management activities."
    },
    {
      "skillId": "9f8709b7-6618-473b-aea0-89fa76a37500",
      "detail": "Champion ethical, legal or other issues with organisation’s personnel as appropriate."
    },
    {
      "skillId": "8c39b6d5-1ba9-40a7-81c4-de082415a9c5",
      "detail": "Setting milestones, deadlines and workflow for colleagues (in other departments or members of project/program teams) to ensure delivery, as required by the organisation."
    },
    {
      "skillId": "404be032-1613-4f8f-8335-cf31a687bafc",
      "detail": "Co-ordinate third-party contractors e.g. transport agents and manage them on and off-site to deliver their set brief."
    },
    {
      "skillId": "91fa5ee6-2fca-4b0e-a1c6-fdfb6dd01251",
      "detail": "Line manage and/or supervise the work of colleagues and/or volunteers as required."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-02-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0316 ",
  "tbMainContact": "Claire.Hallinan@ng-london.org.uk ",
  "involvedEmployers": "The National Gallery, London, Museum of London, Historic Royal Palaces, National Portrait Gallery, Scarborough Museums Trust, Birmingham Museums, Royal Armouries, Tate, British Library, Ashmolean Museum of Art and Archaeology (University of Oxford), Leeds Museums and Galleries, IWM, National Galleries of Scotland, Norfolk Museums Service,",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Cultural Heritage and Visitor Attractions",
  "cluster": "Collections and conservation expert",
  "clusterId": "183",
  "clusterDescription": null,
  "createdDate": "2017-11-14T17:10:29 +00:00",
  "lastUpdated": "2020-02-03T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-02-03T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0590",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0590-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0590-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2020-02-03T00:00:00"
}