{
  "templateType": "Apprenticeship Standard",
  "larsCode": 388,
  "referenceNumber": "ST0513",
  "learningAimClassCode": "",
  "title": "Groundworker",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0513",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2018-12-07T00:00:00",
  "earliestStartDate": "2018-12-07T00:00:00",
  "latestStartDate": "2020-05-26T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Interpreting design specifications to prepare a construction site ready for structural building works to take place.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 7000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "groundworker",
    "construction",
    "building",
    "design",
    "structural building",
    "buildings"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3693/st0513_groundworker_l2_ap-for-publication_v2_181119.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.0",
  "standardInformation": "&lt;h2&gt;Introduction&lt;/h2&gt;\n&lt;p&gt;Groundworkers are the first trade onto a construction and civil engineering site and they work closely with supervisors and engineers in interpreting design specifications to prepare the site ready for the structural building works to take place. They continue their work throughout the construction phase, working with all on-site construction trades, such as bricklayers and plant operatives, up to and including the final completion activities of the project. Their work includes setting out and preparing the sub-surfaces ready for the structural work to begin, installing drainage systems, concreting, constructing roads and pathways and carrying out the finished hard landscaping. Groundworkers are able to transfer between heavy construction and civil engineering sites as well as house building, commercial building and general building sites. Groundworkers work for all types of construction companies from small subcontractors to large main contractors.&lt;/p&gt;\n&lt;table border=&quot;0&quot; width=&quot;956&quot; style=&quot;height: 1167px; width: 616px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;616&quot; style=&quot;width: 616px;&quot;&gt;\n&lt;p&gt;Knowledge&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;616&quot; style=&quot;width: 616px;&quot;&gt;\n&lt;p&gt;Groundworkers have the knowledge and understanding of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;the principles of health, safety, welfare and environmentally responsible work practices and how they must be applied in relation to the work, self and to others including understanding the principles of risk assessments&lt;/li&gt;\n&lt;li&gt;Basic awareness of environmental and health hazards e.g. Japanese knotweed, asbestos. How to identify contaminated ground conditions and the procedures for working safely on it.&lt;/li&gt;\n&lt;li&gt;Basic principles of Building Information Modelling(BIM), drawings, method statements, manufacturers’ information, work schedules and specifications&lt;/li&gt;\n&lt;li&gt;technology including key factors and systems of work appropriate to different work environments and industry sectors (e.g. civil engineering, private residential, commercial)&lt;/li&gt;\n&lt;li&gt;the differences between modern and traditional construction methods and the physical and environmental factors when undertaking construction work and their potential impacts&lt;/li&gt;\n&lt;li&gt;the techniques to handle and move loads manually and with mechanical aids including guiding the movement of articulated vehicles, plant and machinery using hand signals, hand signalling equipment and verbal/electronic communication equipment and storing resources safely and securely&lt;/li&gt;\n&lt;li&gt;why, when and how health and safety control equipment should be used when undertaking groundworks (e.g. personal protective equipment (PPE))&lt;/li&gt;\n&lt;li&gt;the principles and methods of working within confined space work&lt;/li&gt;\n&lt;li&gt;erecting and dismantling access/working platforms&lt;/li&gt;\n&lt;li&gt;establishing work area protection&lt;/li&gt;\n&lt;li&gt;locating and excavating to expose buried utility services&lt;/li&gt;\n&lt;li&gt;providing temporary works including excavation support&lt;/li&gt;\n&lt;li&gt;the basic principles of internal/external drainage and ducting systems&lt;/li&gt;\n&lt;li&gt;measuring, marking, cutting and installing geo membranes to stabilise soil&lt;/li&gt;\n&lt;li&gt;gauging, mixing, placing, compacting and finishing mortars and concrete by hand and by mixer&lt;/li&gt;\n&lt;li&gt;&#160;reinstating excavations and ground surface finishes including installing street ironworks&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th width=&quot;618&quot; style=&quot;width: 616px;&quot;&gt;\n&lt;p&gt;Skills&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;618&quot; style=&quot;width: 616px;&quot;&gt;\n&lt;p&gt;A Groundworker can:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;work safely and securely in compliance with given information, organisational policies and procedures, and current health, safety and welfare legislation including following the procedures for working in contaminated ground.&lt;/li&gt;\n&lt;li&gt;conform with productive working practices and completing the work in accordance with the programme of work&lt;/li&gt;\n&lt;li&gt;Interpret and follow verbal and written work instructions from supervisors and site managers&lt;/li&gt;\n&lt;li&gt;access, interpret and use drawings and specifications&lt;/li&gt;\n&lt;li&gt;select the required resources including tools and fixtures&lt;/li&gt;\n&lt;li&gt;move, handle and store resources complying with relevant legislation &amp;amp; guidance&lt;/li&gt;\n&lt;li&gt;use and maintain power tools and equipment (including;. compactor plates, boning rods, portable power tools, levels, straight edges, lines, pins and laser equipment)&lt;/li&gt;\n&lt;li&gt;gauge and mix mortars and concrete by hand and by mixer&lt;/li&gt;\n&lt;li&gt;select and use basic setting out equipment including tape measures, levels, straight edges, lines and pins, boning rods and laser equipment under guidance of the supervisor&lt;/li&gt;\n&lt;li&gt;install, maintain and remove temporary protection and safety arrangements for the work area relating to barriers and temporary structures, including protection, safety notices and safety lighting&lt;/li&gt;\n&lt;li&gt;install and test basic drainage and ducting&lt;/li&gt;\n&lt;li&gt;measure, mark, cut and install geo-membranes to stabilise soil for re-instatement and excavations&lt;/li&gt;\n&lt;li&gt;transport and place, then compact and finish concrete to slabs/bases, footing oversights, paths, form slab edgings including positioning reinforcement and kerbs&lt;/li&gt;\n&lt;li&gt;set out and lay flags, paviours and edging to paths, driveways and other areas&lt;/li&gt;\n&lt;li&gt;install ironworks relating to access covers and frames, and gully grates and frames including preparatory brickwork&lt;/li&gt;\n&lt;li&gt;locate and excavate to expose buried utility services using electronic location instruments.&lt;/li&gt;\n&lt;li&gt;provide and remove temporary works including shallow excavation support (up to 1.2 metres)&lt;/li&gt;\n&lt;li&gt;form and reinstate excavations and surfaces to sub-grades, sub-bases and road bases, &lt;span&gt;&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;prepare to, then direct and guide the movement of vehicles, plant or machinery&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;314&quot; style=&quot;width: 314px;&quot;&gt;\n&lt;p&gt;Core Behaviours for a Groundworker are:&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;314&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Effective communication - oral, written, electronic, listening, body language and presentation.&lt;/li&gt;\n&lt;li&gt;Customer service – develop customer relationships; build customer confidence; meet expectations and contribute to the development of an ongoing relationship with the organisation&lt;/li&gt;\n&lt;li&gt;Respect - apply equality, diversity and inclusion in dealing with others.&lt;/li&gt;\n&lt;li&gt;Team work - work effectively and safely with others under minimum supervision.&lt;/li&gt;\n&lt;li&gt;Independent working - take responsibility for safe completion of your own work.&lt;/li&gt;\n&lt;li&gt;Logical thinking - use clear and valid reasoning when making decisions to undertake the work instructions and when problem solving&lt;/li&gt;\n&lt;li&gt;Working effectively - undertake the work in a reliable, safe and productive manner.&lt;/li&gt;\n&lt;li&gt;Time management - use own time effectively to complete the work instructions to schedule and always arrive at, and be ready to work on time&lt;/li&gt;\n&lt;li&gt;Adaptability - be able to adjust to changes to the work instructions, be able to identify when specialist advice may be needed and when to advise of the need to change work instructions.&lt;/li&gt;\n&lt;li&gt;Risk Management - be able to resist pressures to follow unsafe working practices&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;314&quot; style=&quot;width: 314px;&quot;&gt;\n&lt;p&gt;Qualifications&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;314&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Individuals without Level 1 English and maths will need to achieve this level and take the test for Level 2 English and maths prior to taking the End Point Assessment.&lt;/li&gt;\n&lt;li&gt;For those with an education, health and care plan or a legacy statement, the apprenticeship English and maths minimum requirement is Entry level 3 and British Sign Language qualifications are an alternative to English qualifications for who this is their primary.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;314&quot; style=&quot;width: 314px;&quot;&gt;\n&lt;p&gt;Standard Review Date&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;314&quot;&gt;\n&lt;p&gt;This standard will be reviewed after 3 years&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;314&quot; style=&quot;width: 314px;&quot;&gt;\n&lt;p&gt;Level and Duration&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;314&quot;&gt;\n&lt;p&gt;This is a level 2 apprenticeship and will typically take 18 months to complete&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-12-07T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0127",
  "tbMainContact": "tim.brownbridge@bamnuttall.co.uk",
  "involvedEmployers": "Bam Nuttall (Lead Employer), Griffiths Civil Engineering, Tonic Construction Ltd, Dawnus Construction, Lovell Partnerships, Carey Group PLC, Seddon Construction, Tercon Ltd, Rob Morris Groundworks, Laing O’Rourke, Redrow Homes, Fred Champion Groundworks, Tithegrove LTD, Blanchard Wells, Steve Hoskin Construction Ltd, Mackin Construction Ltd, O’Halloran & O’Brien, Kier, Pavilion Construction Ltd, Britcon Ltd, Vision Infrastructure",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Onsite Construction",
  "cluster": "Construction specialist operative or technician",
  "clusterId": "103",
  "clusterDescription": "Prepare and operate specialist on-site plant and equipment, which could include lifting, pile driving, and pipe laying",
  "createdDate": "2020-09-09T11:21:15 +00:00",
  "lastUpdated": "2018-12-07T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-12-07T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0513",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0513-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0513-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2020-05-26T00:00:00"
}