{
  "templateType": "Apprenticeship Standard",
  "larsCode": 371,
  "referenceNumber": "ST0586",
  "learningAimClassCode": "",
  "title": "Regulatory affairs specialist",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0586",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-01-13T00:00:00",
  "earliestStartDate": "2018-11-08T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Ensuring healthcare products for human and animal use are licensed before being sold or supplied.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 30,
  "maxFunding": 21000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "regulatory affairs specialist",
    "degree",
    "regulatory",
    "law",
    "legal",
    "healthcare",
    "science"
  ],
  "jobRoles": [
    "Regulatory Associate",
    "strategist",
    "Executive",
    "Regulatory Affairs Manager",
    "Regulatory Compliance Professional",
    "Medical Device Competent Person"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2606/st0586_regulatory-affairs-specialist_l7_ap-for-publication_170119.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.5 Law and legal services",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Regulatory affairs is the role within an organization that ensures all medicines for human or veterinary use and medical devices are appropriately licensed before being sold or supplied.&#160; This licence is either:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;granted by the relevant competent authority (e.g. the UK Medicines and Healthcare Products Regulatory Agency or the European Medicines Agency) based on an evaluation of scientific data submitted by the supplier, or&lt;/li&gt;\n&lt;li&gt;demonstrated by compliance with the appropriate laws through a system of conformity assessment, declaration of conformity and involvement of Notified Bodies (e.g. British Standards Institute)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;The processes, data requirements and formats to present the data to obtain a licence are established in law.&#160; Regulatory affairs also update the licence particulars during the product’s lifecycle.&lt;/p&gt;\n&lt;p&gt;A Regulatory Affairs Specialist is responsible for developing and implementing strategies that allow a company to legally develop, manufacture, market and supply healthcare and/ or veterinary products. The role critically evaluates the evidence generated during the development and use of the product for its suitability to support obtaining and managing marketing authorizations, CE marks and approvals for clinical studies in line with legal requirements. This role may be performed within an organisation that may range in size from innovative SME businesses to major multinational companies. A Regulatory Affairs Specialist may also work within service companies offering consultancy support to manufacturers or in the relevant competent authorities or Notified Bodies where they will be assisting in the review and assessment of regulatory and technical dossiers prior to issuing a licence.&lt;/p&gt;\n&lt;p&gt;By meeting their responsibilities, a Regulatory Affairs Specialist takes a leading role to ensure products comply with the regulatory requirements to receive an initial licence for marketing. They also develop and manage the regulatory strategy that ensures further changes to the licenced product continue to meet the regulatory requirements. Failure to meet these responsibilities could result in the product either not getting to the market or the product having to be withdrawn from the market. This could result in significant financial, legal and reputational implications for the company and impacts the availability of healthcare products for patients or animals.&lt;/p&gt;\n&lt;p&gt;Depending on technical field e.g. human or animal pharmaceutical or medical device, key responsibilities of a Regulatory Affairs Specialist would include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Creating and implementing regulatory strategies in agreement with key stakeholders&lt;/li&gt;\n&lt;li&gt;Carrying out research to create and contribute solutions to regulatory issues&lt;/li&gt;\n&lt;li&gt;Project managing license applications to agreed targets&lt;/li&gt;\n&lt;li&gt;Providing guidance on regulatory information and input across functional teams&lt;/li&gt;\n&lt;li&gt;Preparing and delivering regulatory operational plans&lt;/li&gt;\n&lt;li&gt;Being accountable for ensuring optimal interactions between stakeholders&lt;/li&gt;\n&lt;li&gt;Complying with processes, data requirements and standards&lt;/li&gt;\n&lt;li&gt;Mitigating and managing risks&lt;/li&gt;\n&lt;li&gt;Using professional knowledge and judgement to evaluate data to determine its suitability for use and to identify gaps in the data provided&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Job titles for this role may include;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Regulatory Associate, Strategist, or Executive, Regulatory Affairs Manager, Regulatory Compliance Professional, Medical Device Competent Person.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Core knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;table style=&quot;width: 100%;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 93%;&quot; colspan=&quot;2&quot;&gt;\n&lt;p&gt;Regulatory Affairs Specialists know and understand:&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 20%;&quot;&gt;\n&lt;p&gt;The regulatory environment&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 80%;&quot;&gt;\n&lt;p&gt;The regulatory environment in which they work, the organisations involved and how legislation is developed. The differences and similarities between the major regulatory environments, be they sectoral (e.g. medicines or devices) or geographic (e.g. UK, EU or other regions). Potential and actual future developments in the regulatory environment and their implications.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 25.128%;&quot;&gt;\n&lt;p&gt;The regulatory function throughout the product lifecycle&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 67.872%;&quot;&gt;\n&lt;p&gt;The role and importance of the Regulatory Affairs function and how it fits into the product lifecycle. The optimum development pathway which may include expedited pathways. Regulatory strategy (in a global environment). How to enable successful interactions between the relevant regulatory authorities and industry. The importance of other key functions such as quality management systems, risk assessment, health economics, marketing, commercial, their product lifecycle expectations and the impact on patient access to products. The post-marketing requirements. The requirements and procedures for product lifecycle management. The importance of vigilance/ pharmacovigilance and risk management. Quality and compliance standards.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 25.128%;&quot;&gt;\n&lt;p&gt;The evidence for regulatory decision making: science, content and structure&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 67.872%;&quot;&gt;\n&lt;p&gt;The fundamentals of drug and device development and the regulatory requirements. The importance of Good Manufacturing, Laboratory and Clinical Practice and Quality Systems. The need for scientific data (for example clinical evaluation or toxicology), its evaluation, interpretation and drawing conclusions.&#160; The identification of gaps in data, their implications and proposing solutions. The rationale for the choice of scientific technique, procedures and methods used. The requirements for clinical development and the conduct of clinical trials. The content and structure of the regulatory documentation and technical files. The importance of product information (for example labelling and patient information) and identification. The differences in the regulatory documentation between major regulatory markets. How the benefit/risk of a product is determined.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 25.128%;&quot;&gt;\n&lt;p&gt;Regulatory procedures&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 67.872%;&quot;&gt;\n&lt;p&gt;The theory and practical reality of different regulatory procedures. The strategy for choosing and using the different regulatory procedures and product classifications.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 25.128%;&quot;&gt;\n&lt;p&gt;Regulatory impact&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 67.872%;&quot;&gt;\n&lt;p&gt;The impact of regulatory decision-making on the business, patients and future developments. Scientific progress in areas of interest. The roles and responsibilities of themselves and other stakeholders and how they interact in the delivery of healthcare.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;Core skills&lt;/h3&gt;\n&lt;table style=&quot;width: 100%;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 100%;&quot; colspan=&quot;2&quot;&gt;\n&lt;p&gt;Regulatory Affairs Specialists can:&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 236px;&quot;&gt;\n&lt;p&gt;Manage and deliver multiple projects&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 380px;&quot;&gt;\n&lt;p&gt;Simultaneously coordinate and plan multiple activities/projects in a highly regulated environment, ensuring completion to time, within budget and to an acceptable quality. Deal with complex issues both systematically and creatively.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 236px;&quot;&gt;\n&lt;p&gt;Act decisively&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 380px;&quot;&gt;\n&lt;p&gt;Seek and use evidence-based strategies to take decisions in the absence of complete data and in complex and unpredictable situations impartially, fairly and on merit, without bias in an open and transparent manner. Recognise when it is appropriate to refer the decision.&#160; Think critically, take accountability and lead decision making processes, outlining any omissions and justifications of the decisions taken.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 236px;&quot;&gt;\n&lt;p&gt;Influence and negotiate&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 380px;&quot;&gt;\n&lt;p&gt;Recognise negotiation strategies and use them with direct and diplomatic approaches, obtaining and maintaining the trust and respect of other stakeholders whilst managing complex interdependencies.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 236px;&quot;&gt;\n&lt;p&gt;Think analytically and offer creative solutions&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 380px;&quot;&gt;\n&lt;p&gt;Engage in research and the evaluation of data to assess its suitability to support risk and safety arguments in a structured and logical manner; alert stakeholders to gaps in evidence. Create and offer alternative approaches to mitigate and manage risk where required. Manage the development and application of evidence-based strategies for operational plans. Demonstrate self-direction and originality in problem solving, practise with a high level of autonomy.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 236px;&quot;&gt;\n&lt;p&gt;Present and communicate&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 380px;&quot;&gt;\n&lt;p&gt;Develop and deliver high level materials that present and communicate complex research information and data analyses to a wide variety of audiences in different settings and through multiple media. Written and oral communication that is effective when influencing, negotiating, facilitating and resolving conflicts in risk and safety management with stakeholders. Develop and deliver management level presentations which resonate with senior stakeholders, both business and technical.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 236px;&quot;&gt;\n&lt;p&gt;Manage and share knowledge&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 380px;&quot;&gt;\n&lt;p&gt;Research and organise data from various sources, storing the results in a way that optimises retrieval. Develop and manage a network of contacts to share appropriate information and advice. Know when to share information and who to share it with. Use knowledge to improve the efficiency of work where possible.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 236px;&quot;&gt;\n&lt;p&gt;Using own initiative to contribute to a team&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 380px;&quot;&gt;\n&lt;p&gt;Work autonomously on specific areas of responsibility, in particular leading the development and implementation of the regulatory strategy, whilst interacting with colleagues to contribute to the delivery of project outcomes, recognising the contribution of other functional team members.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 236px;&quot;&gt;\n&lt;p&gt;Work with IT platforms&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 380px;&quot;&gt;\n&lt;p&gt;Select and use appropriate and required IT systems in support of the regulatory function.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&#160;&lt;strong&gt;Core Behaviours&lt;/strong&gt;&#160;&lt;/h3&gt;\n&lt;table style=&quot;width: 100%;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 100%;&quot; colspan=&quot;2&quot; width=&quot;353&quot;&gt;\n&lt;p&gt;Regulatory Affairs Specialists demonstrate:&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 50%;&quot; width=&quot;113&quot;&gt;\n&lt;p&gt;Integrity&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 50%;&quot; width=&quot;241&quot;&gt;\n&lt;p&gt;Value honesty, act and take decisions in accordance with the law and corporate objectives.&#160; Recognise and respect confidentiality. Understanding and respect for the rights and protection of participants (human and animal) in the development process.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 50%;&quot; width=&quot;113&quot;&gt;\n&lt;p&gt;Accountability&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 50%;&quot; width=&quot;241&quot;&gt;\n&lt;p&gt;Openness to the scrutiny of others to ensure accountability for the decisions or actions taken and the identification of lessons learnt. Take personal responsibility for working professionally. Meeting business needs through leading and managing regulatory deliverables for assigned projects.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 50%;&quot; width=&quot;113&quot;&gt;\n&lt;p&gt;Independence&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 50%;&quot; width=&quot;241&quot;&gt;\n&lt;p&gt;Work autonomously, recognising when it is appropriate to seek input from management or others, contribute and communicate effectively within a wide, multi-disciplinary team.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 50%;&quot; width=&quot;113&quot;&gt;\n&lt;p&gt;Commitment to personal development&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 50%;&quot; width=&quot;241&quot;&gt;\n&lt;p&gt;Take leadership to define and commit to personal development by developing their scientific and regulatory knowledge as the environment evolves. Ensuring an understanding of how developments in science, medicine, healthcare, and regulation will impact on future regulatory strategies and data requirements. Demonstrate the independent learning ability required for continuing professional development including critical reflection.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 50%;&quot; width=&quot;113&quot;&gt;\n&lt;p&gt;Compliance&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 50%;&quot; width=&quot;241&quot;&gt;\n&lt;p&gt;A positive attitude to compliance, influencing colleagues to be compliant and speaking up if errors or potential problems are identified.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 50%;&quot; width=&quot;113&quot;&gt;\n&lt;p&gt;Customer focus&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 50%;&quot; width=&quot;241&quot;&gt;\n&lt;p&gt;A commitment to meeting the needs of all stakeholders within and outside the organisation in the best interests of the end user and/ or patient.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set their own selection criteria but entrants will typically already have a degree in science, engineering or law.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;English and Maths&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without Level 2 English and Mathematics need to achieve this level prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement, the apprenticeships English and Maths minimum requirement is Entry Level 3.&#160; British Sign Language qualifications are an alternative to English qualifications for those for whom this is their primary language.&#160;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Link to professional registration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Successful completion will enable the apprentice to become a Member or Registered Member (MTOPRA) of the professional body The Organisation for Professionals in Regulatory Affairs (TOPRA) as appropriate, and to apply for professional registration as a Registered Scientist (RSci) through TOPRA or the Science Council, providing parity with other scientific professions.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Level:&#160;&lt;/strong&gt;7&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&lt;/h4&gt;\n&lt;h4&gt;&lt;strong&gt;Duration:&lt;/strong&gt; Typically 30 months&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&lt;/h4&gt;\n&lt;h4&gt;&lt;strong&gt;Review: &lt;/strong&gt;After 3 years&lt;/h4&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Regulatory affairs is the role within an organization that ensures all medicines for human or veterinary use and medical devices are appropriately licensed before being sold or supplied.&#160; This licence is either: granted by the relevant competent authority (e.g. the UK Medicines and Healthcare Products Regulatory Agency or the European Medicines Agency) based on an evaluation of scientific data submitted by the supplier, or demonstrated by compliance with the appropriate laws through a system of conformity assessment, declaration of conformity and involvement of Notified Bodies (e.g. British Standards Institute) The processes, data requirements and formats to present the data to obtain a licence are established in law.&#160; Regulatory affairs also update the licence particulars during the product’s lifecycle. A Regulatory Affairs Specialist is responsible for developing and implementing strategies that allow a company to legally develop, manufacture, market and supply healthcare and/ or veterinary products. The role critically evaluates the evidence generated during the development and use of the product for its suitability to support obtaining and managing marketing authorizations, CE marks and approvals for clinical studies in line with legal requirements. This role may be performed within an organisation that may range in size from innovative SME businesses to major multinational companies. A Regulatory Affairs Specialist may also work within service companies offering consultancy support to manufacturers or in the relevant competent authorities or Notified Bodies where they will be assisting in the review and assessment of regulatory and technical dossiers prior to issuing a licence. By meeting their responsibilities, a Regulatory Affairs Specialist takes a leading role to ensure products comply with the regulatory requirements to receive an initial licence for marketing. They also develop and manage the regulatory strategy that ensures further changes to the licenced product continue to meet the regulatory requirements. Failure to meet these responsibilities could result in the product either not getting to the market or the product having to be withdrawn from the market. This could result in significant financial, legal and reputational implications for the company and impacts the availability of healthcare products for patients or animals.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "d32ad71c-a73d-49c4-a58e-d2ae042d8393",
      "detail": "The regulatory environment in which they work, the organisations involved and how legislation is developed. The differences and similarities between the major regulatory environments, be they sectoral (e.g. medicines or devices) or geographic (e.g. UK, EU or other regions). Potential and actual future developments in the regulatory environment and their implications."
    },
    {
      "knowledgeId": "128e1c0f-c582-46a3-aab1-7ed6f6370dad",
      "detail": "The role and importance of the Regulatory Affairs function and how it fits into the product lifecycle. The optimum development pathway which may include expedited pathways. Regulatory strategy (in a global environment). How to enable successful interactions between the relevant regulatory authorities and industry. The importance of other key functions such as quality management systems, risk assessment, health economics, marketing, commercial, their product lifecycle expectations and the impact on patient access to products. The post-marketing requirements. The requirements and procedures for product lifecycle management. The importance of vigilance/ pharmacovigilance and risk management. Quality and compliance standards."
    },
    {
      "knowledgeId": "e8d00393-654c-4bba-ae17-f9d3c9d630d5",
      "detail": "The fundamentals of drug and device development and the regulatory requirements. The importance of Good Manufacturing, Laboratory and Clinical Practice and Quality Systems. The need for scientific data (for example clinical evaluation or toxicology), its evaluation, interpretation and drawing conclusions.  The identification of gaps in data, their implications and proposing solutions. The rationale for the choice of scientific technique, procedures and methods used. The requirements for clinical development and the conduct of clinical trials. The content and structure of the regulatory documentation and technical files. The importance of product information (for example labelling and patient information) and identification. The differences in the regulatory documentation between major regulatory markets. How the benefit/risk of a product is determined."
    },
    {
      "knowledgeId": "700d06dd-86c0-4718-9312-72bceac4c49f",
      "detail": "The theory and practical reality of different regulatory procedures. The strategy for choosing and using the different regulatory procedures and product classifications."
    },
    {
      "knowledgeId": "36be28a8-c718-46e1-a4b3-3a56662511c2",
      "detail": "The impact of regulatory decision-making on the business, patients and future developments. Scientific progress in areas of interest. The roles and responsibilities of themselves and other stakeholders and how they interact in the delivery of healthcare."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "0cf88c6b-344f-4d93-b457-8fddf10d1081",
      "detail": "Value honesty, act and take decisions in accordance with the law and corporate objectives.  Recognise and respect confidentiality. Understanding and respect for the rights and protection of participants (human and animal) in the development process."
    },
    {
      "behaviourId": "3b005b2d-1f50-4261-b695-8c7fe9a80e02",
      "detail": "Openness to the scrutiny of others to ensure accountability for the decisions or actions taken and the identification of lessons learnt. Take personal responsibility for working professionally. Meeting business needs through leading and managing regulatory deliverables for assigned projects."
    },
    {
      "behaviourId": "94d46484-f8cb-48f0-814c-2201dc9e44d7",
      "detail": "Work autonomously, recognising when it is appropriate to seek input from management or others, contribute and communicate effectively within a wide, multi-disciplinary team."
    },
    {
      "behaviourId": "e1749fad-d1eb-42dc-a8db-e23413614a23",
      "detail": "Take leadership to define and commit to personal development by developing their scientific and regulatory knowledge as the environment evolves. Ensuring an understanding of how developments in science, medicine, healthcare, and regulation will impact on future regulatory strategies and data requirements. Demonstrate the independent learning ability required for continuing professional development including critical reflection."
    },
    {
      "behaviourId": "cc5dc48f-1ce9-489e-a42f-044f4f869f54",
      "detail": "A positive attitude to compliance, influencing colleagues to be compliant and speaking up if errors or potential problems are identified."
    },
    {
      "behaviourId": "0b51e2af-1c60-4484-b9f4-411ca5e04bb8",
      "detail": "A commitment to meeting the needs of all stakeholders within and outside the organisation in the best interests of the end user and/ or patient."
    }
  ],
  "skills": [
    {
      "skillId": "ef9c970e-c49f-4956-ac48-e7fd1272d965",
      "detail": "Simultaneously coordinate and plan multiple activities/projects in a highly regulated environment, ensuring completion to time, within budget and to an acceptable quality. Deal with complex issues both systematically and creatively."
    },
    {
      "skillId": "d338beea-baa0-439f-95ca-0b6f51b0e753",
      "detail": "Seek and use evidence-based strategies to take decisions in the absence of complete data and in complex and unpredictable situations impartially, fairly and on merit, without bias in an open and transparent manner. Recognise when it is appropriate to refer the decision.  Think critically, take accountability and lead decision making processes, outlining any omissions and justifications of the decisions taken."
    },
    {
      "skillId": "21f2f5cc-cccc-40e1-a70f-4fd42761872a",
      "detail": "Recognise negotiation strategies and use them with direct and diplomatic approaches, obtaining and maintaining the trust and respect of other stakeholders whilst managing complex interdependencies."
    },
    {
      "skillId": "7a53e15c-c3ec-454a-998a-b595a67059e1",
      "detail": "Engage in research and the evaluation of data to assess its suitability to support risk and safety arguments in a structured and logical manner; alert stakeholders to gaps in evidence. Create and offer alternative approaches to mitigate and manage risk where required. Manage the development and application of evidence-based strategies for operational plans. Demonstrate self-direction and originality in problem solving, practise with a high level of autonomy."
    },
    {
      "skillId": "f8ed66e9-413e-4e31-9a71-12f9b8d2e948",
      "detail": "Develop and deliver high level materials that present and communicate complex research information and data analyses to a wide variety of audiences in different settings and through multiple media. Written and oral communication that is effective when influencing, negotiating, facilitating and resolving conflicts in risk and safety management with stakeholders. Develop and deliver management level presentations which resonate with senior stakeholders, both business and technical."
    },
    {
      "skillId": "e6503223-177d-461c-ae88-710ff6ec83a2",
      "detail": "Research and organise data from various sources, storing the results in a way that optimises retrieval. Develop and manage a network of contacts to share appropriate information and advice. Know when to share information and who to share it with. Use knowledge to improve the efficiency of work where possible."
    },
    {
      "skillId": "b3034018-6a7c-4ee0-a1c8-9065996c211f",
      "detail": "Work autonomously on specific areas of responsibility, in particular leading the development and implementation of the regulatory strategy, whilst interacting with colleagues to contribute to the delivery of project outcomes, recognising the contribution of other functional team members."
    },
    {
      "skillId": "0273ff7f-8731-43de-a0c0-69b1bee7c958",
      "detail": "Select and use appropriate and required IT systems in support of the regulatory function."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-11-08T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0042",
  "tbMainContact": "Monica.Mihedji@pfizer.com",
  "involvedEmployers": "Victrex PLC, Brightwake, AstraZeneca, Vectura, TRAC services Ltd, Amgen, Galderma, BD, Norgine, Clinical Professionals, 3M, Amgen, SLE, Johnson and Johnson, Segulah Consulting, Pfizer, Bayer, NSF, Global Regulatory Services Limited",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Regulatory Associate",
    "strategist",
    "Executive",
    "Regulatory Affairs Manager",
    "Regulatory Compliance Professional",
    "Medical Device Competent Person"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Healthcare science",
  "cluster": "Healthcare science professional",
  "clusterId": "21",
  "clusterDescription": "Provide direct patient contact along with high quality diagnosis and care working independently and with other health professionals",
  "createdDate": "2017-11-14T17:10:00 +00:00",
  "lastUpdated": "2023-01-13T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-11-08T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0586",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0586-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0586-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-01-13T00:00:00"
}