{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 510,
  "referenceNumber": "ST0527",
  "learningAimClassCode": "",
  "title": "Church minister (integrated degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0527",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-11-08T00:00:00",
  "earliestStartDate": "2019-09-27T00:00:00",
  "latestStartDate": "2023-11-07T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Offering leadership to local churches and supporting and supervising other practitioners in areas such as leading worship, preaching, pastoral care, facilitating faith development and community action.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 13000,
  "maxFundingAdditionalInformation": "",
  "route": "Care services",
  "keywords": [
    "minister in pastoral charge",
    "degree",
    "leadership",
    "minister",
    "church",
    "religion",
    "worship",
    "preaching",
    "community"
  ],
  "jobRoles": [],
  "entryRequirements": "&lt;p&gt;Individual employers and those appointing office holders will set the selection criteria for their apprentices, which may in some cases include eligibility for ordination within the denomination (which may occur before or during the apprenticeship, at the appropriate point according to normal denominational practice). An enhanced Disclosure and Barring Service check will be required.&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3323/st0527_church-minister_l6_ap-for-publication_170719_qm.pdf",
  "ssa1": "10 History, Philosophy and Theology",
  "ssa2": "10.4 Theology and religious studies",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;&lt;span&gt;This occupation is found in churches derived from the Christian tradition. The broad purpose of the occupation is twofold. First, Church Ministers offer leadership to one or more local churches, as the churches seek to serve God and the wider community. Second, Church Ministers are skilled practitioners in key areas of ministry who can support and supervise other practitioners in these areas. These areas include leading worship, preaching, pastoral care, facilitating faith development. and community action. Through these they seek to promote the wellbeing and flourishing, spiritual, emotional and (where appropriate) physical, of both individuals and communities. In their daily work, a Church Minister interacts with members of their church(es) and of the wider community, with officials and the structures of their denomination and with community institutions (often including schools and local councils). The role typically requires working flexible hours, including evenings and weekends, and in a variety of locations, typically including church / chapel premises, community buildings, the minister’s own home and other people’s homes. Church Ministers have to work effectively and responsibly in roles often offering a high degree of autonomy, with some accountability structures but generally limited day-to-day supervision. They will support and supervise volunteers and may manage employees, with the number of those for whom they are responsible varying according to the size and structure of their church(es). In some denominations&#160;Church Ministers may be ordained by the end of the apprenticeship.&lt;/span&gt;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "fc38fd4b-566f-4e9a-9acf-565106d13849",
      "detail": "Theories and practices of leadership and management in voluntary organisations and especially in the church, including theological perspectives on this"
    },
    {
      "knowledgeId": "4e4c4c76-f899-4390-8b06-807fb54dc697",
      "detail": "Change and conflict and creative approaches to handling them"
    },
    {
      "knowledgeId": "124bf655-f071-4b11-abdd-3befa887c69a",
      "detail": "The identity, policies and practices of the relevant denomination, with awareness of the character and practices of other denominations"
    },
    {
      "knowledgeId": "d0cdccfe-a5b1-4ebd-b9f6-d6763196986c",
      "detail": "Principles and practices relating to the safeguarding of all people, especially children and vulnerable adults. This will include the respective roles of the church and other agencies and authorities in responding to issues"
    },
    {
      "knowledgeId": "1bc7a89b-e9fa-4e79-a7ec-1de51bd80a59",
      "detail": "The Bible and ways of engaging with it creatively, critically and responsibly in the practice of faith and ministry"
    },
    {
      "knowledgeId": "02fb0ca3-357a-42da-b7bb-da268456253b",
      "detail": "Theological topics, their relationship to underpinning theological methods, and the implications of these for contemporary faith and practice in different contexts"
    },
    {
      "knowledgeId": "0c8bcd20-a87c-4ee5-94d4-8e2ee06ee590",
      "detail": "A wide variety of Christian practices (including practices of worship and prayer) and their relevance in relationship to contemporary faiths, cultures and worldviews"
    },
    {
      "knowledgeId": "8cd5dc55-6442-4596-b768-bb713c7cb194",
      "detail": "The theory and practice of pastoral care relating to a wide range of people and circumstances, with attention to both psychological and religious understandings of these"
    },
    {
      "knowledgeId": "2b80c3ee-f218-434e-bb0d-142b51964d67",
      "detail": "Theological and psychological understandings of human personhood and human development, and how these understandings interact"
    },
    {
      "knowledgeId": "188b34fc-4bd0-4796-873c-e58d547a4bf5",
      "detail": "Resources for pastoral care from the Christian tradition and beyond"
    },
    {
      "knowledgeId": "f60738d8-c1a6-43d3-9a61-3204cd6439ff",
      "detail": "Models of and strategies for mission and community engagement"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "09c9c807-b401-4fec-ba90-d597b385dcf6",
      "detail": "Comply with the policies of the relevant denomination, with expectations for good practice and with relevant legal frameworks in all matters, and especially in dealing with children, young people and vulnerable adults, working where necessary in partnership with other agencies and authorities"
    },
    {
      "behaviourId": "898314a3-92ff-426c-892c-6f74a2d18529",
      "detail": "Maintain and develop relationships of accountability with openness and integrity"
    },
    {
      "behaviourId": "f63fb56e-1aa2-4b42-9730-425f9610a5ed",
      "detail": "Act as an ambassador for their church, their denomination and the Christian faith in both their professional life and their personal life"
    },
    {
      "behaviourId": "da399305-e499-41b0-935b-b38ea39b3a74",
      "detail": "Relate well to a wide range of people in the church and the local community of any faith or none, treating all people with dignity and in such a way as to maintain and build mutual respect, maintaining appropriate boundaries and handling conflict well"
    },
    {
      "behaviourId": "6f3f9716-9d12-40aa-bd86-fd21154cba34",
      "detail": "Work effectively and responsibly without close supervision, manage their time appropriately, and take initiatives"
    },
    {
      "behaviourId": "ca3d9f1b-8a8f-40a4-8b24-d4edc510dd30",
      "detail": "Attend to personal, professional and vocational development, continually developing their ministerial role and competence through advanced skills as a reflective practitioner"
    },
    {
      "behaviourId": "493f19c5-de27-42f1-ac33-a3e90ed5a759",
      "detail": "Maintain a healthy and sustaining pattern of spirituality, faith-inspired practice, self-management and self-care"
    }
  ],
  "skills": [
    {
      "skillId": "efd0a34d-7b34-4c4f-9594-9da0dec42f0b",
      "detail": "Exercise effective collaborative leadership and management in one or more churches, including in relation to both paid staff and volunteers, deploying and refining a range of strategies as required by the situation and evaluating their results and implications"
    },
    {
      "skillId": "6a4e203d-1fbb-48ea-b4e7-aa8d8eae6bd4",
      "detail": "Handle appropriately the power and authority resulting from their leadership position in the church"
    },
    {
      "skillId": "89a279ae-9d43-4c0d-8c49-7227515dcd0c",
      "detail": "Effectively participate in and/or lead meetings relating to tasks and governance in the church and, where appropriate, wider community"
    },
    {
      "skillId": "0d331a79-e466-480e-94f0-7bca6b17623c",
      "detail": "Participate in and build teams to sustain existing activities or undertake new activities in the church or wider community"
    },
    {
      "skillId": "939a9b5d-390b-4dbc-955f-8004f4d45bf2",
      "detail": "Promote, enable and encourage the mission and ministry of the whole church"
    },
    {
      "skillId": "0062840a-ba3d-498e-9246-8fd817cff95a",
      "detail": "Promote the growth of the church and its witness to the gospel"
    },
    {
      "skillId": "8f29040c-a509-46f9-8ef8-eb6dcf9cfe53",
      "detail": "Interpret complex situations within both church and wider community settings in light of their cultural, historical, economic, social, political and religious characteristics"
    },
    {
      "skillId": "65f09d07-8a5c-47a0-b21c-7866e8afcbf2",
      "detail": "Ensure their own practice, and that of other people and activities for which they are responsible, is safe and in accordance with statutory and denominational expectations, working where necessary with other agencies and authorities to ensure issues are reported and investigated appropriately"
    },
    {
      "skillId": "7e1a5855-37cb-4782-bc82-4acd1f614989",
      "detail": "Communicate effectively using a variety of media, identifying the appropriate strategy for the intended audience"
    },
    {
      "skillId": "573806a1-a91b-4052-bdd6-14829df09502",
      "detail": "Apply advanced theological and pastoral understanding to lead worship appropriately and to preach with creativity and insight at a wide range of services, responding to the needs of different congregations (for example, the size of the congregation, whether or not children are present, whether or not the congregation are regular worshippers)"
    },
    {
      "skillId": "efcf98b2-750b-4c78-9f06-ed4d937b4cbc",
      "detail": "Provide appropriate pastoral care to anyone who requests it, within or outside the church, in any circumstance"
    },
    {
      "skillId": "b1a25e0c-5f58-4802-acbb-b56d879f22f2",
      "detail": "Identify relevant issues and respond with empathy, integrity and insight, respecting the autonomy of the person"
    },
    {
      "skillId": "19e01778-8502-46f2-9573-06f099ea8f74",
      "detail": "Effectively employ varied strategies to help both individuals and groups develop their understanding and practice of spirituality and faith"
    },
    {
      "skillId": "cfad66f4-6788-4939-83de-8aa60ffc2b82",
      "detail": "Assess their needs, plan and implement appropriate responses, deploying knowledge of the Christian tradition and denominational perspectives, and where necessary refining existing approaches"
    },
    {
      "skillId": "189a31e8-555d-4f88-a340-196509e5b98e",
      "detail": "Evaluate the appropriateness and effectiveness of those responses"
    },
    {
      "skillId": "58777215-1187-4363-bb24-0c23634538a0",
      "detail": "Create and take up opportunities to represent their faith community in a range of public settings (such as schools, civic occasions, community groups, interfaith groups), and work for the common good"
    },
    {
      "skillId": "d1475e32-d462-4a16-bf4c-685cb9cb71e6",
      "detail": "Make personal use of a range of spiritual practices, evaluating their implications"
    },
    {
      "skillId": "f466f617-31ee-4bfd-8a43-c0b8080c55f4",
      "detail": "Engage with the Bible creatively, critically and responsibly in their own prayer and to nurture their own faith"
    },
    {
      "skillId": "1e630179-56d9-4c8e-a00c-7dfe3bbfb512",
      "detail": "Identify their own personal and professional development needs and effective strategies to address them"
    },
    {
      "skillId": "878d34f6-13e4-489e-adf2-76de39e3fcef",
      "detail": "Apply reflective practice skills to develop their faith and ministry, drawing on their biblical and theological understanding to inform their reflection"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2019-09-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0182",
  "tbMainContact": "Keith.beech-gruneberg@churchofengland.org",
  "involvedEmployers": "Archbishops’ Council of the Church of England, Elim Pentecostal Church, Fleet Meadow Baptist Church, Methodist Church, The Diocese of Canterbury, The Diocese of Lichfield, The Diocese of Oxford, The Diocese of Rochester, The Diocese of St Edmundsbury and Ipswich, The General Assembly of Unitarian and Free Christian Churches, Westbury-on-Trym Baptist Church",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Care Services",
  "cluster": "Care services professional",
  "clusterId": "44",
  "clusterDescription": null,
  "createdDate": "2021-12-15T10:00:44 +00:00",
  "lastUpdated": "2023-11-08T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-09-27T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0527",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0527-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0527-v1-0",
  "qualifications": [
    {
      "qualificationId": "405fd465-2775-4e8a-8f38-17dba95a0a8d",
      "title": "Bachelors degree with honours in theology and ministry",
      "level": "6 (integrated degree)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "0770a653-2fb3-4026-9d0e-b5c3d2012096",
      "dutyDetail": "Exercise leadership in the church through helping it to discern appropriate vision and strategy and to shape its culture",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09c9c807-b401-4fec-ba90-d597b385dcf6",
        "898314a3-92ff-426c-892c-6f74a2d18529",
        "f63fb56e-1aa2-4b42-9730-425f9610a5ed",
        "da399305-e499-41b0-935b-b38ea39b3a74",
        "6f3f9716-9d12-40aa-bd86-fd21154cba34",
        "ca3d9f1b-8a8f-40a4-8b24-d4edc510dd30",
        "493f19c5-de27-42f1-ac33-a3e90ed5a759"
      ],
      "mappedKnowledge": [
        "fc38fd4b-566f-4e9a-9acf-565106d13849",
        "4e4c4c76-f899-4390-8b06-807fb54dc697",
        "124bf655-f071-4b11-abdd-3befa887c69a",
        "d0cdccfe-a5b1-4ebd-b9f6-d6763196986c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "efd0a34d-7b34-4c4f-9594-9da0dec42f0b",
        "6a4e203d-1fbb-48ea-b4e7-aa8d8eae6bd4",
        "89a279ae-9d43-4c0d-8c49-7227515dcd0c",
        "0d331a79-e466-480e-94f0-7bca6b17623c",
        "939a9b5d-390b-4dbc-955f-8004f4d45bf2",
        "0062840a-ba3d-498e-9246-8fd817cff95a",
        "8f29040c-a509-46f9-8ef8-eb6dcf9cfe53",
        "65f09d07-8a5c-47a0-b21c-7866e8afcbf2",
        "7e1a5855-37cb-4782-bc82-4acd1f614989"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c833cc0a-c357-4df3-97a2-3445aeabf644",
      "dutyDetail": "Contribute to the effective management of the church, including the implementation of its vision and strategy, overseeing this where appropriate",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09c9c807-b401-4fec-ba90-d597b385dcf6",
        "898314a3-92ff-426c-892c-6f74a2d18529",
        "f63fb56e-1aa2-4b42-9730-425f9610a5ed",
        "da399305-e499-41b0-935b-b38ea39b3a74",
        "6f3f9716-9d12-40aa-bd86-fd21154cba34",
        "ca3d9f1b-8a8f-40a4-8b24-d4edc510dd30",
        "493f19c5-de27-42f1-ac33-a3e90ed5a759"
      ],
      "mappedKnowledge": [
        "fc38fd4b-566f-4e9a-9acf-565106d13849",
        "4e4c4c76-f899-4390-8b06-807fb54dc697",
        "124bf655-f071-4b11-abdd-3befa887c69a",
        "d0cdccfe-a5b1-4ebd-b9f6-d6763196986c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "efd0a34d-7b34-4c4f-9594-9da0dec42f0b",
        "6a4e203d-1fbb-48ea-b4e7-aa8d8eae6bd4",
        "89a279ae-9d43-4c0d-8c49-7227515dcd0c",
        "0d331a79-e466-480e-94f0-7bca6b17623c",
        "939a9b5d-390b-4dbc-955f-8004f4d45bf2",
        "0062840a-ba3d-498e-9246-8fd817cff95a",
        "8f29040c-a509-46f9-8ef8-eb6dcf9cfe53",
        "65f09d07-8a5c-47a0-b21c-7866e8afcbf2",
        "7e1a5855-37cb-4782-bc82-4acd1f614989"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0e650258-9093-4ced-8719-0abf82d25b32",
      "dutyDetail": "Make preparation for and lead worship at a wide range of services, both regular and those marking particular occasions (such as Christmas or Easter and events in the local church's life or the community) and services marking life events such as births, marriages and deaths",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09c9c807-b401-4fec-ba90-d597b385dcf6",
        "898314a3-92ff-426c-892c-6f74a2d18529",
        "f63fb56e-1aa2-4b42-9730-425f9610a5ed",
        "da399305-e499-41b0-935b-b38ea39b3a74",
        "6f3f9716-9d12-40aa-bd86-fd21154cba34",
        "ca3d9f1b-8a8f-40a4-8b24-d4edc510dd30",
        "493f19c5-de27-42f1-ac33-a3e90ed5a759"
      ],
      "mappedKnowledge": [
        "124bf655-f071-4b11-abdd-3befa887c69a",
        "1bc7a89b-e9fa-4e79-a7ec-1de51bd80a59",
        "02fb0ca3-357a-42da-b7bb-da268456253b",
        "0c8bcd20-a87c-4ee5-94d4-8e2ee06ee590"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8f29040c-a509-46f9-8ef8-eb6dcf9cfe53",
        "7e1a5855-37cb-4782-bc82-4acd1f614989",
        "573806a1-a91b-4052-bdd6-14829df09502"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b1844ff1-6091-488d-a628-2a83de4b3f8a",
      "dutyDetail": "Preach at a wide range of services, both regular and those marking particular occasions (such as Christmas or Easter and events in the local church's life or the community) and services marking life events such as births, marriages and deaths",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09c9c807-b401-4fec-ba90-d597b385dcf6",
        "898314a3-92ff-426c-892c-6f74a2d18529",
        "f63fb56e-1aa2-4b42-9730-425f9610a5ed",
        "da399305-e499-41b0-935b-b38ea39b3a74",
        "6f3f9716-9d12-40aa-bd86-fd21154cba34",
        "ca3d9f1b-8a8f-40a4-8b24-d4edc510dd30",
        "493f19c5-de27-42f1-ac33-a3e90ed5a759"
      ],
      "mappedKnowledge": [
        "124bf655-f071-4b11-abdd-3befa887c69a",
        "1bc7a89b-e9fa-4e79-a7ec-1de51bd80a59",
        "02fb0ca3-357a-42da-b7bb-da268456253b",
        "0c8bcd20-a87c-4ee5-94d4-8e2ee06ee590"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6a4e203d-1fbb-48ea-b4e7-aa8d8eae6bd4",
        "939a9b5d-390b-4dbc-955f-8004f4d45bf2",
        "0062840a-ba3d-498e-9246-8fd817cff95a",
        "8f29040c-a509-46f9-8ef8-eb6dcf9cfe53",
        "7e1a5855-37cb-4782-bc82-4acd1f614989",
        "573806a1-a91b-4052-bdd6-14829df09502"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "161ad4d5-0b65-4cac-b915-35a7e46b2d58",
      "dutyDetail": "Supervise, manage and support both volunteers and paid staff",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09c9c807-b401-4fec-ba90-d597b385dcf6",
        "898314a3-92ff-426c-892c-6f74a2d18529",
        "f63fb56e-1aa2-4b42-9730-425f9610a5ed",
        "da399305-e499-41b0-935b-b38ea39b3a74",
        "6f3f9716-9d12-40aa-bd86-fd21154cba34",
        "ca3d9f1b-8a8f-40a4-8b24-d4edc510dd30",
        "493f19c5-de27-42f1-ac33-a3e90ed5a759"
      ],
      "mappedKnowledge": [
        "fc38fd4b-566f-4e9a-9acf-565106d13849",
        "4e4c4c76-f899-4390-8b06-807fb54dc697",
        "d0cdccfe-a5b1-4ebd-b9f6-d6763196986c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "efd0a34d-7b34-4c4f-9594-9da0dec42f0b",
        "0d331a79-e466-480e-94f0-7bca6b17623c",
        "939a9b5d-390b-4dbc-955f-8004f4d45bf2",
        "65f09d07-8a5c-47a0-b21c-7866e8afcbf2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "88fa580e-8ba5-4138-ba65-634f655fe5d8",
      "dutyDetail": "Participate in meetings within the church and in the community, often chairing or taking a leading role in those meetings - these meetings may relate to any other aspect of the role",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09c9c807-b401-4fec-ba90-d597b385dcf6",
        "898314a3-92ff-426c-892c-6f74a2d18529",
        "f63fb56e-1aa2-4b42-9730-425f9610a5ed",
        "da399305-e499-41b0-935b-b38ea39b3a74",
        "6f3f9716-9d12-40aa-bd86-fd21154cba34",
        "ca3d9f1b-8a8f-40a4-8b24-d4edc510dd30",
        "493f19c5-de27-42f1-ac33-a3e90ed5a759"
      ],
      "mappedKnowledge": [
        "fc38fd4b-566f-4e9a-9acf-565106d13849",
        "4e4c4c76-f899-4390-8b06-807fb54dc697",
        "d0cdccfe-a5b1-4ebd-b9f6-d6763196986c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "efd0a34d-7b34-4c4f-9594-9da0dec42f0b",
        "6a4e203d-1fbb-48ea-b4e7-aa8d8eae6bd4",
        "89a279ae-9d43-4c0d-8c49-7227515dcd0c",
        "0d331a79-e466-480e-94f0-7bca6b17623c",
        "939a9b5d-390b-4dbc-955f-8004f4d45bf2",
        "0062840a-ba3d-498e-9246-8fd817cff95a",
        "65f09d07-8a5c-47a0-b21c-7866e8afcbf2",
        "7e1a5855-37cb-4782-bc82-4acd1f614989"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a631eb53-045c-46a0-8ed3-f7822bea5df3",
      "dutyDetail": "Offer pastoral care within both the church and the local community, for example to those seeking guidance in making life choices or looking for support in times of illness or bereavement or stressful circumstances",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09c9c807-b401-4fec-ba90-d597b385dcf6",
        "898314a3-92ff-426c-892c-6f74a2d18529",
        "f63fb56e-1aa2-4b42-9730-425f9610a5ed",
        "da399305-e499-41b0-935b-b38ea39b3a74",
        "6f3f9716-9d12-40aa-bd86-fd21154cba34",
        "ca3d9f1b-8a8f-40a4-8b24-d4edc510dd30",
        "493f19c5-de27-42f1-ac33-a3e90ed5a759"
      ],
      "mappedKnowledge": [
        "d0cdccfe-a5b1-4ebd-b9f6-d6763196986c",
        "8cd5dc55-6442-4596-b768-bb713c7cb194",
        "2b80c3ee-f218-434e-bb0d-142b51964d67",
        "188b34fc-4bd0-4796-873c-e58d547a4bf5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "65f09d07-8a5c-47a0-b21c-7866e8afcbf2",
        "efcf98b2-750b-4c78-9f06-ed4d937b4cbc",
        "b1a25e0c-5f58-4802-acbb-b56d879f22f2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e86e9853-0406-4eaf-9297-e2ab77f3af26",
      "dutyDetail": "Enable anyone interested in exploring or developing faith to do so, whether or not they are currently members of the church, through offering individual counsel and activities for groups of various sizes, and making use of a range of means to communicate",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09c9c807-b401-4fec-ba90-d597b385dcf6",
        "898314a3-92ff-426c-892c-6f74a2d18529",
        "f63fb56e-1aa2-4b42-9730-425f9610a5ed",
        "da399305-e499-41b0-935b-b38ea39b3a74",
        "6f3f9716-9d12-40aa-bd86-fd21154cba34",
        "ca3d9f1b-8a8f-40a4-8b24-d4edc510dd30",
        "493f19c5-de27-42f1-ac33-a3e90ed5a759"
      ],
      "mappedKnowledge": [
        "d0cdccfe-a5b1-4ebd-b9f6-d6763196986c",
        "1bc7a89b-e9fa-4e79-a7ec-1de51bd80a59",
        "02fb0ca3-357a-42da-b7bb-da268456253b",
        "0c8bcd20-a87c-4ee5-94d4-8e2ee06ee590"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "65f09d07-8a5c-47a0-b21c-7866e8afcbf2",
        "7e1a5855-37cb-4782-bc82-4acd1f614989",
        "19e01778-8502-46f2-9573-06f099ea8f74",
        "cfad66f4-6788-4939-83de-8aa60ffc2b82",
        "189a31e8-555d-4f88-a340-196509e5b98e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d47bb61b-6c1a-486b-945b-d0a959a21733",
      "dutyDetail": "Represent their church in interaction with the wider community, including acting to promote the wellbeing of the locality and beyond",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09c9c807-b401-4fec-ba90-d597b385dcf6",
        "898314a3-92ff-426c-892c-6f74a2d18529",
        "f63fb56e-1aa2-4b42-9730-425f9610a5ed",
        "da399305-e499-41b0-935b-b38ea39b3a74",
        "6f3f9716-9d12-40aa-bd86-fd21154cba34",
        "ca3d9f1b-8a8f-40a4-8b24-d4edc510dd30",
        "493f19c5-de27-42f1-ac33-a3e90ed5a759"
      ],
      "mappedKnowledge": [
        "02fb0ca3-357a-42da-b7bb-da268456253b",
        "f60738d8-c1a6-43d3-9a61-3204cd6439ff"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8f29040c-a509-46f9-8ef8-eb6dcf9cfe53",
        "7e1a5855-37cb-4782-bc82-4acd1f614989",
        "58777215-1187-4363-bb24-0c23634538a0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8b486f4c-f2be-4176-9b7b-bd3af0292aa1",
      "dutyDetail": "Engage in personal prayer and spiritual practices",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09c9c807-b401-4fec-ba90-d597b385dcf6",
        "898314a3-92ff-426c-892c-6f74a2d18529",
        "f63fb56e-1aa2-4b42-9730-425f9610a5ed",
        "da399305-e499-41b0-935b-b38ea39b3a74",
        "6f3f9716-9d12-40aa-bd86-fd21154cba34",
        "ca3d9f1b-8a8f-40a4-8b24-d4edc510dd30",
        "493f19c5-de27-42f1-ac33-a3e90ed5a759"
      ],
      "mappedKnowledge": [
        "1bc7a89b-e9fa-4e79-a7ec-1de51bd80a59",
        "0c8bcd20-a87c-4ee5-94d4-8e2ee06ee590"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d1475e32-d462-4a16-bf4c-685cb9cb71e6",
        "f466f617-31ee-4bfd-8a43-c0b8080c55f4",
        "1e630179-56d9-4c8e-a00c-7dfe3bbfb512"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "66b5b7bc-3b38-493b-b615-52c70b0aa278",
      "dutyDetail": "Maintain their own personal and professional development through ongoing training, study and reflective practice. In order to continually enhance their understanding and practice of faith and ministry",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09c9c807-b401-4fec-ba90-d597b385dcf6",
        "898314a3-92ff-426c-892c-6f74a2d18529",
        "f63fb56e-1aa2-4b42-9730-425f9610a5ed",
        "da399305-e499-41b0-935b-b38ea39b3a74",
        "6f3f9716-9d12-40aa-bd86-fd21154cba34",
        "ca3d9f1b-8a8f-40a4-8b24-d4edc510dd30",
        "493f19c5-de27-42f1-ac33-a3e90ed5a759"
      ],
      "mappedKnowledge": [
        "1bc7a89b-e9fa-4e79-a7ec-1de51bd80a59",
        "02fb0ca3-357a-42da-b7bb-da268456253b",
        "0c8bcd20-a87c-4ee5-94d4-8e2ee06ee590"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "19e01778-8502-46f2-9573-06f099ea8f74",
        "d1475e32-d462-4a16-bf4c-685cb9cb71e6",
        "1e630179-56d9-4c8e-a00c-7dfe3bbfb512",
        "878d34f6-13e4-489e-adf2-76de39e3fcef"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-11-08T00:00:00"
}