{
  "larsCode": 319,
  "referenceNumber": "ST0597",
  "title": "Technician scientist",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/319",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2018-08-07T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Working in a laboratory and using various scientific techniques.",
  "level": 5,
  "typicalDuration": 36,
  "maxFunding": 20000,
  "route": "Health and science",
  "keywords": [
    "Technician Scientist"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/1480/st0597_technician-scientist_l5_epa-plan_for-publication_nov-17.pdf",
  "ssa1": "2 Science and Mathematics",
  "ssa2": "2.1 Science",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A technician scientist carries out established laboratory based investigations and basic scientific experimentation using bench and instrumentation techniques. They use a range of routine skills and some advanced and specialised skills following well established principles associated with their organisation’s science and technology, which may typically be within chemical, pharmaceutical, biotechnology, formulated products or analytical services.&lt;/p&gt;\n&lt;p&gt;They carry out routine lines of enquiry, development or investigation taking responsibility for the quality of the work they undertake. They work safely and ethically often under highly regulated conditions because of the need to control quality and safety of scientific products.&#160; They critically evaluate appropriateness of commonly used approaches to solving routine problems, using a range of approaches to formulate evidence based responses to defined and routine problems and issues within their area of work. They also contribute to solutions to problems within the wider scientific team, using appropriate project management procedures&lt;em&gt;. &lt;/em&gt;They perform record keeping and checks and use data capture systems relevant to the technical and scientific procedures that they use. They analyse relevant scientific information, interpret and evaluate data, prepare results and provide progress updates of their work. They manage resources within a clearly defined area.&lt;/p&gt;\n&lt;p&gt;They use their awareness of any research interests and the technical context and processes of the laboratory alongside senior team members to contribute to the proposal of new scientific ideas. They have an up to date knowledge of technical, scientific and regulatory developments related to the conduct of the laboratory. They communicate information, arguments and analysis in a variety of forms to specialist and non-specialist audiences&lt;/p&gt;\n&lt;p&gt;They work as part of a wider scientific team, which may include laboratory scientists and laboratory technicians, in settings where there is certainty and with limited ambiguity taking personal responsibility for decision making in routine predictable contexts.&lt;/p&gt;\n&lt;p&gt;Typical job titles include; Analytical Support Chemist, Technical Support Scientist, Microbiology Support Scientist, Process Development Technologist, Laboratory Assistant, Senior Laboratory Technician, Assistant Scientist, Technical Specialist&#160; (Scientist), Quality Control Laboratory Assistant, Laboratory Co-ordinator, Technical Laboratory Assistant, Laboratory Analyst, Laboratory Research Assistant&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically candidates will have grade C or above in at least five GCSE’s, including English, maths and a science subject and hold relevant level 3 qualifications providing the appropriate number of UCAS points for entry to a level 5 HE programme. Other relevant or prior experience may also be considered as an alternative.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Requirements: knowledge, skills and behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;h4&gt;&lt;strong&gt;Knowledge:&lt;/strong&gt;&lt;/h4&gt;\n&lt;ol&gt;\n&lt;li&gt;The principles of non-complex laboratory techniques and scientific experimentation and how to contribute to the development of technical projects and implement new processes according to the literature.&lt;/li&gt;\n&lt;li&gt;A theoretical knowledge of chemistry or life sciences plus specialised science and technology relevant to the job role.&lt;/li&gt;\n&lt;li&gt;The requirements and significance of reporting results, considering the importance of accuracy, precision and recognising trends.&lt;/li&gt;\n&lt;li&gt;How to use mathematical concepts and techniques: units, dimensions, exponentials logarithms and elementary probability and basic statistical analysis relating to sampling and data to evaluate results.&lt;/li&gt;\n&lt;li&gt;The basic principles and procedures of project management: project plan, project timeline &amp;amp; milestones, risk log, outcome reviews, product definitions and product owners, key performance measures, action logs, project documentation, project budgets and how to contribute to project plans with other team members.&lt;/li&gt;\n&lt;li&gt;How to comply with business rules pertaining to record keeping, traceability &amp;amp; confidentiality and quality systems.&lt;/li&gt;\n&lt;li&gt;The internal and external regulatory environment pertinent to the science sector and how to comply with regulations.&lt;/li&gt;\n&lt;li&gt;The business environment in which the company operates including personal role within the organisation, ethical practice and codes of conduct.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h4&gt;&lt;strong&gt;Skills&lt;/strong&gt;:&lt;/h4&gt;\n&lt;ol start=&quot;9&quot;&gt;\n&lt;li&gt;Perform laboratory based investigations and basic scientific experimentation using the appropriate scientific techniques, procedures and methods of relevance to the activities of the laboratory.&lt;/li&gt;\n&lt;li&gt;Comply with the quality standards, safe working practices, environment and risk management systems relevant to the workplace.&lt;/li&gt;\n&lt;li&gt;Explain the main concepts of the scientific principles according to the literature applicable to the laboratory based techniques and scientific experimentation used in the laboratory.&lt;/li&gt;\n&lt;li&gt;Contribute to the development of new processes and methodologies and support their implementation as part of a wider team.&lt;/li&gt;\n&lt;li&gt;Work with minimal supervision to produce and analyse scientific data and present the results of laboratory work and problem solving clearly and concisely in written and oral form&lt;/li&gt;\n&lt;li&gt;Use computer based data analysis tools including spreadsheets and relevant company software packages.&lt;/li&gt;\n&lt;li&gt;Plan and prioritise own tasks, review and evaluate progress against objectives and project plans as part of a wider project team.&lt;/li&gt;\n&lt;li&gt;Contribute to recommendations on the appropriate workflows, improvements or scientific solutions to meet the requirements of internal or external customers.&lt;/li&gt;\n&lt;li&gt;Find solutions to routine and non-routine problems and contribute to developing solutions to complex problems using techniques such as root cause analysis.&lt;/li&gt;\n&lt;li&gt;Contribute to continuous performance improvement within the scientific and technical environment.&lt;/li&gt;\n&lt;li&gt;Communicates effectively using a full range of skills: speaking to a scientific and non-scientific audience, active listening, professional writing, and scientific presentation.&lt;/li&gt;\n&lt;li&gt;Works with minimal supervision and interacts effectively within a wide, scientific team.&lt;/li&gt;\n&lt;li&gt;Manages time effectively, being able to plan and complete work to schedule with thoroughness and attention to detail.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h4&gt;&lt;strong&gt;Behaviours:&lt;/strong&gt;&lt;/h4&gt;\n&lt;ol start=&quot;22&quot;&gt;\n&lt;li&gt;Demonstrates reliability, integrity and respect for confidentiality on work related and personal matters.&lt;/li&gt;\n&lt;li&gt;Takes account of the impact of work on others, especially where related to diversity and equality.&lt;/li&gt;\n&lt;li&gt;Handles and responds positively to change, adjusting to different conditions, technologies, situations and environments.&lt;/li&gt;\n&lt;li&gt;Takes responsibility for personal development with ability to observe and communicate observations on own learning.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Higher National Diploma or a Foundation Degree in a science or technology discipline relevant to the job role. Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Link to professional registration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard is recognised by the Science Council at registered Scientist (RSci) level.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Level 5 &#160;&#160;&#160;&#160;&#160;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 36 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard should be reviewed after 3 years&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "Pete Moss ",
    "contactAddress": "Open Awards Estuary Commerce Park\r\n17 De Havilland Dr\r\nSpeke\r\nLiverpool \r\nL24 8RN",
    "contactEmail": "EQA@openawards.org.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2018-08-07T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "TB0040",
  "tbMainContact": " Robert.Watts@covance.com",
  "involvedEmployers": "Pfizer, GSK, Astra Zeneca, Sterling Pharma Solutions, 3M,Victrex, SABIC, Barts Health Pharmaceuticals, Lotte Chemical UK, Centre for Process Innovation, Broughton Laboratories, Aesica Pharmaceuticals Limited, Fujifilm Diosynth Biotechnologies, LGC, HMG Paints",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Science",
  "cluster": "Science Advanced Technician",
  "createdDate": "2017-11-14T17:10:53 +00:00",
  "lastUpdated": "2018-08-06T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/technician-scientist-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/technician-scientist-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}