{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 506,
  "referenceNumber": "ST0518",
  "learningAimClassCode": "",
  "title": "Physician associate",
  "status": "In development",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0518",
  "qualificationStandardUrl": null,
  "versionNumber": "",
  "change": "",
  "changedDate": "2024-11-19T00:00:00",
  "earliestStartDate": null,
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Working alongside registered doctors providing medical care as an integral part of a wider healthcare team.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 30,
  "maxFunding": 0,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "healthcare",
    "medical",
    "hospital",
    "patients",
    "treatment"
  ],
  "jobRoles": [
    "Physician associate"
  ],
  "entryRequirements": "&lt;p&gt;Entry requirements for the apprenticeship will be agreed between the employer and the GMC approved programme provider.&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/g2rhywno/st0518_physician-associate_l7_epa_v13_for-publication_04092024.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.2 Nursing, and subjects and vocations allied to medicine",
  "version": "1.3",
  "standardInformation": "",
  "occupationalSummary": "&lt;p style=&quot;margin: 0; line-height: 21pt; background: rgba(255, 255, 255, 1); vertical-align: baseline&quot;&gt;&lt;span style=&quot;font-size: 11pt&quot;&gt;This occupation is found in a range of employers across the NHS and Primary Care. Physician associates &lt;/span&gt;&lt;span style=&quot;font-size: 11pt&quot;&gt;are a healthcare profession regulated by the General Medical Council in the UK (as of 13th Dec 2024). They &lt;/span&gt;currently work in over 40 specialties across GP practices, hospitals and community care, with roles determined by local need and decisions. The largest proportion of Physician associates work with doctors and other colleagues in primary care, followed by emergency and acute medicine. Other specialties include geriatrics, stroke, community and dermatology.&lt;/p&gt;\n&lt;p style=&quot;margin: 0; line-height: 21pt; background: rgba(255, 255, 255, 1); vertical-align: baseline&quot;&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p style=&quot;margin: 0; line-height: 21pt; background: rgba(255, 255, 255, 1); vertical-align: baseline&quot;&gt;Physician associates are generalist healthcare professionals who work alongside doctors and provide medical care as part of the multidisciplinary team. They always work under the supervision and ultimately direction of a named senior doctor. A Physician associate delivers aspects of patient care through defined tasks and procedures. This may include:&lt;/p&gt;\n&lt;ul style=&quot;margin: 1em 0; padding: 0 0 0 40px; overflow: hidden; color: rgba(51, 51, 51, 1)&quot;&gt;\n&lt;li&gt;taking medical histories from patients&lt;/li&gt;\n&lt;li&gt;performing physical examinations&lt;/li&gt;\n&lt;li&gt;managing and diagnosing illnesses&lt;/li&gt;\n&lt;li&gt;performing diagnostic and therapeutic procedures&lt;/li&gt;\n&lt;li&gt;analysing test results&lt;/li&gt;\n&lt;li&gt;developing management plans&lt;/li&gt;\n&lt;li&gt;providing health promotion and disease prevention advice for patients.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p class=&quot;MsoNormal&quot; style=&quot;margin-bottom: 0; line-height: 21pt; background: rgba(255, 255, 255, 1); vertical-align: baseline&quot;&gt;Physician associates work in teams, and rely upon collaboration and supportive working relationships with their supervising doctors, with whom they can discuss cases, seek advice and review patients.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot; style=&quot;margin-bottom: 0; line-height: 21pt; background: rgba(255, 255, 255, 1); vertical-align: baseline&quot;&gt;Physician associates must always operate within the limits of their competence. The General Medical Council specifies the knowledge, skills and behaviours required to practise safely at the point of registration, but an individual Physician associate’s scope of practice may change over time as their knowledge, skills and experience develops.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "6aa1a6bf-60ba-4038-8ed4-d62ee7492522",
      "detail": "That patients’ needs and safety are central to the care process."
    },
    {
      "knowledgeId": "2b91d10f-6b6a-49ea-8622-2811b7f49d96",
      "detail": "Ethical reasoning and decision-making and how to apply these skills."
    },
    {
      "knowledgeId": "d3bd994d-443d-48fb-9714-915d9221b99f",
      "detail": "The impact of fatigue on their work and the range of strategies that can be used to limit the impact of fatigue on their own health and on patient care."
    },
    {
      "knowledgeId": "cf828435-d672-4d0e-98a6-0a1494c2a634",
      "detail": "The principles of the legal framework in which medicine, health and social care are practised in the jurisdiction in which they are practising and have awareness of where further information on relevant legislation can be found."
    },
    {
      "knowledgeId": "88264683-bb19-4526-8d54-164abfd5ea2f",
      "detail": "Recognise that there are differences in healthcare systems across the four nations of the UK."
    },
    {
      "knowledgeId": "e4968fdf-1361-4c40-9a93-f8c9a952c4fe",
      "detail": "Duties and responsibilities as a regulated profession by the General Medical Council."
    },
    {
      "knowledgeId": "c60f6109-1579-43a3-bb63-56728c5a3dee",
      "detail": "The organisational structure of the NHS and independent sector and their role in the wider health and social care landscape."
    },
    {
      "knowledgeId": "81de0be8-7fbb-4c9c-a295-bbdcee867088",
      "detail": "Hospital and departmental management structure."
    },
    {
      "knowledgeId": "0cc771c7-d653-49d9-a4b4-25d8d5e08121",
      "detail": "The processes of commissioning and funding, and that all healthcare professionals have a responsibility for stewardship of healthcare resources."
    },
    {
      "knowledgeId": "ae49eebc-0fa6-45f9-b80b-f0a5b4d3a0d8",
      "detail": "Accountability of the NHS in its context as a publicly funded body, and the need to ensure the most effective and sustainable use of finite resources."
    },
    {
      "knowledgeId": "69ba27dc-ec30-49a4-b2b7-7c59d2395217",
      "detail": "The resource implications of personal actions, minimising unnecessary/wasteful use of resources."
    },
    {
      "knowledgeId": "902766dc-2c04-480a-b7c6-006aa7504cd2",
      "detail": "Cost implications of common treatments in terms of money, equipment and human resources."
    },
    {
      "knowledgeId": "fb2c7dab-8aff-431e-8ee6-c1029d889f04",
      "detail": "The principles and values of integrated care."
    },
    {
      "knowledgeId": "af91b59a-b7ad-4a01-9f6b-2bc0a8b72fe1",
      "detail": "Factors that contribute to illness, the course of the disease and the success of treatment. "
    },
    {
      "knowledgeId": "f2666f86-b012-48ec-9392-c011d55238cf",
      "detail": "Issues relating to health inequalities and the social determinants of health, the links between occupation and health, and the effects of poverty and affluence."
    },
    {
      "knowledgeId": "6cd5b24d-21ff-4f66-bbd7-6a6950e12877",
      "detail": "The prolonged and historical trauma that some groups are subject to racism, misogyny, homophobia, transphobia, and other discrimination in population health and how this affects their trust in the medical professions."
    },
    {
      "knowledgeId": "66723fa5-0529-4ac4-8c40-dc66d5c6bb09",
      "detail": "The existence of biases within the healthcare system which could affect health inequalities."
    },
    {
      "knowledgeId": "3283e7c0-9b10-4052-95ac-6760b46cd471",
      "detail": "Primary and secondary health promotion, barriers to health promotion and concordance issues."
    },
    {
      "knowledgeId": "2c1439b2-db77-4206-959f-f2854e5b8652",
      "detail": "The incidence and prevalence of common diseases and how environmental, social, behavioural and cultural factors influence health and disease in different populations."
    },
    {
      "knowledgeId": "10c89f5c-3e66-4535-b14c-6007d322cbc8",
      "detail": "How epidemiological data is used to manage healthcare for the individual and the community with awareness of the clinical and cost effectiveness of interventions."
    },
    {
      "knowledgeId": "a8188765-289a-4a9f-8818-0bd1489dfcb2",
      "detail": " The principles of sustainable healthcare and global health."
    },
    {
      "knowledgeId": "54b9b816-c9c2-434a-aa51-c261ff16c86e",
      "detail": "The role of environmental and occupational hazards in ill-health and the impact of climate change on health, and ways to mitigate their effects."
    },
    {
      "knowledgeId": "80f7f320-9b35-42aa-be38-a354ae239d55",
      "detail": "The risks, professional responsibilities and appropriate safeguards of remote consultations when using new and emerging communication technologies or approaches."
    },
    {
      "knowledgeId": "15c2b46e-f993-4de5-bf27-14f397a57dbf",
      "detail": "The needs of, and support required, for people with a learning disability and or people with mental health conditions"
    },
    {
      "knowledgeId": "1ebb328c-99e6-4172-bdff-9bdcaaef55de",
      "detail": "The professional responsibilities in relation to procedures performed for non-medical reasons, such as female genital mutilation and cosmetic interventions."
    },
    {
      "knowledgeId": "13f98f9d-de5d-41e4-bf1a-9e720393a8b7",
      "detail": "The relevant health legislation that may result in the deprivation of liberty to protect the safety of individuals and society."
    },
    {
      "knowledgeId": "4fb3ec4b-3b4d-4b57-abf4-f9f2fa21045d",
      "detail": "The causes of health inequalities including the factors within the health service itself, and the principles of equality legislation in the context of patient care."
    },
    {
      "knowledgeId": "2b143c27-6cd6-4cb2-a853-e0015d023504",
      "detail": "How conditions may present or be experienced differently in different patient populations."
    },
    {
      "knowledgeId": "6558fcc4-4335-4ef6-a764-3ac6f31ef14b",
      "detail": "How normal human structure and function and physiological processes applies, including at the extremes of age, in children and young people, during pregnancy and childbirth and variation in different groups."
    },
    {
      "knowledgeId": "47038c0f-49e5-472b-a789-01ec422f1f83",
      "detail": "Relevant scientific processes underlying common and important disease processes."
    },
    {
      "knowledgeId": "4b8d5f0a-fb80-4673-8900-c8a78b9d9b5b",
      "detail": "The importance of critical appraisal and analysis of clinical data."
    },
    {
      "knowledgeId": "582d5c6c-5363-4d4f-aeb5-c87e471ec36d",
      "detail": "Basic principles of prevention, public health, promoting health and wellbeing, work, nutrition, exercise, and vaccination."
    },
    {
      "knowledgeId": "8aa09af0-e2c6-4d53-b4bc-dbb0adebc1b7",
      "detail": "The need to involve patients, their relatives, carers or other advocates in management decisions, making appropriate referrals and seeking advice from colleagues as appropriate."
    },
    {
      "knowledgeId": "43c1b5c0-d9a4-41d5-9f62-d600e7f0fad6",
      "detail": "The clinical complexities, uncertainties and emotional challenges involved in caring for patients who are approaching the end of their lives. "
    },
    {
      "knowledgeId": "b912ff0d-dccf-4bcd-996b-c1fe544f55e3",
      "detail": "Medications and medication actions: therapeutics and pharmacokinetics; medication side effects and interactions, including for multiple treatments, long term conditions and non-prescribed drugs."
    },
    {
      "knowledgeId": "3373f6a4-eec0-4075-83a4-00c2d3c7175c",
      "detail": "The role of antimicrobial stewardship in safe prescribing."
    },
    {
      "knowledgeId": "c0ffa450-6baa-444e-8c06-592e3cc3a6ba",
      "detail": "How to carry out an assessment of benefit and risk for the patient of starting a new medication, taking into account the medication history and potential medication interactions in partnership with the patient and, if appropriate, their relatives, carers or other advocates."
    },
    {
      "knowledgeId": "52038fd1-5a1f-47ae-8bf2-f4264e574c3f",
      "detail": "How to provide patients, carers or others with appropriate information about their medications in a way that enables patients to make decisions about the medications they take."
    },
    {
      "knowledgeId": "c6e8f5f0-b87b-419c-a290-e9bd5c82e330",
      "detail": "The risks of over-prescribing and excessive use of medications and how to apply these principles when suggesting or recommending new medications to a prescriber. "
    },
    {
      "knowledgeId": "81d721e6-8ed0-470e-98c4-0f77ac8c7e23",
      "detail": "How to agree a medication plan with the patient which they are willing and able to follow."
    },
    {
      "knowledgeId": "e7be9e58-214f-4fc3-bd3d-ba75eccf7df5",
      "detail": "How to calculate safe and appropriate medication doses and record the outcome accurately, of medication. "
    },
    {
      "knowledgeId": "0b19d6d8-d46b-442c-8fd1-55bd0160df0c",
      "detail": "How to prepare safe and legal prescriptions for a prescriber, tailored to the specific needs of individual patients, using either paper or electronic systems and using decision support tools where necessary."
    },
    {
      "knowledgeId": "9535d64e-de22-4736-96ff-da63e7bb7e22",
      "detail": "How to utilise reliable information about medications and use different technologies to support prescribing."
    },
    {
      "knowledgeId": "b1c43b90-584d-4108-ae26-1330b59f12b3",
      "detail": "How to communicate appropriate information to patients, carers and others about what their medication is for, when and for how long to take it, what benefits to expect, any important adverse effects that may occur and what follow-up will be required."
    },
    {
      "knowledgeId": "1832e669-4608-413e-bf97-1afaf99b0c8e",
      "detail": "How to monitor the efficacy and effects how to adjust medication, including how/when to stop medication with due support, care and attention if it proves ineffective, is no longer needed or the patient wishes to stop taking it."
    },
    {
      "knowledgeId": "1abd0332-6ba1-4c12-bb24-6c04489c134a",
      "detail": "How to detect and report adverse medication reactions and therapeutic interactions and react appropriately by recommending the stopping or changing of medication to a prescriber."
    },
    {
      "knowledgeId": "c1122c3a-c787-4ad5-b4ac-ec95553253fe",
      "detail": "Professional and legal responsibilities when accessing information sources in relation to patient care, health promotion, giving advice and information to patients, and research and education."
    },
    {
      "knowledgeId": "a006af08-6e62-475e-8463-9328bea72b39",
      "detail": "The principles and methods of quality assurance, quality improvement, quality planning and quality control, and in which contexts these approaches should be used to maintain and improve quality and safety including the use and prioritisation of resources."
    },
    {
      "knowledgeId": "8fbc0af1-5b8f-4319-9725-b5d5c2e1d03a",
      "detail": "Basic human factors principles and practice at individual, team, organisational and system levels and recognise and respond to opportunities for improvement to manage or mitigate risks. "
    },
    {
      "knowledgeId": "bc3cd2a8-706a-4b7c-ad19-78c02a6b5f11",
      "detail": "The value of national surveys and audits for measuring the quality of care."
    },
    {
      "knowledgeId": "dbc9cd0f-30f4-40b4-b82b-d46b60ded495",
      "detail": "Basic principles and ethical implications of research governance including recruitment into trials and research programmes."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "ee350797-a1a4-4d90-8099-8aaaecb62fea",
      "detail": "Apply the principles, values, and standards of care and professional behaviour expected of all medical professionals set out in the General Medical Councils Good Medical Practice guidelines."
    },
    {
      "behaviourId": "facd4f39-5c97-4114-9a48-a4ac051d2415",
      "detail": "Professional, considerate and sensitive towards other professionals and patients."
    },
    {
      "behaviourId": "d4999c07-cc0d-4f75-88df-68fdc8ed8c77",
      "detail": "Honest, trustworthy and act with integrity."
    },
    {
      "behaviourId": "c03bd4b5-dcf2-4308-9d42-f47257fb2bbf",
      "detail": "Work within the limits of your professional competence and scope of practice."
    },
    {
      "behaviourId": "e5667871-2b38-4aaa-8b91-8830593165f2",
      "detail": "Caring, compassionate, honest, conscientious and committed. "
    },
    {
      "behaviourId": "f9ac28e9-1adc-4f22-a587-2f6c02f527de",
      "detail": "Value people as individuals, and respect equality and diversity. "
    }
  ],
  "skills": [
    {
      "skillId": "47601424-b714-4010-baf0-1ec20dc8d259",
      "detail": "Demonstrate compassionate professional behaviour and their professional responsibilities in making sure the fundamental needs of patients are addressed."
    },
    {
      "skillId": "2c1170fe-162f-49bb-8856-ce35b65ac7c8",
      "detail": "Demonstrate the clinical responsibilities and role of a Physician Associate."
    },
    {
      "skillId": "f081efa5-3dce-4a9e-82c0-f0e15308b75d",
      "detail": "Takes personal and professional responsibility for own actions."
    },
    {
      "skillId": "e00112ca-2b67-4f88-b97f-e0fb80bf2bce",
      "detail": "Demonstrate insight by recognising and acknowledging their own personal and professional limits and by seeking help from colleagues and supervisors, when necessary, especially when they feel that patient safety may be compromised."
    },
    {
      "skillId": "9881f857-76fe-49ad-acef-09f995063cb5",
      "detail": "Work collaboratively with their named supervising doctor or healthcare professional, including informing them about any concerns, issues or questions raised as part of managing their patients’ care."
    },
    {
      "skillId": "71de48c8-818f-4b08-8f96-c8f5c6ca8090",
      "detail": "Raise and escalate concerns through informal communication with colleagues and through formal clinical governance and monitoring systems about patient safety and quality of care, bullying, harassment and undermining and bias and discrimination leading to inequality of care for patients or inequitable opportunities for colleagues."
    },
    {
      "skillId": "9b6a6597-3c40-4115-bb25-45001819bbda",
      "detail": "Recognise the potential impact of their attitudes, values, beliefs, perceptions and personal biases (which may be unconscious) on individuals and groups and identify personal strategies to address this, escalating to their named supervising doctor or healthcare professional where needed."
    },
    {
      "skillId": "ff100955-39bd-4aca-97bf-5113f934fbf9",
      "detail": "Meet General Medical Council standards and keep up to date with relevant guidance."
    },
    {
      "skillId": "c2cd74b9-5c72-4d31-ab3a-b7660151d126",
      "detail": " Ensure own behaviour justifies the patients’ trust in them and the public’s trust in the profession, always acting with honesty and integrity, including about their experience, qualifications and current role, with patients and their families and carers and with colleagues and supervisors."
    },
    {
      "skillId": "dc4fdb72-fd36-4151-9147-9556e55896c1",
      "detail": "Demonstrate openness and honesty in interactions with patients, their families and carers, colleagues and their employers if things go wrong."
    },
    {
      "skillId": "a1062d3c-fa29-4a83-8f5b-8bef65098920",
      "detail": " Demonstrate awareness of own physical and mental wellbeing. "
    },
    {
      "skillId": "75d75fc8-3d43-4bf9-b7b9-daaca162938b",
      "detail": "Demonstrate awareness of the need to self-monitor, self-care and seek appropriate advice and support, including by being registered with a GP and engaging with them to maintain their own physical and mental health."
    },
    {
      "skillId": "1145baaa-4b1c-4975-b747-e5febe1c5b17",
      "detail": "Manage the personal and emotional challenges of coping with work and workload, uncertainty and change."
    },
    {
      "skillId": "b0d01f42-da7f-4937-a784-977ab089824e",
      "detail": "Escalate any concerns about own wellbeing with their supervising doctor or healthcare professional."
    },
    {
      "skillId": "4a52bd2d-b753-4c5d-af75-aaa07de543d4",
      "detail": "Develop a range of coping strategies, such as reflection, debriefing, handing over to another colleague, peer support and asking for help, to recover from challenges and setbacks."
    },
    {
      "skillId": "f9bb3f29-10e2-4e37-aae1-1c4f225a3fb2",
      "detail": "Manage the impact of fatigue on own work and the range of strategies that can be used to limit the impact of fatigue on their own health and on patient care."
    },
    {
      "skillId": "af096bf9-e205-4940-aba4-2d4c4f02398c",
      "detail": "Establish and maintain partnerships with patients, carers and other advocates, including being able to treat patients as individuals, respect their dignity and privacy, treating patients fairly and with respect whatever their life choices and beliefs, support patients in caring for themselves to empower them to improve and maintain their health and to maintain confidentiality, even after a patient has died."
    },
    {
      "skillId": "6014b74d-d89d-451e-b78e-b93a1d9bde78",
      "detail": "Seek patient consent, or the consent of the person who has parental responsibility in the case of children and young people, or the consent of those with lasting power of attorney or independent mental capacity advocates if appropriate, for procedures that they are suitably trained/qualified to undertake and where they have sufficient knowledge of the proposed investigation or treatment, and the risks involved."
    },
    {
      "skillId": "4358b8b9-3236-4279-9ba7-8edd96c238f1",
      "detail": "Provide information about options for investigations, treatment and care in a way that enables patients to make decisions about their own care."
    },
    {
      "skillId": "ee03cdbb-22dc-4e2e-815f-5f9db97429a7",
      "detail": "Seek and record and or document informed consent within own competence for any recommended or preferred options for treatment and care."
    },
    {
      "skillId": "0e7782e4-a611-4060-9978-4d8cbfa7a8a1",
      "detail": "Assess the mental capacity of a patient to make a particular decision, including when the lack of capacity is temporary, and when and how to take action."
    },
    {
      "skillId": "1275a7b9-f059-4267-9ba2-2c09952ad17c",
      "detail": "Make the supervising doctor and healthcare team aware of any issues, questions or concerns about a patient’s consent."
    },
    {
      "skillId": "944fed3d-a605-43fa-91d4-0c89562c26ae",
      "detail": "Demonstrate when managing and preventing disease that they have considered the care of the complete person."
    },
    {
      "skillId": "2fc7811f-5ac7-42f9-ad44-0f551bcc88a3",
      "detail": "Recognise the complex medical needs, goals and priorities of patients, the factors that can affect a patient's health and wellbeing and how these interact including psychological and sociological considerations that can also affect patients’ health."
    },
    {
      "skillId": "5e5f0d06-677a-4cc6-a4c4-b0ff03ea8e77",
      "detail": "Seek support from their supervising doctor or healthcare professional to help manage complex medical needs when appropriate."
    },
    {
      "skillId": "19e4eecf-2e0f-4e32-b4e9-01863af92958",
      "detail": "Recognise the impact of wider determinants of health and advise patients on preventative measures with reference to local and national guidelines."
    },
    {
      "skillId": "030c707b-3072-491f-8e77-863da7891fab",
      "detail": "Recognise factors that contribute to illness, the course of the disease and the success of treatment and apply these to the care of patient."
    },
    {
      "skillId": "facc5cff-3ba8-42a1-9f87-a2db142afc2e",
      "detail": "Recognise factors relating to health inequalities and the social determinants of health, the links between occupation and health, and the effects of poverty and affluence."
    },
    {
      "skillId": "34f2b4fc-80cd-444f-81ba-ab8afd82607f",
      "detail": "Recognise the prolonged and historical trauma that some groups are subject to including racism, misogyny, homophobia, transphobia, and other discrimination in population health - and how this affects their trust in the medical professions."
    },
    {
      "skillId": "4143edf6-922f-45ad-9a96-e130d937fc51",
      "detail": "Have the clinical skills necessary to recognise conditions as they present in different population groups."
    },
    {
      "skillId": "8652f064-2a08-4eb4-ac36-7287735bfa77",
      "detail": "Evaluate the social determinants of health and disease and variations in healthcare delivery and medical practice and the impact this may have on local health and wellbeing, and be aware of health services being accessible to a diverse range of patients in hard-to reach communities."
    },
    {
      "skillId": "034d1b83-d86f-44e7-b63d-0e8945aecf55",
      "detail": "Explain the concept of wellness or wellbeing as well as illness and be able to help and empower people to achieve the best health possible, including promoting lifestyle changes such as smoking cessation, avoiding substance misuse and maintaining a healthy weight through physical activity and diet."
    },
    {
      "skillId": "7d931bfe-6c40-4b42-a61f-f383f4019963",
      "detail": "Discuss with and advise patients on the role and impact of nutrition on health."
    },
    {
      "skillId": "d9c1aa0e-1368-4ddc-a8b3-b7b961c54de0",
      "detail": "Assess, by taking a history, the environmental, social, psychological, behavioural and cultural factors influencing a patient’s presentation, and identify options to address these, including advocacy for those who are disempowered."
    },
    {
      "skillId": "57aaf7bd-3ab9-4958-b935-0311a0957404",
      "detail": "Share information and work collaboratively with patients, their relatives, carers or other advocates to create a psychologically and culturally safe environment. "
    },
    {
      "skillId": "ccfaf275-edf1-431b-9200-5ce64f6706f6",
      "detail": "Work in partnership with patients to adequately assess, diagnose or manage their condition(s), taking account of their history including: symptoms, psychological, spiritual, social, economic and cultural factors and their views, needs and values."
    },
    {
      "skillId": "5fcdb372-87d9-43e9-95fb-ae1c57385255",
      "detail": "Educate patients, carers and others on the principles of primary, secondary and tertiary prevention of disease, including immunisation and screening."
    },
    {
      "skillId": "7392ec36-3753-4eac-933c-69624220098f",
      "detail": "Apply the basic principles of communicable disease control in hospital and community settings, including disease surveillance."
    },
    {
      "skillId": "0a1a2951-c1c3-4bcb-b509-01396d51a15e",
      "detail": "Practice effective interpersonal skills, emphasising empathy, compassion, courtesy and respect."
    },
    {
      "skillId": "51e33d28-6c03-4778-9d54-ea3e5a624c19",
      "detail": "Listen to patients, take account of their views, and respond honestly and openly to their questions."
    },
    {
      "skillId": "c7da8c2f-9237-4c74-928a-d4d10e4e491d",
      "detail": "Try to find out what matters to patients so they can share relevant information about the benefits and harms of proposed options and reasonable alternatives, including the option to take no action. "
    },
    {
      "skillId": "417582dd-8729-4063-b2c8-3b1040e90d5e",
      "detail": "Be considerate to those close to the patient and be sensitive and responsive in giving them information and support."
    },
    {
      "skillId": "9aadffc8-e678-40d7-aabe-bce358a94cdb",
      "detail": "Adjust communication approach if needed, for people who communicate differently due to a disability, who speak a different first language, are from a different cultural background or are children or young people."
    },
    {
      "skillId": "21558427-997a-4809-81cd-ae5f22b735ca",
      "detail": "Appreciate how their own behaviour affects patients and members of the multidisciplinary team and act accordingly."
    },
    {
      "skillId": "200b3575-a7e7-428a-9694-1b29bbee7e07",
      "detail": "Communicate effectively and sensitively when breaking bad news and be prepared to give clear information."
    },
    {
      "skillId": "288ab62d-c845-4928-ac7b-482fdde62c6a",
      "detail": "Advocate for their patient’s needs, especially if their care is managed in different care contexts or environments, including ensuring notes, letters, referrals and discharge summaries are accurate and comprehensive."
    },
    {
      "skillId": "d13f2d6a-e221-408e-9a52-645926ff5b50",
      "detail": "Elicit and accurately record a patient’s medical history, including family and social history, working with parents and carers or other advocates when the patient is a child or young person or an adult who requires the support of a carer or other advocate."
    },
    {
      "skillId": "49ea9440-85c2-4dbb-a699-3b340b8973e9",
      "detail": "Identify signs and symptoms of abuse or neglect and be able to safeguard children, young people, adults and older people, using appropriate systems for sharing information, recording and raising concerns, obtaining advice, making appropriate referrals and taking action."
    },
    {
      "skillId": "ac2c0dc7-2a6b-4bb5-8a90-2cbf87cdef1e",
      "detail": "Take a history that includes consideration of the patient’s views, needs and any associated vulnerability, and reflect this in care plans and referrals."
    },
    {
      "skillId": "4e6fc539-dc25-4aad-9019-634dcb355004",
      "detail": "Consider the needs and welfare of adults, children and young people who may be vulnerable, and act promptly on any concerns about a patient, or someone close to a patient, who may be at risk of, or suffering, abuse or neglect."
    },
    {
      "skillId": "2592dc1f-39d3-4fbc-a3e1-44d2630dca82",
      "detail": "Recognise where addiction (to drugs, alcohol, smoking or other substances, or gambling), poor nutrition, self-neglect, environmental exposure, or financial or social deprivation are contributing to ill health, and take action by seeking advice from colleagues and making appropriate referrals."
    },
    {
      "skillId": "5ca87714-fb70-4a9c-b19e-06950151194e",
      "detail": "Address the causes of health inequalities including the factors within the health service itself."
    },
    {
      "skillId": "75b543e6-4cef-4767-87e4-3e5d12215d23",
      "detail": "Develop and maintain effective teamworking and interpersonal relationships, which includes recognising and showing respect for the roles and skills of the people they work with and listening to their contributions."
    },
    {
      "skillId": "13d7654b-56f9-486b-931f-9d7bf18706cd",
      "detail": "Recognise how their attitudes and behaviours may influence or affect others. "
    },
    {
      "skillId": "c679d3d6-4c78-47bc-a3df-207fcbfa96cf",
      "detail": "Welcome, support and value diversity within and across teams."
    },
    {
      "skillId": "f7090234-42fd-4b10-8973-8c5577f32642",
      "detail": "Engage in feedback dialogue."
    },
    {
      "skillId": "e4ca461d-e5c2-48a5-8206-0481a429d7dc",
      "detail": "Safely pass on information using clear and appropriate spoken, written and electronic communication."
    },
    {
      "skillId": "4ad013a2-10da-4354-834b-661a3895b6b7",
      "detail": "Safely pass on information at handover in a hospital setting and when handing over and maintaining continuity of care in primary, community and social care settings. "
    },
    {
      "skillId": "a8fc907e-45df-49fd-b344-1bca2c7bc15e",
      "detail": "Safely pass on information when referring to colleagues for investigations or advice."
    },
    {
      "skillId": "7aeb4a0e-e504-46ce-a5a3-8ab359f9d5ef",
      "detail": "Safely pass on information when things go wrong, for example when errors happen."
    },
    {
      "skillId": "53466211-6d88-43ca-937b-2a7bb1728927",
      "detail": "Work collaboratively and supportively with colleagues to share experiences, achieve common goals, respond to challenges and learn together."
    },
    {
      "skillId": "bd63576b-9260-4ac0-b452-401aa8fd2bb8",
      "detail": "Respond appropriately to requests from colleagues to attend patients."
    },
    {
      "skillId": "46c88794-c7ec-4155-bc2e-3a978ecea407",
      "detail": "Keep own supervising doctor or healthcare professional informed about the care and management of their patients and escalating any issues, concerns and questions in a timely manner."
    },
    {
      "skillId": "650e6636-6e06-4dc4-923c-f4c387f14f1e",
      "detail": "Demonstrate initiative e.g. by recognising work pressures on others, providing support and organising work to optimise effectiveness within the clinical team. "
    },
    {
      "skillId": "0249fa01-99d0-4a9c-a4c9-15abcc9598f6",
      "detail": "Demonstrate leadership skills appropriate to their role, and work with others to make healthcare environments more supportive, inclusive and fair."
    },
    {
      "skillId": "478c0d81-aa5f-4303-ad81-a3262c30cee8",
      "detail": "Demonstrate the ability to escalate questions, issues and concerns to the supervising doctor or healthcare professional where care is complex or uncertain."
    },
    {
      "skillId": "eab286da-fe26-4d48-befc-190068284224",
      "detail": "Manage own time, organising and prioritising own workload as a matter of routine."
    },
    {
      "skillId": "01c253a4-e8bf-40ae-b5ca-21dacda1e16d",
      "detail": "Attend on time for all duties, including handovers, clinical commitments and teaching sessions."
    },
    {
      "skillId": "9e4bc642-ec1e-44fa-8c35-28998a3382ba",
      "detail": "Give timely structured handover to ensure safe continuing care of patients and make adequate arrangements for cover. "
    },
    {
      "skillId": "c71a1a4a-9aa4-4f09-8736-28e4ebfe1dcf",
      "detail": "Seek assistance when required to ensure that all tasks are completed and escalate as appropriate to their supervising doctor or healthcare professional."
    },
    {
      "skillId": "fdc37e4b-c203-4b44-a1d0-de507c177fd0",
      "detail": "Demonstrate accountability as an employee to their employer and work within an appropriate clinical governance framework."
    },
    {
      "skillId": "bbdc804e-0cbf-44a5-9a21-d417b7a44296",
      "detail": "Engage in own induction and orientation activities, learn from experience and feedback, and respond constructively to the outcomes of appraisals, performance reviews and assessments."
    },
    {
      "skillId": "db48d1b0-a3e6-4d99-b6d4-dcb85c419d35",
      "detail": "Can explain and demonstrate the importance of professional development and lifelong learning and demonstrate commitment to this."
    },
    {
      "skillId": "20b35ceb-cc36-4e1c-9fe4-b79752d1330f",
      "detail": "Keep own practice up to date through learning and development."
    },
    {
      "skillId": "5cf4636c-172f-49c7-9335-9b1b37f780de",
      "detail": "Reflect on their own practice in order to achieve insight and gain meaningful learning from experiences."
    },
    {
      "skillId": "aea3c179-119d-459f-8456-dfb974f50426",
      "detail": "Demonstrate engagement in career planning."
    },
    {
      "skillId": "aa8f2f29-c7c4-4420-9595-74b67decf3ff",
      "detail": "Commit to lifelong learning to keep up to date with developments in medical practice, especially the implications from significant global, population, social or health trends as well as the impact and opportunities offered by new and emerging medicine and technologies."
    },
    {
      "skillId": "10534f4b-0a29-407f-851f-c2b6c70630cb",
      "detail": "Assess a patient's clinical presentation, agree this with colleagues and confirm the approach with the named supervising doctor or healthcare professional."
    },
    {
      "skillId": "bb4848a8-5663-41d4-beee-1e1f5207cf00",
      "detail": "Safely and sensitively undertake physical, mental and cognitive examinations as appropriate (with a chaperone present if required)."
    },
    {
      "skillId": "a2a77d43-9d27-4a54-88fc-d59ca8a94cf4",
      "detail": "Provide a holistic clinical summary based on the history and examinations and where appropriate confirm the summary with the supervising doctor or healthcare professional."
    },
    {
      "skillId": "c8ee0add-24a7-46bf-8c84-4d8ace5824db",
      "detail": "Identify and select appropriate investigations, taking into account potential risks, benefits, cost effectiveness and possible side effects and agree these tests in collaboration with colleagues and the supervising doctor or healthcare professional if necessary."
    },
    {
      "skillId": "fa1441d9-1f88-4d60-9a7f-69fbaf3ca852",
      "detail": "Interpret and reflect on findings from the history, examinations and investigations, in collaboration with colleagues and the supervising doctor or healthcare professional, if necessary, to propose possible underlying causes or pathology."
    },
    {
      "skillId": "e14dccaf-bb9e-4f65-90bf-944277918336",
      "detail": "Demonstrate and confirm their clinical reasoning to the supervising doctor or healthcare professional and other colleagues."
    },
    {
      "skillId": "053f16a5-34b5-4773-8b8c-ca73e5fa29b5",
      "detail": "Escalate any questions, issues or concerns about the history, examinations, available evidence, possible diagnoses and care or treatment plan to the supervising doctor or healthcare professional, especially when care is uncertain, complex, or a possible emergency."
    },
    {
      "skillId": "bb0878bc-2ea4-4e40-b203-1237610996da",
      "detail": "Apply biomedical scientific principles, methods and knowledge to medical practice and integrate these into patient care."
    },
    {
      "skillId": "cda9c184-170b-41c9-9eb8-7475fcbd4212",
      "detail": "Provide care plans in collaboration with other health professionals and support from their supervising doctor or healthcare professional if necessary."
    },
    {
      "skillId": "4cb826a2-1030-4e67-8ec5-1653cf7dad23",
      "detail": "Recognise the potential consequences of over-diagnosis and over-treatment. "
    },
    {
      "skillId": "060002f5-2aa5-4c64-8035-26c972d84554",
      "detail": "Support patient's self-care as part of the patient's management plan. "
    },
    {
      "skillId": "71185c10-672d-4a14-b740-760ab685ab42",
      "detail": "Make appropriate clinical judgements when considering or providing compassionate interventions or support for patients who are nearing or at the end of life. "
    },
    {
      "skillId": "eb48ebd2-75d1-46a7-bb71-fb0d20bd1dc7",
      "detail": "Recognise when a patient is deteriorating and take appropriate action, escalating appropriately to their supervising doctors or healthcare professionals and colleagues for assistance and advice."
    },
    {
      "skillId": "f87cbdd5-8615-4c2f-9d8a-5a8010b3124f",
      "detail": "Propose a plan of management including prevention, treatment, management and discharge or continuing community care, according to established principles and best evidence, in partnership with patients and working with other health professionals as necessary."
    },
    {
      "skillId": "980366be-3210-4836-926c-7066e93a4820",
      "detail": "Give immediate care to adults, children and young people in clinical emergencies and seek support from their supervising doctor or healthcare professional or other colleagues if necessary."
    },
    {
      "skillId": "58c1d602-9d56-4dc3-9f31-e716774ffce9",
      "detail": "Assess and determine the severity of a clinical presentation and the need for immediate emergency care."
    },
    {
      "skillId": "647f94c6-32e9-4bd0-b970-72d063b96d30",
      "detail": "Diagnose and manage acute clinical emergencies, escalating appropriately to their supervising doctors or healthcare professionals and colleagues for assistance and advice. "
    },
    {
      "skillId": "c2f919ec-e5b8-4951-9f48-6efbba280605",
      "detail": "Provide immediate life support."
    },
    {
      "skillId": "605a1299-204b-4597-bd36-24ad62150eb3",
      "detail": "Provide cardiopulmonary resuscitation."
    },
    {
      "skillId": "14c8d8ec-8626-4612-b89b-de4e055cfe4a",
      "detail": "Recognise when it is appropriate to escalate complex and uncertain situations to their supervising doctors or healthcare professionals and colleagues."
    },
    {
      "skillId": "b1cbadbe-07be-45a9-a9f1-691f9638b536",
      "detail": "Identify the need to adapt management proposals and strategies as the health, needs and expectations of their patients change."
    },
    {
      "skillId": "18b3f5dd-15dc-4589-9d04-ae50f95fcf7e",
      "detail": "Work collaboratively with patients, their relatives, carers or other advocates, in planning their care, negotiating and sharing information appropriately, and with other healthcare professionals and organisations when working with patients. "
    },
    {
      "skillId": "2cbaec77-c349-44c6-a5dc-bb04a48cc24e",
      "detail": "Recognise how treatment and care can place an additional burden on patients, relatives and carers, and suggest ways to reduce this burden where appropriate, particularly where patients have multiple conditions or are approaching the end of life."
    },
    {
      "skillId": "0c1a520b-25e6-48b5-b1de-740564470eea",
      "detail": "Recognise the uncertainty of diagnosis and treatment success or failure, escalating where appropriate to the supervising doctor or healthcare professional, and communicate this openly and sensitively with patients, their relatives, carers or other advocates."
    },
    {
      "skillId": "8375705b-26cb-4de6-b68e-3870633fc38e",
      "detail": "Demonstrate the relevant communication techniques and strategies that can be used with the patient, their relatives, carers or other advocates who are dealing with clinical complexities, uncertainties and emotional challenges involved in caring for patients who are approaching the end of their lives."
    },
    {
      "skillId": "f95e1c73-ea9d-440b-94e8-976668f0780d",
      "detail": "Suggest or recommend commonly used medications to a prescriber safely, appropriately, effectively and economically and is aware of the common causes and consequences of prescribing errors recognising when to seek advice from other healthcare professionals and escalate the decision to the supervising doctor or healthcare professional, particularly when suggesting or recommending new medications, and must be able to manage and monitor the efficacy and effects of medication in a simulated environment ."
    },
    {
      "skillId": "c6734cf0-e3a5-4e90-bc57-d003a80d17f6",
      "detail": "Establish an accurate medication history, covering both prescribed and non-prescribed medication, herbal medicines, supplements and drugs of abuse."
    },
    {
      "skillId": "c508dec2-a21e-451d-a65c-b8d85d5ffd17",
      "detail": "Establish and clarify medication allergies and the types of medication interactions that patients experience. "
    },
    {
      "skillId": "7d133895-d1d5-4eea-884d-5099fff4fdc8",
      "detail": "Recognise the challenges of safe prescribing for patients in high-risk groups such as those with long term conditions or multiple morbidities and medications, in pregnancy, at extremes of age and at the end of life."
    },
    {
      "skillId": "05b1fcbc-e14e-4c9b-8abf-47343a7ae25c",
      "detail": "Recognise patient choice to use complementary therapies and how this might affect the safety and efficacy of other types of treatment that patients receive. "
    },
    {
      "skillId": "f2097190-19b3-4a11-8f88-c77475affb78",
      "detail": "Recognise the challenges of delivering care when prescribing and providing treatment and advice remotely, for example via online services. "
    },
    {
      "skillId": "fdae5e86-02dc-43db-90a1-1806e27cd8a1",
      "detail": "Carry out an assessment of benefit and risk for the patient of starting a new medication, taking into account the medication history and potential medication interactions in partnership with the patient and, if appropriate, their relatives, carers or other advocates. "
    },
    {
      "skillId": "fc277604-bfc1-4a8d-a66c-5dbe4ff4677b",
      "detail": "Provide patients, carers or others with appropriate information about their medications in a way that enables patients to make decisions about the medications they take. "
    },
    {
      "skillId": "d463bb63-2288-4206-86a2-03c68f41cc23",
      "detail": "Recognise the risks of over-prescribing and excessive use of medications and how to apply these principles when suggesting or recommending new medications to a prescriber."
    },
    {
      "skillId": "6ca99275-d78f-4684-91ea-baebf0f4dbba",
      "detail": "Agree a medication plan with the patient which they are willing and able to follow."
    },
    {
      "skillId": "f109a710-ec19-4990-92cf-a213e0a8223a",
      "detail": "Calculate safe and appropriate medication doses and record the outcome accurately, of medication and, with appropriate advice from colleagues, understand and demonstrate seeking support and advice from the supervising doctor or healthcare professional, pharmacist or other colleagues when necessary. "
    },
    {
      "skillId": "740d9401-8221-4e88-9c44-56122063fefe",
      "detail": "Prepare safe and legal prescriptions for a prescriber, tailored to the specific needs of individual patients, using either paper or electronic systems and using decision support tools where necessary. "
    },
    {
      "skillId": "4c511746-4071-46fb-97c4-23bb1d8c6f74",
      "detail": "Utilise reliable information about medications and use different technologies to support prescribing. "
    },
    {
      "skillId": "6a4df1bf-fd72-41ed-9383-25c748d66e67",
      "detail": "Communicate appropriate information to patients, carers and others about what their medication is for, when and for how long to take. it, what benefits to expect, any important adverse effects that may occur and what follow-up will be required. "
    },
    {
      "skillId": "2dca29db-32e8-4f79-aa22-b4ea79cc8fb6",
      "detail": "Monitor the efficacy and effects how to adjust medication, including how/when to stop medication with due support, care and attention if it proves ineffective, is no longer needed or the patient wishes to stop taking it."
    },
    {
      "skillId": "bbd6d1ff-a720-4034-a65f-23e2ef732731",
      "detail": "Detect and report adverse medication reactions and therapeutic interactions and react appropriately by recommending the stopping or changing of medication to a prescriber."
    },
    {
      "skillId": "e7659eed-de28-4c65-a5a7-875a189c85a2",
      "detail": "Make effective use of decision making and diagnostic technologies."
    },
    {
      "skillId": "a587dbb6-4dbc-4039-9880-b42f8d275baa",
      "detail": "Apply the requirements of confidentiality, information governance and data protection legislation and comply with local information governance and storage procedures when recording, transferring and coding patient information."
    },
    {
      "skillId": "296f58c2-c101-49a8-bde8-4aec8bc93633",
      "detail": "Recognise own role in contributing to the collection and analysis of patient data at a population level to identify trends in wellbeing, disease and treatment, and to improve healthcare and healthcare system."
    },
    {
      "skillId": "7930b454-fdac-4598-9af7-8fedf1baa0aa",
      "detail": "Place patients’ needs and safety at the centre of the care process. "
    },
    {
      "skillId": "f0247107-e8cb-4d4c-9936-752a63fd8300",
      "detail": "Create an environment of cultural and psychological safety for patients and colleagues. "
    },
    {
      "skillId": "ddb258a7-8e27-478d-a210-6d8aec9990e8",
      "detail": "Promote and maintain health and safety in all care settings, escalating concerns to and requesting support from colleagues where appropriate, including when providing treatment and advice remotely. "
    },
    {
      "skillId": "178437a2-0ba4-4770-b235-4809f69b0b9d",
      "detail": "Recognise how errors can happen in practice and that errors should be shared openly and be able to learn from their own and others’ errors to promote a culture of safety."
    },
    {
      "skillId": "5bd599e1-5bbe-4adb-a596-971101f6f180",
      "detail": "Apply measures to prevent the spread of infection, and apply the principles of infection prevention, control and antimicrobial stewardship. "
    },
    {
      "skillId": "2d10d778-6c76-4425-9be9-20a3f9f73cdf",
      "detail": "Interpret and communicate research evidence in a meaningful way for patients to support them in making informed decisions about treatment and management."
    },
    {
      "skillId": "20a73e6a-0a4b-4339-9154-5ea05386c1b9",
      "detail": "Participate in the effective teaching, mentoring and training of other healthcare professionals, adapting to an individual’s diverse background and experience, including for colleagues who are new to UK practice and those who don’t have easy access to sources of support. "
    },
    {
      "skillId": "b6cf872c-7fa0-44ca-a4c8-e96312567f50",
      "detail": "Recognise the factors leading to inequality of opportunity and the importance of equality of access to learning opportunities, and ways to address these."
    },
    {
      "skillId": "06e5a91e-e41b-4625-a958-95c12f9030c0",
      "detail": "Engage in effective feedback dialogue with learners, identify development needs, suggest appropriate action plans and support them to address these."
    },
    {
      "skillId": "c3925546-faf8-4c57-89bb-e42408bc9309",
      "detail": "Actively seek feedback on their own professional activities. "
    },
    {
      "skillId": "7608e80d-ebf2-4a96-97b9-898f6670c90a",
      "detail": "Educate patients, carers and others on the nature of the role of a Physician Associate."
    },
    {
      "skillId": "47826d9c-3dfe-403c-9a05-71edfd09e125",
      "detail": "Contribute to a culture of organisational learning and promote collaboration of the wider team – clinical, academic and patients – to identify and facilitate team learning."
    },
    {
      "skillId": "630b88fa-f127-40eb-8887-86dee9303317",
      "detail": "Supervise less experienced colleagues in their clinical assessment and management of patients and in carrying out practical procedures (within own scope of practice)."
    },
    {
      "skillId": "e4ba2b59-f056-41bf-a082-f1f7d4f29911",
      "detail": "Act as a role model for others and the profession."
    },
    {
      "skillId": "439baec6-52f6-488c-bffc-5555d59d74cf",
      "detail": "Learn continuously, taking responsibility for their own learning, and make use of relevant learning resources and opportunities."
    },
    {
      "skillId": "9fadb66a-7dd6-4e32-81e5-9ef1c4544d01",
      "detail": "Reflect on their own practice, setting learning goals and working towards their achievement."
    },
    {
      "skillId": "e43c902a-093b-4948-a0b8-fc0132db580a",
      "detail": "Take account of patients’ concerns, beliefs, choices and preferences, and respect the rights of patients to reach decisions with their health and social care teams about their treatment and care as well as to refuse or limit treatment. "
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "2024-08-22T00:00:00 +00:00",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "General Medical Council ",
    "contactName": "TBC",
    "contactAddress": "Regent’s Place,<br>350 Euston Road,<br>London, <br>NW1 3JN",
    "contactEmail": "exams@gmc-uk.org",
    "webLink": "http://www.gmc-uk.org"
  },
  "approvedForDelivery": "",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0820",
  "tbMainContact": "jack.aw@nhs.net",
  "involvedEmployers": "Cornwall Partnership NHS Foundation Trust, Loomer Medical Practice, NHSE, Northumbria Healthcare NHS Foundation Trust, Queen Mary University of London, Sheffield Health and Social Care NHS Trust, Skills for Health, Staffordshire and Stoke on Trent Partnership NHS Trust, Surrey and Sussex Healthcare NHS Trust, Thistlemoor Medical Centre, West Kent Primary Care, Worcestershire Health and Care NHS Trust, Workforce Development Trust",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "General Medical Council",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Physician associate"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health Professional",
  "clusterId": "6",
  "clusterDescription": "Provide direct patient contact along with high quality diagnosis and care working independently and with other health professionals",
  "createdDate": "2024-11-19T10:15:24 +00:00",
  "lastUpdated": "2024-11-19T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-09-30T00:00:00 +00:00",
  "banners": "This apprenticeship standard is in the process of being revised and is available for information only. The current version 1.2 is available for new starts until 12 December 2024. Further details of this and other occupational standards in revision are available in the&nbsp;revisions status report.",
  "occupationCode": "OCC0518",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0518-in-revision?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0518-in-revision",
  "qualifications": [
    {
      "qualificationId": "abacb9c1-a10c-4b7c-8b25-97961c589ac3",
      "title": "A qualification for Physician Associate approved by the GMC",
      "level": "7 (non-degree qualification)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "2bb3577b-169d-4d90-abe2-cff0cda1056f",
      "dutyDetail": "Be an accountable professional, manage resources effectively and behave according to statutory, ethical and professional principles seeking support from colleagues and supervisors as necessary.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ee350797-a1a4-4d90-8099-8aaaecb62fea",
        "facd4f39-5c97-4114-9a48-a4ac051d2415",
        "d4999c07-cc0d-4f75-88df-68fdc8ed8c77",
        "c03bd4b5-dcf2-4308-9d42-f47257fb2bbf",
        "e5667871-2b38-4aaa-8b91-8830593165f2",
        "f9ac28e9-1adc-4f22-a587-2f6c02f527de"
      ],
      "mappedKnowledge": [
        "6aa1a6bf-60ba-4038-8ed4-d62ee7492522",
        "2b91d10f-6b6a-49ea-8622-2811b7f49d96",
        "d3bd994d-443d-48fb-9714-915d9221b99f",
        "cf828435-d672-4d0e-98a6-0a1494c2a634",
        "88264683-bb19-4526-8d54-164abfd5ea2f",
        "e4968fdf-1361-4c40-9a93-f8c9a952c4fe",
        "c60f6109-1579-43a3-bb63-56728c5a3dee",
        "81de0be8-7fbb-4c9c-a295-bbdcee867088",
        "0cc771c7-d653-49d9-a4b4-25d8d5e08121",
        "ae49eebc-0fa6-45f9-b80b-f0a5b4d3a0d8",
        "69ba27dc-ec30-49a4-b2b7-7c59d2395217",
        "902766dc-2c04-480a-b7c6-006aa7504cd2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "47601424-b714-4010-baf0-1ec20dc8d259",
        "2c1170fe-162f-49bb-8856-ce35b65ac7c8",
        "f081efa5-3dce-4a9e-82c0-f0e15308b75d",
        "e00112ca-2b67-4f88-b97f-e0fb80bf2bce",
        "9881f857-76fe-49ad-acef-09f995063cb5",
        "71de48c8-818f-4b08-8f96-c8f5c6ca8090",
        "9b6a6597-3c40-4115-bb25-45001819bbda",
        "ff100955-39bd-4aca-97bf-5113f934fbf9",
        "c2cd74b9-5c72-4d31-ab3a-b7660151d126",
        "dc4fdb72-fd36-4151-9147-9556e55896c1",
        "a1062d3c-fa29-4a83-8f5b-8bef65098920",
        "75d75fc8-3d43-4bf9-b7b9-daaca162938b",
        "1145baaa-4b1c-4975-b747-e5febe1c5b17",
        "b0d01f42-da7f-4937-a784-977ab089824e",
        "4a52bd2d-b753-4c5d-af75-aaa07de543d4",
        "f9bb3f29-10e2-4e37-aae1-1c4f225a3fb2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4b64a68d-3d03-4e0f-a98d-8a406f912a52",
      "dutyDetail": "Work in partnership, supporting decision making with patients, and where appropriate, their relatives, carers or other advocates to provide holistic and integrated care to promote health and prevent illness. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ee350797-a1a4-4d90-8099-8aaaecb62fea",
        "facd4f39-5c97-4114-9a48-a4ac051d2415",
        "d4999c07-cc0d-4f75-88df-68fdc8ed8c77",
        "c03bd4b5-dcf2-4308-9d42-f47257fb2bbf",
        "e5667871-2b38-4aaa-8b91-8830593165f2",
        "f9ac28e9-1adc-4f22-a587-2f6c02f527de"
      ],
      "mappedKnowledge": [
        "fb2c7dab-8aff-431e-8ee6-c1029d889f04",
        "af91b59a-b7ad-4a01-9f6b-2bc0a8b72fe1",
        "f2666f86-b012-48ec-9392-c011d55238cf",
        "6cd5b24d-21ff-4f66-bbd7-6a6950e12877",
        "66723fa5-0529-4ac4-8c40-dc66d5c6bb09",
        "3283e7c0-9b10-4052-95ac-6760b46cd471",
        "2c1439b2-db77-4206-959f-f2854e5b8652",
        "10c89f5c-3e66-4535-b14c-6007d322cbc8",
        "a8188765-289a-4a9f-8818-0bd1489dfcb2",
        "54b9b816-c9c2-434a-aa51-c261ff16c86e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "af096bf9-e205-4940-aba4-2d4c4f02398c",
        "6014b74d-d89d-451e-b78e-b93a1d9bde78",
        "4358b8b9-3236-4279-9ba7-8edd96c238f1",
        "ee03cdbb-22dc-4e2e-815f-5f9db97429a7",
        "0e7782e4-a611-4060-9978-4d8cbfa7a8a1",
        "1275a7b9-f059-4267-9ba2-2c09952ad17c",
        "944fed3d-a605-43fa-91d4-0c89562c26ae",
        "2fc7811f-5ac7-42f9-ad44-0f551bcc88a3",
        "5e5f0d06-677a-4cc6-a4c4-b0ff03ea8e77",
        "19e4eecf-2e0f-4e32-b4e9-01863af92958",
        "030c707b-3072-491f-8e77-863da7891fab",
        "facc5cff-3ba8-42a1-9f87-a2db142afc2e",
        "34f2b4fc-80cd-444f-81ba-ab8afd82607f",
        "4143edf6-922f-45ad-9a96-e130d937fc51",
        "8652f064-2a08-4eb4-ac36-7287735bfa77",
        "034d1b83-d86f-44e7-b63d-0e8945aecf55",
        "7d931bfe-6c40-4b42-a61f-f383f4019963",
        "d9c1aa0e-1368-4ddc-a8b3-b7b961c54de0",
        "57aaf7bd-3ab9-4958-b935-0311a0957404",
        "ccfaf275-edf1-431b-9200-5ce64f6706f6",
        "5fcdb372-87d9-43e9-95fb-ae1c57385255",
        "7392ec36-3753-4eac-933c-69624220098f",
        "e43c902a-093b-4948-a0b8-fc0132db580a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3b87d37e-5bca-463a-b85c-b1b3dfc2952a",
      "dutyDetail": "Communicate, openly and honestly with patients, their relatives, carers or other advocates, and with colleagues, applying patient confidentiality appropriately. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ee350797-a1a4-4d90-8099-8aaaecb62fea",
        "facd4f39-5c97-4114-9a48-a4ac051d2415",
        "d4999c07-cc0d-4f75-88df-68fdc8ed8c77",
        "c03bd4b5-dcf2-4308-9d42-f47257fb2bbf",
        "e5667871-2b38-4aaa-8b91-8830593165f2",
        "f9ac28e9-1adc-4f22-a587-2f6c02f527de"
      ],
      "mappedKnowledge": [
        "80f7f320-9b35-42aa-be38-a354ae239d55"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0a1a2951-c1c3-4bcb-b509-01396d51a15e",
        "51e33d28-6c03-4778-9d54-ea3e5a624c19",
        "c7da8c2f-9237-4c74-928a-d4d10e4e491d",
        "417582dd-8729-4063-b2c8-3b1040e90d5e",
        "9aadffc8-e678-40d7-aabe-bce358a94cdb",
        "21558427-997a-4809-81cd-ae5f22b735ca",
        "200b3575-a7e7-428a-9694-1b29bbee7e07",
        "288ab62d-c845-4928-ac7b-482fdde62c6a",
        "d13f2d6a-e221-408e-9a52-645926ff5b50"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9b7fdab4-06af-4830-8dc0-678fcbf5e4b5",
      "dutyDetail": "Recognise and identify factors that suggest patient vulnerability and take action in response. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ee350797-a1a4-4d90-8099-8aaaecb62fea",
        "facd4f39-5c97-4114-9a48-a4ac051d2415",
        "d4999c07-cc0d-4f75-88df-68fdc8ed8c77",
        "c03bd4b5-dcf2-4308-9d42-f47257fb2bbf",
        "e5667871-2b38-4aaa-8b91-8830593165f2",
        "f9ac28e9-1adc-4f22-a587-2f6c02f527de"
      ],
      "mappedKnowledge": [
        "15c2b46e-f993-4de5-bf27-14f397a57dbf",
        "1ebb328c-99e6-4172-bdff-9bdcaaef55de",
        "13f98f9d-de5d-41e4-bf1a-9e720393a8b7",
        "4fb3ec4b-3b4d-4b57-abf4-f9f2fa21045d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "49ea9440-85c2-4dbb-a699-3b340b8973e9",
        "ac2c0dc7-2a6b-4bb5-8a90-2cbf87cdef1e",
        "4e6fc539-dc25-4aad-9019-634dcb355004",
        "2592dc1f-39d3-4fbc-a3e1-44d2630dca82",
        "5ca87714-fb70-4a9c-b19e-06950151194e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "354b8e2b-511b-4b25-86f3-587e877c42e0",
      "dutyDetail": "Learn and work effectively as a team member in ways that best serve the interests of patients. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ee350797-a1a4-4d90-8099-8aaaecb62fea",
        "facd4f39-5c97-4114-9a48-a4ac051d2415",
        "d4999c07-cc0d-4f75-88df-68fdc8ed8c77",
        "c03bd4b5-dcf2-4308-9d42-f47257fb2bbf",
        "e5667871-2b38-4aaa-8b91-8830593165f2",
        "f9ac28e9-1adc-4f22-a587-2f6c02f527de"
      ],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [
        "75b543e6-4cef-4767-87e4-3e5d12215d23",
        "13d7654b-56f9-486b-931f-9d7bf18706cd",
        "c679d3d6-4c78-47bc-a3df-207fcbfa96cf",
        "f7090234-42fd-4b10-8973-8c5577f32642",
        "e4ca461d-e5c2-48a5-8206-0481a429d7dc",
        "4ad013a2-10da-4354-834b-661a3895b6b7",
        "a8fc907e-45df-49fd-b344-1bca2c7bc15e",
        "7aeb4a0e-e504-46ce-a5a3-8ab359f9d5ef",
        "53466211-6d88-43ca-937b-2a7bb1728927",
        "bd63576b-9260-4ac0-b452-401aa8fd2bb8",
        "46c88794-c7ec-4155-bc2e-3a978ecea407",
        "650e6636-6e06-4dc4-923c-f4c387f14f1e",
        "0249fa01-99d0-4a9c-a4c9-15abcc9598f6",
        "478c0d81-aa5f-4303-ad81-a3262c30cee8",
        "eab286da-fe26-4d48-befc-190068284224",
        "01c253a4-e8bf-40ae-b5ca-21dacda1e16d",
        "9e4bc642-ec1e-44fa-8c35-28998a3382ba",
        "c71a1a4a-9aa4-4f09-8736-28e4ebfe1dcf",
        "fdc37e4b-c203-4b44-a1d0-de507c177fd0",
        "bbdc804e-0cbf-44a5-9a21-d417b7a44296",
        "db48d1b0-a3e6-4d99-b6d4-dcb85c419d35",
        "20b35ceb-cc36-4e1c-9fe4-b79752d1330f",
        "5cf4636c-172f-49c7-9335-9b1b37f780de",
        "aea3c179-119d-459f-8456-dfb974f50426",
        "aa8f2f29-c7c4-4420-9595-74b67decf3ff",
        "bb4848a8-5663-41d4-beee-1e1f5207cf00"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6727594e-fc78-4a78-b364-85f690baf81f",
      "dutyDetail": "Work collaboratively with patients and colleagues to diagnose and manage clinical presentations safely making competent clinical judgements and decisions with a patient, based on the available evidence, in collaboration with colleagues and their supervising doctors or healthcare professionals.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ee350797-a1a4-4d90-8099-8aaaecb62fea",
        "facd4f39-5c97-4114-9a48-a4ac051d2415",
        "d4999c07-cc0d-4f75-88df-68fdc8ed8c77",
        "c03bd4b5-dcf2-4308-9d42-f47257fb2bbf",
        "e5667871-2b38-4aaa-8b91-8830593165f2",
        "f9ac28e9-1adc-4f22-a587-2f6c02f527de"
      ],
      "mappedKnowledge": [
        "2b143c27-6cd6-4cb2-a853-e0015d023504",
        "6558fcc4-4335-4ef6-a764-3ac6f31ef14b",
        "47038c0f-49e5-472b-a789-01ec422f1f83",
        "4b8d5f0a-fb80-4673-8900-c8a78b9d9b5b",
        "582d5c6c-5363-4d4f-aeb5-c87e471ec36d",
        "8aa09af0-e2c6-4d53-b4bc-dbb0adebc1b7",
        "43c1b5c0-d9a4-41d5-9f62-d600e7f0fad6",
        "b912ff0d-dccf-4bcd-996b-c1fe544f55e3",
        "3373f6a4-eec0-4075-83a4-00c2d3c7175c",
        "c0ffa450-6baa-444e-8c06-592e3cc3a6ba",
        "52038fd1-5a1f-47ae-8bf2-f4264e574c3f",
        "c6e8f5f0-b87b-419c-a290-e9bd5c82e330",
        "81d721e6-8ed0-470e-98c4-0f77ac8c7e23",
        "e7be9e58-214f-4fc3-bd3d-ba75eccf7df5",
        "0b19d6d8-d46b-442c-8fd1-55bd0160df0c",
        "9535d64e-de22-4736-96ff-da63e7bb7e22",
        "b1c43b90-584d-4108-ae26-1330b59f12b3",
        "1832e669-4608-413e-bf97-1afaf99b0c8e",
        "1abd0332-6ba1-4c12-bb24-6c04489c134a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "10534f4b-0a29-407f-851f-c2b6c70630cb",
        "a2a77d43-9d27-4a54-88fc-d59ca8a94cf4",
        "c8ee0add-24a7-46bf-8c84-4d8ace5824db",
        "fa1441d9-1f88-4d60-9a7f-69fbaf3ca852",
        "e14dccaf-bb9e-4f65-90bf-944277918336",
        "053f16a5-34b5-4773-8b8c-ca73e5fa29b5",
        "bb0878bc-2ea4-4e40-b203-1237610996da",
        "cda9c184-170b-41c9-9eb8-7475fcbd4212",
        "4cb826a2-1030-4e67-8ec5-1653cf7dad23",
        "060002f5-2aa5-4c64-8035-26c972d84554",
        "71185c10-672d-4a14-b740-760ab685ab42",
        "eb48ebd2-75d1-46a7-bb71-fb0d20bd1dc7",
        "f87cbdd5-8615-4c2f-9d8a-5a8010b3124f",
        "980366be-3210-4836-926c-7066e93a4820",
        "58c1d602-9d56-4dc3-9f31-e716774ffce9",
        "647f94c6-32e9-4bd0-b970-72d063b96d30",
        "c2f919ec-e5b8-4951-9f48-6efbba280605",
        "605a1299-204b-4597-bd36-24ad62150eb3",
        "14c8d8ec-8626-4612-b89b-de4e055cfe4a",
        "b1cbadbe-07be-45a9-a9f1-691f9638b536",
        "18b3f5dd-15dc-4589-9d04-ae50f95fcf7e",
        "2cbaec77-c349-44c6-a5dc-bb04a48cc24e",
        "0c1a520b-25e6-48b5-b1de-740564470eea",
        "8375705b-26cb-4de6-b68e-3870633fc38e",
        "f95e1c73-ea9d-440b-94e8-976668f0780d",
        "c6734cf0-e3a5-4e90-bc57-d003a80d17f6",
        "c508dec2-a21e-451d-a65c-b8d85d5ffd17",
        "7d133895-d1d5-4eea-884d-5099fff4fdc8",
        "05b1fcbc-e14e-4c9b-8abf-47343a7ae25c",
        "f2097190-19b3-4a11-8f88-c77475affb78",
        "fdae5e86-02dc-43db-90a1-1806e27cd8a1",
        "fc277604-bfc1-4a8d-a66c-5dbe4ff4677b",
        "d463bb63-2288-4206-86a2-03c68f41cc23",
        "6ca99275-d78f-4684-91ea-baebf0f4dbba",
        "f109a710-ec19-4990-92cf-a213e0a8223a",
        "740d9401-8221-4e88-9c44-56122063fefe",
        "4c511746-4071-46fb-97c4-23bb1d8c6f74",
        "6a4df1bf-fd72-41ed-9383-25c748d66e67",
        "2dca29db-32e8-4f79-aa22-b4ea79cc8fb6",
        "bbd6d1ff-a720-4034-a65f-23e2ef732731"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "be771025-46f3-460c-8275-49cd1bf97b10",
      "dutyDetail": "Use information effectively and safely in a medical context, and maintain accurate, legible, contemporaneous and comprehensive medical records. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ee350797-a1a4-4d90-8099-8aaaecb62fea",
        "facd4f39-5c97-4114-9a48-a4ac051d2415",
        "d4999c07-cc0d-4f75-88df-68fdc8ed8c77",
        "c03bd4b5-dcf2-4308-9d42-f47257fb2bbf",
        "e5667871-2b38-4aaa-8b91-8830593165f2",
        "f9ac28e9-1adc-4f22-a587-2f6c02f527de"
      ],
      "mappedKnowledge": [
        "c1122c3a-c787-4ad5-b4ac-ec95553253fe"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e7659eed-de28-4c65-a5a7-875a189c85a2",
        "a587dbb6-4dbc-4039-9880-b42f8d275baa",
        "296f58c2-c101-49a8-bde8-4aec8bc93633"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1601429c-9023-4e8a-834b-bf219cbd4fce",
      "dutyDetail": "Practice safely and participates in and promotes activity to improve the quality and safety of patient care and clinical outcomes.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ee350797-a1a4-4d90-8099-8aaaecb62fea",
        "facd4f39-5c97-4114-9a48-a4ac051d2415",
        "d4999c07-cc0d-4f75-88df-68fdc8ed8c77",
        "c03bd4b5-dcf2-4308-9d42-f47257fb2bbf",
        "e5667871-2b38-4aaa-8b91-8830593165f2",
        "f9ac28e9-1adc-4f22-a587-2f6c02f527de"
      ],
      "mappedKnowledge": [
        "a006af08-6e62-475e-8463-9328bea72b39",
        "8fbc0af1-5b8f-4319-9725-b5d5c2e1d03a",
        "bc3cd2a8-706a-4b7c-ad19-78c02a6b5f11"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7930b454-fdac-4598-9af7-8fedf1baa0aa",
        "f0247107-e8cb-4d4c-9936-752a63fd8300",
        "ddb258a7-8e27-478d-a210-6d8aec9990e8",
        "178437a2-0ba4-4770-b235-4809f69b0b9d",
        "5bd599e1-5bbe-4adb-a596-971101f6f180"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f90ba6ca-9c0f-4a64-9533-6ef33841cf14",
      "dutyDetail": "Apply scientific method and approaches to medical research and integrate these with a range of sources of information used to make decisions for care.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ee350797-a1a4-4d90-8099-8aaaecb62fea",
        "facd4f39-5c97-4114-9a48-a4ac051d2415",
        "d4999c07-cc0d-4f75-88df-68fdc8ed8c77",
        "c03bd4b5-dcf2-4308-9d42-f47257fb2bbf",
        "e5667871-2b38-4aaa-8b91-8830593165f2",
        "f9ac28e9-1adc-4f22-a587-2f6c02f527de"
      ],
      "mappedKnowledge": [
        "dbc9cd0f-30f4-40b4-b82b-d46b60ded495"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2d10d778-6c76-4425-9be9-20a3f9f73cdf"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b1c1beec-4da6-4031-ac03-7140bbcdbfa3",
      "dutyDetail": "Take responsibility for their own learning and deliver teaching, mentoring and training, making use of opportunities to learn, reflect on their practice and seek and respond to feedback.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ee350797-a1a4-4d90-8099-8aaaecb62fea",
        "facd4f39-5c97-4114-9a48-a4ac051d2415",
        "d4999c07-cc0d-4f75-88df-68fdc8ed8c77",
        "c03bd4b5-dcf2-4308-9d42-f47257fb2bbf",
        "e5667871-2b38-4aaa-8b91-8830593165f2",
        "f9ac28e9-1adc-4f22-a587-2f6c02f527de"
      ],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [
        "20a73e6a-0a4b-4339-9154-5ea05386c1b9",
        "b6cf872c-7fa0-44ca-a4c8-e96312567f50",
        "06e5a91e-e41b-4625-a958-95c12f9030c0",
        "c3925546-faf8-4c57-89bb-e42408bc9309",
        "7608e80d-ebf2-4a96-97b9-898f6670c90a",
        "47826d9c-3dfe-403c-9a05-71edfd09e125",
        "630b88fa-f127-40eb-8887-86dee9303317",
        "e4ba2b59-f056-41bf-a082-f1f7d4f29911",
        "439baec6-52f6-488c-bffc-5555d59d74cf",
        "9fadb66a-7dd6-4e32-81e5-9ef1c4544d01"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [
    {
      "name": "Training provider",
      "webLink": "",
      "approved": true
    },
    {
      "name": "EPAO",
      "webLink": "https://www.fparcp.co.uk/",
      "approved": false
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-11-19T00:00:00"
}