{
  "templateType": "Apprenticeship Standard",
  "larsCode": 397,
  "referenceNumber": "ST0519",
  "learningAimClassCode": "",
  "title": "Physiotherapist (integrated degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0519",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2021-11-10T00:00:00",
  "earliestStartDate": "2018-12-18T00:00:00",
  "latestStartDate": "2021-11-09T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Delivering programmes and interventions to help people affected by injury, ageing, illness or disability.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 24000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [],
  "jobRoles": [
    "PHYSIOTHERAPIST"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/5595/st0519-_physiotherapist_fully-integrated_ap-for-publication_adjustment_21092021.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.2 Nursing, and subjects and vocations allied to medicine",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Physiotherapy is a science-based profession.&#160; Physiotherapists work with individuals, and their families and carers, from birth to end of life and in a wide range of health and social care settings.&#160; They lead and deliver programmes and interventions to help people affected by injury, ageing, illness or disability. &#160;Physiotherapists use a range of physical and psychological treatment approaches, including movement, exercise and manual therapy, to optimise an individual’s mobility, function and quality of life. They also provide education about health and wellbeing and provide specific advice that can be applied to everyday activities to manage and reduce the risk of pain or injury. &#160;The profession helps to encourage development and facilitate recovery, enabling people to remain independent for as long as possible. As a physiotherapist, you will practise as an autonomous, independent practitioner, while contributing strongly to team-working. Individuals are able to seek care directly from you and without referral from another professional. &#160;You will work with people who may present with complex and challenging problems resulting from multiple illnesses, injury or disability. &#160;In addition to providing physiotherapy interventions, you will play a substantial educational, health coaching and advisory role to patients, other healthcare professionals and the public. &#160;Physiotherapists typically work in a range of large and small organisations across public, private and charitable sectors.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Responsibilities and duty of the role:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;You will use your comprehensive knowledge and clinical reasoning skills to assess, diagnose and treat people with problems caused by illness, injury, disability or ageing.&#160; You will see human movement as central to the health and wellbeing of individuals. &#160;You will treat people with neurological, musculoskeletal, cardiovascular, mental health, respiratory conditions and &#160;those requiring palliative care, amongst others. &#160;As well as treating people, you will also promote good health and advise people on how to prevent or reduce the risk of injury and illness. You will be responsible and accountable for your actions, and for reflecting on the effectiveness of these, with the aim of continually improving patient experience. &#160;You will also be responsible for ensuring your own knowledge and skills remain current, including through ensuring that your practice is evidence-based and that you maintain your professional competence. &#160;You will also play a role in supporting others’ learning, including future entrants to the profession. &#160;You will demonstrate leadership qualities and manage and lead colleagues.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualification requirements:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices will be required to complete a BSc (Hons) degree in Physiotherapy or Level 7 qualification approved &#160;by the Health and Care Professions Council (HCPC) and accredited by the Chartered Society of Physiotherapy where the apprentice already holds a Level 6 degree. &lt;strong&gt;&#160;&lt;/strong&gt;Apprentices without level 2 English and maths will need to achieve this level prior to completing the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 3 A levels to include biology or human biology, or, an equivalent access qualification.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional registration&lt;/strong&gt;&lt;strong&gt;:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;On successful completion of an approved programme, you will be eligible to apply to the HCPC for registration to practise as a physiotherapist in the UK. &#160;You will also be eligible to apply for full membership and chartered status with the Chartered Society of Physiotherapy.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level: &lt;/strong&gt;6&lt;/h3&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;Typically 4 years&lt;/h3&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date: &lt;/strong&gt;After 3 years&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td&gt;&#160;&lt;/td&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;You will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;&#160;&lt;/strong&gt;&lt;strong&gt;Physiotherapy practice &lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Take responsibility and be accountable for your decisions and actions as an autonomous practitioner.&lt;/li&gt;\n&lt;li&gt;Assess individual needs, using clinical-reasoning skills to diagnose and plan (e.g. to deliver advice or treatment, or make a referral).&lt;/li&gt;\n&lt;li&gt;Be sensitive to the needs, preferences and goals of individuals, working with them, their family and carers to plan and keep progress under review.&lt;/li&gt;\n&lt;li&gt;Use and advise on a range of physical and psychological approaches (including manual therapy, exercise, physical activity, clinical technologies and equipment) to optimise function, movement, mobility, independence and well-being.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;Design and deliver individual and group rehabilitation activities.&lt;/li&gt;\n&lt;li&gt;Manage a clinical caseload to meet identified needs and contribute to &#160;efficient service delivery individually or as part of a team.&lt;/li&gt;\n&lt;li&gt;Promote health and well-being, advising on reducing the risk or effects of illness and supporting individuals to achieve reasonable, person specific goals e.g. walking following a stroke, self-management of a long-term breathing problem, reducing the risk of falls.&lt;/li&gt;\n&lt;li&gt;Include health technologies in how you deliver advice and interventions, in line with individual needs and available/accessible resources e.g. exercise apps.&lt;/li&gt;\n&lt;li&gt;Keep accurate, timely records of the care that you deliver.&lt;/li&gt;\n&lt;li&gt;Comply with all relevant health and safety requirements.&lt;/li&gt;\n&lt;li&gt;Use a range of communication approaches, in line with people’s needs, to provide information, advice and solutions to patients, carers, health care professionals and those to whom you delegate activity.&lt;/li&gt;\n&lt;li&gt;Use contemporary quality evidence to inform your practice.&lt;/li&gt;\n&lt;li&gt;Effectively evaluate professional practice to inform personal and service development.&lt;/li&gt;\n&lt;li&gt;Raise and act on concerns about issues that may compromise safety, quality and risk.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The structure and function of the human body in the context of health, disease, disorder and dysfunction, across the lifespan.&lt;/li&gt;\n&lt;li&gt;The biomedical, psychological, behavioural, physical and social science basis of physiotherapy practice.&lt;/li&gt;\n&lt;li&gt;Physiotherapy approaches to whole body systems including musculoskeletal, neurological, cardiovascular and respiratory systems, to enhance movement and to minimise loss of function.&lt;/li&gt;\n&lt;li&gt;Theories and approaches underpinning holistic assessment, rehabilitation, re-ablement, self-management and behaviour change.&lt;/li&gt;\n&lt;li&gt;Approaches to inclusive communication, engagement and partnership-\n&lt;ul&gt;\n&lt;li&gt;working.&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;The significance of population and patient health care trends for &#160;&#160;physiotherapy practice and service delivery.&lt;/li&gt;\n&lt;li&gt;The evolving evidence base underpinning physiotherapy.&lt;/li&gt;\n&lt;li&gt;Approaches to enabling access to appropriate physiotherapy services in line with need e.g. triage, self-referral.&lt;/li&gt;\n&lt;li&gt;Ways to evaluate and develop physiotherapy practice and service delivery through patient outcomes, clinical audit and data collection.&lt;/li&gt;\n&lt;li&gt;How to use a range of research methods to explore and develop physiotherapy.&lt;/li&gt;\n&lt;li&gt;The political, social and economic factors impacting on health and social care and physiotherapy service delivery.&lt;/li&gt;\n&lt;li&gt;The legislative and clinical governance frameworks in which physiotherapy is delivered.&lt;/li&gt;\n&lt;li&gt;The limits of your scope of practice and seek guidance where appropriate to ensure safe and effective interventions.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Physiotherapy values and behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Engage with and fulfil the ethics, values and behaviours that underpin physiotherapy practice and professionalism.&lt;/li&gt;\n&lt;li&gt;Take a person-centred approach to how you make decisions and act, including how you contribute to delivering physiotherapy and evaluate value and impact.&lt;/li&gt;\n&lt;li&gt;Fulfil all legal, regulatory and professional requirements and standards relating to being a physiotherapist&lt;a href=&quot;#HCPC1&quot; data-anchor=&quot;#HCPC1&quot;&gt;[i]&lt;/a&gt;.&lt;/li&gt;\n&lt;li&gt;Demonstrate an inclusive, culturally aware approach to your physiotherapy practice and act as an advocate where appropriate.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The ethics and values underpinning UK physiotherapy practice and professionalism&lt;a name=&quot;_ednref1&quot; href=&quot;#HCPC1&quot; data-anchor=&quot;#HCPC1&quot;&gt;[i]&lt;/a&gt;.&lt;/li&gt;\n&lt;li&gt;The legal, regulatory and professional requirements and standards to which you need to adhere as a physiotherapist.&lt;/li&gt;\n&lt;li&gt;The significance of your behaviour outside your physiotherapy role for your personal standing and the profession’s reputation.&lt;/li&gt;\n&lt;li&gt;How to engage with people in non-discriminatory ways, obtain informed consent, maintain confidentiality, uphold data security, and appropriately report any issues that may impact on your own capacity and capability to practice.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Development of self and others&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Reflect on your practice and learning, actively engage in supervision, acting on feedback from others, be self-aware and identify areas for your own development.&lt;/li&gt;\n&lt;li&gt;Advocate for the physiotherapy profession through your actions and communication.&lt;/li&gt;\n&lt;li&gt;Demonstrate leadership in how you engage and interact with others.&lt;/li&gt;\n&lt;li&gt;Facilitate learning through designing and delivering activities for patients, students, colleagues etc.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Your responsibility to engage in career-long learning to maintain and develop your competence and scope of practice.&lt;/li&gt;\n&lt;li&gt;HCPC and CSP regulatory, professional and employment requirements to demonstrate your professional development&lt;a name=&quot;_ednref1&quot; href=&quot;#HCPC1&quot; data-anchor=&quot;#HCPC1&quot;&gt;[i]&lt;/a&gt;.&lt;/li&gt;\n&lt;li&gt;Developments in physiotherapy, their significance and implications for your practice.&lt;/li&gt;\n&lt;li&gt;Theories and approaches to leadership and management.&lt;/li&gt;\n&lt;li&gt;How to design and deliver learning activities for individuals and groups, to meet intended learning outcomes.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Professional engagement &lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Engage in professional networking, recognising its importance for your own and others’ professional development.&lt;/li&gt;\n&lt;li&gt;Keep up-to-date with developments in physiotherapy practice, models of service delivery and the profession’s evidence base.&lt;/li&gt;\n&lt;li&gt;Share information, ideas and solutions to contribute to knowledge transfer and quality improvements.&lt;/li&gt;\n&lt;li&gt;Respect and engage with the role and contributions of others who contribute to meeting health and social care needs.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Available professional peer support networks relevant to your career and areas of professional interest.&lt;/li&gt;\n&lt;li&gt;How to search, appraise and use literature and other resources relating to physiotherapy practice.&lt;/li&gt;\n&lt;li&gt;How you can share information, findings and ideas with others in a range of formats and through a range of media.&lt;/li&gt;\n&lt;li&gt;The dynamic, evolving nature of physiotherapy, including in international, inter-professional and policy contexts.&lt;/li&gt;\n&lt;li&gt;Models of health and social care delivery, including multi-disciplinary teams and inter-agency collaborations.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;span class=&quot;reference&quot;&gt;&lt;a id=&quot;HCPC1&quot;&gt;&lt;/a&gt;[i] HCPC (2014) Standards of Proficiency Physiotherapists &lt;a href=&quot;https://www.hcpc-uk.org/standards/standards-of-proficiency/physiotherapists/&quot;&gt;https://www.hcpc-uk.org/standards/standards-of-proficiency/physiotherapists/&lt;/a&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span class=&quot;reference&quot;&gt;&lt;a id=&quot;HCPC2&quot;&gt;&lt;/a&gt;[ii] HCPC (2016) Standards of Conduct, performance and Ethics &lt;a href=&quot;https://www.hcpc-uk.org/standards/standards-of-conduct-performance-and-ethics/&quot;&gt;https://www.hcpc-uk.org/standards/standards-of-conduct-performance-and-ethics/&lt;/a&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span class=&quot;reference&quot;&gt;&lt;a id=&quot;HCPC3&quot;&gt;&lt;/a&gt;[iii] HCPC Standards of Continuing Professional Development. &lt;a href=&quot;https://www.hcpc-uk.org/standards/standards-of-continuing-professional-development/&quot;&gt;https://www.hcpc-uk.org/standards/standards-of-continuing-professional-development/&lt;/a&gt;&lt;/span&gt;&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2018-12-18T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "",
  "tbMainContact": "healthcare.trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "Aintree University Hospital NHS Foundation Trust, Barts Health NHS Trust, Bradford District Care Trust, Bridge Water Community Healthcare NHS Foundation Trust, Burton Hospitals NHS Foundation Trust, Connect Health, Cumbria Partnership NHS Foundation Trust, East Lancashire Hospitals NHS Trust, Hampshire Hospitals NHS Foundation Trust, Humber NHS Foundation Trust, Whittington Health, Imperial College NHS Trust, Lincolnshire Community Health Services NHS Trust, Lincolnshire County Council, Lincolnshire Partnership Foundation NHS Trust, London Borough of Newham, North Cumbria University Hospitals, Northern Lincolnshire and Goole NHS Foundation Trust, Nottingham City Care Partnership, Nottingham University Hospitals NHS Trust, Nottinghamshire Healthcare NHS Trust, NRS Healthcare, Pennine Care NHS Foundation Trust, Ramsay Health Care UK, Salisbury Foundation Trust, Sheffield Teaching Hospitals NHS Foundation Trust, Solent NHS Trust, South Tees NHS Hospitals Foundation Trust, St Barnabas Hospice, St Helens and Knowsley Teaching Hospital NHS Trust, United Lincolnshire Hospitals NHS Trust, University Hospitals Leicester",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "Health and Care Professions Council",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "PHYSIOTHERAPIST"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health Professional",
  "clusterId": "6",
  "clusterDescription": "Provide direct patient contact along with high quality diagnosis and care working independently and with other health professionals",
  "createdDate": "2017-11-14T17:08:42 +00:00",
  "lastUpdated": "2021-11-10T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-12-18T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0519",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0519-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0519-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [
    {
      "name": "Training provider",
      "webLink": "",
      "approved": true
    },
    {
      "name": "EPAO",
      "webLink": "",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-11-10T00:00:00"
}