{
  "templateType": "Apprenticeship Standard",
  "larsCode": 316,
  "referenceNumber": "ST0507",
  "learningAimClassCode": "",
  "title": "Metal recycling general operative",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0507",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2021-01-21T00:00:00",
  "earliestStartDate": "2018-08-07T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Identifying different metals, sorting and separating them into grades",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Metal Recycling General Operative",
    "Metal",
    "Recycling",
    "engineering",
    "manufacturing",
    "recycling",
    "sorting",
    "environment"
  ],
  "jobRoles": [
    "End-of-life vehicles operative",
    "Weighbridge operative",
    "Material handler (specialist equipment) operative",
    "Material classification operative",
    "WEEE waste electrical and electronic equipment operative"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7341/st507_metal-recycling-general-operative_l2_ap-for-publication_ap02_180219em.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3 class=&quot;p3 ft2&quot;&gt;Section 1: Metal Recycling General Operative (MRGO)&lt;/h3&gt;\n&lt;h4 class=&quot;p3 ft2&quot;&gt;Attainment:&lt;/h4&gt;\n&lt;p class=&quot;p3 ft2&quot;&gt;Level 2.&lt;/p&gt;\n&lt;h4 class=&quot;p3 ft2&quot;&gt;Duration:&lt;/h4&gt;\n&lt;p class=&quot;p3 ft2&quot;&gt;12-18 months.&lt;/p&gt;\n&lt;p class=&quot;p3 ft2&quot;&gt;Working for companies of all sizes, from large&lt;span&gt;&amp;nbsp;&lt;/span&gt;multi-nationals&lt;span&gt;&amp;nbsp;&lt;/span&gt;to SMEs to&lt;span&gt;&amp;nbsp;&lt;/span&gt;family-run&lt;span&gt;&amp;nbsp;&lt;/span&gt;independents, the MRGO role will see an individual taking on a wide range of different tasks and responsibilities both outside on the yard and in an&lt;span&gt;&amp;nbsp;&lt;/span&gt;office-like&lt;span&gt;&amp;nbsp;&lt;/span&gt;environment. A team player, an MRGO will be charged with handling all types of equipment and will perform the many tasks undertaken in a metal recycling yard. MRGOs will identify different metals, sort and separate them into grades and understand the commercial impact grading has on the organisation; over 100+ different metallic material groups are regularly traded. Other tasks could involve processing&lt;span&gt;&amp;nbsp;&lt;/span&gt;End-of-Life&lt;span&gt;&amp;nbsp;&lt;/span&gt;Vehicles (ELV), Waste Electronic and Electrical Equipment (WEEE) and Large Domestic Appliances (LDA). The MRGO will develop a knowledge and appreciation of a wide range of processes, site administration, risk assessment as well as legislation relating to metal recycling. The MRGO will attain the skills to operate&lt;span&gt;&amp;nbsp;&lt;/span&gt;industry-specific&lt;span&gt;&amp;nbsp;&lt;/span&gt;and generic plant and equipment, such as a forklift truck, shear and cable strippers. Safety will form a key element of the MRGO’s role – they will be expected to work safely within a team to ensure materials are processed and handled in the correct and safest way.&lt;/p&gt;\n&lt;h4 class=&quot;p4 ft2&quot;&gt;&lt;span class=&quot;ft1&quot;&gt;Entry Requirements&lt;/span&gt;:&lt;/h4&gt;\n&lt;p class=&quot;p4 ft2&quot;&gt;Individual employers will set the selection criteria and specify the entry requirements applicable to the area of work. Typically, employers prefer individuals that already hold GCSE grades C or above in English and maths.&lt;/p&gt;\n&lt;h4 class=&quot;p5 ft2&quot;&gt;&lt;span class=&quot;ft1&quot;&gt;Qualifications&lt;/span&gt;:&lt;/h4&gt;\n&lt;p class=&quot;p5 ft2&quot;&gt;Apprentices without level 1 English and maths will need to achieve this level and take the test for level 2 English and maths prior to taking the&lt;span&gt;&amp;nbsp;&lt;/span&gt;end-point&lt;span&gt;&amp;nbsp;&lt;/span&gt;assessment.&lt;/p&gt;\n&lt;p class=&quot;p6 ft2&quot;&gt;Apprentices must complete all Core elements and select ONE of the additional options offered.&lt;/p&gt;\n&lt;h3 class=&quot;p6 ft2&quot;&gt;Section 2 - Core Knowledge: The MRGO will develop an understanding of:&lt;/h3&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li class=&quot;p8 ft2&quot;&gt;&lt;span class=&quot;ft4&quot;&gt;The MRGO role itself and how it fits into business and industry.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p9 ft6&quot;&gt;&lt;span class=&quot;ft5&quot;&gt;Environmental policy and procedures applicable to site such as: Fire Prevention Plan, Environmental Action Plan, Monitoring, etc.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p10 ft8&quot;&gt;&lt;span class=&quot;ft7&quot;&gt;Working in accordance with current legislation, regulations, codes of practice, including the Scrap Metal Dealers Act (SMDA).&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p11 ft6&quot;&gt;&lt;span class=&quot;ft5&quot;&gt;Handling and care of applicable&lt;span&gt;&amp;nbsp;&lt;/span&gt;&lt;/span&gt;industry-specific&lt;span&gt;&amp;nbsp;&lt;/span&gt;fixed and mobile plant and machinery such as a shear or crane.&lt;/li&gt;\n&lt;li class=&quot;p12 ft8&quot;&gt;&lt;span class=&quot;ft7&quot;&gt;Acceptance of authorised or rejection of unauthorised materials,&lt;span&gt;&amp;nbsp;&lt;/span&gt;&lt;/span&gt;hazardous/non-hazardous&lt;span&gt;&amp;nbsp;&lt;/span&gt;materials, such as WEEE/ELV, inspection procedures, processing methods and supporting standard operating procedures.&lt;/li&gt;\n&lt;li class=&quot;p13 ft8&quot;&gt;&lt;span class=&quot;ft7&quot;&gt;Industry-specific&lt;/span&gt;&lt;span&gt;&amp;nbsp;&lt;/span&gt;health and safety (H&amp;amp;S) procedures, including: Safe Systems of Work, COSHH, risk assessments,&lt;span&gt;&amp;nbsp;&lt;/span&gt;on-site&lt;span&gt;&amp;nbsp;&lt;/span&gt;incident reporting procedures.&lt;/li&gt;\n&lt;li class=&quot;p14 ft8&quot;&gt;&lt;span class=&quot;ft7&quot;&gt;Handling requirements such as identification of materials, grades sorting, storage and quality control, grade identification and identification of stock.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p15 ft8&quot;&gt;&lt;span class=&quot;ft7&quot;&gt;Key functional areas such as ELV, weighbridge operation, banksman systems, and an understanding of customers, visitors, colleagues along with individual requirements and restrictions&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p16 ft2&quot;&gt;&lt;span class=&quot;ft4&quot;&gt;Safe loading and unloading such as shipping, containers and heavy good vehicles&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p17 ft2&quot;&gt;&lt;span class=&quot;ft4&quot;&gt;Commercial implications of&lt;span&gt;&amp;nbsp;&lt;/span&gt;&lt;/span&gt;day-to-day&lt;span&gt;&amp;nbsp;&lt;/span&gt;business actions&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Section 2: The Core Skills&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li class=&quot;p8 ft2&quot;&gt;&lt;span class=&quot;ft4&quot;&gt;The identification of H&amp;amp;S/Environmental issues and the ability to respond accordingly.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p20 ft8&quot;&gt;&lt;span class=&quot;ft7&quot;&gt;The identification of metal grades, authorised/unauthorised wastes,&lt;span&gt;&amp;nbsp;&lt;/span&gt;&lt;/span&gt;hazardous/non-hazardous&lt;span&gt;&amp;nbsp;&lt;/span&gt;waste, their quality validation and commercial viability.&lt;/li&gt;\n&lt;li class=&quot;p21 ft8&quot;&gt;&lt;span class=&quot;ft7&quot;&gt;The capability to correctly identify, sort and store materials in line with operating procedures, risk assessment and legislation, e.g. 1992 Manual Handling Regulations.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p22 ft8&quot;&gt;&lt;span class=&quot;ft7&quot;&gt;The ability to maintain good housekeeping procedures, including machine and equipment care, alongside safely operating that machinery and equipment. Examples of fixed and mobile plant include: baler, shear and forklift truck.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p23 ft8&quot;&gt;&lt;span class=&quot;ft7&quot;&gt;The ability to communicate effectively with colleagues, engage important customers and respond to everyday site visitors. This includes the aptitude to identify and communicate potential for improvement.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p16 ft2&quot;&gt;&lt;span class=&quot;ft4&quot;&gt;The ability to carry out safe loading and unloading of differing transportation types.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p24 ft2&quot;&gt;&lt;span class=&quot;ft10&quot;&gt;Problem solve – take action to meet organisational procedures and policies.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p24 ft2&quot;&gt;Prioritise working tasks and challenges, such as the appropriate process for loading and unloading.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;span class=&quot;ft10&quot;&gt;Section 2: The Behaviours&lt;/span&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li class=&quot;p26 ft8&quot;&gt;&lt;span class=&quot;ft11&quot;&gt;Consistently demonstrate integrity and behaviour that adheres to safety procedures and&lt;span&gt;&amp;nbsp;&lt;/span&gt;&lt;/span&gt;safe-workingpractices that are appropriate to the working environment.&lt;/li&gt;\n&lt;li class=&quot;p27 ft2&quot;&gt;&lt;span class=&quot;ft10&quot;&gt;Behave in a collaborative manner.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p28 ft2&quot;&gt;&lt;span class=&quot;ft10&quot;&gt;Respond proactively to changes.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p24 ft2&quot;&gt;&lt;span class=&quot;ft10&quot;&gt;Have a commitment to ensure own personal development.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p24 ft2&quot;&gt;&lt;span class=&quot;ft10&quot;&gt;Maintain a respect for the working environment, customers, plant and machinery&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p24 ft2&quot;&gt;&lt;span class=&quot;ft10&quot;&gt;Have a positive attitude to the working environment&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p24 ft2&quot;&gt;Remain flexible and adaptable to the needs of the business&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;span class=&quot;ft10&quot;&gt;Section 2: Options&lt;/span&gt;&lt;/h3&gt;\n&lt;h4 class=&quot;p29 ft1&quot;&gt;&lt;strong&gt;A.&amp;nbsp;END-OF-LIFE&amp;nbsp;VEHICLES OPERATIVE&lt;/strong&gt;&lt;/h4&gt;\n&lt;p class=&quot;p30 ft2&quot;&gt;When a vehicle has reached the end of its life, it has to undergo a rigorous depollution and recycling process, which will be different if the vehicle is damaged. This depollution process must adhere to strict regulations laid out in national and European legislation. Depollution is the critical first stage in a long and complex process, which ultimately requires 95% of every ELV being recovered and recycled.&lt;/p&gt;\n&lt;p class=&quot;p31 ft2&quot;&gt;Throughout the&lt;span&gt;&amp;nbsp;&lt;/span&gt;step-by-step&lt;span&gt;&amp;nbsp;&lt;/span&gt;depollution process, operatives must continually ensure there is no risk of pollution to the environment and no risk to themselves or their colleagues. As well as identifying and removing parts of worth on the vehicle, hazardous parts also need to be recognised and dealt with in the appropriate manner. The hazardous materials include: batteries, fuels, oils, filters, air bags, air conditioning gas, and catalysts. These materials are hazardous due to differing characteristics, such as being potentially flammable, corrosive, carcinogenic, or ecotoxic.&lt;/p&gt;\n&lt;p class=&quot;p31 ft2&quot;&gt;Understanding and identifying the components and the order of their removal and the appropriate tools to use is critical to mitigating risk and maximising the efficiency of the process. The depollution of air&amp;nbsp;&lt;span&gt;condition units is also covered by additional legislation with operators requiring specific training and qualification for the handling of F Gas (CFCs) from air conditioning units. Once removed, the parts and fluids must be safely stored in appropriate tanks or containers, without exceeding permitted levels.&lt;/span&gt;&lt;/p&gt;\n&lt;h4 class=&quot;p33 ft1&quot;&gt;Knowledge&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li class=&quot;p34 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;The process of preparing ELV’s for depollution, including: safe storage pending depollution; checking vehicle details match presented documentation; determining the overall condition and requirements for depollution (air bags, A/C, LPG, hybrid, electric, complete/damaged vehicle); and, the importance of identification and safe removal of concealed items e.g. gas cylinders.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p35 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;The potential risk and hazard with any given ELV component and its removal, and how to deal with any unexpected incidents relating to the depollution process.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p36 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;The process for depolluting an ELV in accordance with the risk assessment, operating procedures and current legislation e.g.&lt;span&gt;&amp;nbsp;&lt;/span&gt;&lt;/span&gt;End-of-Life&lt;span&gt;&amp;nbsp;&lt;/span&gt;Vehicles Directive (latest version).&lt;/li&gt;\n&lt;li class=&quot;p37 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Safe storage requirements for removed materials and parts.&lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4 class=&quot;p38 ft1&quot;&gt;Skills&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li class=&quot;p39 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Complete the process of preparing ELV’s for depollution in accordance with operating procedures, risk assessments and current legislation.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p40 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Depollute an ELV in accordance with the risk assessment, operating procedures and current legislation e.g. End of Life Vehicles Directive (as amended)&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p41 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Demonstrate the appropriate regard for, and handling procedures of, all hazardous components in an ELV.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p42 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Demonstrate an&lt;span&gt;&amp;nbsp;&lt;/span&gt;&lt;/span&gt;in-depth&lt;span&gt;&amp;nbsp;&lt;/span&gt;understanding of how best to deal with unforeseen incidents following recognised health and safety procedures.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4 class=&quot;p43 ft1&quot;&gt;&lt;strong&gt;&lt;span class=&quot;ft1&quot;&gt;B.&lt;/span&gt;&lt;span class=&quot;ft14&quot;&gt;WEIGHBRIDGE OPERATIVE&lt;/span&gt;&lt;/strong&gt;&lt;/h4&gt;\n&lt;p class=&quot;p44 ft2&quot;&gt;The weighbridge operator is the first point of contact for deliveries; they also control the dispatch of materials from site. It is one of the most vital roles on a metal recycling site. They are responsible for assessing and valuing the load, making the legislated identification checks and processing the correct payment. This skilled role sees the operator looking for hidden materials and assessing the risk of that load containing hazardous or stolen material. They must also be&lt;span&gt;&amp;nbsp;&lt;/span&gt;well-versed&lt;span&gt;&amp;nbsp;&lt;/span&gt;in traffic management and be able to safely direct the customer to the correct location on the site.&lt;/p&gt;\n&lt;p class=&quot;p45 ft2&quot;&gt;As the face of the depot, it is essential that weighbridge operators have good communications skills and provide good customer service. They must also have a good grasp of the commercial/pricing requirements associated with the correct classification and grading of metals/materials alongside the need to be accurate in the recording and management of data on weights, grades, prices and customer details.&lt;/p&gt;\n&lt;p class=&quot;p46 ft2&quot;&gt;In addition, the operative needs to understand how to calibrate and check their equipment. They need to be able to quickly identify problems that may adversely affect the weighbridge, such as the&lt;span&gt;&amp;nbsp;&lt;/span&gt;build-up&lt;span&gt;&amp;nbsp;&lt;/span&gt;of dirt, be it through&lt;span&gt;&amp;nbsp;&lt;/span&gt;pre-use&lt;span&gt;&amp;nbsp;&lt;/span&gt;checks or the use of check weights. As well as understanding terms such as Tare, Net, Gross Weight, weighbridge operators must also be able to identify and understand the implications of gross vehicle weight (GVW) and how to deal with an overloaded vehicle.&lt;/p&gt;\n&lt;h4 class=&quot;p47 ft1&quot;&gt;Knowledge&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li class=&quot;p48 ft2&quot;&gt;SMDA, particularly ID requirements, payment options and record keeping.&lt;/li&gt;\n&lt;li class=&quot;p49 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Waste acceptance and dispatch procedures, duty of care requirements and relevant waste codes, and the process undertaken if potentially stolen/fraudulent material is presented&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p50 ft16&quot;&gt;&lt;span class=&quot;ft15&quot;&gt;Weighbridge operational processes from start up to emergency procedures as well as traffic management in accordance to site procedures, risk assessments and relevant legislation e.g. Road Traffic Act&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p51 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Identify and place commercial value on different traded metallic groups and materials presented in any given load, including the evaluation of hazardous materials and associated handling costs.&lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4 class=&quot;p38 ft1&quot;&gt;Skills&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li class=&quot;p52 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Follow weighbridge operational processes ensuring compliance with relevant&lt;span&gt;&amp;nbsp;&lt;/span&gt;&lt;/span&gt;site-specific&lt;span&gt;&amp;nbsp;&lt;/span&gt;procedures and legislative requirements e.g. SMDA (as amended), site permit and allowed waste types, risk assessments and safe working procedures.&lt;/li&gt;\n&lt;li class=&quot;p37 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Demonstrate the ability to calibrate and maintain the weighbridge machinery.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p53 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Show aptitude when it comes to identifying different metals, as well as the ability to assess, validate and make a commercial decision on a variety of different loads.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p37 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Demonstrate the ability to safely maintain traffic management procedures.&lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4 class=&quot;p43 ft1&quot;&gt;&lt;strong&gt;C. MATERIAL HANDLER (SPECIALIST EQUIPMENT) OPERATIVE&lt;/strong&gt;&lt;/h4&gt;\n&lt;p class=&quot;p44 ft2&quot;&gt;The ability to separate and process different metals of vastly different value is a key skill for an operative in a recycling site as is the ability to move materials safely, quickly and effectively around the site&lt;span class=&quot;ft1&quot;&gt;.&lt;span&gt;&amp;nbsp;&lt;/span&gt;&lt;/span&gt;Separation processes may start manually but they quickly become complex and skilful. Using a grab on a crane for example, a material handler will be able to separate out a single piece of&lt;span&gt;&amp;nbsp;&lt;/span&gt;non-ferrous&lt;span&gt;&amp;nbsp;&lt;/span&gt;metal from a ferrous pile. They will also be able to load a container or ship to make the most of the space available.&lt;/p&gt;\n&lt;p class=&quot;p46 ft2&quot;&gt;Material handlers will also be responsible in part for site housekeeping, an important part of all good site management. Keeping thoroughfares clear of obstructions and hazards, as well as small fragments of metal and debris which, as well as impeding access to parts of the site, could damage expensive plant and equipment is an important part of the role. As the operator of the plant and equipment, the handler must understand the importance of maintaining that to a high level from performing daily&lt;span&gt;&amp;nbsp;&lt;/span&gt;pre-and&lt;span&gt;&amp;nbsp;&lt;/span&gt;post-usechecks to following a strict&lt;span&gt;&amp;nbsp;&lt;/span&gt;preventative-maintenance&lt;span&gt;&amp;nbsp;&lt;/span&gt;and maintenance schedule.&lt;/p&gt;\n&lt;p class=&quot;p54 ft2&quot;&gt;At the same time, material handlers must also have special regard for both colleagues and site visitors. Ensuring the health and safety of others is vital and handlers operating plant and equipment must follow strict procedures to ensure no one is put at risk at any time.&lt;/p&gt;\n&lt;h4 class=&quot;p33 ft1&quot;&gt;Knowledge&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li class=&quot;p55 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Identify the right plant or equipment to achieve the optimal handling, movement and separation of materials.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p56 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;How best to operate specific specialist equipment, including safe working loads and conditions and the requirement for&lt;span&gt;&amp;nbsp;&lt;/span&gt;&lt;/span&gt;pre-and&lt;span&gt;&amp;nbsp;&lt;/span&gt;post-use&lt;span&gt;&amp;nbsp;&lt;/span&gt;checks, maintenance schedules and servicing requirements.&lt;/li&gt;\n&lt;li class=&quot;p57 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Specific risk assessments relevant to the equipment in conjunction with the general risk assessment for that area, including the health and safety requirements to protect those within the working vicinity.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p57 ft2&quot;&gt;\n&lt;p class=&quot;p60 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Follow operational procedures to properly complete&lt;span&gt;&amp;nbsp;&lt;/span&gt;&lt;/span&gt;pre-and&lt;span&gt;&amp;nbsp;&lt;/span&gt;post-use&lt;span&gt;&amp;nbsp;&lt;/span&gt;checks, keep accurate records and report faults to the appropriate person.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li class=&quot;p57 ft2&quot;&gt;\n&lt;p class=&quot;p60 ft2&quot;&gt;&lt;span class=&quot;ft15&quot;&gt;Demonstrate the safe and effective operation of specialist material handling equipment (such as Baler, Shear, Crane and Container Loader) that requires Authorised Operator status or licence (excludes FLT) while taking into account risk assessments and operating procedures.&lt;/span&gt;&lt;/p&gt;\n&lt;/li&gt;\n&lt;li class=&quot;p57 ft2&quot;&gt;\n&lt;p class=&quot;p60 ft2&quot;&gt;&lt;span class=&quot;ft15&quot;&gt;&lt;/span&gt;&lt;span class=&quot;ft13&quot;&gt;Demonstrate full regard to the Health and Safety at Work Act 1974 and any other&lt;span&gt;&amp;nbsp;&lt;/span&gt;&lt;/span&gt;site-based&lt;span&gt;&amp;nbsp;&lt;/span&gt;safe working practices.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li class=&quot;p57 ft2&quot;&gt;\n&lt;p class=&quot;p60 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Clearly describe the different rationales for keeping the site in general, and thoroughfares in particular, clear of obstructions and debris&lt;/span&gt;&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4 class=&quot;p43 ft1&quot;&gt;&lt;span class=&quot;ft1&quot;&gt;D.&lt;/span&gt;&lt;span class=&quot;ft14&quot;&gt;MATERIAL CLASSIFICATION OPERATIVE&lt;/span&gt;&lt;/h4&gt;\n&lt;p class=&quot;p64 ft2&quot;&gt;The value in metal recycling is found in accurately identifying different types of metal, especially alloys. While the first classification will be made by eye, metal recyclers use specialist equipment to identify the properties of any given sample. This can be on site, at a specialist laboratory or even at a customer’s premises. Given the value some metals have, this effective classification process sits at the heart of any viable metal recycling yard.&lt;/p&gt;\n&lt;p class=&quot;p65 ft2&quot;&gt;Metals are initially divided in to two broad categories ferrous (steel, iron) and&lt;span&gt;&amp;nbsp;&lt;/span&gt;non-ferrous&lt;span&gt;&amp;nbsp;&lt;/span&gt;metals (copper, aluminium, lead, zinc, etc). Within each of these initial categories there are many more grades. Grades are based upon the purity, density and the physical characteristics of the materials. Operatives are required to understand how the grade dictates the value, and how processing may be required to improve these characteristics to further increase value for sale. The appropriate identification is essential to ensure the correct initial price is paid; materials are segregated and appropriately processed to produce a commodity.&lt;/p&gt;\n&lt;p class=&quot;p66 ft2&quot;&gt;When visual classification is not possible, sophisticated analysis is required from scales and balances to measure and determine metallic content to more specialist equipment such as handheld&lt;span&gt;&amp;nbsp;&lt;/span&gt;x-rayfluorescence (XRF) ‘guns’. Any use of this type of equipment or any sampling and analysis must take account of calibration and maintenance of the equipment. An understanding of the equipment’s limitations, and how to ensure the measurements made are consistent and where sources of error for example in sampling, may cause problems in the measurement and results.&lt;/p&gt;\n&lt;h4 class=&quot;p47 ft1&quot;&gt;Knowledge&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li class=&quot;p67 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;The value of different types of metal and the impact on the profit of the business given the volatility of the global markets.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p37 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;The reason for analysing the composition of different materials.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p37 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;The importance of good record keeping, labelling and traceability of the samples and analysis.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p68 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;The process and procedures relating to sending samples to a lab for further analysis.&lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4 class=&quot;p38 ft1&quot;&gt;Skills&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li class=&quot;p69 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Demonstrate knowledge of the market value of different metals.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p37 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Show how to use the best available techniques to identify any given metal.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p70 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Identify the composition of different materials using available equipment, considering the importance of&lt;span&gt;&amp;nbsp;&lt;/span&gt;&lt;/span&gt;site-based&lt;span&gt;&amp;nbsp;&lt;/span&gt;equipment calibration, interpreting results, standards and consistency of analysis and sources of error in the analytical process.&lt;/li&gt;\n&lt;li class=&quot;p56 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Demonstrate the ability to generate appropriate records and accurate labelling, and the understanding when samples need to be sent away for appropriate further analysis.&lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4 class=&quot;p71 ft1&quot;&gt;E. WEEE WASTE ELECTRICAL AND ELECTRONIC EQUIPMENT OPERATIVE&lt;/h4&gt;\n&lt;p class=&quot;p72 ft2&quot;&gt;Waste Electrical and Electronic Equipment (WEEE) is a very specific part of the recycling industry. It has its own, dedicated, legislation as well as different mandated processes for different types of equipment. Every step of the dismantling and recycling process is clearly prescribed and operators must have good knowledge of the regulations attached to any given type of WEEE. Operators must also know how to assess any potential for risk associated with handling different types of WEEE.&lt;/p&gt;\n&lt;p class=&quot;p45 ft2&quot;&gt;Many items within WEEE are hazardous and the regulations for treatment require the removal and segregation of individual items and components. Items such as fridges, Cathode Ray Tube (CRT) and Liquid Crystal Display (LCD) monitors, require identification and removal/ segregation for separate processing. Components within WEEE also require removal as part of the recycling and recovery processes. The components, including leads and plugs, toner cartridges, batteries, capacitors, printed circuit boards, fluorescent tubes are to be removed as part of the recycling and recovery process.&lt;/p&gt;\n&lt;p class=&quot;p73 ft2&quot;&gt;These processes must be undertaken in a safe and structured way to ensure maximum recovery efficiency. Operatives are required to understand in general terms, including BAT (Best Available Techniques) and BATRRT (Best Available Treatment Recovery and Recycling Techniques). Appropriate storage is important to ensure the intended processing route for WEEE, and for the segregated and removed components, is not compromised.&lt;/p&gt;\n&lt;h4 class=&quot;p47 ft1&quot;&gt;Knowledge&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li class=&quot;p74 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Relevant legislation and regulations appropriate to WEEE processing activities conducted on site including the WEEE Directive (as amended).&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p75 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Correct storage, handling and segregation of WEEE derived materials, PAS141, PAT Testing and Asset Tracking.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p37 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Hazardous properties of WEEE and the associated risks.&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p68 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Health and safety requirements when working in a WEEE processing facility.&lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4 class=&quot;p38 ft1&quot;&gt;Skills&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li class=&quot;p69 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Visually inspect WEEE to identify if it is viable for&lt;span&gt;&amp;nbsp;&lt;/span&gt;&lt;/span&gt;re-use&lt;span&gt;&amp;nbsp;&lt;/span&gt;or repair by a technically competent person.&lt;/li&gt;\n&lt;li class=&quot;p37 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Identify the hazardous components in various types of WEEE e.g. CRT or FPD&lt;/span&gt;&lt;/li&gt;\n&lt;li class=&quot;p76 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Demonstrate how best to safely dismantle various types of WEEE considering such aspects as: the de- construction of the unit, selecting the most appropriate tools and safe separation of hazardous and&lt;/span&gt;non-hazardous&lt;span&gt;&amp;nbsp;&lt;/span&gt;materials&lt;/li&gt;\n&lt;li class=&quot;p77 ft2&quot;&gt;&lt;span class=&quot;ft13&quot;&gt;Demonstrate the correct storage, handling and segregation of&lt;span&gt;&amp;nbsp;&lt;/span&gt;&lt;/span&gt;WEEE-derived&lt;span&gt;&amp;nbsp;&lt;/span&gt;materials in accordance with operating procedures, risk assessments, COSHH and relevant legislation.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;span&gt;Section 3: Review&lt;/span&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;The Standard will be reviewed after three years or when a significant change is required.&lt;/span&gt;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Working for companies of all sizes, from large multi-nationals to SMEs to family-run independents, the MRGO role will see an individual taking on a wide range of different tasks and responsibilities both outside on the yard and in an office-like environment. A team player, an MRGO will be charged with handling all types of equipment and will perform the many tasks undertaken in a metal recycling yard. MRGOs will identify different metals, sort and separate them into grades and understand the commercial impact grading has on the organisation; over 100+ different metallic material groups are regularly traded. Other tasks could involve processing End-of-Life Vehicles (ELV), Waste Electronic and Electrical Equipment (WEEE) and Large Domestic Appliances (LDA). The MRGO will develop a knowledge and appreciation of a wide range of processes, site administration, risk assessment as well as legislation relating to metal recycling. The MRGO will attain the skills to operate industry-specific and generic plant and equipment, such as a forklift truck, shear and cable strippers. Safety will form a key element of the MRGO’s role – they will be expected to work safely within a team to ensure materials are processed and handled in the correct and safest way. O1: A. END-OF-LIFE VEHICLES OPERATIVE When a vehicle has reached the end of its life, it has to undergo a rigorous depollution and recycling process, which will be different if the vehicle is damaged. This depollution process must adhere to strict regulations laid out in national and European legislation. Depollution is the critical first stage in a long and complex process, which ultimately requires 95% of every ELV being recovered and recycled. Throughout the step-by-step depollution process, operatives must continually ensure there is no risk of pollution to the environment and no risk to themselves or their colleagues. As well as identifying and removing parts of worth on the vehicle, hazardous parts also need to be recognised and dealt with in the appropriate manner. The hazardous materials include: batteries, fuels, oils, filters, air bags, air conditioning gas, and catalysts. These materials are hazardous due to differing characteristics, such as being potentially flammable, corrosive, carcinogenic, or ecotoxic. Understanding and identifying the components and the order of their removal and the appropriate tools to use is critical to mitigating risk and maximising the efficiency of the process. The depollution of air condition units is also covered by additional legislation with operators requiring specific training and qualification for the handling of F Gas (CFCs) from air conditioning units. Once removed, the parts and fluids must be safely stored in appropriate tanks or containers, without exceeding permitted levels. O2: B.WEIGHBRIDGE OPERATIVE The weighbridge operator is the first point of contact for deliveries; they also control the dispatch of materials from site. It is one of the most vital roles on a metal recycling site. They are responsible for assessing and valuing the load, making the legislated identification checks and processing the correct payment. This skilled role sees the operator looking for hidden materials and assessing the risk of that load containing hazardous or stolen material. They must also be well-versed in traffic management and be able to safely direct the customer to the correct location on the site. As the face of the depot, it is essential that weighbridge operators have good communications skills and provide good customer service. They must also have a good grasp of the commercial/pricing requirements associated with the correct classification and grading of metals/materials alongside the need to be accurate in the recording and management of data on weights, grades, prices and customer details. In addition, the operative needs to understand how to calibrate and check their equipment. They need to be able to quickly identify problems that may adversely affect the weighbridge, such as the build-up of dirt, be it through pre-use checks or the use of check weights. As well as understanding terms such as Tare, Net, Gross Weight, weighbridge operators must also be able to identify and understand the implications of gross vehicle weight (GVW) and how to deal with an overloaded vehicle. O3: C. MATERIAL HANDLER (SPECIALIST EQUIPMENT) OPERATIVE The ability to separate and process different metals of vastly different value is a key skill for an operative in a recycling site as is the ability to move materials safely, quickly and effectively around the site. Separation processes may start manually but they quickly become complex and skilful. Using a grab on a crane for example, a material handler will be able to separate out a single piece of non-ferrous metal from a ferrous pile. They will also be able to load a container or ship to make the most of the space available. Material handlers will also be responsible in part for site housekeeping, an important part of all good site management. Keeping thoroughfares clear of obstructions and hazards, as well as small fragments of metal and debris which, as well as impeding access to parts of the site, could damage expensive plant and equipment is an important part of the role. As the operator of the plant and equipment, the handler must understand the importance of maintaining that to a high level from performing daily pre-and post-usechecks to following a strict preventative-maintenance and maintenance schedule. At the same time, material handlers must also have special regard for both colleagues and site visitors. Ensuring the health and safety of others is vital and handlers operating plant and equipment must follow strict procedures to ensure no one is put at risk at any time. O4: D.MATERIAL CLASSIFICATION OPERATIVE The value in metal recycling is found in accurately identifying different types of metal, especially alloys. While the first classification will be made by eye, metal recyclers use specialist equipment to identify the properties of any given sample. This can be on site, at a specialist laboratory or even at a customer’s premises. Given the value some metals have, this effective classification process sits at the heart of any viable metal recycling yard. Metals are initially divided in to two broad categories ferrous (steel, iron) and non-ferrous metals (copper, aluminium, lead, zinc, etc). Within each of these initial categories there are many more grades. Grades are based upon the purity, density and the physical characteristics of the materials. Operatives are required to understand how the grade dictates the value, and how processing may be required to improve these characteristics to further increase value for sale. The appropriate identification is essential to ensure the correct initial price is paid; materials are segregated and appropriately processed to produce a commodity. When visual classification is not possible, sophisticated analysis is required from scales and balances to measure and determine metallic content to more specialist equipment such as handheld x-rayfluorescence (XRF) ‘guns’. Any use of this type of equipment or any sampling and analysis must take account of calibration and maintenance of the equipment. An understanding of the equipment’s limitations, and how to ensure the measurements made are consistent and where sources of error for example in sampling, may cause problems in the measurement and results. O5: E. WEEE WASTE ELECTRICAL AND ELECTRONIC EQUIPMENT OPERATIVE Waste Electrical and Electronic Equipment (WEEE) is a very specific part of the recycling industry. It has its own, dedicated, legislation as well as different mandated processes for different types of equipment. Every step of the dismantling and recycling process is clearly prescribed and operators must have good knowledge of the regulations attached to any given type of WEEE. Operators must also know how to assess any potential for risk associated with handling different types of WEEE. Many items within WEEE are hazardous and the regulations for treatment require the removal and segregation of individual items and components. Items such as fridges, Cathode Ray Tube (CRT) and Liquid Crystal Display (LCD) monitors, require identification and removal/ segregation for separate processing. Components within WEEE also require removal as part of the recycling and recovery processes. The components, including leads and plugs, toner cartridges, batteries, capacitors, printed circuit boards, fluorescent tubes are to be removed as part of the recycling and recovery process. These processes must be undertaken in a safe and structured way to ensure maximum recovery efficiency. Operatives are required to understand in general terms, including BAT (Best Available Techniques) and BATRRT (Best Available Treatment Recovery and Recycling Techniques). Appropriate storage is important to ensure the intended processing route for WEEE, and for the segregated and removed components, is not compromised.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "b01db098-4ab2-4589-8705-6ab6e6525f31",
      "detail": "The MRGO role itself and how it fits into business and industry"
    },
    {
      "knowledgeId": "15c91470-b836-416e-8d56-d0d59fd1edbc",
      "detail": "Environmental policy and procedures applicable to site such as: Fire Prevention Plan, Environmental Action Plan, Monitoring, etc."
    },
    {
      "knowledgeId": "eedd37ca-5bdc-4085-a9b4-05321556ae63",
      "detail": "Working in accordance with current legislation, regulations, codes of practice, including the Scrap Metal Dealers Act (SMDA)."
    },
    {
      "knowledgeId": "bd9ab699-7930-4017-a4ae-1aeec1f886ce",
      "detail": "Handling and care of applicable industry-specific fixed and mobile plant and machinery such as a shear or crane"
    },
    {
      "knowledgeId": "0207ccf8-328b-426a-8ea4-8f877d76f2b6",
      "detail": "Acceptance of authorised or rejection of unauthorised materials, hazardous/non-hazardous materials, such as WEEE/ELV, inspection procedures, processing methods and supporting standard operating procedures."
    },
    {
      "knowledgeId": "29aac1b4-797d-4641-a2d1-feb36c226460",
      "detail": "Industry-specific health and safety (H&S) procedures, including: Safe Systems of Work, COSHH, risk assessments, on-site incident reporting procedures."
    },
    {
      "knowledgeId": "877e3484-c1b5-4582-b8f5-f32f609478d2",
      "detail": "Handling requirements such as identification of materials, grades sorting, storage and quality control, grade identification and identification of stock."
    },
    {
      "knowledgeId": "9e41e4cd-e831-4304-a437-eb59ff2c736f",
      "detail": "Key functional areas such as ELV, weighbridge operation, banksman systems, and an understanding of customers, visitors, colleagues along with individual requirements and restrictions"
    },
    {
      "knowledgeId": "6c205a16-65de-464f-9e63-ecdf3f4f1737",
      "detail": "Safe loading and unloading such as shipping, containers and heavy good vehicles"
    },
    {
      "knowledgeId": "23ef3333-2243-4a8a-a628-26a8803fac54",
      "detail": "Commercial implications of day-to-day business actions"
    },
    {
      "knowledgeId": "16c4f646-a4f3-46f2-84e2-9d1575d4dbf4",
      "detail": "The process of preparing ELV’s for depollution, including: safe storage pending depollution; checking vehicle details match presented documentation; determining the overall condition and requirements for depollution (air bags, A/C, LPG, hybrid, electric, complete/damaged vehicle); and, the importance of identification and safe removal of concealed items e.g. gas cylinders."
    },
    {
      "knowledgeId": "0dbea5ca-6465-48d4-bdaa-2d3281485760",
      "detail": "The potential risk and hazard with any given ELV component and its removal, and how to deal with any unexpected incidents relating to the depollution process."
    },
    {
      "knowledgeId": "7907a437-014d-4162-a1f5-b8f9843e8ddc",
      "detail": "The process for depolluting an ELV in accordance with the risk assessment, operating procedures and current legislation e.g. End-of-Life Vehicles Directive (latest version)."
    },
    {
      "knowledgeId": "3e6070fa-e1a3-4d7e-9920-4d09d2697a08",
      "detail": "Safe storage requirements for removed materials and parts."
    },
    {
      "knowledgeId": "712ccd6f-9053-46b0-abf0-2cd7afa8cf7f",
      "detail": "SMDA, particularly ID requirements, payment options and record keeping"
    },
    {
      "knowledgeId": "702e4453-ce3a-4778-a3f8-f24770c093f8",
      "detail": "Waste acceptance and dispatch procedures, duty of care requirements and relevant waste codes, and the process undertaken if potentially stolen/fraudulent material is presented"
    },
    {
      "knowledgeId": "e1e5e111-ecb3-40c2-95ec-24784479f655",
      "detail": "Weighbridge operational processes from start up to emergency procedures as well as traffic management in accordance to site procedures, risk assessments and relevant legislation e.g. Road Traffic Act"
    },
    {
      "knowledgeId": "780c1e1e-499a-4eb3-8b74-ae3f54e1ee43",
      "detail": "Identify and place commercial value on different traded metallic groups and materials presented in any given load, including the evaluation of hazardous materials and associated handling costs."
    },
    {
      "knowledgeId": "9a012564-a252-4749-90d1-8e6321adbd6f",
      "detail": "Identify the right plant or equipment to achieve the optimal handling, movement and separation of materials."
    },
    {
      "knowledgeId": "2c9ff4eb-5f83-4b92-bca1-b570df5a395d",
      "detail": "How best to operate specific specialist equipment, including safe working loads and conditions and the requirement for pre-and post-use checks, maintenance schedules and servicing requirements."
    },
    {
      "knowledgeId": "a2d2d6b2-6dee-461e-af4f-29613a90f50c",
      "detail": "Specific risk assessments relevant to the equipment in conjunction with the general risk assessment for that area, including the health and safety requirements to protect those within the working vicinity."
    },
    {
      "knowledgeId": "4a844e30-1e2c-45cd-ae7f-2c267f4eb0d9",
      "detail": "Follow operational procedures to properly complete pre-and post-use checks, keep accurate records and report faults to the appropriate person."
    },
    {
      "knowledgeId": "55bc1637-cd21-4196-b038-9bca6fb304ef",
      "detail": "Demonstrate the safe and effective operation of specialist material handling equipment (such as Baler, Shear, Crane and Container Loader) that requires Authorised Operator status or licence (excludes FLT) while taking into account risk assessments and operating procedures."
    },
    {
      "knowledgeId": "5b338649-559d-4e2e-a64d-17311ffb61a0",
      "detail": "Demonstrate full regard to the Health and Safety at Work Act 1974 and any other site-based safe working practices."
    },
    {
      "knowledgeId": "57220b8a-cdc1-4931-9c4e-4874b390f83b",
      "detail": "Clearly describe the different rationales for keeping the site in general, and thoroughfares in particular, clear of obstructions and debris"
    },
    {
      "knowledgeId": "2131d240-c727-47ff-93ac-16ec343fa6f5",
      "detail": "The value of different types of metal and the impact on the profit of the business given the volatility of the global markets."
    },
    {
      "knowledgeId": "41df40f2-c775-40a0-9b16-5ad17a5acb53",
      "detail": "The reason for analysing the composition of different materials."
    },
    {
      "knowledgeId": "ff0c000e-2eb8-422f-96ba-b4c08888d94a",
      "detail": "The importance of good record keeping, labelling and traceability of the samples and analysis."
    },
    {
      "knowledgeId": "3dffad02-318e-4b6b-b69f-10a42de84747",
      "detail": "The process and procedures relating to sending samples to a lab for further analysis."
    },
    {
      "knowledgeId": "eaeb2022-e88a-4292-a642-91447a89f059",
      "detail": "Relevant legislation and regulations appropriate to WEEE processing activities conducted on site including the WEEE Directive (as amended)"
    },
    {
      "knowledgeId": "b6d29bb8-48f6-4de4-aaeb-ef84c9523612",
      "detail": "Correct storage, handling and segregation of WEEE derived materials, PAS141, PAT Testing and Asset Tracking."
    },
    {
      "knowledgeId": "0453e330-52a3-4ffd-b283-33aaef1ea9df",
      "detail": "Hazardous properties of WEEE and the associated risks."
    },
    {
      "knowledgeId": "17fb33d0-4e37-41e5-abf3-e8fbf07c780a",
      "detail": "Health and safety requirements when working in a WEEE processing facility."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "4d407a69-4372-4f80-8dc4-c50e838cbd45",
      "detail": "Consistently demonstrate integrity and behaviour that adheres to safety procedures and safe-working practices that are appropriate to the working environment."
    },
    {
      "behaviourId": "18ecd767-eb5e-4fd6-8ec0-30277e10f761",
      "detail": "Behave in a collaborative manner."
    },
    {
      "behaviourId": "78220bd8-1a4f-4760-ac9a-868a8dce2a16",
      "detail": "Respond proactively to changes."
    },
    {
      "behaviourId": "18eaad96-7176-4336-9745-0298275e28a4",
      "detail": "Have a commitment to ensure own personal development."
    },
    {
      "behaviourId": "8331588e-46d5-4ddf-b766-3bce1ce8c427",
      "detail": "Maintain a respect for the working environment, customers, plant and machinery"
    },
    {
      "behaviourId": "2c0067f8-a859-4580-a25d-8d3189b186e2",
      "detail": "Have a positive attitude to the working environment"
    },
    {
      "behaviourId": "ac6cbd08-d9c9-4ad3-abe5-d6ca57192417",
      "detail": "Remain flexible and adaptable to the needs of the business"
    }
  ],
  "skills": [
    {
      "skillId": "da7ad3d6-49d8-4bf5-8d0a-320f952bc208",
      "detail": "The identification of H&S/Environmental issues and the ability to respond accordingly."
    },
    {
      "skillId": "75d6add5-4b56-46de-ab79-74393c37df36",
      "detail": "The identification of metal grades, authorised/unauthorised wastes, hazardous/non-hazardous waste, their quality validation and commercial viability."
    },
    {
      "skillId": "481f4d1e-0757-482b-a0d5-4aec36de860a",
      "detail": "The capability to correctly identify, sort and store materials in line with operating procedures, risk assessment and legislation, e.g. 1992 Manual Handling Regulations."
    },
    {
      "skillId": "d6502fd0-e2d6-4d1a-b622-256760f78a31",
      "detail": "The ability to maintain good housekeeping procedures, including machine and equipment care, alongside safely operating that machinery and equipment. Examples of fixed and mobile plant include: baler, shear and forklift truck."
    },
    {
      "skillId": "b9669324-1e84-45f6-9311-154eaa887a7b",
      "detail": "The ability to communicate effectively with colleagues, engage important customers and respond to everyday site visitors. This includes the aptitude to identify and communicate potential for improvement."
    },
    {
      "skillId": "54314397-db70-43f4-9eed-ac411f31f0aa",
      "detail": "The ability to carry out safe loading and unloading of differing transportation types."
    },
    {
      "skillId": "57ea12c8-cf72-469e-8b72-dee5beda7d99",
      "detail": "Problem solve – take action to meet organisational procedures and policies."
    },
    {
      "skillId": "453acbaf-560c-4258-acb5-5b01b401c158",
      "detail": "Prioritise working tasks and challenges, such as the appropriate process for loading and unloading."
    },
    {
      "skillId": "1385e11c-d961-4351-b5d4-9229446c35fd",
      "detail": "Complete the process of preparing ELV’s for depollution in accordance with operating procedures, risk assessments and current legislation."
    },
    {
      "skillId": "37694cf2-9885-4a57-b27b-913edfa1ef53",
      "detail": "Depollute an ELV in accordance with the risk assessment, operating procedures and current legislation e.g. End of Life Vehicles Directive (as amended)"
    },
    {
      "skillId": "16e99a99-0394-4127-b999-176be8dc9202",
      "detail": "Demonstrate the appropriate regard for, and handling procedures of, all hazardous components in an ELV."
    },
    {
      "skillId": "6b58aaef-4baf-4b5f-8b1b-aacc5fadf23f",
      "detail": "Demonstrate an in-depth understanding of how best to deal with unforeseen incidents following recognised health and safety procedures."
    },
    {
      "skillId": "bd73f5e4-7296-43f6-b3ce-29dc0daf80d6",
      "detail": "Follow weighbridge operational processes ensuring compliance with relevant site-specific procedures and legislative requirements e.g. SMDA (as amended), site permit and allowed waste types, risk assessments and safe working procedures."
    },
    {
      "skillId": "d1c2accd-37c3-4523-9346-c99b1c3040ee",
      "detail": "Demonstrate the ability to calibrate and maintain the weighbridge machinery."
    },
    {
      "skillId": "bdeeb3c5-4169-4a3e-973a-7db83dc67c31",
      "detail": "Show aptitude when it comes to identifying different metals, as well as the ability to assess, validate and make a commercial decision on a variety of different loads."
    },
    {
      "skillId": "d93ae535-c3c1-4a80-8d9d-8eb0789b0842",
      "detail": "Demonstrate the ability to safely maintain traffic management procedures."
    },
    {
      "skillId": "8f913f1b-fbe9-481f-a8ec-c7b58a5fc3ab",
      "detail": "Demonstrate knowledge of the market value of different metals."
    },
    {
      "skillId": "66d8e32f-2bfc-4644-b47d-a047bf366882",
      "detail": "Show how to use the best available techniques to identify any given metal."
    },
    {
      "skillId": "3125f754-ef0b-4cdd-9004-645a44166fb1",
      "detail": "Identify the composition of different materials using available equipment, considering the importance of site-based equipment calibration, interpreting results, standards and consistency of analysis and sources of error in the analytical process."
    },
    {
      "skillId": "000801fa-b53e-4a02-91cb-5f3f42a84f5e",
      "detail": "Demonstrate the ability to generate appropriate records and accurate labelling, and the understanding when samples need to be sent away for appropriate further analysis."
    },
    {
      "skillId": "43dace56-2801-4d6d-a802-055fd4f25174",
      "detail": "Visually inspect WEEE to identify if it is viable for re-use or repair by a technically competent person."
    },
    {
      "skillId": "d52446e6-8c6e-416a-a788-7cd67a718802",
      "detail": "Identify the hazardous components in various types of WEEE e.g. CRT or FPD"
    },
    {
      "skillId": "dc07c6b3-9ef2-4398-b763-08be6ef511a9",
      "detail": "Demonstrate how best to safely dismantle various types of WEEE considering such aspects as: the de- construction of the unit, selecting the most appropriate tools and safe separation of hazardous and non-hazardous materials"
    },
    {
      "skillId": "c7bce09e-50cf-4960-bd38-4ab6e4fe5206",
      "detail": "Demonstrate the correct storage, handling and segregation of WEEE-derived materials in accordance with operating procedures, risk assessments, COSHH and relevant legislation."
    }
  ],
  "optionsUnstructuredTemplate": [
    "end-of-life vehicles operative",
    "weighbridge operative",
    "material handler (specialist equipment) operative",
    "material classification operative",
    "weee waste electrical and electronic equipment operative"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-08-07T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0313",
  "tbMainContact": "antonia.grey@recyclemetals.org",
  "involvedEmployers": "ELG Haniel, Mellor Metals, European Metal Recycling, Sims Group UK Limited, S. Norton & Co Ltd, Recycling Lives Ltd, Recycled Products Ltd, S. Sacker (Claydon) Ltd, Ward Recycling",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "End-of-life vehicles operative",
    "Weighbridge operative",
    "Material handler (specialist equipment) operative",
    "Material classification operative",
    "WEEE waste electrical and electronic equipment operative"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Quality Improvement and Project Control Technician",
  "clusterId": "256",
  "clusterDescription": "Maintain and improve product and process integrity and quality, production and process efficiency, and the overall health and safety of the working environment",
  "createdDate": "2017-11-14T17:09:45 +00:00",
  "lastUpdated": "2021-01-21T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-08-07T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0507",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0507-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0507-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "26f733f2-cce1-4a7a-b4e9-e0379dadbb5a",
      "title": "end-of-life vehicles operative",
      "occupationCode": "OCC0507A"
    },
    {
      "optionId": "eaca3d80-07f6-4cff-bfaa-6750c6274283",
      "title": "weighbridge operative",
      "occupationCode": "OCC0507E"
    },
    {
      "optionId": "284d86e1-9027-46f9-bdda-ebeb1d3fa9b3",
      "title": "material handler (specialist equipment) operative",
      "occupationCode": "OCC0507C"
    },
    {
      "optionId": "17ab5467-58ef-457e-8539-86ef4004e5b0",
      "title": "material classification operative",
      "occupationCode": "OCC0507B"
    },
    {
      "optionId": "2c9c10ac-0694-4f2d-a563-e0825d3d4687",
      "title": "weee waste electrical and electronic equipment operative",
      "occupationCode": "OCC0507D"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "4d407a69-4372-4f80-8dc4-c50e838cbd45",
        "18ecd767-eb5e-4fd6-8ec0-30277e10f761",
        "78220bd8-1a4f-4760-ac9a-868a8dce2a16",
        "18eaad96-7176-4336-9745-0298275e28a4",
        "8331588e-46d5-4ddf-b766-3bce1ce8c427",
        "2c0067f8-a859-4580-a25d-8d3189b186e2"
      ],
      "mappedKnowledge": [
        "b01db098-4ab2-4589-8705-6ab6e6525f31",
        "15c91470-b836-416e-8d56-d0d59fd1edbc",
        "eedd37ca-5bdc-4085-a9b4-05321556ae63",
        "bd9ab699-7930-4017-a4ae-1aeec1f886ce",
        "0207ccf8-328b-426a-8ea4-8f877d76f2b6",
        "29aac1b4-797d-4641-a2d1-feb36c226460",
        "877e3484-c1b5-4582-b8f5-f32f609478d2",
        "9e41e4cd-e831-4304-a437-eb59ff2c736f",
        "6c205a16-65de-464f-9e63-ecdf3f4f1737",
        "23ef3333-2243-4a8a-a628-26a8803fac54"
      ],
      "mappedSkills": [
        "da7ad3d6-49d8-4bf5-8d0a-320f952bc208",
        "75d6add5-4b56-46de-ab79-74393c37df36",
        "481f4d1e-0757-482b-a0d5-4aec36de860a",
        "d6502fd0-e2d6-4d1a-b622-256760f78a31",
        "b9669324-1e84-45f6-9311-154eaa887a7b",
        "57ea12c8-cf72-469e-8b72-dee5beda7d99",
        "453acbaf-560c-4258-acb5-5b01b401c158"
      ]
    },
    {
      "coreOrOptionTitle": "end-of-life vehicles operative",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "16c4f646-a4f3-46f2-84e2-9d1575d4dbf4",
        "0dbea5ca-6465-48d4-bdaa-2d3281485760",
        "7907a437-014d-4162-a1f5-b8f9843e8ddc",
        "3e6070fa-e1a3-4d7e-9920-4d09d2697a08"
      ],
      "mappedSkills": [
        "1385e11c-d961-4351-b5d4-9229446c35fd",
        "37694cf2-9885-4a57-b27b-913edfa1ef53",
        "16e99a99-0394-4127-b999-176be8dc9202",
        "6b58aaef-4baf-4b5f-8b1b-aacc5fadf23f"
      ]
    },
    {
      "coreOrOptionTitle": "weighbridge operative",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "712ccd6f-9053-46b0-abf0-2cd7afa8cf7f",
        "702e4453-ce3a-4778-a3f8-f24770c093f8",
        "e1e5e111-ecb3-40c2-95ec-24784479f655",
        "780c1e1e-499a-4eb3-8b74-ae3f54e1ee43"
      ],
      "mappedSkills": [
        "bd73f5e4-7296-43f6-b3ce-29dc0daf80d6",
        "d1c2accd-37c3-4523-9346-c99b1c3040ee",
        "bdeeb3c5-4169-4a3e-973a-7db83dc67c31",
        "d93ae535-c3c1-4a80-8d9d-8eb0789b0842",
        "8f913f1b-fbe9-481f-a8ec-c7b58a5fc3ab",
        "66d8e32f-2bfc-4644-b47d-a047bf366882",
        "3125f754-ef0b-4cdd-9004-645a44166fb1"
      ]
    },
    {
      "coreOrOptionTitle": "material handler (specialist equipment) operative",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "9a012564-a252-4749-90d1-8e6321adbd6f",
        "2c9ff4eb-5f83-4b92-bca1-b570df5a395d",
        "a2d2d6b2-6dee-461e-af4f-29613a90f50c",
        "4a844e30-1e2c-45cd-ae7f-2c267f4eb0d9",
        "55bc1637-cd21-4196-b038-9bca6fb304ef",
        "5b338649-559d-4e2e-a64d-17311ffb61a0",
        "57220b8a-cdc1-4931-9c4e-4874b390f83b"
      ],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "material classification operative",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "2131d240-c727-47ff-93ac-16ec343fa6f5",
        "41df40f2-c775-40a0-9b16-5ad17a5acb53",
        "ff0c000e-2eb8-422f-96ba-b4c08888d94a",
        "3dffad02-318e-4b6b-b69f-10a42de84747"
      ],
      "mappedSkills": [
        "000801fa-b53e-4a02-91cb-5f3f42a84f5e"
      ]
    },
    {
      "coreOrOptionTitle": "weee waste electrical and electronic equipment operative",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "eaeb2022-e88a-4292-a642-91447a89f059",
        "b6d29bb8-48f6-4de4-aaeb-ef84c9523612",
        "0453e330-52a3-4ffd-b283-33aaef1ea9df",
        "17fb33d0-4e37-41e5-abf3-e8fbf07c780a"
      ],
      "mappedSkills": [
        "43dace56-2801-4d6d-a802-055fd4f25174",
        "d52446e6-8c6e-416a-a788-7cd67a718802",
        "dc07c6b3-9ef2-4398-b763-08be6ef511a9",
        "c7bce09e-50cf-4960-bd38-4ab6e4fe5206"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-01-21T00:00:00"
}