{
  "templateType": "Apprenticeship Standard",
  "larsCode": 528,
  "referenceNumber": "ST0525",
  "learningAimClassCode": "",
  "title": "Creative industries production manager",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0525",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-04-08T00:00:00",
  "earliestStartDate": "2019-12-18T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Takes responsibility for all the organisational aspects of production schedule and/or budget.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 8000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "Production manager",
    "Degree",
    "creative and design",
    "production design",
    "organisational",
    "theatre"
  ],
  "jobRoles": [
    "Production accountant",
    "Production manager",
    "Stage manager",
    "Line producer",
    "Post production supervisor",
    "Post producer",
    "Bookings manager"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/ujvnjnwf/st0525_creative-industries-production-manager_l7_ap-for-publication_231023.pdf",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.3 Media and communication",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;&lt;strong&gt;Typical roles: &lt;/strong&gt;Production Accountant, Production Manager, Stage Manager, Line Producer, Post Production Supervisor, Post Producer, Bookings Manager&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;OCCUPATION: Creative industries production management&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;A production manager is the person who takes responsibility for all the organisational aspects of production schedule and/or budget. A production manager can work across all genres in film, television, commercials, VFX, post-production, animation and live performance art production. They may be work in a production office, on set/stage, in a studio or on location in the UK or internationally.&#160;A production manager may be employed by television or film production companies, VFX or post-production facilities, or theatres and performance venues. The production manager role varies according to the part of the production process that they work, and which area or genre they choose to specialise in. The production manager’s role in production is to support the realisation of the creative team’s vision; the producer, the director, writer, set designer, costume supervisor, theatre technicians, sound recordist, VFX supervisor, animation supervisor and/or camera crew. The production manager has responsibility for the practicalities of running a production; including the preparation of production schedules or script breakdowns, to ensure that enough time is allocated for all aspects of the production process, and to manage the productions resources including personnel.&#160;In post production and VFX, they provide the link between production company and the supplier to deliver people and resources to complete the project. If they specialise in Production Accounting, they will be responsible for the financial management of a production. Production managers need to be sensitive to the creative process, have negotiation skills, and to be able to identify and offer solutions to problems as they occur. This role may involve out of hours or irregular working or travel.&lt;/p&gt;\n&lt;p&gt;This is a core and options apprenticeship Standard; all learners will undertake the core element of the apprenticeship and then they will choose to specialise in one of four key creative production areas which are listed below:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Option 1&#160; Production Accounting - The Production Manager working in Production Accounting is part of a team of Production Accountants and Assistant Production Accountants who, although being part of the wider finance community, are embedded within production departments working closely with the Production Management teams. They are responsible for managing the financial control of a slate of productions and/or providing financial support on a more dedicated basis to a more complex production.&lt;/li&gt;\n&lt;li&gt;Option 2 Film, TV and Short Form Production – Overseeing all operational and logistical elements of the production, the Production Manager working in Film or TV or Short Form productions, leads the production team and in some cases may manage Junior Production Managers and&#160; Production Co-ordinators. They plan out the production workflow process from pre-production to delivery of the final content which could be a film, television programme or commercial.&lt;/li&gt;\n&lt;li&gt;Option 3 Option 3 VFX, Post-Production and Animation - The Post Production Manager works closely with the Producer and Supervisors on a project to create, implement and run the schedule, tracking and managing the workflow through departments and ensuring that the project meets both internal and external deadlines. The Production Manager leads or schedules the production team on a day-to-day basis and may manage junior line producers, bookings assistants and production co-ordinators. In some facilities the Production Manager may take on budgetary and client facing responsibilities.&lt;/li&gt;\n&lt;li&gt;Option 4 Live Performance Art Production – The Production Manager working in Live Performance Art Production supports the Technical Director to ensure the most effective use of resources and systems to realise all the technical elements of designs for productions, within the agreed budget, time and technical parameters. This may include Live Performance Art Productions held in theatres, national and international touring venues and non-traditional venues.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Level &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship is set at Level 7.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;There are no set entry requirements for this apprenticeship, although typically, this role is likely to be taken up by someone who already has previous experience of technical theatre, production co-ordination or production accounting.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without English and Mathematics at level 2 must achieve level 2 prior to taking their End Point Assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3, and British Sign Language qualifications are an alternative to English qualifications for those whom this is their primary language.&#160;&#160; Apprentices without level 2 English and Maths will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprenticeship will typically take 18-24 months to complete.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;After 3 years.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;CORE SKILLS &amp;amp; KNOWLEDGE FOR ALL OPTIONS&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;A Production manager knows and understands:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How to analyse and interpret a creative brief/idea into a production schedule and budget&lt;/li&gt;\n&lt;li&gt;Organisational vision culture and values, the impact on reputation and brand&lt;/li&gt;\n&lt;li&gt;Organisational structures and the hierarchy of a production team, production departments and the reporting lines within the group&lt;/li&gt;\n&lt;li&gt;Organisational/team dynamics and how to build engagement, motivation and develop high performance, agile and collaborative cultures&lt;/li&gt;\n&lt;li&gt;How to manage conflict within a production environment&lt;/li&gt;\n&lt;li&gt;The legal, ethical and environmental policies and practices applicable to production management resourcing, including recruitment and people management and sustainability such as carbon calculators&lt;/li&gt;\n&lt;li&gt;The legal and regulatory requirements which apply to content production such as copyright, intellectual property rights, safeguarding&lt;/li&gt;\n&lt;li&gt;Financial governance and legal requirements, and production procurement strategies&lt;/li&gt;\n&lt;li&gt;The importance and legal requirements of, production insurance policies and completion financing&lt;/li&gt;\n&lt;li&gt;The ways in which a complex organisational project may be analysed&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;A Production manager is able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Determine the resourcing requirements for a production and apply the correct procedures and processes to procure and contract the resources (such as staff, Logistics, equipment, catering)&lt;/li&gt;\n&lt;li&gt;Manage within the production team and acting as first point of contact, liaiseg with the creative team as required; delegate tasks, set goals and accountabilities, provide clear guidance and monitor progress on productions&lt;/li&gt;\n&lt;li&gt;Work collaboratively to build rapport and trust with the production crew to ensure the production is on schedule and on budget&lt;/li&gt;\n&lt;li&gt;Establish and manage complex relationships with multiple colleagues, customers, suppliers and professional networks&lt;/li&gt;\n&lt;li&gt;Provide effective financial control and management of budgets on productions, providing regular cost reports, timely and expert advice on budgetary control including potential overspends to the wider production management team&lt;/li&gt;\n&lt;li&gt;Effectively manage the day to day running of the production schedule; putting measures in place for potential issues and allowing for contingencies&lt;/li&gt;\n&lt;li&gt;Ensure Health and Safety legislation and organisational guidelines are adhered to on productions such as documented risk assessments, safety and security policies&lt;/li&gt;\n&lt;li&gt;Ensure production deadlines are met in line with production requirements such as delivery schedules, and industry standards&lt;/li&gt;\n&lt;li&gt;Effectively present and communicate complex information both verbally and in writing to varied audiences; able to apply influencing and persuading skills to personal interactions&lt;/li&gt;\n&lt;li&gt;Maintain a high degree of accuracy and attention to detail in line with regulatory requirements for productions&lt;/li&gt;\n&lt;li&gt;Proactively develop and maintain own professional competence and manage own continuing professional development (CPD)&lt;/li&gt;\n&lt;li&gt;Operate within and adhere to agreed organisational policies, standards and procedures&lt;/li&gt;\n&lt;li&gt;Provide progress reports to senior management regarding the production, flagging any issues as and when they arise and presenting potential solutions&lt;/li&gt;\n&lt;li&gt;Analyse and evaluate the key issues and processes relating to the management of creative projects to ensure continuous improvement&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Option 1 Production Accounting&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;A Production Accountant in Production knows and understands:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The principles of accounting and bookkeeping including double entry bookkeeping&lt;/li&gt;\n&lt;li&gt;The core elements of personal and business taxation and accounting principles, including application of VAT, Payroll Taxes and UK Tax Relief for Film and TV&#160;&lt;/li&gt;\n&lt;li&gt;The legal requirements when working in different countries, when to work with local experts and how to manage foreign currencies&lt;/li&gt;\n&lt;li&gt;How to accurately estimate the likely upcoming spend and the implications of changes to the budget, schedule and cash flow, and the effect on the estimated total cost of production&lt;/li&gt;\n&lt;li&gt;The role of production finance within a media organisation and the financial conventions in production; how to analyse cost drivers and the reasons for accurate cost control and forecasting&lt;/li&gt;\n&lt;li&gt;The importance of editorial and scheduling decisions and the impact of these on a financial planning and cashflow&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;A Production Accountant in Production is able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Ensure that the accurate provision of accruals and commitments are made throughout the production lifecycle to support effective cost management of productions&lt;/li&gt;\n&lt;li&gt;Manage UK and foreign film and TV tax incentives and reliefs effectively&lt;/li&gt;\n&lt;li&gt;Manage expectations, balancing creative aspirations with financial and resource constraints; able to provide costings based on various scenarios after analysing a script&lt;/li&gt;\n&lt;li&gt;Ensure the finance team accurately record and process the financial transactions and data at the appropriate level using the production’s standard tools and processes&lt;/li&gt;\n&lt;li&gt;Finalise all financial records relating to the production and fully prepare for an independent audit; is able to analyse and correct any accounting errors and complete all required reconciliations&lt;/li&gt;\n&lt;li&gt;Establish and maintain an audit trail for all work undertaken, liaising with auditors as required&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Option 2 Film, Television and Short Form Production&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;A Production Manager in Film, TV or Short Form Production knows and understands:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The end-to-end production workflow from pre-production through to distribution, and how the stages of production and departments interact&lt;/li&gt;\n&lt;li&gt;The key issues and challenges relating to multiplatform and/or media asset management in production management&lt;/li&gt;\n&lt;li&gt;The principles of acquisition, studio production, outside broadcasting, editing, processing and visual special effects&lt;/li&gt;\n&lt;li&gt;The post production process for delivering to a variety of broadcasters, using production and post production methods such as live action, clip based and animation&lt;/li&gt;\n&lt;li&gt;The elements of channel/brand identity and how they are applied&lt;/li&gt;\n&lt;li&gt;International production requirements such as language versioning and delivery standard conversions&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;A Production Manager in Film, TV or Short Form Production is able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Plan the production workflow and agree the timelines and responsibilities with each department&lt;/li&gt;\n&lt;li&gt;Plan content for a multiplatform project including international deliveries&lt;/li&gt;\n&lt;li&gt;Ensure that all content is cleared for the relevant rights required such as music and archive material&lt;/li&gt;\n&lt;li&gt;Evaluate and monitor the key issues and risks relating to compliance, delivery standards, rights, finance, budgeting and editorial policy&lt;/li&gt;\n&lt;li&gt;Identify, plan and source production and post production resources such as editing, sound and visual effects in a cost-effective and time-effective manner relative to the nature of the project&lt;/li&gt;\n&lt;li&gt;Ensure the content produced meets industry technical requirements and production delivery standards such as format and quality&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Option 3 VFX, Post-Production or Animation option&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;A Production Manager in&lt;/strong&gt; &lt;strong&gt;VFX, Post-Production or Animation knows and understands:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How to produce, maintain and troubleshoot a project plan that delivers client objectives whilst setting internal targets&lt;/li&gt;\n&lt;li&gt;The workflow of both live-action and CG based projects and the functions of relevant departments within that workflow and how to best deploy that workflow for the needs of a particular project&lt;/li&gt;\n&lt;li&gt;How to utilize, create and develop project management tools, databases and software such as Shotgun, Filemaker, MS Project, Excel or scheduling systems etc.&lt;/li&gt;\n&lt;li&gt;The specialist technology and software used for post production workflows&lt;/li&gt;\n&lt;li&gt;Approaches to vendor, client and internal colleague (including global sites) relationship management including negotiating, influencing and effective networking&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;A Production Manager in VFX, Post-Production or Animation Production is able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Make informed and project critical decisions on resource allocations relating to post production&lt;/li&gt;\n&lt;li&gt;Manage the production coordinator(s) and ensure that the logistics of the project are well organised&lt;/li&gt;\n&lt;li&gt;Communicate effectively with the technical team sharing information regarding any faults, ‘work arounds’ or upgrades&lt;/li&gt;\n&lt;li&gt;Liaise with Technical Support and assist in the resolution of any issues which arise within the technical areas to ensure that a high service level is maintained at all times&lt;/li&gt;\n&lt;li&gt;Actualise work orders to track completed work and prepare cost reports or invoices&lt;/li&gt;\n&lt;li&gt;Ensure the content produced meets industry technical requirements and post production delivery standards such as format and quality&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Option 4 Live Performance Art&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;A Production Manager in Live Performance Art Production knows and understands: &lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Different forms of live performance art and the individual challenges they pose, including plays, musicals, dance, opera and site-specific performance&lt;/li&gt;\n&lt;li&gt;The theatre production process from inception to staging including model showing, costings and rehearsal planning, through to technical rehearsals and previews&lt;/li&gt;\n&lt;li&gt;The technical roles and departments within the industry such as Lighting, Sound, Video, and Stage Management&lt;/li&gt;\n&lt;li&gt;The equipment and techniques used within these roles and departments&lt;/li&gt;\n&lt;li&gt;The construction methods used to build scenery and the suitability of materials that can be used&lt;/li&gt;\n&lt;li&gt;How to carry out technical surveys of venues to ensure these are suitable for the production&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;A Production Manager in Live Performance Art Production is able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Analyse and interpret scale models and technical drawings, along with an ability to draw basic technical drawings both by hand and in CAD programmes&lt;/li&gt;\n&lt;li&gt;Apply specific Health &amp;amp; Safety legislation including Construction (Design and Management) regulations (CDM) and the local authority requirements to secure the licencing of productions&lt;/li&gt;\n&lt;li&gt;Produce and distribute technical design information to departments and contractors&lt;/li&gt;\n&lt;li&gt;Liaise with departments and specialist contractors regarding designs&lt;/li&gt;\n&lt;li&gt;Manage the delivery of physical aspects of the production, from design through fit up to press night&lt;/li&gt;\n&lt;li&gt;Manage touring productions including preparing seating and technical briefs and liaising with venue technical departments&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours all options&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Professionalism: &lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Integrity, honesty and reliability - Maintains professional conduct so as to enhance the credibility and reputation of creative industries production management. Uphold ethics and maintain respect when dealing with others.&lt;/li&gt;\n&lt;li&gt;Adaptability and flexibility - Adapts positively to changing work priorities and patterns, ensuring key production deadlines continue to be met.&lt;/li&gt;\n&lt;li&gt;Resilience and proactivity - Displays tenacity and proactivity in the way they go about their role, dealing positively with setbacks when they occur on a production.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Creativity:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Creative thinking - Conceptualises creative ideas and the creative vision for the production. Analyses problems, and uses initiative and innovation to provide creative solutions and opportunities for the production.&lt;/li&gt;\n&lt;/ul&gt;",
  "occupationalSummary": "&lt;p&gt;A production manager is the person who takes responsibility for all the organisational aspects of production schedule and/or budget. A production manager can work across all genres in film, television, commercials, VFX, post-production, animation and live performance art production. They may be work in a production office, on set/stage, in a studio or on location in the UK or internationally. A production manager may be employed by television or film production companies, VFX or post-production facilities, or theatres and performance venues. The production manager role varies according to the part of the production process that they work, and which area or genre they choose to specialise in. The production manager’s role in production is to support the realisation of the creative team’s vision; the producer, the director, writer, set designer, costume supervisor, theatre technicians, sound recordist, VFX supervisor, animation supervisor and/or camera crew. The production manager has responsibility for the practicalities of running a production; including the preparation of production schedules or script breakdowns, to ensure that enough time is allocated for all aspects of the production process, and to manage the productions resources including personnel. In post production and VFX, they provide the link between production company and the supplier to deliver people and resources to complete the project. If they specialise in Production Accounting, they will be responsible for the financial management of a production. Production managers need to be sensitive to the creative process, have negotiation skills, and to be able to identify and offer solutions to problems as they occur. This role may involve out of hours or irregular working or travel.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "60248a1e-5f0e-4988-9601-78397db31c8a",
      "detail": "How to analyse and interpret a creative brief/idea into a production schedule and budget"
    },
    {
      "knowledgeId": "2df369ce-3cd0-46df-81d3-402f5589c58d",
      "detail": "Organisational vision culture and values, the impact on reputation and brand"
    },
    {
      "knowledgeId": "bd8d8038-1b63-4037-b524-922d16ee91da",
      "detail": "Organisational structures and the hierarchy of a production team, production departments and the reporting lines within the group"
    },
    {
      "knowledgeId": "260a0dbf-2c93-408a-9728-032f9be03574",
      "detail": "Organisational/team dynamics and how to build engagement, motivation and develop high performance, agile and collaborative cultures"
    },
    {
      "knowledgeId": "cc4db457-9712-4f15-8639-d422297f8331",
      "detail": "How to manage conflict within a production environment"
    },
    {
      "knowledgeId": "4c40a8ef-40f4-4933-8c68-f5e7b6daa8ad",
      "detail": "The legal, ethical and environmental policies and practices applicable to production management resourcing, including recruitment and people management and sustainability such as carbon calculators"
    },
    {
      "knowledgeId": "f55b7e8c-bcf7-41d1-896d-3fcfbdf436fa",
      "detail": "The legal and regulatory requirements which apply to content production such as copyright, intellectual property rights, safeguarding"
    },
    {
      "knowledgeId": "50b9a809-ed30-480b-84e6-70571c403773",
      "detail": "Financial governance and legal requirements, and production procurement strategies"
    },
    {
      "knowledgeId": "e3f3d5b6-fe18-44d9-b52a-d3dcf490f098",
      "detail": "The importance and legal requirements of, production insurance policies and completion financing"
    },
    {
      "knowledgeId": "8d0c8546-a4ef-4271-9907-0f0487ba9d11",
      "detail": "The ways in which a complex organisational project may be analysed"
    },
    {
      "knowledgeId": "26c9eef6-fe11-43bc-a7ed-9d87629c2082",
      "detail": "The principles of accounting and bookkeeping including double entry bookkeeping"
    },
    {
      "knowledgeId": "8ebc271a-5cad-43ca-b902-71e704dd314a",
      "detail": "The core elements of personal and business taxation and accounting principles, including application of VAT, Payroll Taxes and UK Tax Relief for Film and TV"
    },
    {
      "knowledgeId": "a46de282-e523-48d1-9cac-b33a725b8ca1",
      "detail": "The legal requirements when working in different countries, when to work with local experts and how to manage foreign currencies"
    },
    {
      "knowledgeId": "75a64552-f452-4846-b557-a6f727afcecf",
      "detail": "How to accurately estimate the likely upcoming spend and the implications of changes to the budget, schedule and cash flow, and the effect on the estimated total cost of production"
    },
    {
      "knowledgeId": "aa4de6c5-fbbc-4a3a-8845-bbe6a93ba7c2",
      "detail": "The role of production finance within a media organisation and the financial conventions in production; how to analyse cost drivers and the reasons for accurate cost control and forecasting"
    },
    {
      "knowledgeId": "8fbe4c77-c516-4d86-a556-0badf5bdc8a3",
      "detail": "The importance of editorial and scheduling decisions and the impact of these on a financial planning and cashflow"
    },
    {
      "knowledgeId": "3bb26913-0435-4cb5-8603-57f553450f11",
      "detail": "The end-to-end production workflow from pre-production through to distribution, and how the stages of production and departments interact"
    },
    {
      "knowledgeId": "5ea6a42d-6409-4bb2-8120-f78dbe4dd37b",
      "detail": "The key issues and challenges relating to multiplatform and/or media asset management in production management"
    },
    {
      "knowledgeId": "89d80f6b-c7b6-486d-ad10-289f82ffca83",
      "detail": "The principles of acquisition, studio production, outside broadcasting, editing, processing and visual special effects"
    },
    {
      "knowledgeId": "b53f8d65-85b4-4f00-b001-8f8ba502ece5",
      "detail": "The post production process for delivering to a variety of broadcasters, using production and post production methods such as live action, clip based and animation"
    },
    {
      "knowledgeId": "c6729b0d-63a4-40c9-bdab-60ed8ef4d973",
      "detail": "The elements of channel/brand identity and how they are applied"
    },
    {
      "knowledgeId": "0f8b03f9-550b-478d-8e66-9e1453768e9c",
      "detail": "International production requirements such as language versioning and delivery standard conversions"
    },
    {
      "knowledgeId": "7dd7fdcc-a555-496f-879d-454274e1cee7",
      "detail": "How to produce, maintain and troubleshoot a project plan that delivers client objectives whilst setting internal targets"
    },
    {
      "knowledgeId": "05668b1e-9872-48ec-8239-1196a7e1dc39",
      "detail": "The workflow of both live-action and CG based projects and the functions of relevant departments within that workflow and how to best deploy that workflow for the needs of a particular project"
    },
    {
      "knowledgeId": "22d6b0f0-bf02-42a5-941c-587783d3a39a",
      "detail": "How to utilize, create and develop project management tools, databases and software such as Shotgun, Filemaker, MS Project, Excel or scheduling systems etc."
    },
    {
      "knowledgeId": "a4f2c237-b6c6-4a3c-aa10-76928fee2ea7",
      "detail": "The specialist technology and software used for post production workflows"
    },
    {
      "knowledgeId": "ffcea33a-93a5-42d3-b46e-6f3792b77cca",
      "detail": "Approaches to vendor, client and internal colleague (including global sites) relationship management including negotiating, influencing and effective networking"
    },
    {
      "knowledgeId": "05296ea4-231d-43f5-830d-363006e3cb4b",
      "detail": "Different forms of live performance art and the individual challenges they pose, including plays, musicals, dance, opera and site-specific performance"
    },
    {
      "knowledgeId": "f0e71c8f-df30-4cde-b484-a050c7b4b187",
      "detail": "The theatre production process from inception to staging including model showing, costings and rehearsal planning, through to technical rehearsals and previews"
    },
    {
      "knowledgeId": "071813d5-50fb-4aa8-be8e-8b3376606735",
      "detail": "The technical roles and departments within the industry such as Lighting, Sound, Video, and Stage Management"
    },
    {
      "knowledgeId": "cff4e777-c45e-4cc9-9e71-863c20a1496b",
      "detail": "The equipment and techniques used within these roles and departments"
    },
    {
      "knowledgeId": "a6022cc4-2751-42e3-9099-b6831b9104c5",
      "detail": "The construction methods used to build scenery and the suitability of materials that can be used"
    },
    {
      "knowledgeId": "14b78745-10fa-4aee-ba11-aeed83f2355b",
      "detail": "How to carry out technical surveys of venues to ensure these are suitable for the production"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "45ac5237-f614-409b-a041-7597f0186369",
      "detail": "Integrity, honesty and reliability - Maintains professional conduct so as to enhance the credibility and reputation of creative industries production management. Uphold ethics and maintain respect when dealing with others."
    },
    {
      "behaviourId": "bcaac540-45fb-45fb-a538-9dd6c9fa8558",
      "detail": "Adaptability and flexibility - Adapts positively to changing work priorities and patterns, ensuring key production deadlines continue to be met."
    },
    {
      "behaviourId": "4328211d-9493-442e-9625-c6532cf1ad6c",
      "detail": "Resilience and proactivity - Displays tenacity and proactivity in the way they go about their role, dealing positively with setbacks when they occur on a production."
    },
    {
      "behaviourId": "15c015fb-9bbd-4ae0-aaa1-8e59758e514f",
      "detail": "Creative thinking - Conceptualises creative ideas and the creative vision for the production. Analyses problems, and uses initiative and innovation to provide creative solutions and opportunities for the production."
    }
  ],
  "skills": [
    {
      "skillId": "8950b5ba-449a-4a10-bc1b-30613ec0ba55",
      "detail": "Determine the resourcing requirements for a production and apply the correct procedures and processes to procure and contract the resources (such as staff, Logistics, equipment, catering)"
    },
    {
      "skillId": "7217bbeb-face-43e9-97f6-cd93a201ac46",
      "detail": "Manage within the production team and acting as first point of contact, liaise with the creative team as required; delegate tasks, set goals and accountabilities, provide clear guidance and monitor progress on productions"
    },
    {
      "skillId": "0457f238-20e5-4a5f-97b5-f0814f8bd2de",
      "detail": "Work collaboratively to build rapport and trust with the production crew to ensure the production is on schedule and on budget"
    },
    {
      "skillId": "ed89e00e-16ee-4539-863e-006d7ffb8d15",
      "detail": "Establish and manage complex relationships with multiple colleagues, customers, suppliers and professional networks"
    },
    {
      "skillId": "6842a59b-b262-47b0-b5b3-4c8a0823b0ce",
      "detail": "Provide effective financial control and management of budgets on productions, providing regular cost reports, timely and expert advice on budgetary control including potential overspends to the wider production management team"
    },
    {
      "skillId": "922ca1fc-6359-45ae-9589-6caf9df1ae38",
      "detail": "Effectively manage the day to day running of the production schedule; putting measures in place for potential issues and allowing for contingencies"
    },
    {
      "skillId": "f6f9e56e-2416-4292-9a5a-70eafb7c9a8c",
      "detail": "Ensure Health and Safety legislation and organisational guidelines are adhered to on productions such as documented risk assessments, safety and security policies"
    },
    {
      "skillId": "c9f6f27a-0f9b-4469-b916-047662f21244",
      "detail": "Ensure production deadlines are met in line with production requirements such as delivery schedules, and industry standards"
    },
    {
      "skillId": "298a4eff-b26d-4a74-9c2b-512378b578f1",
      "detail": "Effectively present and communicate complex information both verbally and in writing to varied audiences; able to apply influencing and persuading skills to personal interactions"
    },
    {
      "skillId": "6bbadee1-d7a2-4350-8c95-170e59c6c01f",
      "detail": "Maintain a high degree of accuracy and attention to detail in line with regulatory requirements for productions"
    },
    {
      "skillId": "794f1459-48c0-447a-af8b-103493838a8c",
      "detail": "Proactively develop and maintain own professional competence and manage own continuing professional development (CPD)"
    },
    {
      "skillId": "f43e3413-ae13-4679-ae80-7faaabc5c3c1",
      "detail": "Operate within and adhere to agreed organisational policies, standards and procedures"
    },
    {
      "skillId": "0721ad89-d8fe-413f-995d-0f4a53567f82",
      "detail": "Provide progress reports to senior management regarding the production, flagging any issues as and when they arise and presenting potential solutions"
    },
    {
      "skillId": "ada7ea9b-a11d-4164-ba96-0c16c22cbf0a",
      "detail": "Analyse and evaluate the key issues and processes relating to the management of creative projects to ensure continuous improvement"
    },
    {
      "skillId": "ac814bdc-a5cb-46db-a4aa-99d8c894f761",
      "detail": "Ensure that the accurate provision of accruals and commitments are made throughout the production lifecycle to support effective cost management of productions"
    },
    {
      "skillId": "56f64370-0ba2-4a22-a02a-2d0229d12ea0",
      "detail": "Manage UK and foreign film and TV tax incentives and reliefs effectively"
    },
    {
      "skillId": "55c05a73-8f77-47ff-b7cb-90253cc365e4",
      "detail": "Manage expectations, balancing creative aspirations with financial and resource constraints; able to provide costings based on various scenarios after analysing a script"
    },
    {
      "skillId": "03c04a8f-5395-43e3-82cf-4bd27fb67402",
      "detail": "Ensure the finance team accurately record and process the financial transactions and data at the appropriate level using the production’s standard tools and processes"
    },
    {
      "skillId": "c88342a1-dff7-4946-8919-5ae036a0f9af",
      "detail": "Finalise all financial records relating to the production and fully prepare for an independent audit; is able to analyse and correct any accounting errors and complete all required reconciliations"
    },
    {
      "skillId": "e867ade1-65ae-411b-93dd-e4d40ac6afc6",
      "detail": "Establish and maintain an audit trail for all work undertaken, liaising with auditors as required"
    },
    {
      "skillId": "cde0a751-eb99-4b54-b8f8-773f32a9304b",
      "detail": "Plan the production workflow and agree the timelines and responsibilities with each department"
    },
    {
      "skillId": "c753239f-a4a9-4ebd-af07-89634ccb669f",
      "detail": "Plan content for a multiplatform project including international deliveries"
    },
    {
      "skillId": "3fd1997b-b1fb-4567-8a04-26973cd30a35",
      "detail": "Ensure that all content is cleared for the relevant rights required such as music and archive material"
    },
    {
      "skillId": "d31711b3-5f4c-4762-8c7a-06ca0757d68f",
      "detail": "Evaluate and monitor the key issues and risks relating to compliance, delivery standards, rights, finance, budgeting and editorial policy"
    },
    {
      "skillId": "853eab3a-6e9b-44ef-b815-0c764df8e6ec",
      "detail": "Identify, plan and source production and post production resources such as editing, sound and visual effects in a cost-effective and time-effective manner relative to the nature of the project"
    },
    {
      "skillId": "86dffd01-df8e-4769-9deb-d1bf3478cafd",
      "detail": "Ensure the content produced meets industry technical requirements and production delivery standards such as format and quality"
    },
    {
      "skillId": "4b3cd69d-9a4f-4f29-99ed-f32a8bb44523",
      "detail": "Make informed and project critical decisions on resource allocations relating to post production"
    },
    {
      "skillId": "6f09b9ad-e4a3-4938-959d-8f2efcd1d7f8",
      "detail": "Manage the production coordinator(s) and ensure that the logistics of the project are well organised"
    },
    {
      "skillId": "a5ba7764-a326-475e-bf2c-9630d8e5815b",
      "detail": "Communicate effectively with the technical team sharing information regarding any faults, ‘work arounds’ or upgrades"
    },
    {
      "skillId": "2f7df1b7-1632-4d3c-be20-1a1c1e85f6cb",
      "detail": "Liaise with Technical Support and assist in the resolution of any issues which arise within the technical areas to ensure that a high service level is maintained at all times"
    },
    {
      "skillId": "47c7e024-ef06-4bff-b9e9-eddfee625209",
      "detail": "Actualise work orders to track completed work and prepare cost reports or invoices"
    },
    {
      "skillId": "78ee1540-8c88-4abb-8239-604b578b5586",
      "detail": "Ensure the content produced meets industry technical requirements and post production delivery standards such as format and quality"
    },
    {
      "skillId": "81c75e2b-b94c-4011-a5d8-5173e8468112",
      "detail": "Analyse and interpret scale models and technical drawings, along with an ability to draw basic technical drawings both by hand and in CAD programmes"
    },
    {
      "skillId": "315e053c-e782-41dd-a978-512d43d5ec9d",
      "detail": "Apply specific Health & Safety legislation including Construction (Design and Management) regulations (CDM) and the local authority requirements to secure the licencing of productions"
    },
    {
      "skillId": "e4daeaf6-ad1e-4756-9483-e8ebd6ef5893",
      "detail": "Produce and distribute technical design information to departments and contractors"
    },
    {
      "skillId": "89029cd9-c344-4f3b-b6f3-bc091b64f2eb",
      "detail": "Liaise with departments and specialist contractors regarding designs"
    },
    {
      "skillId": "21b0086a-1ae0-4e5c-ad80-49bb7debaf97",
      "detail": "Manage the delivery of physical aspects of the production, from design through fit up to press night"
    },
    {
      "skillId": "813a2df0-aab5-4fbf-9448-95f89cb1e16e",
      "detail": "Manage touring productions including preparing seating and technical briefs and liaising with venue technical departments"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Live Performance Art Production",
    "Production Accounting",
    "VFX, Post-Production & Animation",
    "Film, Television & Short Form Production"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-12-18T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0111",
  "tbMainContact": "Nicole.Suter@screenskills.com ",
  "involvedEmployers": "BBC, Betty, BFBS, Boomerang, Channel 4, Creative Skillset, Framestore, IFA,ITV,Lime Pictures, Moneypenny, National Theatre, Production Guild, Red Bee Media Ericsson, Resource Productions.",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Production accountant",
    "Production manager",
    "Stage manager",
    "Line producer",
    "Post production supervisor",
    "Post producer",
    "Bookings manager"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Media, Broadcast and Production",
  "cluster": "Media, Broadcast and Production Professional",
  "clusterId": "29",
  "clusterDescription": "Leadership, management, and the application technology of resources to create, produce and deliver broadcast content and artistic productions, often requiring specialist expertise",
  "createdDate": "2017-11-14T17:10:14 +00:00",
  "lastUpdated": "2022-04-08T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-12-18T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised or adjusted. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeships being revised or adjusted are available in the revisions and adjustments status report. ",
  "occupationCode": "OCC0525",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0525-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0525-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "1a602100-2725-4981-a211-20256095fedd",
      "title": "Live Performance Art Production",
      "occupationCode": "OCC0525B"
    },
    {
      "optionId": "6b30e58b-7412-42d9-b529-0d1dfafd86bc",
      "title": "Production Accounting",
      "occupationCode": "OCC0525C"
    },
    {
      "optionId": "f31218bb-a3ad-4a2e-ba45-dae1513fd23e",
      "title": "VFX, Post-Production & Animation",
      "occupationCode": "OCC0525D"
    },
    {
      "optionId": "9c603ef9-f2bd-4abf-9075-47a9e3b3c944",
      "title": "Film, Television & Short Form Production",
      "occupationCode": "OCC0525A"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "45ac5237-f614-409b-a041-7597f0186369",
        "bcaac540-45fb-45fb-a538-9dd6c9fa8558",
        "4328211d-9493-442e-9625-c6532cf1ad6c",
        "15c015fb-9bbd-4ae0-aaa1-8e59758e514f"
      ],
      "mappedKnowledge": [
        "60248a1e-5f0e-4988-9601-78397db31c8a",
        "2df369ce-3cd0-46df-81d3-402f5589c58d",
        "260a0dbf-2c93-408a-9728-032f9be03574",
        "cc4db457-9712-4f15-8639-d422297f8331",
        "4c40a8ef-40f4-4933-8c68-f5e7b6daa8ad",
        "f55b7e8c-bcf7-41d1-896d-3fcfbdf436fa",
        "50b9a809-ed30-480b-84e6-70571c403773",
        "e3f3d5b6-fe18-44d9-b52a-d3dcf490f098",
        "8d0c8546-a4ef-4271-9907-0f0487ba9d11"
      ],
      "mappedSkills": [
        "8950b5ba-449a-4a10-bc1b-30613ec0ba55",
        "7217bbeb-face-43e9-97f6-cd93a201ac46",
        "0457f238-20e5-4a5f-97b5-f0814f8bd2de",
        "ed89e00e-16ee-4539-863e-006d7ffb8d15",
        "6842a59b-b262-47b0-b5b3-4c8a0823b0ce",
        "922ca1fc-6359-45ae-9589-6caf9df1ae38",
        "f6f9e56e-2416-4292-9a5a-70eafb7c9a8c",
        "c9f6f27a-0f9b-4469-b916-047662f21244",
        "298a4eff-b26d-4a74-9c2b-512378b578f1",
        "6bbadee1-d7a2-4350-8c95-170e59c6c01f",
        "794f1459-48c0-447a-af8b-103493838a8c",
        "f43e3413-ae13-4679-ae80-7faaabc5c3c1",
        "0721ad89-d8fe-413f-995d-0f4a53567f82",
        "ada7ea9b-a11d-4164-ba96-0c16c22cbf0a"
      ]
    },
    {
      "coreOrOptionTitle": "Live Performance Art Production",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "05296ea4-231d-43f5-830d-363006e3cb4b",
        "f0e71c8f-df30-4cde-b484-a050c7b4b187",
        "071813d5-50fb-4aa8-be8e-8b3376606735",
        "cff4e777-c45e-4cc9-9e71-863c20a1496b",
        "a6022cc4-2751-42e3-9099-b6831b9104c5",
        "14b78745-10fa-4aee-ba11-aeed83f2355b"
      ],
      "mappedSkills": [
        "81c75e2b-b94c-4011-a5d8-5173e8468112",
        "315e053c-e782-41dd-a978-512d43d5ec9d",
        "e4daeaf6-ad1e-4756-9483-e8ebd6ef5893",
        "89029cd9-c344-4f3b-b6f3-bc091b64f2eb",
        "21b0086a-1ae0-4e5c-ad80-49bb7debaf97",
        "813a2df0-aab5-4fbf-9448-95f89cb1e16e"
      ]
    },
    {
      "coreOrOptionTitle": "Production Accounting",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "26c9eef6-fe11-43bc-a7ed-9d87629c2082",
        "8ebc271a-5cad-43ca-b902-71e704dd314a",
        "a46de282-e523-48d1-9cac-b33a725b8ca1",
        "75a64552-f452-4846-b557-a6f727afcecf",
        "aa4de6c5-fbbc-4a3a-8845-bbe6a93ba7c2",
        "8fbe4c77-c516-4d86-a556-0badf5bdc8a3"
      ],
      "mappedSkills": [
        "ac814bdc-a5cb-46db-a4aa-99d8c894f761",
        "56f64370-0ba2-4a22-a02a-2d0229d12ea0",
        "55c05a73-8f77-47ff-b7cb-90253cc365e4",
        "03c04a8f-5395-43e3-82cf-4bd27fb67402",
        "c88342a1-dff7-4946-8919-5ae036a0f9af",
        "e867ade1-65ae-411b-93dd-e4d40ac6afc6"
      ]
    },
    {
      "coreOrOptionTitle": "VFX, Post-Production & Animation",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "7dd7fdcc-a555-496f-879d-454274e1cee7",
        "05668b1e-9872-48ec-8239-1196a7e1dc39",
        "22d6b0f0-bf02-42a5-941c-587783d3a39a",
        "a4f2c237-b6c6-4a3c-aa10-76928fee2ea7",
        "ffcea33a-93a5-42d3-b46e-6f3792b77cca"
      ],
      "mappedSkills": [
        "4b3cd69d-9a4f-4f29-99ed-f32a8bb44523",
        "6f09b9ad-e4a3-4938-959d-8f2efcd1d7f8",
        "a5ba7764-a326-475e-bf2c-9630d8e5815b",
        "2f7df1b7-1632-4d3c-be20-1a1c1e85f6cb",
        "47c7e024-ef06-4bff-b9e9-eddfee625209",
        "78ee1540-8c88-4abb-8239-604b578b5586"
      ]
    },
    {
      "coreOrOptionTitle": "Film, Television & Short Form Production",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "3bb26913-0435-4cb5-8603-57f553450f11",
        "5ea6a42d-6409-4bb2-8120-f78dbe4dd37b",
        "89d80f6b-c7b6-486d-ad10-289f82ffca83",
        "b53f8d65-85b4-4f00-b001-8f8ba502ece5",
        "c6729b0d-63a4-40c9-bdab-60ed8ef4d973",
        "0f8b03f9-550b-478d-8e66-9e1453768e9c"
      ],
      "mappedSkills": [
        "cde0a751-eb99-4b54-b8f8-773f32a9304b",
        "c753239f-a4a9-4ebd-af07-89634ccb669f",
        "3fd1997b-b1fb-4567-8a04-26973cd30a35",
        "d31711b3-5f4c-4762-8c7a-06ca0757d68f",
        "853eab3a-6e9b-44ef-b815-0c764df8e6ec",
        "86dffd01-df8e-4769-9deb-d1bf3478cafd"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-04-08T00:00:00"
}