{
  "templateType": "Apprenticeship Standard",
  "larsCode": 581,
  "referenceNumber": "ST0543",
  "learningAimClassCode": "",
  "title": "Clinical dental technician (integrated)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0543",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan and funding band revised.",
  "changedDate": "2023-07-12T00:00:00",
  "earliestStartDate": "2023-07-12T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Provide a complete dentures direct to patients and other dental devices such as partial dentures to the prescription of a dentist.",
  "level": 5,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 17000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "dental",
    "medicine",
    "dentistry",
    "health",
    "science",
    "teeth"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/eyib1mq3/st0543_clinical-dental-technician_l5_epa_for-publication_10072023.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.1 Medicine and dentistry",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Clinical Dental Technicians (CDT) are General Dental Council (GDC) registered dental professionals who provide a complete dentures direct to patients and other dental devices such as partial dentures to the prescription of a dentist. &amp;nbsp;&amp;nbsp;The CDT role fits between that of a dental technician and a dentist.&amp;nbsp; Like a dental technician, they are able to make dentures in a laboratory but, unlike a dental technician, they have direct contact with patients.&amp;nbsp; Like a dentist, they are able to work in the mouth, taking impressions for the edentulous(1), dentate or patient with implants.&amp;nbsp; However, they are not able to prescribe to patients who have teeth and therefore work to prescriptions from the dentist as required. The CDT examines, assesses, provides treatment, gives advice and designs, manufactures, modifies and repairs custom-made dental appliances. Working as part of the dental team, they refer endentulous patients to a dentist if they need a treatment plan or if there are oral health concerns.&amp;nbsp;&amp;nbsp; Patients with natural teeth or implants must see a dentist before the CDT begins treatment.&amp;nbsp;&lt;/p&gt;\n&lt;h4&gt;Day to day activities include:&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;assessing patients or contributing to patient assessment including taking detailed dental and relevant medical history&lt;/li&gt;\n&lt;li&gt;treating acute oral conditions including prescribing and providing complete dentures directly to patients&lt;/li&gt;\n&lt;li&gt;responding to treatment plans and working closely with patient to identify the best solution for them&lt;/li&gt;\n&lt;li&gt;providing and fitting complete or partial dentures or other dental devices on prescription from a dentist&lt;/li&gt;\n&lt;li&gt;taking impressions, designing and/or manufacturing of a range of dental devices&lt;/li&gt;\n&lt;li&gt;fitting, modifying and repairing a range of dental devices&lt;/li&gt;\n&lt;li&gt;taking and processing radiographs or other images&lt;/li&gt;\n&lt;li&gt;advising and encouraging oral hygiene and care of dental devices&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their apprentices.&amp;nbsp; You must be a GDC registered dental technician to do this apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualification requirements:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;GDC approved level 5 qualification. Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional registration:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Clinical Dental Technicians are statutorily regulated health professionals.&amp;nbsp; They recognise and act within the General Dental Council (GDC) standards, ethical guidance, information governance and relevant laws.&amp;nbsp; On successful completion of an acceptable qualification the apprentice can apply to register with the GDC as a Clinical Dental Technician.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level: &lt;/strong&gt;5&lt;/h3&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;Typically 24 months&lt;/h3&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date: &lt;/strong&gt;After 3 years&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;258&quot; style=&quot;width: 258px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&amp;nbsp;Values&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;449&quot; style=&quot;width: 449px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;258&quot;&gt;\n&lt;p&gt;You will be trustworthy, caring, honest, responsible and committed&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;449&quot;&gt;\n&lt;p&gt;You will treat people with dignity and respect. You will work as part of a team, having the courage to challenge areas of concern and working to evidence based best practice. You will be reliable and consistent, taking responsibility for the integrity of your own actions and completed work.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;th&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;You will know and understand:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Care of the individual&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Treat people with dignity, respecting their choices, gaining valid consent for all treatments and respecting confidentiality.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Put the patients’ interests first when taking clinical decisions, maintaining a caring approach towards them.&lt;/li&gt;\n&lt;li&gt;Take detailed dental, social and medical history and keep full, accurate and contemporaneous patient records.&lt;/li&gt;\n&lt;li&gt;Carry out clinical examinations within your scope of practice, recognising abnormal oral mucosa(2)&amp;nbsp;and related underlying structures and refer patients, where necessary.&lt;/li&gt;\n&lt;li&gt;Manage safety, infection control and decontamination risks around the clinical environment and the dental laboratory in keeping with current regulations.&lt;/li&gt;\n&lt;li&gt;Perform effective patient assessment, diagnosis and treatment planning.&lt;/li&gt;\n&lt;li&gt;Demonstrate effective clinical decision making.&lt;/li&gt;\n&lt;li&gt;Give appropriate patient advice including patient referrals.&lt;/li&gt;\n&lt;li&gt;Provide clinical dental care as outlined in a treatment plan or prescription and plan the delivery in the most appropriate way.&lt;/li&gt;\n&lt;li&gt;Recognise and manage medical emergencies.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Legislation, policies and local ways of working related to your role&lt;/li&gt;\n&lt;li&gt;What valid consent, duty of care, safeguarding, diversity, equality and inclusion mean and why they are important&lt;/li&gt;\n&lt;li&gt;The needs of different patient groups including children, adults, older people and those with special needs.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Basic principles of population health, including demographic, social, UK and international oral health trends, determinants and inequalities of health and how they are measured.&lt;/li&gt;\n&lt;li&gt;why it is important to record and store information securely and confidentially&lt;/li&gt;\n&lt;li&gt;How to recognise abnormalities of the oral cavity, holistically and, when appropriate, raise concerns.&lt;/li&gt;\n&lt;li&gt;The range of normal human structures and functions with particular reference to oral disease and treatment.&lt;/li&gt;\n&lt;li&gt;The potential routes of transmission of infectious agents, mechanisms for prevention of infection, the scientific principles of decontamination and disinfection and relevance to health and safety.&lt;/li&gt;\n&lt;li&gt;Your role in the replacement of lost teeth.&lt;/li&gt;\n&lt;li&gt;The principles and practice of patient assessment in regard to dental devices and appliances&lt;/li&gt;\n&lt;li&gt;Principles of an evidence-based approach to learning, clinical professional practice and decision-making.&lt;/li&gt;\n&lt;li&gt;The need for more complex treatment and when to seek appropriate advice from the dentist.&lt;/li&gt;\n&lt;li&gt;Patient and public safety including relevant regulations for dental radiography&lt;/li&gt;\n&lt;li&gt;The types of medical emergency that may arise and ways to address them.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Dental prostheses&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Perform technical and clinical dental procedures for providing removable dental appliances, including assessing the patient’s mouth and tissues, and discussing with them the range of dentures or other removable dental devices that would best meet their needs&lt;/li&gt;\n&lt;li&gt;Take the appropriate impressions, ensuring they are fit for purpose&lt;/li&gt;\n&lt;li&gt;Design, manufacture and fit biomechanically sound complete or partial dentures, devices and appliances for the oral cavity according to prescription&lt;/li&gt;\n&lt;li&gt;Prescribe, provide or fit complete or partial dentures, sports mouth guards or other dental devices&amp;nbsp;including using the agreed procedures in design and manufacture of custom made devices&lt;/li&gt;\n&lt;li&gt;Advise the prescribing dentist on appropriate dental devices based on dentist input, while recognising oral limitations and their effect on devices.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Evaluate the need for more complex treatment and seek advice from the prescribing dentist.&lt;/li&gt;\n&lt;li&gt;Review and quality assure the devices from the clinical standpoint, including repairing or modifying custom made clinical dental devices to meet the needs of the patient.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;At the final fitting stage ensure that they are fit for purpose and the patient is aware of how to look after not only their dentures or other oral devices but their mouth in general. &amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Identify appropriate dental devices based on own diagnoses and/or dentist input, while recognising oral limitations and their effect on devices; how to work with the patient to ensure any teeth selected are a suitable colour and design.&lt;/li&gt;\n&lt;li&gt;Processes for taking impressions including bite registration devices and how to use this information when making up the next stage of denture construction.&lt;/li&gt;\n&lt;li&gt;How to fit or provide a range of devices and appliances for the oral cavity according to prescription including complete or partial dentures, sports guards and other prescribed dental devices&lt;/li&gt;\n&lt;li&gt;How the procedures you use in design and manufacture of custom-made devices; dentures, crowns, bridges, orthodontic (including CAD/ CAM &amp;amp; IT Solutions and the complexity of the denture attachment) influence the clinical relationship the device has with the patient’s mouth and existing teeth. Know and understand the how the use of CAD/CAM, IT solutions and emerging 3D Technology may be of use in appliance planning.&lt;/li&gt;\n&lt;li&gt;The limitations of your own role in relation to prescribing, fitting&amp;nbsp;and providing dental devices including complete or partial dentures, sports mouth guards and other appliances, including when you can only carry out activities based on a prescription from a dentist.&lt;/li&gt;\n&lt;li&gt;How design of devices contributes to restoration of functionality and oral health, including the possible biomechanical effects in the mouth caused by selecting and using different materials for custom made dental devices.&lt;/li&gt;\n&lt;li&gt;Ways to evaluate patients changing requirements and when to seek advice or refer patients to the prescribing dentist&lt;/li&gt;\n&lt;li&gt;Quality assurance processes; how to repair or modify a range of dental devices in line with the appropriate Medical Device Directive&lt;/li&gt;\n&lt;li&gt;Delivery of oral health care and preventive information to encourage self-care and motivation.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Communication&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;As the clinician responsible for the patient communicate effectively with and about patients, their representatives and the dental team.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Handle complaints effectively and within GDC guidelines.&lt;/li&gt;\n&lt;li&gt;Work as part of team, maintaining networks with colleagues and other professionals.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Be willing to give and receive effective and constructive feedback across the dental team.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;A range of methods of communicating with individuals across the age range including how to check you have been understood, barriers to communication and ways to overcome them.&lt;/li&gt;\n&lt;li&gt;Your role in communication with patients and wider team, including the importance of confidentiality&lt;/li&gt;\n&lt;li&gt;GDC Guidelines for Handling complaints&lt;/li&gt;\n&lt;li&gt;your role as part of the dental and wider multi-disciplinary team&lt;/li&gt;\n&lt;li&gt;your role in management, education and leadership&lt;/li&gt;\n&lt;li&gt;when to refer or escalate if something is outside of your scope of practice or experience&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Professional development&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Manage your own time, resources and personal behaviour including being proactive in your own development&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Industry standards, guidelines and GDC compliance requirements relating to your role, why it is important to commit to lifelong learning;&amp;nbsp; how to use a Personal Development Plan and personal reflection as a means of continuous improvement&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;blockquote&gt;1. Endentulous: Toothless, having lost the natural teeth.&lt;/blockquote&gt;\n&lt;blockquote&gt;2. Mucosa: a mucous membrane&lt;/blockquote&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [
    {
      "knowledgeId": "fe14713b-9089-43b1-b58c-b2cf451345be",
      "detail": "Legislation, policies and local ways of working related to your role."
    },
    {
      "knowledgeId": "40921e8f-67c0-4fd1-bec6-dae0a3bee5b2",
      "detail": "What valid consent, duty of care, safeguarding, diversity, equality and inclusion mean and why they are important."
    },
    {
      "knowledgeId": "f7646d96-9159-492c-b353-41e7fec688c3",
      "detail": "The needs of different patient groups including children, adults, older people and those with special needs. "
    },
    {
      "knowledgeId": "da8dd695-ddc8-4d8e-8384-467cef4e66de",
      "detail": "Basic principles of population health, including demographic, social, UK and international oral health trends, determinants and inequalities of health and how they are measured."
    },
    {
      "knowledgeId": "d2868be4-7c9b-4e0e-b0ca-559aca8dca71",
      "detail": "Why it is important to record and store information securely and confidentially"
    },
    {
      "knowledgeId": "a1439a8c-96cd-4367-a706-a66615b46d25",
      "detail": "How to recognise abnormalities of the oral cavity, holistically and, when appropriate, raise concerns."
    },
    {
      "knowledgeId": "030ea1cd-1139-4ac9-a4ba-7b517b29bf0d",
      "detail": "The range of normal human structures and functions with particular reference to oral disease and treatment."
    },
    {
      "knowledgeId": "5bd66955-4d07-4d77-834d-402e21ab3e61",
      "detail": "The potential routes of transmission of infectious agents, mechanisms for prevention of infection, the scientific principles of decontamination and disinfection and relevance to health and safety."
    },
    {
      "knowledgeId": "3f511850-ee9e-4667-b79e-c8d04f2cd0f5",
      "detail": "Your role in the replacement of lost teeth."
    },
    {
      "knowledgeId": "dbfad444-9237-43b8-8403-862a1db650be",
      "detail": "The principles and practice of patient assessment in regard to dental devices and appliances"
    },
    {
      "knowledgeId": "c7e73587-12ba-42a7-98ad-c41c10522145",
      "detail": "Principles of an evidence-based approach to learning, clinical professional practice and decision-making."
    },
    {
      "knowledgeId": "2292b797-22f2-4ddc-8497-45f906ebca70",
      "detail": "The need for more complex treatment and when to seek appropriate advice from the dentist."
    },
    {
      "knowledgeId": "816cbe38-1c9e-4d82-a901-aafe5d905639",
      "detail": "Patient and public safety including relevant regulations for dental radiography."
    },
    {
      "knowledgeId": "eb2c9ac1-9b51-43d4-9e59-9ef89602fe9a",
      "detail": "The types of medical emergency that may arise and ways to address them."
    },
    {
      "knowledgeId": "e9517707-3d5a-413f-a157-ac6a0112a4a4",
      "detail": "Identify appropriate dental devices based on own diagnoses and/or dentist input, while recognising oral limitations and their effect on devices; how to work with the patient to ensure any teeth selected are a suitable colour and design."
    },
    {
      "knowledgeId": "25f84b64-32fe-4b7f-aed5-b6bea008d774",
      "detail": "Processes for taking impressions including bite registration devices and how to use this information when making up the next stage of denture construction."
    },
    {
      "knowledgeId": "1eb9d40a-a824-421e-bbb1-f922d9cff02e",
      "detail": "How to fit or provide a range of devices and appliances for the oral cavity according to prescription including complete or partial dentures, sports guards and other prescribed dental devices."
    },
    {
      "knowledgeId": "7f6f2ffe-6c80-4255-aa39-4cfba5849e78",
      "detail": "How the procedures you use in design and manufacture of custom-made devices; dentures, crowns, bridges, orthodontic (including CAD/ CAM & IT Solutions and the complexity of the denture attachment) influence the clinical relationship the device has with the patient’s mouth and existing teeth. Know and understand the how the use of CAD/CAM, IT solutions and emerging 3D Technology may be of use in appliance planning."
    },
    {
      "knowledgeId": "bc064d73-0f0b-45bc-80a1-a986a3b97f7f",
      "detail": "The limitations of your own role in relation to prescribing, fitting and providing dental devices including complete or partial dentures, sports mouth guards and other appliances, including when you can only carry out activities based on a prescription from a dentist."
    },
    {
      "knowledgeId": "4daf04a9-d6ad-4760-aa06-2956a4bdafb3",
      "detail": "How design of devices contributes to restoration of functionality and oral health, including the possible biomechanical effects in the mouth caused by selecting and using different materials for custom made dental devices."
    },
    {
      "knowledgeId": "03ebf360-b7ea-4761-8534-d260e36e41b6",
      "detail": "Ways to evaluate patients changing requirements and when to seek advice or refer patients to the prescribing dentist."
    },
    {
      "knowledgeId": "756dcaf3-dcee-4478-8e1e-c0e7e769ba3b",
      "detail": "Quality assurance processes; how to repair or modify a range of dental devices in line with the appropriate Medical Device Directive."
    },
    {
      "knowledgeId": "dda73e51-0484-4049-ad78-3a1f1df44ed9",
      "detail": "Delivery of oral health care and preventive information to encourage self-care and motivation."
    },
    {
      "knowledgeId": "2d80d5d2-d7c0-49d1-b49d-20d6a5d7f752",
      "detail": "A range of methods of communicating with individuals across the age range including how to check you have been understood, barriers to communication and ways to overcome them."
    },
    {
      "knowledgeId": "47ac2324-ea42-4eb0-8634-bbe5d78b07fa",
      "detail": "Your role in communication with patients and wider team, including the importance of confidentiality."
    },
    {
      "knowledgeId": "e8a8a1d1-f432-40a2-bf8b-856cbe4ee45c",
      "detail": "GDC Guidelines for Handling complaints."
    },
    {
      "knowledgeId": "87091880-efb5-4af5-b172-39e73bb644df",
      "detail": "Your role as part of the dental and wider multi-disciplinary team."
    },
    {
      "knowledgeId": "e3448567-0cb4-4734-a109-9e05a9c05c22",
      "detail": "Your role in management, education and leadership."
    },
    {
      "knowledgeId": "ca888193-baf7-4cc6-b00f-a9fac3a0fa08",
      "detail": "When to refer or escalate if something is outside of your scope of practice or experience."
    },
    {
      "knowledgeId": "ecdb5e97-7b75-4e0d-af30-0fcc9f40f753",
      "detail": "When to refer or escalate if something is outside of your scope of practice or experience."
    },
    {
      "knowledgeId": "ed372b36-5b51-4348-82d2-fe6cf74999b8",
      "detail": "Industry standards, guidelines and GDC compliance requirements relating to your role, why it is important to commit to lifelong learning;  how to use a Personal Development Plan and personal reflection as a means of continuous improvement."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "946f7f6b-dac2-49d2-9a70-e3a20f084c78",
      "detail": "You will treat people with dignity and respect. "
    },
    {
      "behaviourId": "8351b5e4-bbb9-40c2-b7d7-1343ba7cd852",
      "detail": "You will work as part of a team, having the courage to challenge areas of concern and working to evidence based best practice."
    },
    {
      "behaviourId": "481001d6-0976-4a19-b3fd-30fd444f5ab9",
      "detail": "You will be reliable and consistent, taking responsibility for the integrity of your own actions and completed work."
    }
  ],
  "skills": [
    {
      "skillId": "e544dfdc-d53e-487c-83db-768aa5ae5336",
      "detail": "Treat people with dignity, respecting their choices, gaining valid consent for all treatments and respecting confidentiality. "
    },
    {
      "skillId": "b25a9521-c69f-49c7-adab-e141092ca62e",
      "detail": "Put the patients’ interests first when taking clinical decisions, maintaining a caring approach towards them."
    },
    {
      "skillId": "fffdfb2d-4515-4849-b6b8-4d14b9e524f1",
      "detail": "Take detailed dental, social and medical history and keep full, accurate and contemporaneous patient records."
    },
    {
      "skillId": "7c79eba7-ef0b-4af4-b330-92d6146379cf",
      "detail": "Carry out clinical examinations within your scope of practice, recognising abnormal oral mucosa(2) and related underlying structures and refer patients, where necessary."
    },
    {
      "skillId": "94b2757a-ded7-417d-8c61-7291c406b7c0",
      "detail": "Manage safety, infection control and decontamination risks around the clinical environment and the dental laboratory in keeping with current regulations."
    },
    {
      "skillId": "5ffa7e48-971e-4322-884b-6db00c44b96b",
      "detail": "Perform effective patient assessment, diagnosis and treatment planning."
    },
    {
      "skillId": "15bf8b5e-92a6-4c1d-92f9-f3a2d3bcbcbd",
      "detail": "Demonstrate effective clinical decision making."
    },
    {
      "skillId": "bf27049a-7eaa-41e9-ba0b-1bc323376566",
      "detail": "Give appropriate patient advice including patient referrals."
    },
    {
      "skillId": "c0653af7-bff1-4161-9dfd-88dbbbd952d8",
      "detail": "Provide clinical dental care as outlined in a treatment plan or prescription and plan the delivery in the most appropriate way."
    },
    {
      "skillId": "67891ea1-8227-4eee-b9ef-69251a139c4d",
      "detail": "Recognise and manage medical emergencies."
    },
    {
      "skillId": "ca859c2d-484c-4c98-9922-a0a0d5061c75",
      "detail": "Perform technical and clinical dental procedures for providing removable dental appliances, including assessing the patient’s mouth and tissues, and discussing with them the range of dentures or other removable dental devices that would best meet their needs."
    },
    {
      "skillId": "03894879-95f4-4c7f-ae67-45c5bb7828c6",
      "detail": "Take the appropriate impressions, ensuring they are fit for purpose."
    },
    {
      "skillId": "177022bd-8180-4af6-a8c3-1fb3225a8b62",
      "detail": "Design, manufacture and fit biomechanically sound complete or partial dentures, devices and appliances for the oral cavity according to prescription."
    },
    {
      "skillId": "d40782f0-833f-4f2b-a451-d2ede531f82e",
      "detail": "Prescribe, provide or fit complete or partial dentures, sports mouth guards or other dental devices including using the agreed procedures in design and manufacture of custom made devices."
    },
    {
      "skillId": "3859c731-ed65-4079-b3e6-a6fd90f7d518",
      "detail": "Advise the prescribing dentist on appropriate dental devices based on dentist input, while recognising oral limitations and their effect on devices. "
    },
    {
      "skillId": "a1377d5e-b00e-43fb-bad1-fdeacac5b1c9",
      "detail": "Evaluate the need for more complex treatment and seek advice from the prescribing dentist."
    },
    {
      "skillId": "3e0616ab-b5ee-4c18-a91b-c9988ae0ccfb",
      "detail": "Review and quality assure the devices from the clinical standpoint, including repairing or modifying custom made clinical dental devices to meet the needs of the patient. "
    },
    {
      "skillId": "2ed81dc1-9b5a-45d4-a459-01f7b1e63bf6",
      "detail": "At the final fitting stage ensure that they are fit for purpose and the patient is aware of how to look after not only their dentures or other oral devices but their mouth in general."
    },
    {
      "skillId": "3cafc86c-40f3-4214-ace4-fb742102c6c9",
      "detail": "As the clinician responsible for the patient communicate effectively with and about patients, their representatives and the dental team. "
    },
    {
      "skillId": "233a995c-248d-4700-8fa6-e4d878d4241e",
      "detail": "Handle complaints effectively and within GDC guidelines."
    },
    {
      "skillId": "f90714ca-879a-4fb3-a1b7-1c4da84bb9aa",
      "detail": "Work as part of team, maintaining networks with colleagues and other professionals. "
    },
    {
      "skillId": "9d44f9a3-8b11-44d1-9465-b29703d53574",
      "detail": "Be willing to give and receive effective and constructive feedback across the dental team."
    },
    {
      "skillId": "db595b97-68f6-4c4a-9814-fbf7cd27c71e",
      "detail": "Manage your own time, resources and personal behaviour including being proactive in your own development."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2020-07-10T00:00:00 +00:00",
  "integratedApprenticeship": true,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0053",
  "tbMainContact": "Healthcare.Trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "Genix Healthcare, Rederick’s Dental, Kings College Hospital Foundation Trust, Bramcote Dental Practice, Bloxham Dental Practice, SCA Group, Family Dental Practice South Norwood, Care Dental Windsor, Westbridge Dental Practice Oxford, Abbey Dental Surgery Slough",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "General Dental Council. ",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Healthcare science",
  "cluster": "Healthcare science practitioner",
  "clusterId": "38",
  "clusterDescription": "Provide technical and science-based diagnostic, therapeutic and monitoring services in support of patient care working largely unsupervised and also the manufacture of appliances and devices using specialist medical expertise",
  "createdDate": "2023-07-12T14:05:33 +00:00",
  "lastUpdated": "2023-07-12T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-07-10T00:00:00 +00:00",
  "banners": "This occupational standard and end-point assessment plan has been updated to align to the General Dental Council's Standards of Practice. The latest agreed version is&nbsp; ST1433 Clinical dental technician (GDC 2023). \nST0543 version 1.1 will be available for new starts until 31 July 2025.&nbsp;",
  "occupationCode": "OCC0543",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0543-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0543-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [
    {
      "name": "EPAO",
      "webLink": "",
      "approved": true
    },
    {
      "name": "Training provider",
      "webLink": "",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-07-12T00:00:00"
}