{
  "templateType": "Apprenticeship Standard",
  "larsCode": 411,
  "referenceNumber": "ST0584",
  "learningAimClassCode": "",
  "title": "Funeral director",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0584",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-03-07T00:00:00",
  "earliestStartDate": "2019-02-18T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Arranging, conducting and managing funerals.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 4500,
  "maxFundingAdditionalInformation": "",
  "route": "Sales, marketing and procurement",
  "keywords": [
    "funerals",
    "funeral services",
    "managing funerals",
    "legal and governance",
    "organisation"
  ],
  "jobRoles": [
    "Funeral Director"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2631/st0584_funeral-director_l3_ap-for-publication_31012019.pdf",
  "ssa1": "7 Retail and Commercial Enterprise",
  "ssa2": "7.3 Service enterprises",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;A funeral director has overall responsibility for the client and the deceased by arranging, conducting and managing the funeral. The funeral director will act as a role model, mentor and coach to the team. They will liaise with a wide range of other organisations and services on behalf of the client to deliver the funeral. On the day of the funeral, a funeral director briefs and leads the team and is the central point of contact, coordination and escalation of feedback. Creating and developing sensitive working relationships with clients and stakeholders such as suppliers, the police, coroners and medical personnel is a key part of the role.&#160; Funeral directors are the first point of contact for colleagues regarding specialist funeral services such as exhumation, bequeathal, repatriation, military funerals, burial at sea and multiple funerals. Day to day operations include planning and coordinating arrangements and resources for funerals; overseeing pre-funeral checks; ensuring the funeral meets the needs of the client; assisting in the preparation and presentation of coffins and the deceased; delivering third party products and services; pre-need and aftercare services. Funeral directors must act as an ambassador by upholding the reputation and professional image of the business and actively develop relationships within the local community. They will converse with local customs and practices (all denominations and faiths) and utilise market data to become the funeral director of choice in the area. Funeral directors will work out-of-hours on a rota basis and cover a variety of roles within the funeral sector both on and off site.&lt;/p&gt;\n&lt;table style=&quot;height: 185px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 28px;&quot;&gt;\n&lt;th style=&quot;width: 25%; height: 28px;&quot;&gt;&lt;strong&gt;Entry&lt;/strong&gt;&lt;/th&gt;\n&lt;td style=&quot;height: 28px;&quot;&gt;Level 2 Funeral team member (Arranger or Operative) or minimum 12 months industry experience&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 28px;&quot;&gt;\n&lt;th style=&quot;height: 28px;&quot;&gt;&lt;strong&gt;Duration &lt;/strong&gt;&lt;/th&gt;\n&lt;td style=&quot;height: 28px;&quot;&gt;The duration of this apprenticeship is typically 12 months&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 89px;&quot;&gt;\n&lt;th style=&quot;height: 89px;&quot;&gt;&lt;strong&gt;Qualification&lt;/strong&gt;&lt;/th&gt;\n&lt;td style=&quot;height: 89px;&quot;&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualifications are an alternative to English qualifications for whom this is their primary language.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 20px;&quot;&gt;\n&lt;th style=&quot;height: 20px;&quot;&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/th&gt;\n&lt;td style=&quot;height: 20px;&quot;&gt;This apprenticeship standard is set at Level 3&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 20px;&quot;&gt;\n&lt;th style=&quot;height: 20px;&quot;&gt;&lt;strong&gt;Review&lt;/strong&gt;&lt;/th&gt;\n&lt;td style=&quot;height: 20px;&quot;&gt;This standard will be reviewed after three years&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 15%;&quot;&gt;&#160;&lt;/td&gt;\n&lt;th&gt;&lt;strong&gt;Knowledge and Understanding (Know it)&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Skills (Show it)&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Behaviours (Live it)&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Client &lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;How to support team members to establish client needs and wishes when dealing with clients during the grieving process. The importance of accurately assessing client needs. The profile of the current client base and the business aims and objectives for client services. The importance of acting on behalf of the client. How to handle client concerns, complaints and compliments escalated to them.&lt;/td&gt;\n&lt;td&gt;Lead the team to use established strategies when handling grieving clients. Build a rapport with clients anticipating their requirements and providing excellent service. Handle and resolve clients concerns, complaints and compliments.&lt;/td&gt;\n&lt;td&gt;Lead the team to use empathy and sensitivity during all interactions with clients from first call through to final contact. Act as a role model remaining calm, managing concerns, complaints and compliments and seeking resolutions in a timely manner.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Reputation&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;How to manage the protection of the business reputation based on business values, vision, aims and behaviours. The market share of the business and their competition. The local demographic/community and how to use it to cultivate a positive reputation of the business. How technology and applications affect business objectives and reputation.&lt;/td&gt;\n&lt;td&gt;Lead a service, which delivers business vision and values when dealing with clients, colleagues and all stakeholders. Work to improve the profitability and reputation of the business whilst being respectful to competitors. Create opportunities to introduce / promote the business at local events, assist with fund raising and support community services. Manage and monitor the appropriate use of technologies meeting business objectives.&lt;/td&gt;\n&lt;td&gt;Be an ambassador and lead by example to create a positive impression of the business at all times. Analyse information to keep informed of reputation, market share and competitors. Organise events in the local community utilising the skills of the team. Create opportunities to use technology in responsible and innovative ways.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Leadership&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;How to organise the team on a daily basis to achieve short and long-term objectives. How and why to carry out a team brief / debrief. Team dynamics and different leadership styles. How to lead by example and the importance of doing so. The importance of and how and when to make contingency plans. How to support team members during the funeral arrangement process. Limits of own authority within the business and who decision makers/stakeholders are in the business.&lt;/td&gt;\n&lt;td&gt;Supervise and manage the day-to-day running of the business. Carry out briefings and debriefings to organise the team to meet business objectives. Lead the team effectively responding positively to different group dynamics and personalities. Design and manage contingencies according to own role and business needs. Act within limits of own authority making decisions and escalating to business decision makers/stakeholders when necessary.&lt;/td&gt;\n&lt;td&gt;Adopt a leadership style that contributes to a harmonious, inclusive and safe work environment. Respond positively and calmly using own initiative to create solutions and seek assistance when necessary. Share positive feedback, successes and key learnings with the team and stakeholders.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Legal and Governance&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;All legislation relating to the sector, including the roles and responsibilities of external agencies and authorities. Business governance requirements relating to funeral&#160;procedures and working with the deceased and the client. The legalities surrounding specialist funeral services.&#160;&lt;/td&gt;\n&lt;td&gt;Apply legal requirements for the sector whilst supervising staff working with external agencies and authorities. Supervise operations according to the business’ governance, policies and procedures. Organise and support colleagues to coordinate specialist funeral services within legal requirements.&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Lead by example, working safely, honestly and with integrity and respect at all times. Promote good working practices in line with all relevant legislation.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Personal development and performance&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;The importance of and know how to develop self and team. How development affects both business and team objectives. Where and how to source development activities for self and team. &#160;The importance of acting as a role model, mentor and coach for your team.&lt;/td&gt;\n&lt;td&gt;Facilitate continuous professional development activities and use newly acquired skills and knowledge to improve business, self and others. Research, source and implement development activities. Identify training needs with team members, arrange and/or deliver development activities to others.&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Positively challenge and manage performance of self and others, identifying strengths and areas for development.&lt;/p&gt;\nInspire and motivate others through coaching and mentoring.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Products and services&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;The developments in industry products and services and where to access information regarding these. The importance of keeping the team up to date with new and current products and services. How to promote products and services to the team and local community.&lt;/td&gt;\n&lt;td&gt;Cascade up-to-date information to the team regarding new and current products and services. Empower the team to be confident when offering choice to the client.&lt;/td&gt;\n&lt;td&gt;Ethically promote own business and improve profitability.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Communication&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;How to support effective communication, quickly determining the situation and needs of individuals. How to respond in the most appropriate way using a variety of techniques. The way that technology assists with internal and external communications according to business guidelines. The importance of managing and avoiding conflict.&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Give appropriate responses to all forms of communication, showing an ability to interpret a range of cues. Monitor the effectiveness of and encourage excellent communications across all operations that achieve the best result for the business.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;Promote the use of effective communication methods.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Administration and Finance&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;The business operating procedures, for example the processing and security of donations and debt management. The principles of operating commercially and ethically (social responsibility). Future client markets to help grow the business. The need to gather feedback, analyse it and its contribution to business improvements.&lt;/td&gt;\n&lt;td&gt;Manage business information systems and procedures. Use ethical practices to support profitability and maintain own business’ social responsibilities. Analyse management information and suggest ways to improve business performance.&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Work ethically when operating and supervising administrative and financial duties.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Funeral&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;The importance of and how to monitor pre-funeral checks in accordance with business needs. How to plan, resource and conduct a funeral in accordance with the client’s wishes.&lt;/td&gt;\n&lt;td&gt;Show ability to take control and ownership of events on the day of the funeral.&lt;/td&gt;\n&lt;td&gt;Lead by example and manage funeral services in a calm and respectful way, handling conflict when necessary.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;A funeral director has overall responsibility for the client and the deceased by arranging, conducting and managing the funeral. The funeral director will act as a role model, mentor and coach to the team. They will liaise with a wide range of other organisations and services on behalf of the client to deliver the funeral. On the day of the funeral, a funeral director briefs and leads the team and is the central point of contact, coordination and escalation of feedback. Creating and developing sensitive working relationships with clients and stakeholders such as suppliers, the police, coroners and medical personnel is a key part of the role. Funeral directors are the first point of contact for colleagues regarding specialist funeral services such as exhumation, bequeathal, repatriation, military funerals, burial at sea and multiple funerals. Day to day operations include planning and coordinating arrangements and resources for funerals; overseeing pre-funeral checks; ensuring the funeral meets the needs of the client; assisting in the preparation and presentation of coffins and the deceased; delivering third party products and services; pre-need and aftercare services. Funeral directors must act as an ambassador by upholding the reputation and professional image of the business and actively develop relationships within the local community. They will converse with local customs and practices (all denominations and faiths) and utilise market data to become the funeral director of choice in the area. Funeral directors will work out-of-hours on a rota basis and cover a variety of roles within the funeral sector both on and off site.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "77dc1df4-984f-4484-87b5-0f545bc13a9a",
      "detail": "How to support team members to establish client needs and wishes when dealing with clients during the grieving process. The importance of accurately assessing client needs. The profile of the current client base and the business aims and objectives for client services. The importance of acting on behalf of the client. How to handle client concerns, complaints and compliments escalated to them."
    },
    {
      "knowledgeId": "7243ee00-2783-4057-978c-8ea0de685973",
      "detail": "How to manage the protection of the business reputation based on business values, vision, aims and behaviours. The market share of the business and their competition. The local demographic/community and how to use it to cultivate a positive reputation of the business. How technology and applications affect business objectives and reputation."
    },
    {
      "knowledgeId": "733c8d83-0f5b-4d9c-810e-485b1e23e3f2",
      "detail": "How to organise the team on a daily basis to achieve short and long-term objectives. How and why to carry out a team brief / debrief. Team dynamics and different leadership styles. How to lead by example and the importance of doing so. The importance of and how and when to make contingency plans. How to support team members during the funeral arrangement process. Limits of own authority within the business and who decision makers/stakeholders are in the business."
    },
    {
      "knowledgeId": "33be3b7a-5983-4087-b62d-2f6ea5e942dd",
      "detail": "All legislation relating to the sector, including the roles and responsibilities of external agencies and authorities. Business governance requirements relating to funeral procedures and working with the deceased and the client. The legalities surrounding specialist funeral services. "
    },
    {
      "knowledgeId": "ffd54bea-2074-49d2-a9a0-99c6ae0c7d15",
      "detail": "The importance of and know how to develop self and team. How development affects both business and team objectives. Where and how to source development activities for self and team.  The importance of acting as a role model, mentor and coach for your team."
    },
    {
      "knowledgeId": "07200a0f-c4fa-4920-a55f-8bb25b49c075",
      "detail": "The developments in industry products and services and where to access information regarding these. The importance of keeping the team up to date with new and current products and services. How to promote products and services to the team and local community."
    },
    {
      "knowledgeId": "4ac99c6d-134a-433c-a7f3-d27ed7841124",
      "detail": "How to support effective communication, quickly determining the situation and needs of individuals. How to respond in the most appropriate way using a variety of techniques. The way that technology assists with internal and external communications according to business guidelines. The importance of managing and avoiding conflict."
    },
    {
      "knowledgeId": "e97614a6-56fc-47fb-8e54-369023e69b91",
      "detail": "The business operating procedures, for example the processing and security of donations and debt management. The principles of operating commercially and ethically (social responsibility). Future client markets to help grow the business. The need to gather feedback, analyse it and its contribution to business improvements."
    },
    {
      "knowledgeId": "fa1dd48a-af7b-4f2f-ba69-90c131900bd3",
      "detail": "The importance of and how to monitor pre-funeral checks in accordance with business needs. How to plan, resource and conduct a funeral in accordance with the client’s wishes."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "78a4e0a6-ad0b-4991-978d-d94c9666874a",
      "detail": "Lead the team to use empathy and sensitivity during all interactions with clients from first call through to final contact. Act as a role model remaining calm, managing concerns, complaints and compliments and seeking resolutions in a timely manner."
    },
    {
      "behaviourId": "e91e078c-8914-4d5e-bfc5-690c4c9b30c7",
      "detail": "Be an ambassador and lead by example to create a positive impression of the business at all times. Analyse information to keep informed of reputation, market share and competitors. Organise events in the local community utilising the skills of the team. Create opportunities to use technology in responsible and innovative ways."
    },
    {
      "behaviourId": "862693ed-b4c2-4221-bd11-3efc0259e30d",
      "detail": "Adopt a leadership style that contributes to a harmonious, inclusive and safe work environment. Respond positively and calmly using own initiative to create solutions and seek assistance when necessary. Share positive feedback, successes and key learnings with the team and stakeholders."
    },
    {
      "behaviourId": "d4ac8817-dfdc-4bc0-9e5d-d6135f1a1fd7",
      "detail": "Lead by example, working safely, honestly and with integrity and respect at all times. Promote good working practices in line with all relevant legislation."
    },
    {
      "behaviourId": "1f6f2600-9526-431c-84e5-e12017ef56ce",
      "detail": "Positively challenge and manage performance of self and others, identifying strengths and areas for development.\nInspire and motivate others through coaching and mentoring."
    },
    {
      "behaviourId": "cfe52e95-8cba-4432-bfac-20c748b4f6aa",
      "detail": "Ethically promote own business and improve profitability."
    },
    {
      "behaviourId": "1ac7fbe7-0de0-4e43-9da3-8dcab1c8e678",
      "detail": "Promote the use of effective communication methods."
    },
    {
      "behaviourId": "2db3bc8f-4f69-4280-9478-ec189310c5bf",
      "detail": "Work ethically when operating and supervising administrative and financial duties."
    },
    {
      "behaviourId": "87a617e4-ed64-4a9f-985d-290b01c9fa45",
      "detail": "Lead by example and manage funeral services in a calm and respectful way, handling conflict when necessary."
    }
  ],
  "skills": [
    {
      "skillId": "6b4ea121-6c52-4571-8bb0-63a683ef33dc",
      "detail": "Lead the team to use established strategies when handling grieving clients. Build a rapport with clients anticipating their requirements and providing excellent service. Handle and resolve clients concerns, complaints and compliments."
    },
    {
      "skillId": "59735e96-6997-40b2-a065-5e138baa6482",
      "detail": "Lead a service, which delivers business vision and values when dealing with clients, colleagues and all stakeholders. Work to improve the profitability and reputation of the business whilst being respectful to competitors. Create opportunities to introduce / promote the business at local events, assist with fund raising and support community services. Manage and monitor the appropriate use of technologies meeting business objectives."
    },
    {
      "skillId": "f04bd965-d25d-4233-a750-c4e3f7acf479",
      "detail": "Supervise and manage the day-to-day running of the business. Carry out briefings and debriefings to organise the team to meet business objectives. Lead the team effectively responding positively to different group dynamics and personalities. Design and manage contingencies according to own role and business needs. Act within limits of own authority making decisions and escalating to business decision makers/stakeholders when necessary."
    },
    {
      "skillId": "888df377-aaa8-4e06-a7be-3d3f7a6db6a5",
      "detail": "Apply legal requirements for the sector whilst supervising staff working with external agencies and authorities. Supervise operations according to the business’ governance, policies and procedures. Organise and support colleagues to coordinate specialist funeral services within legal requirements."
    },
    {
      "skillId": "95088fd0-dcac-4df6-82f4-195844d41846",
      "detail": "Facilitate continuous professional development activities and use newly acquired skills and knowledge to improve business, self and others. Research, source and implement development activities. Identify training needs with team members, arrange and/or deliver development activities to others."
    },
    {
      "skillId": "05430e59-1a78-4c43-abc5-e08b6d7c8b83",
      "detail": "Cascade up-to-date information to the team regarding new and current products and services. Empower the team to be confident when offering choice to the client."
    },
    {
      "skillId": "577e1c10-0f45-44e3-9996-c5a93cc5ea04",
      "detail": "Give appropriate responses to all forms of communication, showing an ability to interpret a range of cues. Monitor the effectiveness of and encourage excellent communications across all operations that achieve the best result for the business."
    },
    {
      "skillId": "b0f24472-e54d-42bf-8664-020a2bf0ba30",
      "detail": "Manage business information systems and procedures. Use ethical practices to support profitability and maintain own business’ social responsibilities. Analyse management information and suggest ways to improve business performance."
    },
    {
      "skillId": "e35969fa-57ab-4588-90fa-1e575625747a",
      "detail": "Show ability to take control and ownership of events on the day of the funeral."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-02-18T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "rosalind.milligan@coop.co.uk",
  "involvedEmployers": "People 1st, Learn Direct, Co-operative Funeralcare, Dignity UK, East of England Co-op, Lincolnshire Co-op , National Association of Funeral Directors",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Funeral Director"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Customer service",
  "cluster": "Customer service assistant",
  "clusterId": "14",
  "clusterDescription": "Provide direct customer support by handling requests, complaints and queries and seeking to improve services through analysis",
  "createdDate": "2017-11-14T17:11:05 +00:00",
  "lastUpdated": "2023-03-07T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-02-18T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0584",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0584-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0584-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-03-07T00:00:00"
}