{
  "templateType": "Apprenticeship Standard",
  "larsCode": 318,
  "referenceNumber": "ST0567",
  "learningAimClassCode": "",
  "title": "Paramedic (degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0567",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-07-12T00:00:00",
  "earliestStartDate": "2018-08-08T00:00:00",
  "latestStartDate": "2020-11-18T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Giving people life-saving medical help during emergencies.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "paramedic",
    "degree"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1907/st0567_paramedic_l6_ap-for-publication_17052018.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.2 Nursing, and subjects and vocations allied to medicine",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;&lt;strong&gt;Occupational Profile: &lt;/strong&gt;A career in paramedicine is a dynamic and exciting career with opportunities to work in a range of different roles as a Registered Paramedic. You will be a first-contact Allied Health Professional who works within the wider Urgent &amp;amp; Emergency Care setting. You will provide high quality and compassionate care, responding to the needs of service users and carers across the lifespan. You will work in a wide variety of settings, which may include a front-line ambulance, a GP surgery, a minor injury/illness centre, in remote medicine or a varied range of other environments.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Responsibilities and duty of the role: &lt;/strong&gt;At the point of registration, a paramedic is an autonomous practitioner who has the knowledge, skills and clinical expertise to assess, treat, diagnose, supply and administer medicines, manage, discharge and refer patients in a range of urgent, emergency, critical or out of hospital settings.1 You will be responsible and accountable for your decisions, and for reflecting upon the effectiveness of your actions with the aim of continually improving service user care. You will demonstrate leadership qualities and you will manage and lead colleagues. You will be responsible for ensuring your own knowledge and skills are current, and support the development of learners and new entrants to the profession.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Professional registration&lt;/strong&gt;: On successful completion of an approved programme, the apprentice will be eligible to apply to the Health and Care Professions Council (HCPC) for registration as a paramedic.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Industry specific requirements: &lt;/strong&gt;1. Undertake the Enhanced Disclosure and Barring Service process and provide the result prior to starting; 2. The apprentice must meet the 15 standards as set out in the Care Certificate2. The CQC expect that providers that employ apprentice paramedics follow these standards to make sure new staff are supported, skilled and assessed as competent to carry out their roles; 3. You will also be subject to Occupational Health Screening.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;Completion of an approved BSc (Hons) Paramedic programme and (HCPC) registration as a Paramedic. Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment. Complete the Level 3 Certificate in Emergency Response Ambulance Driving Course.&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Review:&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;After 3 years&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Level:&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;6&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Typically the apprenticeship will take a minimum of 3 years to complete&lt;/p&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;Duty&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;You will know and understand&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;Professional values and behaviours&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Promote and protect the interests of service users, carers and others through safe, compassionate, person-centred practice&lt;/li&gt;\n&lt;li&gt;Practice autonomously within your scope of practice, recognising when to delegate or refer to others&lt;/li&gt;\n&lt;li&gt;Be responsible and accountable for maintaining confidentiality&lt;/li&gt;\n&lt;li&gt;Work in partnership with other health and social care professionals, agencies, service users, carers and families in all settings&lt;/li&gt;\n&lt;li&gt;Practise safely, competently and effectively in accordance with the law&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The HCPC Standards of Proficiency – Paramedics3, and the Standards of Conduct, performance and ethics4.&lt;/li&gt;\n&lt;li&gt;The QAA Subject Benchmark Statement – Paramedics5&lt;/li&gt;\n&lt;li&gt;The statutory regulation, legislation that inform paramedic practice, including, data protection, Duty of Candour and Safeguarding&lt;/li&gt;\n&lt;li&gt;The importance of maintaining currency of knowledge and skills through continuing professional development&lt;/li&gt;\n&lt;li&gt;Your role and responsibilities and that of other health and social care professionals; how practice should be adapted to meet the changing needs of service users&lt;/li&gt;\n&lt;li&gt;The value of critical reflection, research and evidence-based practice and the need to undertake further study to continually improve the service user experience&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Communication and Interpersonal Skills&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Communicate appropriately and effectively with all service users, carers and others across the lifespan in a professional, caring and compassionate manner using a wide range of strategies and interventions&lt;/li&gt;\n&lt;li&gt;Work with other health and social care professionals as part of a multi-professional/disciplinary team&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;How to use communication and interpersonal skills to assess, and engage with, service users, carers and other appropriate people, and how to modify practice&lt;/li&gt;\n&lt;li&gt;The range, scope and limitations of operational relationships between paramedics and other health and social care professionals, and work effectively as part of a multi-professional/disciplinary team&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Leadership, Management and Team Working&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Provide leadership in paramedic care, coordinate inter-professional/disciplinary care when needed, and liaise with specialist teams to meet the needs of service users and carers&lt;/li&gt;\n&lt;li&gt;Implement strategies to promote, exchange and evaluate collaborative working within a multi- professional/disciplinary team&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Human factors, patient safety and team working as applied to health and social care generally and paramedic practice specifically.&lt;/li&gt;\n&lt;li&gt;Clinical leadership theories and strategies&lt;/li&gt;\n&lt;li&gt;Coaching and mentoring theories and strategies&lt;/li&gt;\n&lt;li&gt;Clinical governance and maintaining/monitoring standards&lt;/li&gt;\n&lt;li&gt;Your leadership role in disaster management, major incidents and public health emergencies according to your level of competence&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Paramedic Practice and Critical Clinical Decision Making&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Assess, evaluate and manage a service user’s condition, based on their criticality, and apply evidence-informed treatment to currently accepted best practice&lt;/li&gt;\n&lt;li&gt;Supply and administer medicines in accordance with current legislative requirements&lt;/li&gt;\n&lt;li&gt;Assess and meet the full range of essential physical and mental health needs of service users, and maintain dignity and well-being&lt;/li&gt;\n&lt;li&gt;Make shared decisions with service users, carers and others&lt;/li&gt;\n&lt;li&gt;Utilise critical problem-solving skills to make clinical decisions as part of the wider healthcare team&lt;/li&gt;\n&lt;li&gt;Manage complex and unexpected urgent and emergency situations, while having a critical understanding of principles and concepts of paramedic practice and how these inform and guide rational clinical decision-making activities.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The structure and function of the human body relevant to paramedic practice&lt;/li&gt;\n&lt;li&gt;Human psychology and sociology, relevant to the acquisition and maintenance of health, sufficient to provide a context for critical clinical decision making and patient management&lt;/li&gt;\n&lt;li&gt;Relevant pharmacology and the administration of therapeutic medications, including pharmacodynamics and pharmacokinetics&lt;/li&gt;\n&lt;li&gt;How paramedic principles are expressed and translated into action through several different assessment and management approaches&lt;/li&gt;\n&lt;li&gt;The clinical leadership problem-solving and decision-making processes associated with paramedic practice as a registered healthcare professional&lt;/li&gt;\n&lt;li&gt;The relevant course of action, based on a rational decision-making process which includes a critical consideration of personal scope of practice and service user choice&lt;/li&gt;\n&lt;li&gt;Decision making skills to assess, plan, deliver and evaluate care, communicate findings, influence change and promote health and best practice&lt;/li&gt;\n&lt;li&gt;The conditions and emergencies encountered in paramedic practice, including assessment, treatment and management.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;span class=&quot;reference&quot;&gt;1 College of Paramedics (2015) &lt;em&gt;Paramedic Scope of Practice Policy&lt;/em&gt;. Available at: &lt;a href=&quot;https://www.collegeofparamedics.co.uk/college-governance/policies&quot;&gt;https://www.collegeofparamedics.co.uk/college-governance/policies &lt;/a&gt;Accessed. 11.01.17&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span class=&quot;reference&quot;&gt;2 Care Certificate: for more details see &lt;a href=&quot;http://www.skillsforhealth.org.uk/care-certificate&quot;&gt;http://www.skillsforhealth.org.uk/care-certificate&lt;/a&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span class=&quot;reference&quot;&gt;3 Health and Care Professions Council ((2014) Standards of Proficiency – Paramedics. Available at. &lt;a href=&quot;http://www.hcpc-uk.org/assets/documents/1000051CStandards_of_Proficiency_Paramedics.pdf&quot;&gt;http://www.hcpc-uk.org/assets/documents/1000051CStandards_of_Proficiency_Paramedics.pdf&lt;/a&gt; Accessed. 17.01.17&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span class=&quot;reference&quot;&gt;4 Health and Care Professions Council (2016) Standards of Conduct, performance and ethics. Available at: &lt;a href=&quot;http://www.hcpc-uk.org/assets/documents/10004EDFStandardsofconduct%2Cperformanceandethics.pdf&quot;&gt;http://www.hcpc-uk.org/assets/documents/10004EDFStandardsofconduct,performanceandethics.pdf &lt;/a&gt;Accessed. 17.01.17&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span class=&quot;reference&quot;&gt;5 Quality Assurance Agency for Higher Education (2016) &lt;em&gt;Subject Benchmark Statement – Paramedics&lt;/em&gt;. Available at: &lt;a href=&quot;http://www.qaa.ac.uk/en/Publications/Documents/SBS-Paramedics-16.pdf&quot;&gt;http://www.qaa.ac.uk/en/Publications/Documents/SBS-Paramedics-16.pdf. &lt;/a&gt;Accessed. 17.01.17&lt;/span&gt;&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-08-08T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "TB0086",
  "tbMainContact": "healthcare.trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "West Midlands Ambulance Service NHS Foundation Trust, East Midlands Ambulance Service NHS Trust, North East Ambulance Service NHS Foundation Trust, North West Ambulance Service NHS Trust, Yorkshire Ambulance Service NHS Trust, South Central Ambulance Service NHS Foundation Trust, South East Coast Ambulance Service NHS Foundation Trust, South Western Ambulance Service NHS Foundation Trust, St John Ambulance, Red Cross",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health Professional",
  "clusterId": "6",
  "clusterDescription": "Provide direct patient contact along with high quality diagnosis and care working independently and with other health professionals",
  "createdDate": "2017-11-14T17:09:56 +00:00",
  "lastUpdated": "2022-07-12T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-08-08T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0567",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0567-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0567-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-07-12T00:00:00"
}