{
  "templateType": "Occupational Standard",
  "larsCode": 294,
  "referenceNumber": "ST0580",
  "learningAimClassCode": "",
  "title": "Brewer",
  "status": "In development",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0580",
  "qualificationStandardUrl": null,
  "versionNumber": "",
  "change": "Occupational standard, end-point assessment and funding band revised",
  "changedDate": "2025-05-07T00:00:00",
  "earliestStartDate": "2025-06-30T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Making beer.",
  "level": 4,
  "ePALength": 3,
  "typicalDuration": 18,
  "maxFunding": 13000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Brewer",
    "beer",
    "technology",
    "manufacturing",
    "beverage",
    "brew"
  ],
  "jobRoles": [
    "Brewer",
    "Technical brewer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0580-in-revision?view=epa",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.2",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Beer is an alcoholic beverage that is differentiated from other alcoholic beverages i.e. cider, wines and spirits on the basis of differences in the approach to production and the use of different ingredients. Beer is a fermented beverage rather than distilled and uses cereals rather than fruit as a source of fermentable sugar. Beer in the UK is produced to the lowest strength within the alcoholic beverage sector. All beers are typically made from a common set of ingredients and are produced by a brewer.&lt;/p&gt;\n&lt;p&gt;Brewers may work for breweries with large-scale national or international production through to small micro-breweries. However, all brewers are responsible for making beer either at specific stages of production (i.e. brewhouse, fermentation, cold room or packaging) or in its entirety from ingredients intake to final package. Whilst well established, the brewer occupation is a diverse role which may vary considerably across the sector.&lt;/p&gt;\n&lt;p&gt;As well as beer production, a brewer may be expected to understand and take responsibility for compliance with relevant regulatory requirements. The brewer may also have a role in design and development of new brands and will need to react to information related to the quality and consistency of beer at various stages of production and once in final package. The brewer may also have input to the selection, design and operation of equipment and technology implemented within the brewery and which is required for processing of ingredients as well as beer production. Finally, a brewer may be required to take part in public facing activities such as product launches or beer tasting sessions.&lt;/p&gt;\n&lt;p&gt;Dependent on the size of the brewery a brewer may work alone or as part of a team. In smaller breweries it is more likely that a brewer will be required to work with more autonomy across the entire production process. For larger producers it is more likely that a brewer will be responsible for specific parts of the production process, working alongside or even leading a small team of production operators. In larger organisations brewers are more likely to report to a senior brewer or director and may also be required to interact with other members of the business. For instance, to work with engineers or report on production metrics, help market existing brands or even to develop new ones.&lt;/p&gt;\n&lt;p&gt;The UK brewing and pub industries are a significant contributor to the National economy and breweries represent a diverse sector of UK food and drink manufacture. There are over 2000 breweries operating in the UK and which vary considerably in size and production capabilities with outputs that range from 300 hectolitres to over 5m hectolitres per year. The majority of beer produced for sale in the UK is sold as lager typically in kegs, bottles and cans. UK brewers are also famous throughout the world for production of cask conditioned beer, typically ale. Irrespective of ale and lager, UK brewers now produce over 140 different styles of beer. The number of breweries in the UK has grown in recent years, along with the variety of beers produced, making it an exciting time to work in the industry.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;SECTION 2. Requirements: Knowledge, Skills and Behaviours&lt;/strong&gt;&lt;/h4&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Brewers have knowledge and understanding of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt;The provenance, quality and characteristics of principle ingredients used for beer production and their combined contribution to beer style and character.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Requirements for processing of ingredients prior to use in the brewery.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Importance of stock control, handling and storage of ingredients for use in the brewery to preserve ingredient quality and characteristics. &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Principles of brewing, fermentation, yeast management, conditioning, maturation, stabilisation, clarification, processing and packaging, plant design, operation and the impact of processing conditions on the characteristics, quality and consistency of beer and beer style. &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Principles and importance of plant hygiene and maintenance on production quality, safety and efficiency. &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Transport and supply chain conditions, including beer dispense, required to ensure beer quality and consistency from brewery to glass.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Brewery monitoring systems to control the quality, consistency and safety of ingredients and raw materials as well as product within the process and at final package. &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Drivers of brewery operation and performance, including costings, maintaining consistent, high quality and efficient output and process, responding to consumer expectations and developing market trends; financial and business pressures&lt;/span&gt;&lt;span&gt;, meeting expectations of responsibility and sustainable production.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Commercial awareness of brewery operation and all brewery inputs and outputs&lt;/span&gt;&lt;span&gt;. control of costs associated with production in response to drivers of brewery operation and performance, maintaining and upgrading brewery assets, plant and equipment as well as decisions on plant investment and improvements.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Sustainability factors and environmental considerations connected with beer production and the supply chain; management and control of waste and effluent throughout production. &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Regulatory compliance and responsibility associated with beer production, logistics and retail operation. &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Continuous Improvement (CI) processes, for example knowledge of 5 S, and Plan, Action, Review.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;The heritage and structure of the beer industry, as well as the significance of changing market trends and drivers of consumer preferences. &lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Brewers demonstrate the following skills:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt;Control and safe operation of automated and/or manual plant and equipment required for brewing, fermentation, processing and packaging of beer taking appropriate personal and operational responsibility for health and safety to protect self and others at all times.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Maintains accurate records for existing beer recipes and as part of day to day brewhouse and production requirements.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Design and adjustment of beer recipes and specifications where necessary. &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Planning to ensure production schedules are met, with adjustments made in a timely way where necessary. &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Quality and safety control checks (microbiological, chemical, physical, sensory) and maintains records required for traceability.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Monitoring quality control and consistency of ingredients, raw materials and product within the process and at final package and to demonstrate compliance with specification and regulations.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Implementation and monitoring of cleaning and sanitation processes intended to ensure plant and process hygiene. &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Monitoring and maintenance of yeast hygiene, vitality and viability. &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Use of computer word processing and data manipulation packages. &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Contribution to CI activities to improve and optimise production processes and troubleshoot/problem solve operational issues. &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Promotion of the brewery and attributes and characteristics of key brands and styles, when hosting or attending private and/or public events. &lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Brewers demonstrate the following behaviours:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Leads by example in behaviour and approach to working safely.&lt;/li&gt;\n&lt;li&gt;Passion for the industry and the product; acts as a role model and ambassador for brand and brewery.&lt;/li&gt;\n&lt;li&gt;Demonstrates integrity and confidence in daily activities.&lt;/li&gt;\n&lt;li&gt;Curiosity and desire to innovate and expand knowledge and experience of brewing.&lt;/li&gt;\n&lt;li&gt;Calmly and consistently reacts to information.&lt;/li&gt;\n&lt;li&gt;Committed to delivering and maintaining high-quality product and work place standards.&lt;/li&gt;\n&lt;li&gt;Demonstrates responsibility, personal accountability and professionalism in all aspects of the role.&lt;/li&gt;\n&lt;li&gt;Flexible and adaptable to working environment.&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Confidently and competently communicates relevant information to team members and others in an appropriate manner. &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;Works collaboratively as part of a team. &lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;SECTION 3. Additional Information&lt;/strong&gt;&lt;/h4&gt;\n&lt;h3&gt;&lt;strong&gt;Duration:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically, 18-24 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;English and mathematics:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and mathematics will need to achieve this level prior to taking the end-point assessment for this apprenticeship. For those with an education, health and care plan or a legacy statement, the apprenticeships English and mathematics minimum requirement is Entry Level 3. A British Sign Language qualification is an alternative to English qualifications for those whom this is their primary language.&amp;nbsp;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;4&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;After 3 years&lt;/p&gt;",
  "occupationalSummary": "&lt;div class=&quot;form-group&quot; style=&quot;box-sizing: border-box; margin: 0 0 12px; padding: 0; border: 0; font-variant-numeric: inherit; font-variant-east-asian: inherit; font-variant-alternates: inherit; font-variant-position: inherit; font-stretch: inherit; font-size: 16px; line-height: inherit&quot;&gt;\n&lt;div style=&quot;box-sizing: inherit; margin: 0; padding: 0; border: 0; vertical-align: baseline&quot;&gt;This occupation is found in breweries with large scale national or international production through to small micro breweries, all of which produce beer. Beer is an alcoholic beverage that is differentiated from other alcoholic beverages i.e. cider, wines and spirits on the basis of differences in the approach to production and the use of different ingredients. Beer is a fermented beverage rather than distilled and uses cereals rather than fruit as a source of fermentable sugar. Beer in the UK is produced to the lowest strength within the alcoholic beverage sector. All beers are typically made from a common set of ingredients and are produced by a brewer.&lt;/div&gt;\n&lt;/div&gt;\n&lt;div class=&quot;form-group&quot; style=&quot;box-sizing: border-box; margin: 0 0 12px; padding: 0; border: 0; font-variant-numeric: inherit; font-variant-east-asian: inherit; font-variant-alternates: inherit; font-variant-position: inherit; font-stretch: inherit; font-size: 16px; line-height: inherit&quot;&gt;\n&lt;div style=&quot;box-sizing: inherit; margin: 0; padding: 0; border: 0; vertical-align: baseline&quot;&gt;The broad purpose of the occupation is to make beer either at specific stages of the brewing process (raw material handling, brewhouse, yeast and fermentation, beer finishing and maturation, packaging, product stability and retail trade quality) or in its entirety from raw material handling to product stability and retail trade quality. Whilst well established, the brewer occupation is a diverse role which may vary considerably across the sector. As well as beer production, a brewer may also have a role in design and development of new brands and will need to react to information related to the quality and consistency of beer at various stages of production and once in final package. The brewer may also have input to the selection, design and operation of equipment and technology implemented within the brewery and which is required for processing of ingredients as well as beer production. Finally, a brewer may be required to take part in public facing activities such as product launches or beer tasting sessions.&lt;/div&gt;\n&lt;/div&gt;\n&lt;div class=&quot;form-group&quot; style=&quot;box-sizing: border-box; margin: 0 0 12px; padding: 0; border: 0; font-variant-numeric: inherit; font-variant-east-asian: inherit; font-variant-alternates: inherit; font-variant-position: inherit; font-stretch: inherit; font-size: 16px; line-height: inherit&quot;&gt;\n&lt;div style=&quot;box-sizing: inherit; margin: 0; padding: 0; border: 0; vertical-align: baseline&quot;&gt;In their daily work, an employee in this occupation interacts with other members of a team or they may work alone. In smaller breweries it is more likely that a brewer will be required to work with more autonomy across the entire brewing process. For larger breweries it is more likely that a brewer will be responsible for specific parts of the brewing process, working alongside or even leading a small team of production operators. In larger breweries, brewers are more likely to report to a senior brewer or director and may also be required to interact with other members of the business. For instance, to work with engineers or report on production metrics, help market existing brands or even to develop new ones.&lt;/div&gt;\n&lt;/div&gt;\n&lt;div class=&quot;form-group&quot; style=&quot;box-sizing: border-box; margin: 0 0 12px; padding: 0; border: 0; font-variant-numeric: inherit; font-variant-east-asian: inherit; font-variant-alternates: inherit; font-variant-position: inherit; font-stretch: inherit; font-size: 16px; line-height: inherit&quot;&gt;\n&lt;div style=&quot;box-sizing: inherit; margin: 0; padding: 0; border: 0; vertical-align: baseline&quot;&gt;An employee in this occupation will be responsible for meeting production demands for either their stage of the brewing process or the entire brewing process, ensuring that all legislative and regulatory requirements are also achieved.&lt;/div&gt;\n&lt;/div&gt;",
  "knowledges": [
    {
      "knowledgeId": "3c618b1e-b29a-4105-a7ed-7db76e6343c6",
      "detail": "Industry legislation and regulations: Health & Safety, Food Safety & Hygiene, Operational Compliance, Environmental."
    },
    {
      "knowledgeId": "f0b02bf4-2d7e-4326-b7e1-18f6754c551c",
      "detail": "Techniques and requirements for processing of ingredients prior to use in the brewery including equipment and machinery used in the process."
    },
    {
      "knowledgeId": "2c3a05fa-7af3-4b27-9dfe-a32736c83230",
      "detail": "Principles of raw material and ingredient inspection, handling, storage and stock control."
    },
    {
      "knowledgeId": "a454f62a-7f14-4253-a949-e9373f8288fa",
      "detail": "Cleaning process: relating to the raw material handling stage of brewing."
    },
    {
      "knowledgeId": "30ace6f6-0d3f-4ad4-8546-c05188611554",
      "detail": "Planning, prioritising, handover or close down procedures and time management techniques."
    },
    {
      "knowledgeId": "d54fe7c1-cba5-44b7-a61e-f96737687f3a",
      "detail": "The provenance, quality and characteristics of principle ingredients used for beer production and their individual and combined contribution to beer style, character and recipes."
    },
    {
      "knowledgeId": "591b918d-6a66-4cb6-99c3-e762e0ae3456",
      "detail": "Principles of beer recipe record keeping."
    },
    {
      "knowledgeId": "cfdea95d-e0e6-4d65-8f5b-9d8b8a9fb2a1",
      "detail": "Principles of brewing including equipment and machinery used in the process."
    },
    {
      "knowledgeId": "34e214b7-ddec-41d5-ad19-7e0f579fea17",
      "detail": "Cleaning process: relating to the brewhouse stage of brewing."
    },
    {
      "knowledgeId": "bc76e45b-f5f6-40d3-ab84-23c6862fba77",
      "detail": "Principles of fermentation and conditioning including equipment and machinery used in the process."
    },
    {
      "knowledgeId": "668bdad5-cb6f-46aa-bf38-310f80f2edc0",
      "detail": "Principles of yeast management and handling including equipment and machinery used in the process."
    },
    {
      "knowledgeId": "ac0b8112-16fe-475a-9669-e4bdfca92e9d",
      "detail": "Cleaning process: relating to the yeast and fermentation stage of brewing."
    },
    {
      "knowledgeId": "b9c2648a-0f03-4cc2-a074-373e7d945c63",
      "detail": "Principles and importance of plant design, operation, hygiene and maintenance on production quality, safety and efficiency."
    },
    {
      "knowledgeId": "d0e867f6-2978-4ef5-ae9d-194e31e8f134",
      "detail": "Principles of beer finishing and maturation, including stabilisation prior to packaging, equipment and machinery used in the process."
    },
    {
      "knowledgeId": "b3ceaed9-3a98-4650-8b21-321ccc114e92",
      "detail": "Cleaning process: relating to the beer finishing and maturation stage of brewing."
    },
    {
      "knowledgeId": "aaf20eaa-e7d9-4780-988e-35ba81983cb6",
      "detail": "Principles and types of beer packaging including equipment and machinery used in the process."
    },
    {
      "knowledgeId": "68e33bab-eff4-47a1-9c5a-95fcdb5af482",
      "detail": "Cleaning process: relating to the packaging stage of brewing."
    },
    {
      "knowledgeId": "d77c66ed-94ab-4293-8626-cbf6ea1c913f",
      "detail": "Required transport and storage conditions of bulk beer to ensure product stability and retail trade quality."
    },
    {
      "knowledgeId": "de29cb5d-147d-4b33-82d1-6ddb2460dc01",
      "detail": "Required transport and storage conditions of packaged beer to ensure product stability and retail trade quality."
    },
    {
      "knowledgeId": "1f64be4d-86ca-45fa-9d97-e2c6091fad2e",
      "detail": "Cleaning process: relating to the product stability and retail trade quality stage of brewing."
    },
    {
      "knowledgeId": "db5a0924-8841-4ad1-a19f-832d8944df8a",
      "detail": "Brewery monitoring systems for product assurance."
    },
    {
      "knowledgeId": "3ccb1ca3-1345-4eb2-84fb-806f164939c6",
      "detail": "Principles of quality assurance (QA) and quality control (QC): contribution to process efficiency."
    },
    {
      "knowledgeId": "f89e2e18-5e59-4458-818f-7330ada49b8e",
      "detail": "Food safety and Hazard Analysis and Critical Control Point (HACCP)."
    },
    {
      "knowledgeId": "7c6e8363-b7a9-4a62-aaaa-ec2e763c0a50",
      "detail": "Principles of sustainability and circular economy in the brewing process and related supply chains. Energy efficiency and reuse of materials. Minimising waste. Recycling procedures."
    },
    {
      "knowledgeId": "2f7ebf9f-1974-4c73-aab3-0c7412e139e1",
      "detail": "Heritage and structure of the beer industry."
    },
    {
      "knowledgeId": "3edd98f9-cbaa-46b2-81fd-408841b54266",
      "detail": "Commercial requirements of brewery operation and how they are measured, including KPIs and promotional activities. "
    },
    {
      "knowledgeId": "9b8cfc8a-92b3-452b-ac8d-c857e96c7d36",
      "detail": "Principles of problem solving and continuous improvement (CI)."
    },
    {
      "knowledgeId": "55e1c640-e0f2-4a44-a4e5-7d34fa724f98",
      "detail": "Verbal and visual communication techniques. Giving and receiving information. Matching style to audience. Industry terminology."
    },
    {
      "knowledgeId": "23cb2bdd-4ee2-4308-adb4-15382d11ee33",
      "detail": "Written communication techniques. Plain English principles."
    },
    {
      "knowledgeId": "5874b49b-2016-48af-b055-40f10e79cd52",
      "detail": "Information technology and digital: digital interfaces, email, spreadsheets, presentation, word processing. General Data Protection Regulation (GDPR). Cyber security."
    },
    {
      "knowledgeId": "6c38b30c-a0fb-47b2-b093-97bc579949c3",
      "detail": "Principles of equity, diversity, and inclusion in the workplace."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "9cd5842f-5d4d-4d62-9428-8e7fb2816e37",
      "detail": "Prioritises Health & Safety."
    },
    {
      "behaviourId": "c1e0d6f8-7b4f-4ea8-a58d-e2a43919fc6f",
      "detail": "Take responsibility for completing work."
    },
    {
      "behaviourId": "4f332762-0c2c-4fc1-a828-f1b8cc2c6d20",
      "detail": "Act in a professional manner."
    },
    {
      "behaviourId": "33c2ddab-f27e-4d74-84d5-0b076c4b9fba",
      "detail": "Take personal responsibility for sustainable working practices."
    },
    {
      "behaviourId": "9f3c3e5b-3d69-4ddf-ab28-16656f806860",
      "detail": "Ambassador for the industry."
    }
  ],
  "skills": [
    {
      "skillId": "e078b4e1-6316-463e-bf9e-1a2188896e3f",
      "detail": "Comply with industry legislation and regulations."
    },
    {
      "skillId": "fbc99252-29aa-41ab-98dc-dfa102072451",
      "detail": "Control and operate automated or manual plant and equipment required for fermentation and conditioning."
    },
    {
      "skillId": "b0087ea5-0748-4074-a822-2fa5e5d11d3d",
      "detail": "Control and operate automated or manual plant and equipment required for raw material and ingredient handling, including storage management and rotation of brewing ingredients and raw materials."
    },
    {
      "skillId": "ae4a8d8a-d13c-4b11-b2ae-cfa7611be8f5",
      "detail": "Clean down plant and equipment on completion of the raw material handling stage of brewing."
    },
    {
      "skillId": "b1e14446-d785-496a-9e24-f6d4120358a0",
      "detail": "Apply planning, prioritising and time management techniques"
    },
    {
      "skillId": "8b35e890-4f84-41c8-b2f5-5e74fd821b55",
      "detail": "Select and use brewing ingredients according to beer recipes."
    },
    {
      "skillId": "390bb90f-ebe3-46c1-b09a-7cb0d358d7d7",
      "detail": "Adjust recipes to limit batch to batch variance."
    },
    {
      "skillId": "0e23659c-16bf-4194-9cdc-8d42fe3dd033",
      "detail": "Maintain records for existing beer recipes."
    },
    {
      "skillId": "5bdc80d6-bb7e-4f2c-abfe-a912b899e06c",
      "detail": "Control and operate automated or manual plant and equipment required for brewing."
    },
    {
      "skillId": "3df5fa1c-8117-4a10-9cef-4cfb84d48780",
      "detail": "Clean down plant and equipment on completion of the brewhouse stage of brewing."
    },
    {
      "skillId": "860e02c6-53af-4dfb-84da-230ba2f6f32b",
      "detail": "Control and operate automated or manual plant and equipment required for fermentation and conditioning."
    },
    {
      "skillId": "b6ecae86-b612-4f82-bfb5-7e6c9bc069cc",
      "detail": "Monitor and maintain yeast hygiene, vitality, and viability."
    },
    {
      "skillId": "b2af7c12-d3a9-473a-ba17-552759a6ddb6",
      "detail": "Clean down plant and equipment on completion of the yeast and fermentation stage of brewing."
    },
    {
      "skillId": "546740d4-83c0-4aab-bd7a-45442a618f4e",
      "detail": "Control and operate automated or manual plant and equipment required for beer finishing and maturation (stabilisation)."
    },
    {
      "skillId": "f46f122b-a9e0-476b-b41f-8468491753f2",
      "detail": "Clean down plant and equipment on completion of the beer finishing and maturation stage of brewing."
    },
    {
      "skillId": "e3737097-abe2-4020-90b6-2d5bec1b745f",
      "detail": "Control and operate automated or manual plant and equipment required for beer packaging."
    },
    {
      "skillId": "2a6182f5-43d4-4087-9300-16bcfee21e15",
      "detail": "Clean down plant and equipment on completion of the packaging stage of brewing."
    },
    {
      "skillId": "2731d369-559f-4e2a-9a8e-0695e16e81d7",
      "detail": "Control and operate automated or manual plant and equipment required for transport and storage of bulk beer."
    },
    {
      "skillId": "a23d8a04-0607-4b8a-81cd-15b9e0fbc28c",
      "detail": "Control and operation of automated or manual plant and equipment required for transport and storage of packaged beer."
    },
    {
      "skillId": "8219b519-4a01-4fe3-8c62-6c6637e22e9a",
      "detail": "Clean down plant and equipment on completion of the product stability and retail trade quality stage of brewing."
    },
    {
      "skillId": "69da1a40-e28a-4a6a-8e1d-ef5e48f13437",
      "detail": "Apply and document product assurance checks. For example, microbiological, chemical, physical, sensory."
    },
    {
      "skillId": "b431a063-85c6-4afe-9bfe-260fd7d13ac5",
      "detail": "Apply quality assurance (QA) and quality control (QC) procedures."
    },
    {
      "skillId": "bb9bb757-fd27-418b-95d3-7b7ec7af95a5",
      "detail": "Conduct and document food safety and Hazard Analysis and Critical Control Point (HACCP) checks."
    },
    {
      "skillId": "cb4bf9e4-cbc0-49e1-a9fa-a4e7ff648cdf",
      "detail": "Apply sustainability and circular economy principles."
    },
    {
      "skillId": "81c75488-af19-4a30-8a9b-51097751706d",
      "detail": "Promote the beer industry and the brewery they are employed at."
    },
    {
      "skillId": "308f9b22-ca8b-4ad5-a023-6bf76df66edc",
      "detail": "Apply problem solving and continuous improvement (CI) tools and techniques."
    },
    {
      "skillId": "a0369ca5-11c5-4686-9a6c-fea26a53fec3",
      "detail": "Communicate and network with others verbally and visually, for example internal and external colleagues and stakeholders."
    },
    {
      "skillId": "2d28e47f-0273-4702-9c29-3d0a537fee16",
      "detail": "Communicate in writing with others for example, internal and external customers, colleagues, and managers."
    },
    {
      "skillId": "1fb0ab52-c107-4be9-b8a0-5ba857effa1e",
      "detail": "Use information and digital technology. Comply with GDPR and cyber security regulations and policies."
    },
    {
      "skillId": "1af9de52-d6f8-4504-b295-b630e13ebdb0",
      "detail": "Follow equity, diversity, and inclusion principles."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0107",
  "tbMainContact": "slivens@beerandpub.com",
  "involvedEmployers": "AB-Inev, Adnams, Arran Brewery, Big Smoke Brewery, Brewhouse & Kitchen, Carlsberg Marstons, Everards, Five Points Brewery, Greene King, Heineken, Hydes Brewery, Liberation Brewery, Lincoln Green Brewery, Little Brewing Company, Asahi UK, Molson Coors, Oakham Ales, Purity Brewery, Round Corner Brewery, Seven Bro7hers Brewery, St Austell Brewery, Three Blind Mice Brewery, Wimbledon Brewery, Wye Valley Brewery\n",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Brewer",
    "Technical brewer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Manufacturing, plant and process technologist",
  "clusterId": "265",
  "clusterDescription": null,
  "createdDate": "2025-05-07T16:34:49 +00:00",
  "lastUpdated": "2025-05-07T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-06-22T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0580",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0580-in-revision?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0580-in-revision",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "c4a6df9a-d121-4679-b52f-9408a5c5ed76",
      "dutyDetail": "Plan work and resources for brewing activities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c1e0d6f8-7b4f-4ea8-a58d-e2a43919fc6f"
      ],
      "mappedKnowledge": [
        "30ace6f6-0d3f-4ad4-8546-c05188611554"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b1e14446-d785-496a-9e24-f6d4120358a0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4449bc34-e3d0-45e6-9d21-3e7e9edcb8a7",
      "dutyDetail": "Run brewing production operations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4f332762-0c2c-4fc1-a828-f1b8cc2c6d20"
      ],
      "mappedKnowledge": [
        "f0b02bf4-2d7e-4326-b7e1-18f6754c551c",
        "2c3a05fa-7af3-4b27-9dfe-a32736c83230",
        "a454f62a-7f14-4253-a949-e9373f8288fa",
        "d54fe7c1-cba5-44b7-a61e-f96737687f3a",
        "cfdea95d-e0e6-4d65-8f5b-9d8b8a9fb2a1",
        "34e214b7-ddec-41d5-ad19-7e0f579fea17",
        "bc76e45b-f5f6-40d3-ab84-23c6862fba77",
        "ac0b8112-16fe-475a-9669-e4bdfca92e9d",
        "d0e867f6-2978-4ef5-ae9d-194e31e8f134",
        "b3ceaed9-3a98-4650-8b21-321ccc114e92",
        "aaf20eaa-e7d9-4780-988e-35ba81983cb6",
        "68e33bab-eff4-47a1-9c5a-95fcdb5af482",
        "1f64be4d-86ca-45fa-9d97-e2c6091fad2e",
        "55e1c640-e0f2-4a44-a4e5-7d34fa724f98",
        "23cb2bdd-4ee2-4308-adb4-15382d11ee33",
        "5874b49b-2016-48af-b055-40f10e79cd52"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fbc99252-29aa-41ab-98dc-dfa102072451",
        "b0087ea5-0748-4074-a822-2fa5e5d11d3d",
        "ae4a8d8a-d13c-4b11-b2ae-cfa7611be8f5",
        "8b35e890-4f84-41c8-b2f5-5e74fd821b55",
        "390bb90f-ebe3-46c1-b09a-7cb0d358d7d7",
        "5bdc80d6-bb7e-4f2c-abfe-a912b899e06c",
        "3df5fa1c-8117-4a10-9cef-4cfb84d48780",
        "860e02c6-53af-4dfb-84da-230ba2f6f32b",
        "b2af7c12-d3a9-473a-ba17-552759a6ddb6",
        "546740d4-83c0-4aab-bd7a-45442a618f4e",
        "f46f122b-a9e0-476b-b41f-8468491753f2",
        "e3737097-abe2-4020-90b6-2d5bec1b745f",
        "2a6182f5-43d4-4087-9300-16bcfee21e15",
        "8219b519-4a01-4fe3-8c62-6c6637e22e9a",
        "a0369ca5-11c5-4686-9a6c-fea26a53fec3",
        "2d28e47f-0273-4702-9c29-3d0a537fee16",
        "1fb0ab52-c107-4be9-b8a0-5ba857effa1e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a420d039-180b-4f11-b212-f43f82c02cad",
      "dutyDetail": "Ensure workplace health, safety, and environmental compliance.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9cd5842f-5d4d-4d62-9428-8e7fb2816e37"
      ],
      "mappedKnowledge": [
        "3c618b1e-b29a-4105-a7ed-7db76e6343c6",
        "6c38b30c-a0fb-47b2-b093-97bc579949c3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e078b4e1-6316-463e-bf9e-1a2188896e3f",
        "1af9de52-d6f8-4504-b295-b630e13ebdb0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a5e6c2eb-d21c-4de4-a67d-02650b724755",
      "dutyDetail": "Conduct quality assurance activities. For example, quality control and consistency of ingredients, raw materials, and product within the process and at final package.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "668bdad5-cb6f-46aa-bf38-310f80f2edc0",
        "db5a0924-8841-4ad1-a19f-832d8944df8a",
        "3ccb1ca3-1345-4eb2-84fb-806f164939c6",
        "f89e2e18-5e59-4458-818f-7330ada49b8e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b6ecae86-b612-4f82-bfb5-7e6c9bc069cc",
        "69da1a40-e28a-4a6a-8e1d-ef5e48f13437",
        "b431a063-85c6-4afe-9bfe-260fd7d13ac5",
        "bb9bb757-fd27-418b-95d3-7b7ec7af95a5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d32d4ba5-72f0-4782-b94d-996e91fe94bb",
      "dutyDetail": "Maintain brewing records. For example, beer recipes, brewhouse production records, traceability records.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "591b918d-6a66-4cb6-99c3-e762e0ae3456"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0e23659c-16bf-4194-9cdc-8d42fe3dd033"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "13119292-8185-458a-9e3b-fbb5be3ba3da",
      "dutyDetail": "Contribute to the design and development of brewing operations. For example, design and adjust beer recipes and specifications and implement new technology.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "33c2ddab-f27e-4d74-84d5-0b076c4b9fba"
      ],
      "mappedKnowledge": [
        "b9c2648a-0f03-4cc2-a074-373e7d945c63",
        "d77c66ed-94ab-4293-8626-cbf6ea1c913f",
        "de29cb5d-147d-4b33-82d1-6ddb2460dc01",
        "7c6e8363-b7a9-4a62-aaaa-ec2e763c0a50",
        "3edd98f9-cbaa-46b2-81fd-408841b54266"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2731d369-559f-4e2a-9a8e-0695e16e81d7",
        "a23d8a04-0607-4b8a-81cd-15b9e0fbc28c",
        "cb4bf9e4-cbc0-49e1-a9fa-a4e7ff648cdf"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b6926dfc-888e-441b-a791-8744ead43035",
      "dutyDetail": "Lead, contribute or undertake problem solving and continuous improvement activities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "9b8cfc8a-92b3-452b-ac8d-c857e96c7d36"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "308f9b22-ca8b-4ad5-a023-6bf76df66edc"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "54b0e9be-add0-446c-85e0-d41eabc76b25",
      "dutyDetail": "Contribute to promotional events and  promote the brewery values, attributes and characteristics of key brands and styles.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9f3c3e5b-3d69-4ddf-ab28-16656f806860"
      ],
      "mappedKnowledge": [
        "2f7ebf9f-1974-4c73-aab3-0c7412e139e1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "81c75488-af19-4a30-8a9b-51097751706d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1660c388-e9fb-4f96-bc09-7c98fe7bc6e7",
      "dutyDetail": "Maintain and extend specialist brewing knowledge and practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4f332762-0c2c-4fc1-a828-f1b8cc2c6d20"
      ],
      "mappedKnowledge": [
        "f0b02bf4-2d7e-4326-b7e1-18f6754c551c",
        "2c3a05fa-7af3-4b27-9dfe-a32736c83230",
        "a454f62a-7f14-4253-a949-e9373f8288fa",
        "d54fe7c1-cba5-44b7-a61e-f96737687f3a",
        "cfdea95d-e0e6-4d65-8f5b-9d8b8a9fb2a1",
        "34e214b7-ddec-41d5-ad19-7e0f579fea17",
        "bc76e45b-f5f6-40d3-ab84-23c6862fba77",
        "ac0b8112-16fe-475a-9669-e4bdfca92e9d",
        "d0e867f6-2978-4ef5-ae9d-194e31e8f134",
        "b3ceaed9-3a98-4650-8b21-321ccc114e92",
        "aaf20eaa-e7d9-4780-988e-35ba81983cb6",
        "68e33bab-eff4-47a1-9c5a-95fcdb5af482",
        "1f64be4d-86ca-45fa-9d97-e2c6091fad2e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fbc99252-29aa-41ab-98dc-dfa102072451",
        "b0087ea5-0748-4074-a822-2fa5e5d11d3d",
        "ae4a8d8a-d13c-4b11-b2ae-cfa7611be8f5",
        "8b35e890-4f84-41c8-b2f5-5e74fd821b55",
        "390bb90f-ebe3-46c1-b09a-7cb0d358d7d7",
        "5bdc80d6-bb7e-4f2c-abfe-a912b899e06c",
        "3df5fa1c-8117-4a10-9cef-4cfb84d48780",
        "860e02c6-53af-4dfb-84da-230ba2f6f32b",
        "b2af7c12-d3a9-473a-ba17-552759a6ddb6",
        "546740d4-83c0-4aab-bd7a-45442a618f4e",
        "f46f122b-a9e0-476b-b41f-8468491753f2",
        "e3737097-abe2-4020-90b6-2d5bec1b745f",
        "2a6182f5-43d4-4087-9300-16bcfee21e15",
        "8219b519-4a01-4fe3-8c62-6c6637e22e9a"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-06-30T00:00:00"
}