{
  "templateType": "Apprenticeship Standard",
  "larsCode": 374,
  "referenceNumber": "ST0545",
  "learningAimClassCode": "",
  "title": "Waste resource operative",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0545",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2025-02-18T00:00:00",
  "earliestStartDate": "2018-11-08T00:00:00",
  "latestStartDate": "2025-02-17T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Collecting, transporting, processing, disposing and recycling waste and recyclables.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 12,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Transport and logistics",
  "keywords": [
    "recycling",
    "recycling waste",
    "logistics",
    "environmental",
    "recyclables"
  ],
  "jobRoles": [
    "Waste Resource Operative",
    "Waste Collection Operative",
    "Materials Recycling Facility Operative",
    "Household Waste Recycling Centre Operative",
    "Recycling Operative",
    "Transfer Station Operative",
    "Anaerobic Digestion Plant Operative",
    "Energy from Waste Operative",
    "Weighbridge Operative",
    "Refuse Collection Operative",
    "Mobile Plant Operative",
    "Control Room Operative",
    "Multi-skilled Operative",
    "Tipping Hall Operative"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7384/waste-operative-epa-v2090119em.pdf",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.4 Environmental conservation",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;The Waste Resources Operative covers a number of roles and responsibilities in the collection, transport, processing, disposal and recycling of waste and recyclables. The Waste Resources Operative may work at a number of different sites and locations including Household Waste Recycling Centre, Materials Recycling Facility, Transfer Stations, Trade Waste Collection, Energy Recovery Facilities, Anaerobic Digestion Facilities, Composting Facilities, Re-processors and Municipal Waste Collection.&lt;/p&gt;\n&lt;p&gt;The Waste Resource Operative needs to have an understanding of the principles of waste and recycling. This will include identifying waste and recyclables, sorting and segregation, treatment options, duty of care and health, safety, quality and environmental issues.&lt;/p&gt;\n&lt;p&gt;The role of the Waste Resource Operative is to assist in the day to day running of the site or activity, to ensure that processes are carried out safely and efficiently. They will also contribute to the protection of the environment, efficient use of resources and enhancing quality in compliance with relevant regulation; they will contribute to delivering &quot;best in sector&quot; operational performance in the organisation.&lt;/p&gt;\n&lt;p&gt;The role may involve working outside in all types of weather and will require an element of physical work, some roles will require a lot of daily walking.&lt;/p&gt;\n&lt;p&gt;The individual could be employed in utilities, agriculture (farms or anaerobic digestion plants), armed services, charities (third sector), local authorities, mining and quarrying, health (hospitals and hospices), construction, soil processors, landscapers, research and development (laboratories), waste (local authorities, private companies, liquid waste and septic tank emptying, landfill and energy recovery).&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 20%;&quot;&gt;Typical Job Roles&lt;/th&gt;\n&lt;td&gt;Waste Collection Operative, Materials Recycling Facility Operative, Household Waste Recycling Centre Operative, Recycling Operative, Transfer Station Operative, Anaerobic Digestion Plant Operative, Energy from Waste Operative, Weighbridge Operative, Refuse Collection Operative, Mobile Plant Operative, Control Room Operative, Multi-skilled Operative, Tipping Hall Operative&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;Suggested Sectors&lt;/th&gt;\n&lt;td&gt;Waste, Recycling, Resource Management&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;Apprenticeship Level&lt;/th&gt;\n&lt;td&gt;Level 2&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;Duration&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/th&gt;\n&lt;td&gt;12 months&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;Qualifications&lt;/th&gt;\n&lt;td&gt;For level 2 apprenticeships, apprentices must achieve level 1 English and maths and take the test for level 2 prior to taking their EPA. For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3. A British Sign Language (BSL) qualification is an alternative to the English qualification for those whose primary language is BSL.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th&gt;Review date&lt;/th&gt;\n&lt;td&gt;Three years from implementation&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 20%;&quot;&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;What is required? Have an understanding of;&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Industry awareness&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;The role and contribution of the waste and resources industry, types of waste (plastics, metals, glass, green, Waste Electrical and Electronic Equipment (WEEE), residual, unknown) and treatment options. This should include an introduction to the Waste Hierarchy and the principles of waste and resource management: to include recycling, reuse, collection, sorting, segregation, transfer stations, Material Recycling Facilities (MRFs), Household Waste and Recycling Centres (HWRCs), Refused Derived Fuel (RDF), Anaerobic Digestion (AD), In vessel and Windrow Composting&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Environmental Protection&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;The principles and purpose of environmental protection in the waste industry e.g.&amp;nbsp; Duty of care, waste hierarchy&lt;br&gt;Know the organisational policies and objectives for environmental protection. A practical understanding of Environmental Permits for applicable site(s), to include awareness of what wastes are permitted on site.&lt;/p&gt;\nPollution including sources, pathways, receptors and the potential environmental impact. Pollution control measures including physical, legal and organisational policies and procedures.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Health &amp;amp; Safety&lt;/td&gt;\n&lt;td&gt;The relevant health and safety legislation e.g. Manual handling, Control of Substances Hazardous to Health, Provision and Use of Work Equipment Regulations, Lifting Operations and Lifting Equipment Regulations and associated processes, procedures and safe working practices in your workplace. The associated hazards and risks, the potential for harm and relevant control measures used to mitigate risk.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Operations&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;A company’s systems and procedures for receiving, checking, segregating, handling and transferring waste.&lt;/p&gt;\nUnderstand the process and know how to comply with the relevant Environmental Permit.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Communication&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;How to communicate effectively with managers, peers, internal and external customers.&lt;/p&gt;\nHow to deal with conflict with internal and external contacts.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Circular Economy and Sustainability&lt;/td&gt;\n&lt;td&gt;How to prevent waste, prepare for reuse (upcycle, refurbish), recycle, and recover contribute to sustainability and promote the circular economy.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot; style=&quot;height: 699px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 20px;&quot;&gt;\n&lt;th style=&quot;width: 20%; height: 20px;&quot;&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/th&gt;\n&lt;th style=&quot;height: 20px;&quot;&gt;&lt;strong&gt;What is required? Be able to:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 83px;&quot;&gt;\n&lt;td style=&quot;height: 83px;&quot;&gt;Communication&lt;/td&gt;\n&lt;td style=&quot;height: 83px;&quot;&gt;\n&lt;p&gt;Communicate with colleagues, customers and the General Public providing clear, accurate and timely information&lt;br&gt;Use appropriate verbal and non-verbal communication skills in the workplace.&lt;/p&gt;\nReconcile different views within an argument, disagreement or opinion to achieve an effective outcome&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 82px;&quot;&gt;\n&lt;td style=&quot;height: 82px;&quot;&gt;Collection and transportation wastes and resources&lt;/td&gt;\n&lt;td style=&quot;height: 82px;&quot;&gt;Plan the collection of waste, including access routes to and from the waste, safety and suitability of collection equipment and machinery. Prepare for the loading and un-loading of wastes and resources in line with regulatory&amp;nbsp;and organisational policy and procedure. Collect Waste using manual and mechanical handling techniques, Reject waste and deal with non-conforming waste in accordance with organisational procedures.&amp;nbsp;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 61px;&quot;&gt;\n&lt;td style=&quot;height: 61px;&quot;&gt;Identification and processing of recyclables&lt;/td&gt;\n&lt;td style=&quot;height: 61px;&quot;&gt;Identify and segregate materials that are suitable for recycling, check that recyclables confirm to required quality standards, prepare, check, maintain and use equipment for sorting materials for recycling, carry out sorting methods in accordance with organisational procedures and practices, deal with superfluous materials and non-recyclables.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 41px;&quot;&gt;\n&lt;td style=&quot;height: 41px;&quot;&gt;Processing wastes and resources&lt;/td&gt;\n&lt;td style=&quot;height: 41px;&quot;&gt;Identify, segregate and process waste, recyclables and other materials.&amp;nbsp; e.g. glass, all grades of plastics, metals – aluminium, steel, copper etc., organic waste (food, green), textiles, WEEE, batteries, chemicals in accordance with company policies and procedures.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 61px;&quot;&gt;\n&lt;td style=&quot;height: 61px;&quot;&gt;Disposal of wastes and resources&lt;/td&gt;\n&lt;td style=&quot;height: 61px;&quot;&gt;Dispose of wastes in accordance with regulatory and organisational procedures, demonstrate application of the Waste Hierarchy and regulatory requirements for the disposal of specific wastes, including hazardous wastes, asbestos, waste electrical and electronic equipment, clinical wastes.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 104px;&quot;&gt;\n&lt;td style=&quot;height: 104px;&quot;&gt;Health, safety and hygiene&lt;/td&gt;\n&lt;td style=&quot;height: 104px;&quot;&gt;\n&lt;p&gt;Follow safe working procedures and practices in accordance with legislative and organisational requirements&lt;br&gt;Identify and deal with problems which could affect health, safety and hygiene requirements in accordance with your responsibilities and company policies and procedures.&lt;/p&gt;\nHazard spot – be able to recognise and report a near miss, incident, occurrence.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 104px;&quot;&gt;\n&lt;td style=&quot;height: 104px;&quot;&gt;Work with others&lt;/td&gt;\n&lt;td style=&quot;height: 104px;&quot;&gt;\n&lt;p&gt;Agree the division of work with others before beginning work&lt;br&gt;Carry out and complete work activities as part of a team within performance requirements&lt;br&gt;Deal constructively with colleagues and others to enable tasks to be undertaken effectively and safely&lt;/p&gt;\nContribute to site meetings and tool-box talks&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 61px;&quot;&gt;\n&lt;td style=&quot;height: 61px;&quot;&gt;Reporting and recording Information&lt;/td&gt;\n&lt;td style=&quot;height: 61px;&quot;&gt;Maintain records in accordance with organisational procedures e.g. Permits to Work, Route Maps, Waste Transfer Notes, Waste Segregation Sheets, Daily Checklists, Risk Assessments, Hazardous Waste Consignment Notes, Work Instructions, Daily Round Report, Defect Checks&lt;br&gt;Report problems which arise to the relevant person in line with organisational job role responsibilities&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 41px;&quot;&gt;\n&lt;td style=&quot;height: 41px;&quot;&gt;Carry out routine checks&lt;/td&gt;\n&lt;td style=&quot;height: 41px;&quot;&gt;Prepare to use vehicles, machinery and equipment, including daily checks to confirm working order in accordance with work instructions and manufacturer’s instructions. Report any defects as per company procedures.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 41px;&quot;&gt;\n&lt;td style=&quot;height: 41px;&quot;&gt;Follow instructions&lt;/td&gt;\n&lt;td style=&quot;height: 41px;&quot;&gt;Adhere to documented organisational procedures and work instructions to plan and carry out daily tasks&lt;br&gt;Listen, confirm understanding and follow instructions provided by colleagues and others&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 20%;&quot;&gt;&lt;strong&gt;Behavioural &lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;What is required? Be able to:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Health and Safety&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Demonstrate at all times a consistent and positive safety led mind-set with respect to self, colleagues and others&lt;br&gt;Consistently follow organisational health, safety and hygiene procedures, practices and standards.&lt;/p&gt;\nReport instances of non-compliance such as unsafe acts, practices, equipment and workplaces.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Take responsibility&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Accept ownership and responsibility for your behaviours and actions, and work in a professional manner at all times.&amp;nbsp;&lt;/p&gt;\nTake appropriate action if poor or unsafe practice is witnessed.&lt;br&gt;Work within your own levels of responsibility and know when to seek advice.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Customer care/Dealing with people&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;Show dignity, respect, empathy and professionalism when dealing with others, including customers, colleagues and the public&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Inclusiveness&lt;/td&gt;\n&lt;td&gt;Behave in a manner which demonstrates an awareness of the needs and concerns of others in line with equality and diversity company policies and legislation.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Professionalism&lt;/td&gt;\n&lt;td&gt;Act in a fair, consistent and impartial manner, be open and honest and operate within organisational values&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Communication&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Listen and respond to others in a manner which demonstrates interest and understanding, recognises needs and expectations and achieves positive engagement&lt;/p&gt;\nCommunicate effectively with others.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Team Working&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Shows fairness and consideration to others, collaborates with others, listens to and takes account of different views to reach agreed outcomes.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;",
  "occupationalSummary": "&lt;p&gt;The Waste Resources Operative covers a number of roles and responsibilities in the collection, transport, processing, disposal and recycling of waste and recyclables. The Waste Resources Operative may work at a number of different sites and locations including Household Waste Recycling Centre, Materials Recycling Facility, Transfer Stations, Trade Waste Collection, Energy Recovery Facilities, Anaerobic Digestion Facilities, Composting Facilities, Re-processors and Municipal Waste Collection. The Waste Resource Operative needs to have an understanding of the principles of waste and recycling. This will include identifying waste and recyclables, sorting and segregation, treatment options, duty of care and health, safety, quality and environmental issues. The role of the Waste Resource Operative is to assist in the day to day running of the site or activity, to ensure that processes are carried out safely and efficiently. They will also contribute to the protection of the environment, efficient use of resources and enhancing quality in compliance with relevant regulation; they will contribute to delivering &quot;best in sector&quot; operational performance in the organisation. The role may involve working outside in all types of weather and will require an element of physical work, some roles will require a lot of daily walking. The individual could be employed in utilities, agriculture (farms or anaerobic digestion plants), armed services, charities (third sector), local authorities, mining and quarrying, health (hospitals and hospices), construction, soil processors, landscapers, research and development (laboratories), waste (local authorities, private companies, liquid waste and septic tank emptying, landfill and energy recovery).&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "b3f059d0-c19b-4aac-8f97-a592ff861afb",
      "detail": "The role and contribution of the waste and resources industry, types of waste (plastics, metals, glass, green, Waste Electrical and Electronic Equipment (WEEE), residual, unknown) and treatment options. This should include an introduction to the Waste Hierarchy and the principles of waste and resource management: to include recycling, reuse, collection, sorting, segregation, transfer stations, Material Recycling Facilities (MRFs), Household Waste and Recycling Centres (HWRCs), Refused Derived Fuel (RDF), Anaerobic Digestion (AD), In vessel and Windrow Composting"
    },
    {
      "knowledgeId": "08323aab-86d9-4ea6-bac3-55a3a0df9295",
      "detail": "The principles and purpose of environmental protection in the waste industry e.g.  Duty of care, waste hierarchy"
    },
    {
      "knowledgeId": "698e0cf6-feeb-4339-bd3d-d7b3de88074f",
      "detail": "Know the organisational policies and objectives for environmental protection. A practical understanding of Environmental Permits for applicable site(s), to include awareness of what wastes are permitted on site."
    },
    {
      "knowledgeId": "b9a7c4f5-a25e-4690-bddd-f326879ac0c8",
      "detail": "Pollution including sources, pathways, receptors and the potential environmental impact. Pollution control measures including physical, legal and organisational policies and procedures."
    },
    {
      "knowledgeId": "ed8bd685-ecbb-42ed-9a5f-1e99f16158de",
      "detail": "The relevant health and safety legislation e.g. Manual handling, Control of Substances Hazardous to Health, Provision and Use of Work Equipment Regulations, Lifting Operations and Lifting Equipment Regulations and associated processes, procedures and safe working practices in your workplace. The associated hazards and risks, the potential for harm and relevant control measures used to mitigate risk."
    },
    {
      "knowledgeId": "78968125-5c6d-42be-9e66-527165ec6444",
      "detail": "\t\nA company’s systems and procedures for receiving, checking, segregating, handling and transferring waste."
    },
    {
      "knowledgeId": "2f7260e5-db59-4b49-8ab3-4517fa334c39",
      "detail": "Understand the process and know how to comply with the relevant Environmental Permit."
    },
    {
      "knowledgeId": "1896d3f6-9a8b-4d92-b5e3-7b68eb40f04c",
      "detail": "How to communicate effectively with managers, peers, internal and external customers."
    },
    {
      "knowledgeId": "8f7da2cd-98cc-400c-86ff-76e5df8a4e0a",
      "detail": "\t\n\n\nHow to deal with conflict with internal and external contacts."
    },
    {
      "knowledgeId": "000533c0-7f45-4aa4-ad63-3aa933eb4240",
      "detail": "How to prevent waste, prepare for reuse (upcycle, refurbish), recycle, and recover contribute to sustainability and promote the circular economy."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "7c4ae3f1-35fc-4228-876b-5190177ebb3d",
      "detail": "Demonstrate at all times a consistent and positive safety led mind-set with respect to self, colleagues and others"
    },
    {
      "behaviourId": "e3c919bb-5a79-459e-8bf0-1dcbb404eee9",
      "detail": "Consistently follow organisational health, safety and hygiene procedures, practices and standards"
    },
    {
      "behaviourId": "330726ed-25c7-46bf-8038-445ac374ab17",
      "detail": "Report instances of non-compliance such as unsafe acts, practices, equipment and workplaces."
    },
    {
      "behaviourId": "5df772f0-977e-471a-b6de-6ff8b67cfc74",
      "detail": "Accept ownership and responsibility for your behaviours and actions, and work in a professional manner at all times. "
    },
    {
      "behaviourId": "d694dcef-de37-4f59-84d4-07b1d87932eb",
      "detail": "Take appropriate action if poor or unsafe practice is witnessed."
    },
    {
      "behaviourId": "8b4beaaf-3eac-4cc7-becc-239869b3004d",
      "detail": "Work within your own levels of responsibility and know when to seek advice."
    },
    {
      "behaviourId": "31d7cd5b-8bf2-4449-a671-0676b1d40379",
      "detail": "Show dignity, respect, empathy and professionalism when dealing with others, including customers, colleagues and the public"
    },
    {
      "behaviourId": "8e70bb85-1da6-4891-8a08-976f7d025645",
      "detail": "Behave in a manner which demonstrates an awareness of the needs and concerns of others in line with equality and diversity company policies and legislation."
    },
    {
      "behaviourId": "bb46d2c4-83c1-4fe6-862c-8dfec6bfc2fe",
      "detail": "Act in a fair, consistent and impartial manner, be open and honest and operate within organisational values"
    },
    {
      "behaviourId": "edc49132-a9bd-4dff-9708-5cad74ef6ca4",
      "detail": "Listen and respond to others in a manner which demonstrates interest and understanding, recognises needs and expectations and achieves positive engagement"
    },
    {
      "behaviourId": "47a531ad-b566-4193-88b0-218846b6cc2e",
      "detail": "Communicate effectively with others."
    },
    {
      "behaviourId": "1c798787-5698-4fca-b08a-96aa219347ff",
      "detail": "Shows fairness and consideration to others, collaborates with others, listens to and takes account of different views to reach agreed outcomes."
    }
  ],
  "skills": [
    {
      "skillId": "6194351d-b5a5-4af5-a277-cbf135e082a9",
      "detail": "Communicate with colleagues, customers and the General Public providing clear, accurate and timely information"
    },
    {
      "skillId": "9244b381-8bf5-46b7-9017-e85022819aa7",
      "detail": "Use appropriate verbal and non-verbal communication skills in the workplace."
    },
    {
      "skillId": "58109b17-0ae3-4779-99e2-25f8e57b2c94",
      "detail": "Reconcile different views within an argument, disagreement or opinion to achieve an effective outcome"
    },
    {
      "skillId": "0d2b0001-0c74-4798-9e98-6036e0a5ae0e",
      "detail": "Plan the collection of waste, including access routes to and from the waste, safety and suitability of collection equipment and machinery. Prepare for the loading and un-loading of wastes and resources in line with regulatory and organisational policy and procedure. Collect Waste using manual and mechanical handling techniques, Reject waste and deal with non-conforming waste in accordance with organisational procedures. "
    },
    {
      "skillId": "bf6bc199-7795-4a19-a66d-e10a3a40c729",
      "detail": "Identify and segregate materials that are suitable for recycling, check that recyclables confirm to required quality standards, prepare, check, maintain and use equipment for sorting materials for recycling, carry out sorting methods in accordance with organisational procedures and practices, deal with superfluous materials and non-recyclables."
    },
    {
      "skillId": "32c7a92d-110f-4880-9315-b04357dea10d",
      "detail": "Identify, segregate and process waste, recyclables and other materials.  e.g. glass, all grades of plastics, metals – aluminium, steel, copper etc., organic waste (food, green), textiles, WEEE, batteries, chemicals in accordance with company policies and procedures."
    },
    {
      "skillId": "5eca2fda-4c89-4cf2-9952-c7611c5e8a7c",
      "detail": "Dispose of wastes in accordance with regulatory and organisational procedures, demonstrate application of the Waste Hierarchy and regulatory requirements for the disposal of specific wastes, including hazardous wastes, asbestos, waste electrical and electronic equipment, clinical wastes."
    },
    {
      "skillId": "4976efa2-a39f-49e0-ae24-8ad440616ec4",
      "detail": "Follow safe working procedures and practices in accordance with legislative and organisational requirements"
    },
    {
      "skillId": "85410e27-5886-4e0e-a0f2-9188922ef6c9",
      "detail": "Identify and deal with problems which could affect health, safety and hygiene requirements in accordance with your responsibilities and company policies and procedures."
    },
    {
      "skillId": "2290941a-7508-46ba-b775-2b0ed11d78a8",
      "detail": "Hazard spot – be able to recognise and report a near miss, incident, occurrence."
    },
    {
      "skillId": "dc1602aa-9169-4132-90df-21f7a9a43e74",
      "detail": "Agree the division of work with others before beginning work"
    },
    {
      "skillId": "d9a29bfb-deab-4284-b7ff-0757b5630523",
      "detail": "Carry out and complete work activities as part of a team within performance requirements"
    },
    {
      "skillId": "06dc8280-720b-41cd-a665-33dbe54a0760",
      "detail": "Deal constructively with colleagues and others to enable tasks to be undertaken effectively and safely"
    },
    {
      "skillId": "e5176f3d-f942-454f-9799-d9313de0d296",
      "detail": "Contribute to site meetings and tool-box talks"
    },
    {
      "skillId": "2b578156-71c5-43ef-af81-9c087b03e30a",
      "detail": "Maintain records in accordance with organisational procedures e.g. Permits to Work, Route Maps, Waste Transfer Notes, Waste Segregation Sheets, Daily Checklists, Risk Assessments, Hazardous Waste Consignment Notes, Work Instructions, Daily Round Report, Defect Checks"
    },
    {
      "skillId": "30bcb14d-3def-44a8-ad70-b3b82e75d6a1",
      "detail": "Report problems which arise to the relevant person in line with organisational job role responsibilities"
    },
    {
      "skillId": "f81a154b-ed99-4557-b655-609d5dfbb2fc",
      "detail": "Prepare to use vehicles, machinery and equipment, including daily checks to confirm working order in accordance with work instructions and manufacturer’s instructions."
    },
    {
      "skillId": "d010d32f-8b53-45cc-8f88-99fa258ec6ce",
      "detail": "Report any defects as per company procedures."
    },
    {
      "skillId": "f2bef320-42da-4af8-b268-b17a40442f98",
      "detail": "Adhere to documented organisational procedures and work instructions to plan and carry out daily tasks"
    },
    {
      "skillId": "bee7906a-a826-4ddc-b43f-73607a785d18",
      "detail": "Listen, confirm understanding and follow instructions provided by colleagues and others"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-11-08T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "benjamin.jones@veolia.com",
  "involvedEmployers": "Veolia, Amey, ANSA, Bath and Somerset Council, Biffa, Cory Energy, Eco Sustainable Solutions Ltd, FCC Environment, Lancashire Council, Leicester City Council, Mayer-Enviro, New Forest District Council, NLWA, Shanks/Renewi, South Tyneside Council, Suez, Suttle Stone Quarries, Viridor",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Waste Resource Operative",
    "Waste Collection Operative",
    "Materials Recycling Facility Operative",
    "Household Waste Recycling Centre Operative",
    "Recycling Operative",
    "Transfer Station Operative",
    "Anaerobic Digestion Plant Operative",
    "Energy from Waste Operative",
    "Weighbridge Operative",
    "Refuse Collection Operative",
    "Mobile Plant Operative",
    "Control Room Operative",
    "Multi-skilled Operative",
    "Tipping Hall Operative"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Logistics",
  "cluster": "Supply chain operative or technician",
  "clusterId": "37",
  "clusterDescription": "Undertake routine materials movement, plan and administer logistics",
  "createdDate": "2017-11-14T17:10:54 +00:00",
  "lastUpdated": "2025-02-18T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-11-08T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0545",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0545-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0545-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-02-18T00:00:00"
}