{
  "templateType": "Apprenticeship Standard",
  "larsCode": 245,
  "referenceNumber": "ST0529",
  "learningAimClassCode": "",
  "title": "Food and drink advanced engineer (integrated degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0529",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2018-02-27T00:00:00",
  "earliestStartDate": "2018-02-27T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Deliver efficient, effective and high performance food and drink production processes and systems.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 60,
  "maxFunding": 24000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Food and Drink",
    "Food and Drink Advanced Engineer",
    "Advanced Engineer",
    "Degree",
    "process",
    "systems",
    "food",
    "drink"
  ],
  "jobRoles": [
    "Food and Drink Factory Engineering Manager",
    "Food and Drink Process Engineering Manager",
    "Food and Drink Manufacturing Engineering Manager",
    "Food and Drink Group Engineering Manager",
    "Food and Drink Reliability Manager",
    "Food and Drink Project Engineering Manager"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1551/st0529_food-and-drink-advanced-engineering-integrated-degree_l6_ap-for-publication_january-2018.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupational Profile&lt;/h3&gt;\n&lt;p&gt;Food and Drink Advanced Engineers deliver efficient, effective and high performance food and drink production processes and systems, many of which are specific to the industry. Combining engineering competence with an understanding of the principles of food safety, science and technology their focus is on developing and designing improved production systems, which are safe to operate and environmentally sustainable.&lt;/p&gt;\n&lt;p&gt;They use advanced production and processing techniques and project management skills to deliver new projects on time, to budget and at the required quality.&lt;/p&gt;\n&lt;p&gt;Food and Drink Advanced Engineers have roles across food and drink organisations, from infrastructure, asset care, production management and process development and work closely with a range of other engineers, functions and managers in their own company and interact with external equipment and ingredient providers. They contribute to business strategy and performance as leaders of teams.&lt;/p&gt;\n&lt;p&gt;Food and Drink Advanced Engineers have core knowledge, skills and behaviours and specialist knowledge and skills in one discipline: mechanical, automation or production engineering.&lt;/p&gt;\n&lt;p&gt;Typical job titles include: Food and Drink Factory Engineering Manager, Food and Drink Process Engineering Manager, Food and Drink Manufacturing Engineering Manager, Food and Drink Group Engineering Manager, Food and Drink Reliability Manager and Food and Drink Project Engineering Manager.&lt;/p&gt;\n&lt;h3&gt;The Requirements – Knowledge, Skills and Behaviours&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Food and Drink Advanced Engineers have the following knowledge and understanding:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;How future product and process design and commissioning is impacted by legislative, regulatory and ethical requirements, including hygiene and food safety, employee health &amp;amp; safety law and environmental considerations&lt;/li&gt;\n&lt;li&gt;How to lead and nurture others to articulate reliability optimisation strategies, prevent failures through effective maintenance techniques and develop life cycle plans for key assets&lt;/li&gt;\n&lt;li&gt;Systems approach adopted, both in equipment design and optimisation&lt;/li&gt;\n&lt;li&gt;Techniques and tools to research, analyse, interpret and evaluate information and concepts; how to utilise ideas from existing systems and new applications to improve or change processes&lt;/li&gt;\n&lt;li&gt;Principles and practices of hygienic design and cleaning systems appropriate to a food and drink environment&lt;/li&gt;\n&lt;li&gt;The role and impact of food and drink engineering within the wider business context, needs of internal and external stakeholders and the wider legal, environmental, technical and economic environment&lt;/li&gt;\n&lt;li&gt;Financial aspects required to justify, develop and commission new process or equipment&lt;/li&gt;\n&lt;li&gt;Strategic leadership, project management techniques, theory and practice required to deliver change processes within a food and drink environment&lt;/li&gt;\n&lt;li&gt;Inter-relationships between food ingredients, product and packaging materials and their effects on food safety, quality and performance of food processing and packaging design and improvement&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Food and Drink Advanced Engineers demonstrate the following skills, and can:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Demonstrate the ability to evaluate new techniques or technologies, and to recognise if these have value within their own food and drink environment&lt;/li&gt;\n&lt;li&gt;Apply appropriate theoretical and practical methods to design, develop and commission engineering solutions within a food and drink environment&lt;/li&gt;\n&lt;li&gt;Align engineering developments with wider business considerations including finance, commercial management, product innovation and sustainability&lt;/li&gt;\n&lt;li&gt;Define, articulate and justify the business case for food and drink engineering investment&lt;/li&gt;\n&lt;li&gt;Implement preventative and condition based maintenance procedures using a range of reliability strategies across engineering, use technical risk assessments to improve reliability, maintainability and availability&lt;/li&gt;\n&lt;li&gt;Use problem solving techniques and Continuous Improvement techniques to deliver change and improvement programmes in a food and drink process designed to advance business performance&lt;/li&gt;\n&lt;li&gt;Drive business environmental objectives through engineering solutions which advance and protect the business and industry reputation&lt;/li&gt;\n&lt;li&gt;Effectively research a number of different approaches to identify the right solution&lt;/li&gt;\n&lt;li&gt;Network across factories and suppliers to identify best practice&lt;/li&gt;\n&lt;li&gt;Lead, motivate and influence people within a project management matrix; articulating organisational purpose and values to create an inclusive, high performance work culture&lt;/li&gt;\n&lt;li&gt;Exchange information and provide advice to technical and non-technical colleagues&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Food and Drink Advanced Engineers demonstrate the following behaviours:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Leadership in safe working: takes a disciplined and responsible approach to avoid risk through application of technical skills, exercises management and mitigation strategies&lt;/li&gt;\n&lt;li&gt;Ownership of work: takes responsibility for recommending the implementation of new practices, ensuring integrity of processes and raising site standards&lt;/li&gt;\n&lt;li&gt;Pride in work: embraces new ways of thinking and encourages others to do the same, displays a positive mind set demonstrated by willingness to learn, displays proactive approach and ability to act on their own initiative&lt;/li&gt;\n&lt;li&gt;Self-development: always gives their best, sets themselves challenging targets, confident decision maker, has ambition to continuously improve self&lt;/li&gt;\n&lt;li&gt;Integrity and respect: leads by example, acts as a role model and motivates others through actions and behaviour, shows respect for others and provides time and support&lt;/li&gt;\n&lt;li&gt;Leadership: committed to lead, manage and coach others effectively; works well with different functions and operations&lt;/li&gt;\n&lt;li&gt;Problem solving: willingness to take on new problems; maintains quality of thinking and creativity under pressure&lt;/li&gt;\n&lt;li&gt;Responsiveness to change: flexible to changing working environment and demands; resilient under pressure&lt;/li&gt;\n&lt;li&gt;Company/industry perspective: demonstrates curiosity to foster new ways of thinking and working; seeks out opportunities to drive forward change and improvements for the business&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Additional Knowledge and Skills&lt;/h3&gt;\n&lt;p&gt;In addition to the core knowledge, skills and behaviours, Food and Drink Advanced Engineers will demonstrate specialist additional knowledge and skills from either the mechanical, automated or production options. All apprentices must complete the core plus &lt;strong&gt;one &lt;/strong&gt;of the options.&lt;/p&gt;\n&lt;h4&gt;Mechanical engineers:&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The range of mechanical principles that underpin the design and operation of mechanical engineering systems&lt;/li&gt;\n&lt;li&gt;Tribology and its application to food processing equipment&lt;/li&gt;\n&lt;li&gt;The use of computer modeling and simulation techniques to predict the behavior of engineering-based technologies&lt;/li&gt;\n&lt;li&gt;Computer aided design (Finite Element Analysis)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Skills, can:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Design mechanical systems, analyse the performance of components, mechanisms and systems&lt;/li&gt;\n&lt;li&gt;Conduct failure risk investigations and apply Reliability engineering techniques to prevent or reduce the likelihood or frequency of failures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Automation engineers:&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The range of electrical principles, control engineering that underpins the design and operation of electrical engineering systems&lt;/li&gt;\n&lt;li&gt;Automation techniques, robotics and materials handling&lt;/li&gt;\n&lt;li&gt;Manufacturing execution systems&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Skills, can:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Control the operation of measuring instruments that are used in design and configuration of automated systems&lt;/li&gt;\n&lt;li&gt;Model a diverse range of dynamic systems and design controllers for these systems&lt;/li&gt;\n&lt;li&gt;Conduct failure risk investigations and apply Reliability engineering techniques to prevent or reduce the likelihood or frequency of failures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;Production engineers:&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge and understanding of:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Process capability and thermodynamic analysis&lt;/li&gt;\n&lt;li&gt;Mass and heat balances, including material yield&lt;/li&gt;\n&lt;li&gt;System performance, for example line performance, production efficiency, V-curve and loss analysis&lt;/li&gt;\n&lt;li&gt;Production engineering practices and the management challenges related to production&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Skills, can:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Design key elements of a production line&lt;/li&gt;\n&lt;li&gt;Apply continuous improvement, problem solving and trouble shooting skills to increase efficiency in food production&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Duration&lt;/h3&gt;\n&lt;p&gt;Typically, 5 years&lt;/p&gt;\n&lt;h3&gt;Typical Entry Requirements&lt;/h3&gt;\n&lt;p&gt;Individual employers will set their own entry requirements in terms of prior academic qualifications and vocational experience. Typically candidates will have 3 A-levels at Grade B or equivalent, including A-level in maths or equivalent and at least one further STEM based subject and 5 GCSEs including English and maths (grade C or above). The Apprenticeship as a Food and Drink Maintenance Engineer provides a preparation route for this Apprenticeship.&lt;/p&gt;\n&lt;h3&gt;Level&lt;/h3&gt;\n&lt;p&gt;Level 6&lt;/p&gt;\n&lt;h3&gt;English and Maths&lt;/h3&gt;\n&lt;p&gt;Apprentices must achieve level 2 English and Maths prior to taking end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3. British Sign Language qualification is an alternative to English qualifications for those whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;Qualification&lt;/h3&gt;\n&lt;p&gt;Bachelor of Engineering (BEng) in Food Engineering&lt;/p&gt;\n&lt;h3&gt;Renewal&lt;/h3&gt;\n&lt;p&gt;This standard will be reviewed after 3 years&lt;/p&gt;\n&lt;h3&gt;Professional Recognition&lt;/h3&gt;\n&lt;p&gt;Completion of the apprenticeship is designed to be recognised by the relevant professional institutions as contributing towards the appropriate level of professional registration (Incorporated Engineer). However, it is recognised that additional experiential evidence may be required.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Food and Drink Advanced Engineers deliver efficient, effective and high performance food and drink production processes and systems, many of which are specific to the industry. Combining engineering competence with an understanding of the principles of food safety, science and technology their focus is on developing and designing improved production systems, which are safe to operate and environmentally sustainable. They use advanced production and processing techniques and project management skills to deliver new projects on time, to budget and at the required quality. Food and Drink Advanced Engineers have roles across food and drink organisations, from infrastructure, asset care, production management and process development and work closely with a range of other engineers, functions and managers in their own company and interact with external equipment and ingredient providers. They contribute to business strategy and performance as leaders of teams. Food and Drink Advanced Engineers have core knowledge, skills and behaviours and specialist knowledge and skills in one discipline: mechanical, automation or production engineering.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "f885ea3d-8003-4da9-b144-0dcde01049a1",
      "detail": "How future product and process design and commissioning is impacted by legislative, regulatory and ethical requirements, including hygiene and food safety, employee health & safety law and environmental considerations"
    },
    {
      "knowledgeId": "d94e238b-9235-405f-af43-8d526e554395",
      "detail": "How to lead and nurture others to articulate reliability optimisation strategies, prevent failures through effective maintenance techniques and develop life cycle plans for key assets"
    },
    {
      "knowledgeId": "00c4b648-5728-4f85-95cc-1a92a33b2976",
      "detail": "Systems approach adopted, both in equipment design and optimisation"
    },
    {
      "knowledgeId": "4108e2cc-8df8-4503-9013-2cad9e57fd9d",
      "detail": "Techniques and tools to research, analyse, interpret and evaluate information and concepts; how to utilise ideas from existing systems and new applications to improve or change processes"
    },
    {
      "knowledgeId": "8b3d9877-2dd4-46c3-8a61-59d17130e9ba",
      "detail": "Principles and practices of hygienic design and cleaning systems appropriate to a food and drink environment"
    },
    {
      "knowledgeId": "29188679-f810-4fff-94b9-c35d56ed6831",
      "detail": "The role and impact of food and drink engineering within the wider business context, needs of internal and external stakeholders and the wider legal, environmental, technical and economic environment"
    },
    {
      "knowledgeId": "b67e869f-ebb6-44c2-82cc-41053230caf5",
      "detail": "Financial aspects required to justify, develop and commission new process or equipment"
    },
    {
      "knowledgeId": "00b6f9ee-d85d-4602-8d2c-5f5bc81f9916",
      "detail": "Strategic leadership, project management techniques, theory and practice required to deliver change processes within a food and drink environment"
    },
    {
      "knowledgeId": "edde8924-cb8f-49a7-9f7a-0822fc1e591a",
      "detail": "Inter-relationships between food ingredients, product and packaging materials and their effects on food safety, quality and performance of food processing and packaging design and improvement"
    },
    {
      "knowledgeId": "00b9d76d-1a9f-41c8-81ae-f3db1722a2fb",
      "detail": "The range of mechanical principles that underpin the design and operation of mechanical engineering systems"
    },
    {
      "knowledgeId": "08ed229b-1846-4bea-9d49-179ab151ec9d",
      "detail": "Tribology and its application to food processing equipment"
    },
    {
      "knowledgeId": "9ba50af7-375c-46ab-b2e7-a276063b0cca",
      "detail": "The use of computer modeling and simulation techniques to predict the behavior of engineering-based technologies"
    },
    {
      "knowledgeId": "53b46996-72e3-4cd7-ae08-5faa2e658549",
      "detail": "Computer aided design (Finite Element Analysis)"
    },
    {
      "knowledgeId": "e55edde6-e201-44de-b8ef-d58bcadb758d",
      "detail": "The range of electrical principles, control engineering that underpins the design and operation of electrical engineering systems"
    },
    {
      "knowledgeId": "cc084bd6-81b4-47e9-99a4-d8547a8146eb",
      "detail": "Automation techniques, robotics and materials handling"
    },
    {
      "knowledgeId": "5f7b13de-991b-40e0-b6df-182dc1bf00e7",
      "detail": "Manufacturing execution systems"
    },
    {
      "knowledgeId": "5ffd4c18-7c3b-4a0c-852d-ed04dbbf8d20",
      "detail": "Process capability and thermodynamic analysis"
    },
    {
      "knowledgeId": "7706dc1d-6edd-4788-8a93-f6780bd938b9",
      "detail": "Mass and heat balances, including material yield"
    },
    {
      "knowledgeId": "504d0d80-b3b1-4a8e-a21c-844060070629",
      "detail": "System performance, for example line performance, production efficiency, V-curve and loss analysis"
    },
    {
      "knowledgeId": "bddd9185-1eb2-45cf-9b01-0d8f204cd8c1",
      "detail": "Production engineering practices and the management challenges related to production"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "4ce06558-0a3c-47ac-864d-7ca03b5deeae",
      "detail": "Leadership in safe working: takes a disciplined and responsible approach to avoid risk through application of technical skills, exercises management and mitigation strategies"
    },
    {
      "behaviourId": "ed8b8796-fabe-488b-bef3-aa52c8543bed",
      "detail": "Ownership of work: takes responsibility for recommending the implementation of new practices, ensuring integrity of processes and raising site standards"
    },
    {
      "behaviourId": "3ddd9c90-8957-4988-b12f-9c5a1cc8a47b",
      "detail": "Pride in work: embraces new ways of thinking and encourages others to do the same, displays a positive mind set demonstrated by willingness to learn, displays proactive approach and ability to act on their own initiative"
    },
    {
      "behaviourId": "f7b29fec-9e2c-4018-ba6d-719ce1e0d8b1",
      "detail": "Self-development: always gives their best, sets themselves challenging targets, confident decision maker, has ambition to continuously improve self"
    },
    {
      "behaviourId": "0d7c9de6-dfc3-4e66-9202-8b0822bd2e5f",
      "detail": "Integrity and respect: leads by example, acts as a role model and motivates others through actions and behaviour, shows respect for others and provides time and support"
    },
    {
      "behaviourId": "8ec09947-9de9-4c05-b7b9-d5a6b92e88e0",
      "detail": "Leadership: committed to lead, manage and coach others effectively; works well with different functions and operations"
    },
    {
      "behaviourId": "a2565adb-aa98-48e6-ba35-2bcc709ce42c",
      "detail": "Problem solving: willingness to take on new problems; maintains quality of thinking and creativity under pressure"
    },
    {
      "behaviourId": "712b33fb-c56c-4266-a208-629d43247179",
      "detail": "Responsiveness to change: flexible to changing working environment and demands; resilient under pressure\n"
    },
    {
      "behaviourId": "fcf95e01-6a0f-4186-bff8-22f1462e352c",
      "detail": "Company/industry perspective: demonstrates curiosity to foster new ways of thinking and working; seeks out opportunities to drive forward change and improvements for the business"
    }
  ],
  "skills": [
    {
      "skillId": "f76cc422-a748-4eef-8aa2-46266e5f097f",
      "detail": "Demonstrate the ability to evaluate new techniques or technologies, and to recognise if these have value within their own food and drink environment"
    },
    {
      "skillId": "705fa0d3-9b29-4662-a86e-4046bd237676",
      "detail": "Apply appropriate theoretical and practical methods to design, develop and commission engineering solutions within a food and drink environment"
    },
    {
      "skillId": "0f3580f9-b49e-4a05-a761-ee8c2af42e91",
      "detail": "Align engineering developments with wider business considerations including finance, commercial management, product innovation and sustainability"
    },
    {
      "skillId": "5533af54-6a29-4d9b-8e80-f9fc6b7b318b",
      "detail": "Define, articulate and justify the business case for food and drink engineering investment"
    },
    {
      "skillId": "d78cceb2-785d-47da-bd0a-3ee9c29c4128",
      "detail": "Implement preventative and condition based maintenance procedures using a range of reliability strategies across engineering, use technical risk assessments to improve reliability, maintainability and availability"
    },
    {
      "skillId": "27906bdf-31f8-4080-9e07-01d18b74e2be",
      "detail": "Use problem solving techniques and Continuous Improvement techniques to deliver change and improvement programmes in a food and drink process designed to advance business performance"
    },
    {
      "skillId": "c6db357f-ac10-4f17-9ba5-525ed9398904",
      "detail": "Drive business environmental objectives through engineering solutions which advance and protect the business and industry reputation"
    },
    {
      "skillId": "3f34f0fa-0a29-4730-8b1a-03d88b7d719a",
      "detail": "Effectively research a number of different approaches to identify the right solution"
    },
    {
      "skillId": "febd5f55-abb2-4501-8927-e26d75dd2c07",
      "detail": "Network across factories and suppliers to identify best practice"
    },
    {
      "skillId": "e239cf1b-d761-4da2-8447-7ac8d2c0c326",
      "detail": "Lead, motivate and influence people within a project management matrix; articulating organisational purpose and values to create an inclusive, high performance work culture"
    },
    {
      "skillId": "f55ef2e0-8c27-46e1-b4bd-697f5e77e50f",
      "detail": "Exchange information and provide advice to technical and non-technical colleagues"
    },
    {
      "skillId": "c887b9cc-6506-47da-b4cb-46ee68255a01",
      "detail": "Design mechanical systems, analyse the performance of components, mechanisms and systems"
    },
    {
      "skillId": "b6552e9d-79e5-484b-a86d-8488e8ba88e4",
      "detail": "Conduct failure risk investigations and apply Reliability engineering techniques to prevent or reduce the likelihood or frequency of failures"
    },
    {
      "skillId": "aae43475-75ab-48d4-957f-5d1ba7dd674e",
      "detail": "Control the operation of measuring instruments that are used in design and configuration of automated systems"
    },
    {
      "skillId": "42d14249-d1f3-4fd9-864c-9908a4b78242",
      "detail": "Model a diverse range of dynamic systems and design controllers for these systems"
    },
    {
      "skillId": "0e6a9f8d-aafb-41b9-9d78-41f9b3ad0ee0",
      "detail": "Conduct failure risk investigations and apply Reliability engineering techniques to prevent or reduce the likelihood or frequency of failures"
    },
    {
      "skillId": "c9211fa3-9492-4cdd-9f3e-a46a94c5f63c",
      "detail": "Design key elements of a production line"
    },
    {
      "skillId": "76b5c710-5909-4c7b-8cfd-89c3b8069ab0",
      "detail": "Apply continuous improvement, problem solving and trouble shooting skills to increase efficiency in food production"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Mechanical Engineers",
    "Automation Engineers",
    "Production Engineers"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2018-02-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB007",
  "tbMainContact": "secretariat@nsafd.co.uk",
  "involvedEmployers": "ABP Foods, Champion Reeves, Faccenda, KP Foods, Kraft Heinz, Muller, Nestlé, OAL, Pladis, Premier Foods, Princes",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Food and Drink Factory Engineering Manager",
    "Food and Drink Process Engineering Manager",
    "Food and Drink Manufacturing Engineering Manager",
    "Food and Drink Group Engineering Manager",
    "Food and Drink Reliability Manager",
    "Food and Drink Project Engineering Manager"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, installation and repair",
  "cluster": "Manufacturing or process maintenance engineer",
  "clusterId": "142",
  "clusterDescription": "Improve and develop manufacturing and engineering systems",
  "createdDate": "2017-11-14T17:09:28 +00:00",
  "lastUpdated": "2018-02-27T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-02-27T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised or adjusted. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeships being revised or adjusted are available in the revisions and adjustments status report. ",
  "occupationCode": "OCC0529",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0529-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0529-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [
    {
      "optionId": "f1be68e8-a937-4cb9-aa7a-3dfc98cbe97f",
      "title": "Mechanical Engineers",
      "occupationCode": "OCC0529B"
    },
    {
      "optionId": "483f1bb8-dd97-4233-8874-478fc7246292",
      "title": "Automation Engineers",
      "occupationCode": "OCC0529A"
    },
    {
      "optionId": "b7ed6c2a-1132-45fb-b6cb-1db42b3c33a5",
      "title": "Production Engineers",
      "occupationCode": "OCC0529C"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [
        "4ce06558-0a3c-47ac-864d-7ca03b5deeae",
        "ed8b8796-fabe-488b-bef3-aa52c8543bed",
        "3ddd9c90-8957-4988-b12f-9c5a1cc8a47b",
        "f7b29fec-9e2c-4018-ba6d-719ce1e0d8b1",
        "0d7c9de6-dfc3-4e66-9202-8b0822bd2e5f",
        "8ec09947-9de9-4c05-b7b9-d5a6b92e88e0",
        "a2565adb-aa98-48e6-ba35-2bcc709ce42c",
        "712b33fb-c56c-4266-a208-629d43247179",
        "fcf95e01-6a0f-4186-bff8-22f1462e352c"
      ],
      "mappedKnowledge": [
        "f885ea3d-8003-4da9-b144-0dcde01049a1",
        "d94e238b-9235-405f-af43-8d526e554395",
        "00c4b648-5728-4f85-95cc-1a92a33b2976",
        "4108e2cc-8df8-4503-9013-2cad9e57fd9d",
        "29188679-f810-4fff-94b9-c35d56ed6831",
        "b67e869f-ebb6-44c2-82cc-41053230caf5",
        "00b6f9ee-d85d-4602-8d2c-5f5bc81f9916",
        "edde8924-cb8f-49a7-9f7a-0822fc1e591a"
      ],
      "mappedSkills": [
        "f76cc422-a748-4eef-8aa2-46266e5f097f",
        "705fa0d3-9b29-4662-a86e-4046bd237676",
        "0f3580f9-b49e-4a05-a761-ee8c2af42e91",
        "5533af54-6a29-4d9b-8e80-f9fc6b7b318b",
        "d78cceb2-785d-47da-bd0a-3ee9c29c4128",
        "27906bdf-31f8-4080-9e07-01d18b74e2be",
        "c6db357f-ac10-4f17-9ba5-525ed9398904",
        "3f34f0fa-0a29-4730-8b1a-03d88b7d719a",
        "febd5f55-abb2-4501-8927-e26d75dd2c07",
        "e239cf1b-d761-4da2-8447-7ac8d2c0c326",
        "f55ef2e0-8c27-46e1-b4bd-697f5e77e50f"
      ]
    },
    {
      "coreOrOptionTitle": "Mechanical Engineers",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "8b3d9877-2dd4-46c3-8a61-59d17130e9ba",
        "00b9d76d-1a9f-41c8-81ae-f3db1722a2fb",
        "08ed229b-1846-4bea-9d49-179ab151ec9d",
        "9ba50af7-375c-46ab-b2e7-a276063b0cca",
        "53b46996-72e3-4cd7-ae08-5faa2e658549"
      ],
      "mappedSkills": [
        "c887b9cc-6506-47da-b4cb-46ee68255a01",
        "b6552e9d-79e5-484b-a86d-8488e8ba88e4"
      ]
    },
    {
      "coreOrOptionTitle": "Automation Engineers",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "e55edde6-e201-44de-b8ef-d58bcadb758d",
        "cc084bd6-81b4-47e9-99a4-d8547a8146eb",
        "5f7b13de-991b-40e0-b6df-182dc1bf00e7"
      ],
      "mappedSkills": [
        "aae43475-75ab-48d4-957f-5d1ba7dd674e",
        "42d14249-d1f3-4fd9-864c-9908a4b78242",
        "0e6a9f8d-aafb-41b9-9d78-41f9b3ad0ee0"
      ]
    },
    {
      "coreOrOptionTitle": "Production Engineers",
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "5ffd4c18-7c3b-4a0c-852d-ed04dbbf8d20",
        "7706dc1d-6edd-4788-8a93-f6780bd938b9",
        "504d0d80-b3b1-4a8e-a21c-844060070629",
        "bddd9185-1eb2-45cf-9b01-0d8f204cd8c1"
      ],
      "mappedSkills": [
        "c9211fa3-9492-4cdd-9f3e-a46a94c5f63c",
        "76b5c710-5909-4c7b-8cfd-89c3b8069ab0"
      ]
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2018-02-27T00:00:00"
}