{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 370,
  "referenceNumber": "ST0632",
  "learningAimClassCode": "",
  "title": "Prosthetic and orthotic technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0632",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Funding band, standard and end-point assessment plan revised.",
  "changedDate": "2021-10-13T00:00:00",
  "earliestStartDate": "2021-10-08T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Designing and manufacturing custom made devices to meet specification such as artificial limbs and spinal bracing",
  "level": 3,
  "ePALength": 3,
  "typicalDuration": 18,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "nursing",
    "medicine",
    "limbs",
    "spinal",
    "health",
    "science",
    "prosthetic",
    "orthotic"
  ],
  "jobRoles": [],
  "entryRequirements": "&lt;p&gt;Individual employers will set selection criteria. This might include GCSEs, A levels, other relevant qualifications, relevant experience and/or an aptitude test.&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/dmppnjy0/st0632_prosthetic-and-orthotic-tech_l3_for-publication-20122023.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.2 Nursing, and subjects and vocations allied to medicine",
  "version": "1.1",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the NHS or independent companies contracted to supply a service to the NHS, or companies that provide a private service direct to individuals.&#160; Some technicians work in a department based in a hospital environment or within a manufacturing unit away from a hospital base.&lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is design and manufacture custom-made devices to meet the specification / prescription determined by the Prosthetist/ Orthotist.&lt;/p&gt;\n&lt;p&gt;In prosthetics this is an artificial limb (prostheses), in orthotics it can be a range of devices from diabetic footwear to spinal bracing (orthoses).&lt;/p&gt;\n&lt;p&gt;Prosthetic and Orthotic Technicians use the specification/ prescription provided to make devices that aid movement, correct deformity and relieve discomfort for adults and children. These devices are designed to replace, support or improve the functioning of a limb or the spine. They will have an understating of the clinical conditions that they may provide devices for, which can include scoliosis, polio, spina bifida, multiple sclerosis, stroke, rheumatoid arthritis, diabetes, musculoskeletal injury and cerebral palsy. Some patients who use the devices created may have congenital conditions such as being born with a limb missing or a limb or spine that has not formed fully; others may have lost a limb through trauma from being in an accident or during military service; and others may have lost a limb or part of limb due to disease as a result of their health condition, e.g. diabetes. Prosthetic and Orthotic Technicians are&#160; highly skilled individuals who will be able to work with many different types of materials and processes to manufacture the required devices using the appropriate materials and technologies. They &#160;work with a very high attention to detail and to very specific measurements, profiles and moulds as each device is bespoke to the patient, their conditions and functionality. As people’s conditions and requirements change over time and technologies improve or change, they may continue to support patients and adapt/upgrade devices where required. They may also be required to support and supervise junior members of staff, delegating tasks as appropriate.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with patients and their families, the Prosthetist/Orthotist, suppliers and colleagues.&lt;br /&gt;&lt;br /&gt;An employee in this occupation will be responsible for:&lt;/p&gt;\n&lt;p&gt;Planning the design and manufacturing of custom-made devices to meet the prescription and timescale and advising if there any issues which may cause difficulty in production of the device.&lt;/p&gt;\n&lt;p&gt;Providing advice on technical solutions to achieve the goals for the patient to the Prosthetist/Orthotist.&lt;/p&gt;\n&lt;p&gt;Constructing the device using appropriate materials, and where appropriate, using computer technology for the various stages of customised manufacture and fitting.&lt;/p&gt;\n&lt;p&gt;Carrying out finishing of custom-made devices.&lt;/p&gt;\n&lt;p&gt;Providing technical assistance with the fitting of custom-made devices.&lt;/p&gt;\n&lt;p&gt;Communicating effectively with healthcare professionals and service users.&lt;/p&gt;\n&lt;p&gt;Working directly with patients requiring mechanical repairs to their devices.&lt;/p&gt;\n&lt;p&gt;Carrying out repairs and modifications to custom-made devices.&#160;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "97bbd7ba-6c2b-4c94-8d66-5b392ca972bf",
      "detail": "The basic structure and function of the human body and function of the musculoskeletal system relevant to prosthetics and orthotics and required for the role. There will also be an understanding of the main conditions that lead to the use of prosthetic or orthotic devices such as Diabetes, Multiple Sclerosis and Cerebral Palsy. In particular features of conditions such as neuropathy and phantom limb pain which may directly affect the wearing of devices."
    },
    {
      "knowledgeId": "3422586a-ccda-4512-9377-050c89aab961",
      "detail": "The structure and properties of materials and their appropriate application to prosthetic or orthotic hardware and clinical practice; a range of modelling techniques; how to measure and adjust a model."
    },
    {
      "knowledgeId": "745552e1-2a97-469f-83a5-7eedcd828d4d",
      "detail": "How manufacturing machinery and equipment works and how to maintain it to a high standard at all times, when and where to report faults; quality control and how it applies in prosthetic or orthotic design and delivery."
    },
    {
      "knowledgeId": "b8999afb-00f9-4168-a001-3a1678846916",
      "detail": "Record the relevant manufacturing details in line with department/company’s policies; your responsibilities and duties; the limits of your competence and authority and why it is important to work in ways agreed by your employer."
    },
    {
      "knowledgeId": "8f038c4e-ef5a-435d-867c-ac8f2e2a7b8d",
      "detail": "The patient, measurement, material and component information required to manufacture the device that has been requested."
    },
    {
      "knowledgeId": "c69d31fb-3cd6-4bca-bb80-34456e4c8840",
      "detail": "Computer aided design technology relevant to the manufacturing of related devices."
    },
    {
      "knowledgeId": "552cb0e6-6376-44e0-a439-04eb18d53fb5",
      "detail": "Equality, diversity and inclusion legislation; how to treat people with dignity and respect; understanding how disability affects and influences prosthetic and orthotic management; the requirement to adapt practice to meet the needs of individuals dealing with emotional needs due to a range of circumstances and experiences. "
    },
    {
      "knowledgeId": "fbeeb43f-15ec-411b-a550-a779cc9c1f0d",
      "detail": "Recognise how communication affects engagement of an individual and to be able to apply a range of communication techniques; taking into account an individual’s emotional state, age, capacity, learning and physical ability, culture, ethnicity and religious beliefs.  "
    },
    {
      "knowledgeId": "79d0a2fe-a609-45e6-b06a-3c399fd58dae",
      "detail": "Ways to assist the communication requirements of individuals; including recognising the need to use interpersonal skills to encourage the active participation of individuals."
    },
    {
      "knowledgeId": "d2649d51-afcf-4d4f-a923-149e7daf3421",
      "detail": "The limits of own prosthetic or orthotic technical practice and when to seek advice."
    },
    {
      "knowledgeId": "3744b44c-1544-49bd-8c43-58407305137d",
      "detail": "Informed consent and how to secure it across the age range and in line with cognitive ability; the importance of providing individuals with information that allows them to make informed decisions and safely manage their condition and supplied devices."
    },
    {
      "knowledgeId": "f3714f3e-8c8b-4631-b478-53f59542198a",
      "detail": "How duty of care, medical ethics, safeguarding of adults and children apply to own practice. "
    },
    {
      "knowledgeId": "0edf5a2e-02df-408a-b800-db4b50468a74",
      "detail": "Health and safety legislation, policies and procedures; ways to assess risks that ensures safety and security of the prescribed device."
    },
    {
      "knowledgeId": "e231bd39-ec0a-480d-8fc0-2268e774a8a8",
      "detail": "How to maintain confidentiality and apply the principles of information governance."
    },
    {
      "knowledgeId": "c2316ce1-2fb3-406c-ad87-48c7c2e06c7a",
      "detail": "The importance of managing records and data in accordance with legislation, protocols  local procedures and best practice."
    },
    {
      "knowledgeId": "0475bd24-fb07-4059-a37d-6463de10b45c",
      "detail": "The need to participate in training, supervision and mentoring. "
    },
    {
      "knowledgeId": "879a099b-cadb-4546-9d62-30bf1743b80c",
      "detail": "Quality guidelines and device design principles that apply to individual devices; incident reporting and escalation."
    },
    {
      "knowledgeId": "0d66f088-f785-4c5f-ade8-a080ce6d7122",
      "detail": "The need to keep skills and knowledge up to date and the importance of career-long learning; the value of reflection on practice and the need to record the outcome of such reflections"
    },
    {
      "knowledgeId": "e5e4bba9-f12b-4f1e-94ec-68482dc03f4f",
      "detail": "Models and theories of support and supervision and how to safely delegate in line with legal and professional guidelines."
    },
    {
      "knowledgeId": "67d4ad26-9a57-4015-a3fb-61f9c0ae6324",
      "detail": "The consequences of own actions, attitudes and behaviour"
    },
    {
      "knowledgeId": "7591ded1-e891-4c91-b940-19d7bcf0bdc5",
      "detail": "How to assess and reflect upon own capabilities and limitations"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "393b7a8a-f177-476b-bfd9-2be0645c0149",
      "detail": "Be respectful of others their beliefs, culture, needs, values and privacy."
    },
    {
      "behaviourId": "8e7eda90-9ddf-44e6-8b4a-717d7ec6f9dd",
      "detail": "Takes ownership of work.                                                                                                                                                                                                                                                                                                                                                                              "
    },
    {
      "behaviourId": "6b5cc07f-9ad6-48f1-94f7-4f9c5afc55af",
      "detail": "Puts safety first for themselves and others."
    }
  ],
  "skills": [
    {
      "skillId": "be1fb8fe-98d8-421e-ba84-c2e3c1aac182",
      "detail": "Manufacture the prescribed device using manual and computer aided technologies and correct materials to agreed timescales."
    },
    {
      "skillId": "792bb671-6eb7-4700-ac9d-828193baa08f",
      "detail": "Ensure the devise is fit for use and purpose and complies with the manufacturer/department/company quality assurance and legal requirements. "
    },
    {
      "skillId": "3d10bb4d-b7eb-4760-8e67-490f4ae9814a",
      "detail": "Test that the device is working correctly and modify if required."
    },
    {
      "skillId": "15447417-824b-4a8a-8207-49b1a6ad7ce0",
      "detail": "Support patient/carer to maintain the device and check for breakages and faults."
    },
    {
      "skillId": "e029bf63-f986-422d-aa17-74cab6158477",
      "detail": "Check that the completed device meets the prescription provided."
    },
    {
      "skillId": "588503a3-7d83-4cec-bb32-6bfcf2f7e08b",
      "detail": "Act within the limits of own competence and authority."
    },
    {
      "skillId": "66c5105d-f804-45b1-9ab2-963c8ac0ec96",
      "detail": "Use and maintain manufacturing machinery to carry out duties."
    },
    {
      "skillId": "86e6cfa5-6f38-43ab-bc50-73181ac1393e",
      "detail": "Identify problems with the manufacturing machinery and report any defects."
    },
    {
      "skillId": "64d3700f-fb92-46f8-8c9a-e0b92a8de17f",
      "detail": "Provide on-going support to prosthetists and orthotists and in some instances patients\\ carers."
    },
    {
      "skillId": "c2ae1b18-acf5-4911-bca5-86440495e005",
      "detail": "Apply a range of communication interventions and interpersonal skills to support individuals receiving prosthetic or orthotic care."
    },
    {
      "skillId": "74927251-a3ce-4f8a-8bd8-16199a6dbadd",
      "detail": "Utilise IT systems to read and record information, and where appropriate using IT systems as part of the manufacturing process."
    },
    {
      "skillId": "68330d67-49dc-428f-949c-2285e4145ded",
      "detail": "Work safely and within competency level."
    },
    {
      "skillId": "82805414-5307-469a-9947-888c8898da86",
      "detail": "Undertake risk assessments using a range of techniques"
    },
    {
      "skillId": "8ca624da-0c52-41ee-a139-ea28871ae702",
      "detail": "Work collaboratively in partnership with other team members, individuals and carers."
    },
    {
      "skillId": "fe2558ff-4f3b-416e-ac1f-f4403d7cb88a",
      "detail": "Obtain informed consent for prosthetic or orthotic care within your scope of practice."
    },
    {
      "skillId": "cdc936ee-1e03-49d2-9006-0c959028b02b",
      "detail": "Safeguard individuals, including vulnerable adults and children."
    },
    {
      "skillId": "5b85a69d-72af-4ded-ae07-548f0083aa32",
      "detail": "Safeguard confidential information relating to individuals at all times. "
    },
    {
      "skillId": "c51d5af7-a425-428f-80d3-2d717703b67c",
      "detail": "Maintain records that are fit for purpose that comply with employer’s protocols and process them accordingly."
    },
    {
      "skillId": "7ab2613b-ffcc-4e2a-a5c7-66f1e7963fe5",
      "detail": "Comply with local and national standards regarding reporting of medical device failures and incidents."
    },
    {
      "skillId": "ea0937d4-12a3-4911-b6b9-61afb26d66e4",
      "detail": "Work as part of a team, seek help and guidance when you are not sure, escalate concerns in a timely manner to the correct person."
    },
    {
      "skillId": "e1d73320-c3c3-46e5-8d2d-010725264a0a",
      "detail": "Support or supervise colleagues as required, delegating well- defined tasks appropriately."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-11-07T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0298",
  "tbMainContact": "healthcare.trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "Opcare, Steeper, Blatchford, Crispin Orthotics Ltd, Peacocks, Halo Medical, Ortho Europe, Taycare, Trust Orthotics, Trulife",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Healthcare Science",
  "cluster": "Healthcare science assistant",
  "clusterId": "43",
  "clusterDescription": null,
  "createdDate": "2021-10-13T07:30:40 +00:00",
  "lastUpdated": "2021-10-13T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-11-07T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0632",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0632-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0632-v1-1",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "The British Association of Prosthetists and Orthotists (BAPO)",
      "level": " Technician Associate ",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "e6b23e67-9e5e-454a-9b30-791cc6bc1c88",
      "dutyDetail": "Plan the design and manufacturing of custom-made devices to meet the prescription and timescale, advising if there any issues which may cause difficulty in  production of the device.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "8e7eda90-9ddf-44e6-8b4a-717d7ec6f9dd"
      ],
      "mappedKnowledge": [
        "97bbd7ba-6c2b-4c94-8d66-5b392ca972bf",
        "3422586a-ccda-4512-9377-050c89aab961",
        "8f038c4e-ef5a-435d-867c-ac8f2e2a7b8d",
        "c69d31fb-3cd6-4bca-bb80-34456e4c8840",
        "552cb0e6-6376-44e0-a439-04eb18d53fb5",
        "879a099b-cadb-4546-9d62-30bf1743b80c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "be1fb8fe-98d8-421e-ba84-c2e3c1aac182",
        "792bb671-6eb7-4700-ac9d-828193baa08f",
        "e029bf63-f986-422d-aa17-74cab6158477",
        "74927251-a3ce-4f8a-8bd8-16199a6dbadd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d4556319-e729-41aa-bc28-16f8cd2e1ad3",
      "dutyDetail": "Carry out finishing of custom made devices. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "8e7eda90-9ddf-44e6-8b4a-717d7ec6f9dd"
      ],
      "mappedKnowledge": [
        "8f038c4e-ef5a-435d-867c-ac8f2e2a7b8d",
        "879a099b-cadb-4546-9d62-30bf1743b80c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "be1fb8fe-98d8-421e-ba84-c2e3c1aac182",
        "792bb671-6eb7-4700-ac9d-828193baa08f",
        "3d10bb4d-b7eb-4760-8e67-490f4ae9814a",
        "e029bf63-f986-422d-aa17-74cab6158477"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8ed45e08-8f0a-4c91-ae45-506ad898b928",
      "dutyDetail": "Provide advice on technical solutions to achieve the goals for the patient to the Prosthetist and Orthotist.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "393b7a8a-f177-476b-bfd9-2be0645c0149",
        "8e7eda90-9ddf-44e6-8b4a-717d7ec6f9dd"
      ],
      "mappedKnowledge": [
        "3422586a-ccda-4512-9377-050c89aab961",
        "8f038c4e-ef5a-435d-867c-ac8f2e2a7b8d",
        "552cb0e6-6376-44e0-a439-04eb18d53fb5",
        "79d0a2fe-a609-45e6-b06a-3c399fd58dae",
        "879a099b-cadb-4546-9d62-30bf1743b80c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "be1fb8fe-98d8-421e-ba84-c2e3c1aac182",
        "792bb671-6eb7-4700-ac9d-828193baa08f",
        "3d10bb4d-b7eb-4760-8e67-490f4ae9814a",
        "64d3700f-fb92-46f8-8c9a-e0b92a8de17f",
        "c2ae1b18-acf5-4911-bca5-86440495e005"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e8753393-ea48-4449-a836-65c5a1c746b3",
      "dutyDetail": "Construct the devices using appropriate materials, and where appropriate using computer technology for the various stages of customised manufacture and fitting. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "8e7eda90-9ddf-44e6-8b4a-717d7ec6f9dd"
      ],
      "mappedKnowledge": [
        "3422586a-ccda-4512-9377-050c89aab961",
        "8f038c4e-ef5a-435d-867c-ac8f2e2a7b8d",
        "c69d31fb-3cd6-4bca-bb80-34456e4c8840",
        "fbeeb43f-15ec-411b-a550-a779cc9c1f0d",
        "879a099b-cadb-4546-9d62-30bf1743b80c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "be1fb8fe-98d8-421e-ba84-c2e3c1aac182",
        "74927251-a3ce-4f8a-8bd8-16199a6dbadd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bbd9bea5-a478-4e6e-be94-3b589ed41f4d",
      "dutyDetail": "Document informed consent and maintain patient records.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "3744b44c-1544-49bd-8c43-58407305137d",
        "f3714f3e-8c8b-4631-b478-53f59542198a",
        "e231bd39-ec0a-480d-8fc0-2268e774a8a8",
        "c2316ce1-2fb3-406c-ad87-48c7c2e06c7a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "74927251-a3ce-4f8a-8bd8-16199a6dbadd",
        "fe2558ff-4f3b-416e-ac1f-f4403d7cb88a",
        "5b85a69d-72af-4ded-ae07-548f0083aa32",
        "c51d5af7-a425-428f-80d3-2d717703b67c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e9288046-f903-4fff-b3e6-461281f5c2b4",
      "dutyDetail": "Provide technical assistance with the fitting of custom made devices.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "8e7eda90-9ddf-44e6-8b4a-717d7ec6f9dd"
      ],
      "mappedKnowledge": [
        "97bbd7ba-6c2b-4c94-8d66-5b392ca972bf",
        "3422586a-ccda-4512-9377-050c89aab961",
        "8f038c4e-ef5a-435d-867c-ac8f2e2a7b8d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3d10bb4d-b7eb-4760-8e67-490f4ae9814a",
        "64d3700f-fb92-46f8-8c9a-e0b92a8de17f",
        "fe2558ff-4f3b-416e-ac1f-f4403d7cb88a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "55d659fb-dae2-4eff-a80a-6ebbcca06a99",
      "dutyDetail": "Adapt communication when dealing with healthcare professionals and service users.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "fbeeb43f-15ec-411b-a550-a779cc9c1f0d",
        "79d0a2fe-a609-45e6-b06a-3c399fd58dae",
        "f3714f3e-8c8b-4631-b478-53f59542198a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "15447417-824b-4a8a-8207-49b1a6ad7ce0",
        "64d3700f-fb92-46f8-8c9a-e0b92a8de17f",
        "c2ae1b18-acf5-4911-bca5-86440495e005",
        "8ca624da-0c52-41ee-a139-ea28871ae702",
        "fe2558ff-4f3b-416e-ac1f-f4403d7cb88a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "71a1fac8-a57d-48dc-bd9f-61ecb3eb9205",
      "dutyDetail": "Work directly with patients requiring mechanical repairs to their devices, carrying out repairs and modifications to custom-made devices where needed.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "393b7a8a-f177-476b-bfd9-2be0645c0149"
      ],
      "mappedKnowledge": [
        "97bbd7ba-6c2b-4c94-8d66-5b392ca972bf",
        "552cb0e6-6376-44e0-a439-04eb18d53fb5",
        "fbeeb43f-15ec-411b-a550-a779cc9c1f0d",
        "79d0a2fe-a609-45e6-b06a-3c399fd58dae",
        "3744b44c-1544-49bd-8c43-58407305137d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "792bb671-6eb7-4700-ac9d-828193baa08f",
        "3d10bb4d-b7eb-4760-8e67-490f4ae9814a",
        "15447417-824b-4a8a-8207-49b1a6ad7ce0",
        "64d3700f-fb92-46f8-8c9a-e0b92a8de17f",
        "68330d67-49dc-428f-949c-2285e4145ded",
        "fe2558ff-4f3b-416e-ac1f-f4403d7cb88a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7a3193ab-818b-4512-9641-65f0d02a681b",
      "dutyDetail": "Work within your scope of practice and as part of the team, supporting and supervising colleagues as required and escalating concerns to the current person",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "393b7a8a-f177-476b-bfd9-2be0645c0149",
        "8e7eda90-9ddf-44e6-8b4a-717d7ec6f9dd",
        "6b5cc07f-9ad6-48f1-94f7-4f9c5afc55af"
      ],
      "mappedKnowledge": [
        "b8999afb-00f9-4168-a001-3a1678846916",
        "d2649d51-afcf-4d4f-a923-149e7daf3421",
        "3744b44c-1544-49bd-8c43-58407305137d",
        "c2316ce1-2fb3-406c-ad87-48c7c2e06c7a",
        "0475bd24-fb07-4059-a37d-6463de10b45c",
        "879a099b-cadb-4546-9d62-30bf1743b80c",
        "e5e4bba9-f12b-4f1e-94ec-68482dc03f4f",
        "7591ded1-e891-4c91-b940-19d7bcf0bdc5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "15447417-824b-4a8a-8207-49b1a6ad7ce0",
        "588503a3-7d83-4cec-bb32-6bfcf2f7e08b",
        "8ca624da-0c52-41ee-a139-ea28871ae702",
        "fe2558ff-4f3b-416e-ac1f-f4403d7cb88a",
        "ea0937d4-12a3-4911-b6b9-61afb26d66e4",
        "e1d73320-c3c3-46e5-8d2d-010725264a0a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3437c5c9-aca5-4f6d-b471-456e9fb29214",
      "dutyDetail": "Maintain governance and safety measures in the workplace, e.g., risk assessments, safeguarding.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "8e7eda90-9ddf-44e6-8b4a-717d7ec6f9dd",
        "6b5cc07f-9ad6-48f1-94f7-4f9c5afc55af"
      ],
      "mappedKnowledge": [
        "745552e1-2a97-469f-83a5-7eedcd828d4d",
        "b8999afb-00f9-4168-a001-3a1678846916",
        "552cb0e6-6376-44e0-a439-04eb18d53fb5",
        "f3714f3e-8c8b-4631-b478-53f59542198a",
        "0edf5a2e-02df-408a-b800-db4b50468a74",
        "e231bd39-ec0a-480d-8fc0-2268e774a8a8",
        "c2316ce1-2fb3-406c-ad87-48c7c2e06c7a",
        "879a099b-cadb-4546-9d62-30bf1743b80c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "792bb671-6eb7-4700-ac9d-828193baa08f",
        "15447417-824b-4a8a-8207-49b1a6ad7ce0",
        "588503a3-7d83-4cec-bb32-6bfcf2f7e08b",
        "66c5105d-f804-45b1-9ab2-963c8ac0ec96",
        "86e6cfa5-6f38-43ab-bc50-73181ac1393e",
        "74927251-a3ce-4f8a-8bd8-16199a6dbadd",
        "68330d67-49dc-428f-949c-2285e4145ded",
        "82805414-5307-469a-9947-888c8898da86",
        "fe2558ff-4f3b-416e-ac1f-f4403d7cb88a",
        "cdc936ee-1e03-49d2-9006-0c959028b02b",
        "5b85a69d-72af-4ded-ae07-548f0083aa32",
        "c51d5af7-a425-428f-80d3-2d717703b67c",
        "7ab2613b-ffcc-4e2a-a5c7-66f1e7963fe5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "948d0434-9024-4a3e-893d-cfbdfb3024af",
      "dutyDetail": "Use and maintain machinery identify problems and report defects.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "745552e1-2a97-469f-83a5-7eedcd828d4d",
        "b8999afb-00f9-4168-a001-3a1678846916"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "66c5105d-f804-45b1-9ab2-963c8ac0ec96",
        "86e6cfa5-6f38-43ab-bc50-73181ac1393e",
        "74927251-a3ce-4f8a-8bd8-16199a6dbadd",
        "7ab2613b-ffcc-4e2a-a5c7-66f1e7963fe5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6b9c120f-8a7e-42b3-a0db-2bf99148d24f",
      "dutyDetail": "Take responsibility for personal development and commit to lifelong learning.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "0475bd24-fb07-4059-a37d-6463de10b45c",
        "0d66f088-f785-4c5f-ade8-a080ce6d7122",
        "e5e4bba9-f12b-4f1e-94ec-68482dc03f4f",
        "67d4ad26-9a57-4015-a3fb-61f9c0ae6324"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-10-13T00:00:00"
}