{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 477,
  "referenceNumber": "ST0675",
  "learningAimClassCode": "",
  "title": "Materials science technologist (degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0675",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2019-07-03T00:00:00",
  "earliestStartDate": "2019-07-03T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Ensuring materials are fit for purpose for a wide range of different industries.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 24000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "R&D Technologist",
    "Graduate Material Scientist",
    "Development Engineer",
    "Technical Service Specialist",
    "Materials Tester",
    "Quality assurance/Quality Control",
    "Graduate Sales Exec"
  ],
  "jobRoles": [
    "R&D Technologist",
    "Graduate Material Scientist",
    "Development Engineer",
    "Technical Service Specialist",
    "Materials Tester",
    "Quality Assurance/Quality Control",
    "Graduate Sales Exec"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3199/st0675_materials_science_technologist_l6_for-publication_120619.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;The Materials Science Technologist occupation is at the forefront materials innovation in the Petrochemical, Pharmaceutical, Engineering, Construction, and Manufacturing industries across numerous sectors including automotive, aerospace, healthcare, defence, and energy, mechanical, civil and chemical engineering, material failure, rheology, adhesives, polymers, traditional and advanced ceramics. &lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is to ensure materials used in those industries are fit for purpose in terms of product innovation, performance, failure diagnosis, operational management, process and manufacturing, and the positive advancement of materials science, thus enhancing economic and social value today and in the future.&lt;br /&gt;&lt;br /&gt;In their daily work, materials technologists will engage in high level activities such as materials testing, novel product development, solving manufacturing issues, laboratory management, team leadership, technological sales, and client management, depending on which of the variety of related businesses their employer is in. &lt;br /&gt;&lt;br /&gt;Work involves testing materials used by clients through activities such as investigation, gathering physical evidence, critical analyses, drawing conclusions, and recommending courses of action. Depending on context, technologists may be involved in designing new materials or production processes, combining materials, or additive manufacturing. In addition, they may need to provide technical leadership in the design and development of new material products by choosing correct materials and applications through data derived from analysis in the field or lab for: e.g. body armour for defence, materials for engine parts for aerospace, commercial vehicles or high performance cars, materials for new developments in battery design/manufacture, or coatings and additives for healthcare applications such as dental work, or materials for replacement bones or prosthetics.&lt;br /&gt;&lt;br /&gt;This employee will participate in internal/external project teams, provide management and leadership of direct report personnel as well as cross-functional teams in addition to liaising with clients in a sales role or providing technical consultancy, proof of concept, or scale-up initiatives. Work will be on projects in the lab, office, onsite, or in the field in local, regional, national or global contexts.&lt;br /&gt;&lt;br /&gt;In addition they may be expected to acquire and develop new business and manage an existing client base comprising of individuals, SMEs, larger national companies, government agencies, and multinational organisations.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "866d054f-4e3c-4f0f-b504-f8def860dde3",
      "detail": "Contemporary chemical and physical properties of materials including: metals, ceramics, polymers, adhesives, glass, construction materials, composites, and new future materials and their key performance properties."
    },
    {
      "knowledgeId": "15095b9d-e24e-4a1d-970a-9013779461d4",
      "detail": "Up-to-date conceptual and practical chemical and physical properties of materials and how these react to testing and synthesis including the chemical composition of a range of materials such as advanced ceramics, metals, glass, polymers, and their structural manipulation and transformation and problems and advances that may arise during change at a microstructural level."
    },
    {
      "knowledgeId": "a997e104-f9c5-4d32-9cb5-17845b847960",
      "detail": "Systems and processes such as, but not limited to, CRM systems, client handling, profit and loss, and planning, in project management, business improvement, proof of concept, and scale up."
    },
    {
      "knowledgeId": "c15b8865-e436-4dea-ba5e-fbd44e5c04b9",
      "detail": "Current design and production of composite materials and additive manufacturing with the ability to engage with and evaluate complex theories and processes."
    },
    {
      "knowledgeId": "d985703a-edfc-4e29-883d-d52512e77195",
      "detail": "Bonding  technologies utilising, for example, metals, ceramics, polymers, rubbers and glasses and full understanding of positive and negative interactions between materials."
    },
    {
      "knowledgeId": "d4b76f90-b893-418d-b798-5faaf6245c3a",
      "detail": "Material  component forming methods and how these contribute to effective production methods, problem solving innovations, and novel product development."
    },
    {
      "knowledgeId": "93fbc6ff-9491-40a9-badd-99ffc3ce5d33",
      "detail": "Practical, conceptual, and technological knowledge of thermodynamics; structural chemistry; solid state chemistry; rheology; micro structures; analytical chemistry; organic chemistry; inorganic chemistry."
    },
    {
      "knowledgeId": "fa3b62f4-6eaa-4cdd-8e41-75c9045e1328",
      "detail": "Intellectual property rights issues and the implications and importance of patent, non-disclosure issues, and GDPR regulations."
    },
    {
      "knowledgeId": "2de17600-a46f-498b-b342-97e25b753063",
      "detail": "Contemporary research and developments in the materials science community in terms of understanding different perspectives, methodologies, and schools of thought as well as the theoretical stances that underpin them."
    },
    {
      "knowledgeId": "ed8b8afa-ea5b-4c2f-8d08-e2ddfcdf877e",
      "detail": "Materials applications including theories, techniques and relevant calculations to understand related disciplines and be able to work in a collaborative or cross-functional environment in more than one materials context."
    },
    {
      "knowledgeId": "2275b4f8-b2f0-4a08-9e5f-471130cacfc2",
      "detail": "How  engineering materials are manufactured and processed including understanding of UK and international materials standards, procedures and specifications across a range of operations and contexts."
    },
    {
      "knowledgeId": "954a11a1-de54-4319-ac69-3edf45a72bb1",
      "detail": "How materials fail in terms of fatigue, wear, impairment, corrosion, stresses, cracking, embrittlement, abrasion and cavitation erosion, including risk and mitigation factors. Understanding and ability to conduct failure testing using, for example, microscopy, macroscopy, and chemical analysis."
    },
    {
      "knowledgeId": "285d8ebd-3bb3-4022-b1d1-96447437126c",
      "detail": "Systematic approaches to cost benefit analysis, including contextual financial understanding using industry standard metrics. Awareness of marketplace dynamics."
    },
    {
      "knowledgeId": "11fd45f7-1864-4d8c-b579-3dde4546edaf",
      "detail": "How IT and emerging digital technologies such as 3D printing can be applied to enhance materials science work practices."
    },
    {
      "knowledgeId": "612409d7-cc9f-46d5-b91a-71d6c0ede30d",
      "detail": "Report writing techniques, including how to synthesise information and write concisely using a formal or neutral language register and vocabulary appropriate to the target reader."
    },
    {
      "knowledgeId": "bbc65397-d4d7-4ada-97ad-a5289a454174",
      "detail": "Management techniques and theories, including problem solving methodologies, effective decision making, delegation and planning methods, time management, organisational awareness, motivational techniques, and conflict resolution."
    },
    {
      "knowledgeId": "e6992584-239a-4847-bfc9-c35c495c07a6",
      "detail": "Relevant materials science Health & Safety legislative and regulatory requirements relating to employees and clients in an industrial, laboratory, and/or field setting"
    },
    {
      "knowledgeId": "a868e59e-4228-40b5-9674-489f03976f4e",
      "detail": "Up-to-date ethical and environmental impact of materials science applications and innovations."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "0ad718f2-0d1e-44b8-b522-c97573dae263",
      "detail": "Self-starter committed to continuing professional and personal development, refreshing and expanding knowledge of materials science and technology through a variety of methods."
    },
    {
      "behaviourId": "00191e9d-f30c-46fe-8280-87418e730eb7",
      "detail": "Clear and concise communicator – influence with integrity and exercise judgement."
    },
    {
      "behaviourId": "b8cf6b2b-0998-4f8e-be0b-7c0ddc3207c6",
      "detail": "Respond to others’ feelings with emotional intelligence and take responsibility for work areas, people, and resources within their remit."
    },
    {
      "behaviourId": "6d43504a-86e4-4d48-8046-39dd5f2ec2cd",
      "detail": "Demonstrate personal and professional commitment to enhance the reputation of employer and the profession through interaction with internal and external customers alike."
    },
    {
      "behaviourId": "260c844f-f7df-432e-9783-7ee7d92db622",
      "detail": "Results orientated – thoughtful and methodical planner, delivering successful outcomes utilising results and feedback in future activities."
    },
    {
      "behaviourId": "05b970f2-245e-4635-adde-08631a63003a",
      "detail": "Anticipate situations and problems, finds appropriate contemporary solutions and grasps opportunities."
    },
    {
      "behaviourId": "4a7466bb-b46e-403e-ba1b-91712c2cef54",
      "detail": "Collaborative – team player, and leader when appropriate, who works with a range of stakeholders to achieve goals."
    },
    {
      "behaviourId": "181be2f8-fb13-4fcd-b794-dd405735c868",
      "detail": "Recognise interdependencies and combine commercial and technical sensibility to assist employer/client in capitalising on opportunities exercising broad autonomy and refined judgement."
    },
    {
      "behaviourId": "f6438b3e-3d4d-48cf-8d2d-7654b6231a5d",
      "detail": "Take personal responsibility to initiate and lead tasks, manage time and resources."
    },
    {
      "behaviourId": "82a22c51-fb7e-4424-8b17-56ec3a09f3db",
      "detail": "Health and safety conscious at all times – strict adherence to regulations, incorporating up-to-date knowledge into planning."
    },
    {
      "behaviourId": "72fff7da-04ea-4da8-9df5-b0c8e54789c5",
      "detail": "Data hygienic and security sensitive when handling employer or client data."
    }
  ],
  "skills": [
    {
      "skillId": "96b1c60e-9744-4d15-a531-73900c9b2c55",
      "detail": "Utilise cognitive and practical skills in conjunction with adaptability and versatility in technical support both in-house and to clients to improve manufacturing processes, problem solving, innovation, and scale up formulations."
    },
    {
      "skillId": "2901a58d-0031-41b4-a0d6-e9e0b0321290",
      "detail": "Determine and use industry standard and emerging digital technologies and data analysis tools to complete work activities and address problems that are ill defined or involve numerous interacting factors."
    },
    {
      "skillId": "ce347e38-3466-4b99-ac5d-79c1463815ec",
      "detail": "Critically evaluate actions, methodologies, and results and their implications in analysing materials against parameters in product specifications."
    },
    {
      "skillId": "06a5c376-957c-45bd-b798-8882e13e775f",
      "detail": "Conduct and interpret failure analysis of engineering components using relevant methodologies and systems such as but not limited to, for example, microscopy, macroscopy, and chemical analysis."
    },
    {
      "skillId": "90e4b874-5d3e-4e82-ad9f-1d816926fc7d",
      "detail": "Write clear and succinct technical and analytical reports."
    },
    {
      "skillId": "ebb2e5e7-6ecb-4ce7-b0dd-55b609463e18",
      "detail": "Research, adapt and test new technologies through materials characterisation feedback."
    },
    {
      "skillId": "b5b13cf4-291a-4822-9ad5-c1b9137feb64",
      "detail": "Interpret, develop and implement UK and international materials standards, procedures and specifications across a range of operations and contexts."
    },
    {
      "skillId": "c8949322-5bb6-46f7-876a-dc20027f1e1b",
      "detail": "Maintain a working knowledge of a range of project management and financial management techniques to complete projects relevant to their discipline."
    },
    {
      "skillId": "268c66aa-0ebd-4d21-9650-b72dc80d4daf",
      "detail": "Utilise emotional intelligence and identify a range of supervisory, management, and leadership skills in developing the ability to mentor, direct or lead teams or individuals."
    },
    {
      "skillId": "6f307642-7905-483d-80bd-53c718d40428",
      "detail": "Communicate effectively with colleagues and stakeholders using the appropriate language register both verbally and in writing."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-07-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "TB1234",
  "tbMainContact": "Chris.Stevens@nsg.com",
  "involvedEmployers": "Mantec Technical Ceramics Ltd, Bostik Ltd, MAGDEV Ltd, Johnson Matthey, Knowles (UK) Limited, Keeling & Walker Ltd, Steelite International Ltd, Indestructible Paint Ltd, Naylor Industries plc, Arconic Manufacturing (GB) Ltd, Coorstek Crewe Limited, Prince Minerals Limited, Trelleborg AVS, Johnson Tiles, Wade Ceramics, Global Ceramic Materials Limited, Victrex PLC, Prince Minerals Limited, Cape Plc, Forterra, F P McCann Ltd, Caterpillar, Norcros Adhesives, Fenner Precision, James Kent Group, Fairey Industrial Ceramics Ltd, Synthomer Plc, Gates Power Transmission, Dupre Minerals, AstraZeneca, Furlong Mills Ltd, A&M EDM Limited, TA Instruments, Imerys Fused Minerals Hull Limited, Ibstock PLC, Chemquip Ltd, Pilkington UK Ltd (NSG Group), Exova, Lagan Brick, Denby Pottery Co Ltd, Foseco International Ltd",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "R&D Technologist",
    "Graduate Material Scientist",
    "Development Engineer",
    "Technical Service Specialist",
    "Materials Tester",
    "Quality Assurance/Quality Control",
    "Graduate Sales Exec"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, Design and Development",
  "cluster": "Design and development engineer",
  "clusterId": "253",
  "clusterDescription": null,
  "createdDate": "2019-12-24T11:59:48 +00:00",
  "lastUpdated": "2019-07-03T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-07-03T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0675",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0675-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0675-v1-0",
  "qualifications": [
    {
      "qualificationId": "c39e232f-d89f-49fa-aea3-d06d2dd8b132",
      "title": "Degree in Materials ",
      "level": "6 (non-integrated degree)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "The Institue of Materials, Minerals, and Mining (IOM3) ",
      "level": "Associate Member with Incorporated Engineer registration (IEng AIMMM)",
      "isPartial": "",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "44ee32d1-8f2f-4eee-9302-437192dff9a2",
      "dutyDetail": "Provide materials science advice utilising advanced practical, conceptual and technological expertise to key departments such as, but not limited to, innovation, production, and engineering design teams.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0ad718f2-0d1e-44b8-b522-c97573dae263",
        "00191e9d-f30c-46fe-8280-87418e730eb7",
        "b8cf6b2b-0998-4f8e-be0b-7c0ddc3207c6",
        "260c844f-f7df-432e-9783-7ee7d92db622",
        "4a7466bb-b46e-403e-ba1b-91712c2cef54",
        "f6438b3e-3d4d-48cf-8d2d-7654b6231a5d",
        "82a22c51-fb7e-4424-8b17-56ec3a09f3db",
        "72fff7da-04ea-4da8-9df5-b0c8e54789c5"
      ],
      "mappedKnowledge": [
        "866d054f-4e3c-4f0f-b504-f8def860dde3",
        "15095b9d-e24e-4a1d-970a-9013779461d4",
        "a997e104-f9c5-4d32-9cb5-17845b847960",
        "c15b8865-e436-4dea-ba5e-fbd44e5c04b9",
        "d985703a-edfc-4e29-883d-d52512e77195",
        "d4b76f90-b893-418d-b798-5faaf6245c3a",
        "93fbc6ff-9491-40a9-badd-99ffc3ce5d33",
        "fa3b62f4-6eaa-4cdd-8e41-75c9045e1328",
        "2de17600-a46f-498b-b342-97e25b753063",
        "ed8b8afa-ea5b-4c2f-8d08-e2ddfcdf877e",
        "2275b4f8-b2f0-4a08-9e5f-471130cacfc2",
        "954a11a1-de54-4319-ac69-3edf45a72bb1",
        "285d8ebd-3bb3-4022-b1d1-96447437126c",
        "11fd45f7-1864-4d8c-b579-3dde4546edaf",
        "612409d7-cc9f-46d5-b91a-71d6c0ede30d",
        "e6992584-239a-4847-bfc9-c35c495c07a6",
        "a868e59e-4228-40b5-9674-489f03976f4e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "96b1c60e-9744-4d15-a531-73900c9b2c55",
        "2901a58d-0031-41b4-a0d6-e9e0b0321290",
        "ce347e38-3466-4b99-ac5d-79c1463815ec",
        "06a5c376-957c-45bd-b798-8882e13e775f",
        "90e4b874-5d3e-4e82-ad9f-1d816926fc7d",
        "6f307642-7905-483d-80bd-53c718d40428"
      ],
      "criteriaForMeasuringPerformance": "Accuracy; comprehensive consideration of risk factors; on budget; on time; consistency; rigor; attention to detail; flexibility of approach according to physical context; attentive to health & safety\nand data security; clear and succinct communication."
    },
    {
      "dutyID": "f733dfc0-cd69-4a7d-8170-bb502a8f22bb",
      "dutyDetail": "Research, design, and optimise innovative processes to reduce costs and environmental impact as well as iterating novel products for new market opportunities and societal demands and needs.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0ad718f2-0d1e-44b8-b522-c97573dae263",
        "6d43504a-86e4-4d48-8046-39dd5f2ec2cd",
        "4a7466bb-b46e-403e-ba1b-91712c2cef54",
        "181be2f8-fb13-4fcd-b794-dd405735c868"
      ],
      "mappedKnowledge": [
        "866d054f-4e3c-4f0f-b504-f8def860dde3",
        "15095b9d-e24e-4a1d-970a-9013779461d4",
        "c15b8865-e436-4dea-ba5e-fbd44e5c04b9",
        "d985703a-edfc-4e29-883d-d52512e77195",
        "d4b76f90-b893-418d-b798-5faaf6245c3a",
        "93fbc6ff-9491-40a9-badd-99ffc3ce5d33",
        "fa3b62f4-6eaa-4cdd-8e41-75c9045e1328",
        "2de17600-a46f-498b-b342-97e25b753063",
        "ed8b8afa-ea5b-4c2f-8d08-e2ddfcdf877e",
        "2275b4f8-b2f0-4a08-9e5f-471130cacfc2",
        "285d8ebd-3bb3-4022-b1d1-96447437126c",
        "612409d7-cc9f-46d5-b91a-71d6c0ede30d",
        "e6992584-239a-4847-bfc9-c35c495c07a6",
        "a868e59e-4228-40b5-9674-489f03976f4e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2901a58d-0031-41b4-a0d6-e9e0b0321290",
        "90e4b874-5d3e-4e82-ad9f-1d816926fc7d",
        "ebb2e5e7-6ecb-4ce7-b0dd-55b609463e18",
        "c8949322-5bb6-46f7-876a-dc20027f1e1b"
      ],
      "criteriaForMeasuringPerformance": "Attention to detail; thorough research methodologies; comprehensive understanding of key markets; high level verbal and written communication attributes: able to converse clearly and fluently; able to undertake presentations; able to write concisely and accurately"
    },
    {
      "dutyID": "2750bbf9-9bad-424c-83c5-e6e5445aa144",
      "dutyDetail": "Innovate and/or translate materials science R&D into the production of new products and analyse and evaluate suitability of design concepts for production.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "00191e9d-f30c-46fe-8280-87418e730eb7",
        "b8cf6b2b-0998-4f8e-be0b-7c0ddc3207c6",
        "6d43504a-86e4-4d48-8046-39dd5f2ec2cd",
        "05b970f2-245e-4635-adde-08631a63003a",
        "4a7466bb-b46e-403e-ba1b-91712c2cef54",
        "181be2f8-fb13-4fcd-b794-dd405735c868",
        "f6438b3e-3d4d-48cf-8d2d-7654b6231a5d",
        "82a22c51-fb7e-4424-8b17-56ec3a09f3db",
        "72fff7da-04ea-4da8-9df5-b0c8e54789c5"
      ],
      "mappedKnowledge": [
        "866d054f-4e3c-4f0f-b504-f8def860dde3",
        "c15b8865-e436-4dea-ba5e-fbd44e5c04b9",
        "d985703a-edfc-4e29-883d-d52512e77195",
        "d4b76f90-b893-418d-b798-5faaf6245c3a",
        "93fbc6ff-9491-40a9-badd-99ffc3ce5d33",
        "2de17600-a46f-498b-b342-97e25b753063",
        "ed8b8afa-ea5b-4c2f-8d08-e2ddfcdf877e",
        "2275b4f8-b2f0-4a08-9e5f-471130cacfc2",
        "954a11a1-de54-4319-ac69-3edf45a72bb1",
        "11fd45f7-1864-4d8c-b579-3dde4546edaf",
        "612409d7-cc9f-46d5-b91a-71d6c0ede30d",
        "e6992584-239a-4847-bfc9-c35c495c07a6",
        "a868e59e-4228-40b5-9674-489f03976f4e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "96b1c60e-9744-4d15-a531-73900c9b2c55",
        "2901a58d-0031-41b4-a0d6-e9e0b0321290",
        "ce347e38-3466-4b99-ac5d-79c1463815ec",
        "90e4b874-5d3e-4e82-ad9f-1d816926fc7d",
        "ebb2e5e7-6ecb-4ce7-b0dd-55b609463e18",
        "b5b13cf4-291a-4822-9ad5-c1b9137feb64",
        "c8949322-5bb6-46f7-876a-dc20027f1e1b"
      ],
      "criteriaForMeasuringPerformance": "Generates multiple new ideas and novel practices; objective; skilled in praxis; shows successful collaborative mind-set; target driven"
    },
    {
      "dutyID": "1c599856-6a72-4f0e-8f56-0cbccca82799",
      "dutyDetail": "Conduct rigorous analyses and report on materials failure in engineering components from test or in the field.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0ad718f2-0d1e-44b8-b522-c97573dae263",
        "00191e9d-f30c-46fe-8280-87418e730eb7",
        "b8cf6b2b-0998-4f8e-be0b-7c0ddc3207c6",
        "6d43504a-86e4-4d48-8046-39dd5f2ec2cd",
        "260c844f-f7df-432e-9783-7ee7d92db622",
        "05b970f2-245e-4635-adde-08631a63003a",
        "4a7466bb-b46e-403e-ba1b-91712c2cef54",
        "181be2f8-fb13-4fcd-b794-dd405735c868",
        "f6438b3e-3d4d-48cf-8d2d-7654b6231a5d",
        "82a22c51-fb7e-4424-8b17-56ec3a09f3db",
        "72fff7da-04ea-4da8-9df5-b0c8e54789c5"
      ],
      "mappedKnowledge": [
        "866d054f-4e3c-4f0f-b504-f8def860dde3",
        "ed8b8afa-ea5b-4c2f-8d08-e2ddfcdf877e",
        "2275b4f8-b2f0-4a08-9e5f-471130cacfc2",
        "954a11a1-de54-4319-ac69-3edf45a72bb1",
        "11fd45f7-1864-4d8c-b579-3dde4546edaf",
        "612409d7-cc9f-46d5-b91a-71d6c0ede30d",
        "e6992584-239a-4847-bfc9-c35c495c07a6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2901a58d-0031-41b4-a0d6-e9e0b0321290",
        "ce347e38-3466-4b99-ac5d-79c1463815ec",
        "06a5c376-957c-45bd-b798-8882e13e775f",
        "90e4b874-5d3e-4e82-ad9f-1d816926fc7d",
        "b5b13cf4-291a-4822-9ad5-c1b9137feb64",
        "6f307642-7905-483d-80bd-53c718d40428"
      ],
      "criteriaForMeasuringPerformance": "Attention to detail; thorough research methodologies; accuracy; dedication; rigour; clear and precise\naccounting of work"
    },
    {
      "dutyID": "7c969028-7382-4da5-b478-9e46a5adfc44",
      "dutyDetail": "Solve internal and external materials production problems utilising experiential or innovative solutions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0ad718f2-0d1e-44b8-b522-c97573dae263",
        "00191e9d-f30c-46fe-8280-87418e730eb7",
        "b8cf6b2b-0998-4f8e-be0b-7c0ddc3207c6",
        "6d43504a-86e4-4d48-8046-39dd5f2ec2cd",
        "260c844f-f7df-432e-9783-7ee7d92db622",
        "05b970f2-245e-4635-adde-08631a63003a",
        "4a7466bb-b46e-403e-ba1b-91712c2cef54",
        "181be2f8-fb13-4fcd-b794-dd405735c868",
        "f6438b3e-3d4d-48cf-8d2d-7654b6231a5d",
        "82a22c51-fb7e-4424-8b17-56ec3a09f3db",
        "72fff7da-04ea-4da8-9df5-b0c8e54789c5"
      ],
      "mappedKnowledge": [
        "866d054f-4e3c-4f0f-b504-f8def860dde3",
        "15095b9d-e24e-4a1d-970a-9013779461d4",
        "c15b8865-e436-4dea-ba5e-fbd44e5c04b9",
        "d985703a-edfc-4e29-883d-d52512e77195",
        "d4b76f90-b893-418d-b798-5faaf6245c3a",
        "93fbc6ff-9491-40a9-badd-99ffc3ce5d33",
        "ed8b8afa-ea5b-4c2f-8d08-e2ddfcdf877e",
        "2275b4f8-b2f0-4a08-9e5f-471130cacfc2",
        "954a11a1-de54-4319-ac69-3edf45a72bb1",
        "11fd45f7-1864-4d8c-b579-3dde4546edaf",
        "e6992584-239a-4847-bfc9-c35c495c07a6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "96b1c60e-9744-4d15-a531-73900c9b2c55",
        "2901a58d-0031-41b4-a0d6-e9e0b0321290",
        "ce347e38-3466-4b99-ac5d-79c1463815ec",
        "06a5c376-957c-45bd-b798-8882e13e775f",
        "b5b13cf4-291a-4822-9ad5-c1b9137feb64"
      ],
      "criteriaForMeasuringPerformance": "High level verbal and written communication skills; tenacity; consistency; accuracy; collaborative mind-set; customer focus"
    },
    {
      "dutyID": "ac14a468-8077-4235-8694-cbdd6983c2b3",
      "dutyDetail": "Develop strategic national and international partnerships with key materials supply chains, HEIs, Government Agencies, and commercial clients.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0ad718f2-0d1e-44b8-b522-c97573dae263",
        "00191e9d-f30c-46fe-8280-87418e730eb7",
        "b8cf6b2b-0998-4f8e-be0b-7c0ddc3207c6",
        "6d43504a-86e4-4d48-8046-39dd5f2ec2cd",
        "4a7466bb-b46e-403e-ba1b-91712c2cef54",
        "181be2f8-fb13-4fcd-b794-dd405735c868",
        "72fff7da-04ea-4da8-9df5-b0c8e54789c5"
      ],
      "mappedKnowledge": [
        "866d054f-4e3c-4f0f-b504-f8def860dde3",
        "a997e104-f9c5-4d32-9cb5-17845b847960",
        "fa3b62f4-6eaa-4cdd-8e41-75c9045e1328",
        "2de17600-a46f-498b-b342-97e25b753063",
        "285d8ebd-3bb3-4022-b1d1-96447437126c",
        "bbc65397-d4d7-4ada-97ad-a5289a454174"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b5b13cf4-291a-4822-9ad5-c1b9137feb64",
        "c8949322-5bb6-46f7-876a-dc20027f1e1b",
        "268c66aa-0ebd-4d21-9650-b72dc80d4daf"
      ],
      "criteriaForMeasuringPerformance": "High level of written and verbal communication skills; emotional intelligence; collaborative mind-set; comprehensive understanding of market forces and of profit margins"
    },
    {
      "dutyID": "d8f089c4-a049-4aa4-9454-962e8fe65fc5",
      "dutyDetail": "Utilise detailed product formulations and characterisations in production process and maintain formulation and costing databases.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "260c844f-f7df-432e-9783-7ee7d92db622",
        "4a7466bb-b46e-403e-ba1b-91712c2cef54",
        "181be2f8-fb13-4fcd-b794-dd405735c868",
        "72fff7da-04ea-4da8-9df5-b0c8e54789c5"
      ],
      "mappedKnowledge": [
        "866d054f-4e3c-4f0f-b504-f8def860dde3",
        "15095b9d-e24e-4a1d-970a-9013779461d4",
        "a997e104-f9c5-4d32-9cb5-17845b847960",
        "93fbc6ff-9491-40a9-badd-99ffc3ce5d33",
        "2de17600-a46f-498b-b342-97e25b753063",
        "ed8b8afa-ea5b-4c2f-8d08-e2ddfcdf877e",
        "2275b4f8-b2f0-4a08-9e5f-471130cacfc2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "96b1c60e-9744-4d15-a531-73900c9b2c55",
        "2901a58d-0031-41b4-a0d6-e9e0b0321290",
        "ce347e38-3466-4b99-ac5d-79c1463815ec",
        "ebb2e5e7-6ecb-4ce7-b0dd-55b609463e18",
        "b5b13cf4-291a-4822-9ad5-c1b9137feb64"
      ],
      "criteriaForMeasuringPerformance": "Attention to detail; accuracy; on budget; on time; high level IT attributes such as data analysis and\nillustrated report writing and costing"
    },
    {
      "dutyID": "b4c68329-a670-4a39-b6db-a43bce8c9e3b",
      "dutyDetail": "Seek out and discourse with customers, acquiring new sales by understanding their requirements and advising on appropriate solutions and products based on technical performance specifications related to material performance.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0ad718f2-0d1e-44b8-b522-c97573dae263",
        "00191e9d-f30c-46fe-8280-87418e730eb7",
        "b8cf6b2b-0998-4f8e-be0b-7c0ddc3207c6",
        "6d43504a-86e4-4d48-8046-39dd5f2ec2cd",
        "260c844f-f7df-432e-9783-7ee7d92db622",
        "05b970f2-245e-4635-adde-08631a63003a",
        "181be2f8-fb13-4fcd-b794-dd405735c868",
        "72fff7da-04ea-4da8-9df5-b0c8e54789c5"
      ],
      "mappedKnowledge": [
        "866d054f-4e3c-4f0f-b504-f8def860dde3",
        "15095b9d-e24e-4a1d-970a-9013779461d4",
        "a997e104-f9c5-4d32-9cb5-17845b847960",
        "c15b8865-e436-4dea-ba5e-fbd44e5c04b9",
        "d985703a-edfc-4e29-883d-d52512e77195",
        "d4b76f90-b893-418d-b798-5faaf6245c3a",
        "93fbc6ff-9491-40a9-badd-99ffc3ce5d33",
        "fa3b62f4-6eaa-4cdd-8e41-75c9045e1328",
        "2de17600-a46f-498b-b342-97e25b753063",
        "2275b4f8-b2f0-4a08-9e5f-471130cacfc2",
        "954a11a1-de54-4319-ac69-3edf45a72bb1",
        "285d8ebd-3bb3-4022-b1d1-96447437126c",
        "11fd45f7-1864-4d8c-b579-3dde4546edaf",
        "612409d7-cc9f-46d5-b91a-71d6c0ede30d",
        "e6992584-239a-4847-bfc9-c35c495c07a6",
        "a868e59e-4228-40b5-9674-489f03976f4e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "96b1c60e-9744-4d15-a531-73900c9b2c55",
        "ce347e38-3466-4b99-ac5d-79c1463815ec",
        "90e4b874-5d3e-4e82-ad9f-1d816926fc7d",
        "b5b13cf4-291a-4822-9ad5-c1b9137feb64",
        "c8949322-5bb6-46f7-876a-dc20027f1e1b"
      ],
      "criteriaForMeasuringPerformance": "Customer focus; acquisition of multiple new sales; written and verbal communication skills; comprehensive understanding of market forces; understanding of profit and loss"
    },
    {
      "dutyID": "98e7e944-0674-42d2-a292-55646e58109b",
      "dutyDetail": "Design testing regimes for materials performance evaluations of new and existing products and be responsible for maintaining development of materials, products and manufacturing infrastructures and resources within their area of responsibility.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0ad718f2-0d1e-44b8-b522-c97573dae263",
        "260c844f-f7df-432e-9783-7ee7d92db622",
        "05b970f2-245e-4635-adde-08631a63003a",
        "4a7466bb-b46e-403e-ba1b-91712c2cef54",
        "181be2f8-fb13-4fcd-b794-dd405735c868",
        "82a22c51-fb7e-4424-8b17-56ec3a09f3db",
        "72fff7da-04ea-4da8-9df5-b0c8e54789c5"
      ],
      "mappedKnowledge": [
        "866d054f-4e3c-4f0f-b504-f8def860dde3",
        "15095b9d-e24e-4a1d-970a-9013779461d4",
        "c15b8865-e436-4dea-ba5e-fbd44e5c04b9",
        "d985703a-edfc-4e29-883d-d52512e77195",
        "d4b76f90-b893-418d-b798-5faaf6245c3a",
        "93fbc6ff-9491-40a9-badd-99ffc3ce5d33",
        "2de17600-a46f-498b-b342-97e25b753063",
        "ed8b8afa-ea5b-4c2f-8d08-e2ddfcdf877e",
        "2275b4f8-b2f0-4a08-9e5f-471130cacfc2",
        "954a11a1-de54-4319-ac69-3edf45a72bb1",
        "11fd45f7-1864-4d8c-b579-3dde4546edaf",
        "612409d7-cc9f-46d5-b91a-71d6c0ede30d",
        "e6992584-239a-4847-bfc9-c35c495c07a6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2901a58d-0031-41b4-a0d6-e9e0b0321290",
        "ce347e38-3466-4b99-ac5d-79c1463815ec",
        "06a5c376-957c-45bd-b798-8882e13e775f",
        "90e4b874-5d3e-4e82-ad9f-1d816926fc7d",
        "ebb2e5e7-6ecb-4ce7-b0dd-55b609463e18",
        "b5b13cf4-291a-4822-9ad5-c1b9137feb64"
      ],
      "criteriaForMeasuringPerformance": "Full cognisance in contemporary research and testing methodologies; accuracy; attention to detail; methodical; iteration of more than one new product"
    },
    {
      "dutyID": "949aacfb-59a7-4f5c-857d-1d6db193d7ab",
      "dutyDetail": "Manage and motivate personnel and maintain efficient administration, effective lab practices, and address Health & Safety procedures at all times.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0ad718f2-0d1e-44b8-b522-c97573dae263",
        "00191e9d-f30c-46fe-8280-87418e730eb7",
        "b8cf6b2b-0998-4f8e-be0b-7c0ddc3207c6",
        "6d43504a-86e4-4d48-8046-39dd5f2ec2cd",
        "260c844f-f7df-432e-9783-7ee7d92db622",
        "05b970f2-245e-4635-adde-08631a63003a",
        "4a7466bb-b46e-403e-ba1b-91712c2cef54",
        "f6438b3e-3d4d-48cf-8d2d-7654b6231a5d",
        "82a22c51-fb7e-4424-8b17-56ec3a09f3db",
        "72fff7da-04ea-4da8-9df5-b0c8e54789c5"
      ],
      "mappedKnowledge": [
        "a997e104-f9c5-4d32-9cb5-17845b847960",
        "285d8ebd-3bb3-4022-b1d1-96447437126c",
        "612409d7-cc9f-46d5-b91a-71d6c0ede30d",
        "bbc65397-d4d7-4ada-97ad-a5289a454174",
        "e6992584-239a-4847-bfc9-c35c495c07a6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2901a58d-0031-41b4-a0d6-e9e0b0321290",
        "90e4b874-5d3e-4e82-ad9f-1d816926fc7d",
        "268c66aa-0ebd-4d21-9650-b72dc80d4daf"
      ],
      "criteriaForMeasuringPerformance": "Emotionally intelligent; attentive to detail; rigorous; high level written and verbal communication; safety record at least equal to standard company levels"
    },
    {
      "dutyID": "768f93df-43bd-4f5a-be62-7c51c6a5de29",
      "dutyDetail": "Analyse and utilise data to create accurate reports whilst maintaining data hygiene, security, and being mindful of GDPR.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "00191e9d-f30c-46fe-8280-87418e730eb7",
        "181be2f8-fb13-4fcd-b794-dd405735c868",
        "72fff7da-04ea-4da8-9df5-b0c8e54789c5"
      ],
      "mappedKnowledge": [
        "a997e104-f9c5-4d32-9cb5-17845b847960",
        "93fbc6ff-9491-40a9-badd-99ffc3ce5d33",
        "fa3b62f4-6eaa-4cdd-8e41-75c9045e1328",
        "2de17600-a46f-498b-b342-97e25b753063",
        "285d8ebd-3bb3-4022-b1d1-96447437126c",
        "612409d7-cc9f-46d5-b91a-71d6c0ede30d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2901a58d-0031-41b4-a0d6-e9e0b0321290",
        "ce347e38-3466-4b99-ac5d-79c1463815ec",
        "90e4b874-5d3e-4e82-ad9f-1d816926fc7d",
        "b5b13cf4-291a-4822-9ad5-c1b9137feb64"
      ],
      "criteriaForMeasuringPerformance": "Accurate; attention to detail; precise; responsible; methodical; compliance with company targets"
    },
    {
      "dutyID": "0e3945d4-d3f7-4bfa-9dbf-ce9226a75e03",
      "dutyDetail": "Consistently progress projects to completion on time and on budget.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0ad718f2-0d1e-44b8-b522-c97573dae263",
        "00191e9d-f30c-46fe-8280-87418e730eb7",
        "b8cf6b2b-0998-4f8e-be0b-7c0ddc3207c6",
        "6d43504a-86e4-4d48-8046-39dd5f2ec2cd",
        "260c844f-f7df-432e-9783-7ee7d92db622",
        "05b970f2-245e-4635-adde-08631a63003a",
        "4a7466bb-b46e-403e-ba1b-91712c2cef54",
        "181be2f8-fb13-4fcd-b794-dd405735c868",
        "f6438b3e-3d4d-48cf-8d2d-7654b6231a5d",
        "82a22c51-fb7e-4424-8b17-56ec3a09f3db",
        "72fff7da-04ea-4da8-9df5-b0c8e54789c5"
      ],
      "mappedKnowledge": [
        "866d054f-4e3c-4f0f-b504-f8def860dde3",
        "15095b9d-e24e-4a1d-970a-9013779461d4",
        "a997e104-f9c5-4d32-9cb5-17845b847960",
        "c15b8865-e436-4dea-ba5e-fbd44e5c04b9",
        "d985703a-edfc-4e29-883d-d52512e77195",
        "d4b76f90-b893-418d-b798-5faaf6245c3a",
        "93fbc6ff-9491-40a9-badd-99ffc3ce5d33",
        "fa3b62f4-6eaa-4cdd-8e41-75c9045e1328",
        "2de17600-a46f-498b-b342-97e25b753063",
        "2275b4f8-b2f0-4a08-9e5f-471130cacfc2",
        "954a11a1-de54-4319-ac69-3edf45a72bb1",
        "285d8ebd-3bb3-4022-b1d1-96447437126c",
        "11fd45f7-1864-4d8c-b579-3dde4546edaf",
        "612409d7-cc9f-46d5-b91a-71d6c0ede30d",
        "bbc65397-d4d7-4ada-97ad-a5289a454174"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "96b1c60e-9744-4d15-a531-73900c9b2c55",
        "2901a58d-0031-41b4-a0d6-e9e0b0321290",
        "ce347e38-3466-4b99-ac5d-79c1463815ec",
        "06a5c376-957c-45bd-b798-8882e13e775f",
        "90e4b874-5d3e-4e82-ad9f-1d816926fc7d",
        "b5b13cf4-291a-4822-9ad5-c1b9137feb64",
        "c8949322-5bb6-46f7-876a-dc20027f1e1b",
        "268c66aa-0ebd-4d21-9650-b72dc80d4daf"
      ],
      "criteriaForMeasuringPerformance": "Accurate; attention to detail; precise; responsible; methodical; drive; tenacity; on time; on budget;\ntarget driven"
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2019-07-03T00:00:00"
}