{
  "templateType": "Apprenticeship Standard",
  "larsCode": 451,
  "referenceNumber": "ST0628",
  "learningAimClassCode": "",
  "title": "Cultural heritage conservator (degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0628",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "",
  "changedDate": "2022-05-31T00:00:00",
  "earliestStartDate": "2019-04-18T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Preserving objects that could be housed in archives, art galleries, libraries, museums and private collections.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 54,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "cultural",
    "heritage",
    "museums",
    "art",
    "library",
    "conservstor"
  ],
  "jobRoles": [
    "Conservator",
    "Specialist Conservator"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2925/st0628_cultural-heritage-conservator_l7_ap-for-publication_11042019.pdf",
  "ssa1": "8 Leisure, Travel and Tourism",
  "ssa2": "8.1 Sport, leisure and recreation",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;Conservators are specialist practitioners working to protect, preserve and conserve objects or collections of objects housed in archives, art galleries, libraries, museums, private collections, as well as historic and ancient sites. They may also undertake work related to the internal and external features of buildings, such as historic decorative interiors, stained glass windows and sculpture Conservators combine practical skills with knowledge of art history, architecture, science, changing fashions and lifestyles to understand the context of the objects they work with, and to conserve them sensitively and appropriately.&lt;/p&gt;\n&lt;p&gt;There are two principal branches of the profession, however many conservators will work across both. In any case, they will have knowledge of both aspects in their practice even if they do focus on one area.&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Treatment Conservation,&lt;/strong&gt; also known as remedial or interventive conservation, relates to the conservator carrying out treatments directly on objects. As a matter of principle, the remedial conservator aims to carry out as little work as possible or necessary to avoid changing the object. In such cases the conservator will aim to leave the object stable and re-treatable. Treatment conservators will often specialise in working with a particular type of object or material, such as paper, stone or wooden objects.&#160;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Preventive Conservation&lt;/strong&gt; aims to prevent damage to objects in use or storage. Its purpose is to maintain the condition of an object as well as to manage deterioration risks resulting from handling or adverse environmental conditions. Practically this can include a broad range of tasks including the installation of environmental monitoring equipment and associated data monitoring, pest management, consultation on the design of new galleries and exhibition spaces, storage, and setting standards for the loan of objects.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Conservators may work for public institutions, such as national and regional museums or galleries, archives and libraries, or in historic properties either as an employee or freelance, as well as for conservation practices in the private sector. Conservators may also run their own practice.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Working Environment: &lt;/strong&gt;Depending on area of specialism time, may be split between working in a conservation studio or on site. There may be occasional call for long periods away from home, for instance those working on immoveable objects or accompanying objects travelling to an exhibition. &lt;strong&gt;&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Typical Duties / Responsibilities&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Duties will vary depending on the employer, but are likely to include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Undertaking conservation measures, either through physical treatments to objects or implementation of preventive conservation measures based on a good working and background knowledge of area of practice. Conservators are expected to use their own judgement although some treatments may be complex and non-routine, requiring consultation with experienced conservators to analyse and plan their implementation.&lt;/li&gt;\n&lt;li&gt;Designing, implementing and reviewing Integrated Pest Management and Environmental Monitoring.&lt;/li&gt;\n&lt;li&gt;Assessment and management of risk to collections on display, in storage, and undergoing interventive treatment and identification of strategies to mitigate against these risks.&lt;/li&gt;\n&lt;li&gt;Organisation of collections in storage / on display and the maintenance of appropriate records using collections management systems and related databases.&lt;/li&gt;\n&lt;li&gt;Planning, commissioning and managing conservation work.&lt;/li&gt;\n&lt;li&gt;Overall responsibility for the long-term care of collections within area of practice.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Job titles include:&lt;/strong&gt; Conservator, Specialist Conservator (e.g. Preventive, Paper, Paintings, Metals, Stone, Photographic, Digital Preservation, Time-based media].&lt;/p&gt;\n&lt;table&gt;\n&lt;thead&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 90px;&quot; width=&quot;90&quot;&gt;\n&lt;p&gt;&lt;strong&gt;WORK ASPECTS&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 138px;&quot; width=&quot;138&quot;&gt;\n&lt;p&gt;&lt;strong&gt;SKILL &lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 126px;&quot; width=&quot;126&quot;&gt;\n&lt;p&gt;&lt;strong&gt;KNOWLEDGE AND UNDERSTANDING &lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;/thead&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;90&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Assessment of materials, objects, and sites&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;138&quot;&gt;\n&lt;p&gt;&#183;&#160;&#160; Assess the impact of the environment &lt;em&gt;e.g. the temperature and light levels and their potential to cause changes to objects and collections. &lt;/em&gt;&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160; Assess the physical nature of materials and collections.&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160; Assess the condition of materials and collections&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160; Assess the historical and cultural significance of cultural heritage materials.&#160;&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160; Undertake risk assessments on cultural heritage material &lt;em&gt;e.g. if preparing an object for exhibition they need to be able to judge the vulnerability of the object and identify possible damages that might occur.&lt;/em&gt;&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160; Consult and work with other allied professionals&lt;em&gt; e.g. a wall paintings conservator working within a building may work closely with architects and builders. &lt;/em&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;126&quot;&gt;\n&lt;p&gt;&#183;&#160; The agents of deterioration and materials science.&lt;/p&gt;\n&lt;p&gt;&#183;&#160; How objects may have been changed or damaged&lt;/p&gt;\n&lt;p&gt;&#183;&#160; The wider cultural and historic significance of objects&lt;/p&gt;\n&lt;p&gt;&#183;&#160; Conservation theory&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;90&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Conservation options &amp;amp; strategies&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;138&quot;&gt;\n&lt;p&gt;&#183;&#160;&#160; Identify and evaluate conservation options&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160; Develop approaches for conservation issues which are non-routine and may be complex&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160; Advise on any legislation, official guidance or organisational policy that affects areas of conservation practice. e&lt;em&gt;.g. COSHH&lt;/em&gt;&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160; Work effectively with others including conservators, clients and stakeholders (such as owners or curators) to agree course of action&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160; Identify when no further action should be undertaken to an object &lt;em&gt;e.g. if the item is too fragile&lt;/em&gt;&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160; Prioritise objects for treatment&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;126&quot;&gt;\n&lt;p&gt;&#183;&#160; Current conservation practice within area of specialism&lt;/p&gt;\n&lt;p&gt;&#183;&#160; The wider contexts in which conservation is carried out, the implications of context for practice, and the implications of treatments and methods within the context&lt;/p&gt;\n&lt;p&gt;&#183;&#160; Impact on decision making of legislation related to area of practice. &lt;em&gt;e.g. CITES, Human Tissues Act, Ancient Monuments and archaeological areas act. &lt;/em&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;90&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Conservation Measures&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;138&quot;&gt;\n&lt;p&gt;&#183;&#160;&#160; Implement agreed conservation measures. &lt;em&gt;E.g. carry out practical treatments to objects or preventive conservation measures (such as implementation of integrated pest management or the cleaning and reconstruction of a chair) with a high level of skill, judgement and ethical consideration. &lt;/em&gt;&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160; Monitor and evaluate the effect of conservation measures&lt;em&gt;. e.g. use environmental monitoring equipment to assess a preservation environment in a display case&lt;/em&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;126&quot;&gt;\n&lt;p&gt;&#183;&#160; Detailed aspects of conservation techniques within their area of practice&lt;/p&gt;\n&lt;p&gt;&#183;&#160; Materials commonly used in their area of practice.&lt;/p&gt;\n&lt;p&gt;&#183;&#160; Techniques commonly used in their area of practice.&lt;/p&gt;\n&lt;p&gt;&#183;&#160; Related conservation practices, i.e. the implications of remedial work for preventive practice&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;90&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Organisation &amp;amp; Management&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;138&quot;&gt;\n&lt;p&gt;&#183;&#160;&#160; Prepare detailed reports following established guidelines and practices &lt;em&gt;e.g. writing assessment reports, presenting options and documenting conservation measures applied. &lt;/em&gt;&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160; Communicate recommendations and advice effectively&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160; Ensure a safe working environment within the studio or onsite for themselves as well as for other staff and members of the public.&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160; Identify the resources and materials required to support a project. &#160;&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160; Supervise projects or volunteers.&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160; Supervise other conservation professionals &lt;em&gt;e.g. freelance conservators&lt;/em&gt;&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160; Plan, commission and conservation work&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;126&quot;&gt;\n&lt;p&gt;&#183;&#160; Relevant health &amp;amp; safety legislation including Control of Substances Hazardous to Health (COSHH) and manual handling regulations.&lt;/p&gt;\n&lt;p&gt;&#183;&#160; &#160;The process of planning, commissioning and managing conservation services.&lt;/p&gt;\n&lt;p&gt;&#183;&#160; Project management processes &lt;em&gt;e.g. working towards and exhibition deadline. &lt;/em&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;90&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Professional Development&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;138&quot;&gt;\n&lt;p&gt;&#183;&#160;&#160; Reflect on and learn from current practice&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160; Keep up to date with current thinking, skills and techniques in their area of practice.&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160; Promote conservation and the care of cultural heritage to lay and expert audiences, including other professionals involved in cultural heritage or the built environment&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;126&quot;&gt;\n&lt;p&gt;&#183;&#160; The use of new techniques applicable to their area of practice&lt;/p&gt;\n&lt;p&gt;&#183;&#160; The limits of their own understanding and abilities and will practise within them.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;90&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Judgement and Ethics&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;138&quot;&gt;\n&lt;p&gt;&#183;&#160;&#160; Effectively implement ethical principles and guidelines related to areas of practice&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160; Handle value conflicts and dilemmas &lt;em&gt;e.g. those relating to religious objects&lt;/em&gt;&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160; Identify where additional legal advice and support is required&lt;/p&gt;\n&lt;p&gt;&#183;&#160;&#160; Identify the limits of own understanding, and when to work with other practitioners.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;126&quot;&gt;\n&lt;p&gt;&#183;&#160;&#160; Ethical principles and codes of practice relating to area of work.&lt;/p&gt;\n&lt;p&gt;&#183;&#160; Relevant legal requirements, &lt;em&gt;e.g. where objects may be made of materials such as ivory.&lt;/em&gt;&lt;/p&gt;\n&lt;p&gt;&#183;&#160; The wider contexts in which conservation is carried out and the implications of treatments and methods within the context. &lt;em&gt;e.g. when a conservation treatment might impact the reliability of later scientific analysis (wet treatments of paper might alter ink making later identification of authorship impossible)&lt;/em&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours:&#160; &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Cultural Heritage Conservators will be expected to demonstrate:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;An awareness of the of ethical and legal obligations relating to their area(s) of work&lt;/li&gt;\n&lt;li&gt;The exercise of good judgement and good practice in undertaking conservation work&lt;/li&gt;\n&lt;li&gt;Appropriate health and safety behaviours individually and towards others&lt;/li&gt;\n&lt;li&gt;Strong work ethic enabling them to work effectively as individuals and as part of a team&lt;/li&gt;\n&lt;li&gt;An openness to communicating with fellow professionals and others from a range of backgrounds, including members of the public.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Employers will work with training providers to set entry requirements for each position. Candidates will typically have GCSEs (or equivalent) at A*- C including maths, English and possibly a relevant science, plus A levels in a combination of Arts, Humanities, Design Technology and Science subjects. Many may also hold an undergraduate degree in a relevant subject.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Candidates must have completed an MA or MSc in Heritage Conservation prior to undertaking their end point assessment. &#160;Apprentices without Level 2 English &amp;amp; Maths will be required to achieve this level prior to taking their end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional Body Recognition:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Candidates completing the apprenticeship will be eligible for ‘Associate’ membership of the Institute of Conservation (Icon) and would be able to register on the PACR Pathway working towards professional accreditation.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically, 54 to 60 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The standard will be reviewed after 3 years.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "occupationalSummary": "Conservators are specialist practitioners working to protect, preserve and conserve objects or collections of objects housed in archives, art galleries, libraries, museums, private collections, as well as historic and ancient sites. They may also undertake work related to the internal and external features of buildings, such as historic decorative interiors, stained glass windows and sculpture Conservators combine practical skills with knowledge of art history, architecture, science, changing fashions and lifestyles to understand the context of the objects they work with, and to conserve them sensitively and appropriately. There are two principal branches of the profession, however many conservators will work across both. In any case, they will have knowledge of both aspects in their practice even if they do focus on one area. Treatment Conservation, also known as remedial or interventive conservation, relates to the conservator carrying out treatments directly on objects. As a matter of principle, the remedial conservator aims to carry out as little work as possible or necessary to avoid changing the object. In such cases the conservator will aim to leave the object stable and re-treatable. Treatment conservators will often specialise in working with a particular type of object or material, such as paper, stone or wooden objects. Preventive Conservation aims to prevent damage to objects in use or storage. Its purpose is to maintain the condition of an object as well as to manage deterioration risks resulting from handling or adverse environmental conditions. Practically this can include a broad range of tasks including the installation of environmental monitoring equipment and associated data monitoring, pest management, consultation on the design of new galleries and exhibition spaces, storage, and setting standards for the loan of objects. Conservators may work for public institutions, such as national and regional museums or galleries, archives and libraries, or in historic properties either as an employee or freelance, as well as for conservation practices in the private sector. Conservators may also run their own practice. Working Environment: Depending on area of specialism time, may be split between working in a conservation studio or on site. There may be occasional call for long periods away from home, for instance those working on immoveable objects or accompanying objects travelling to an exhibition.  \r\n",
  "knowledges": [
    {
      "knowledgeId": "8a86cc62-9db8-4042-9445-5fac3ed0ff03",
      "detail": " The agents of deterioration and materials science."
    },
    {
      "knowledgeId": "27097d1a-ff66-4706-b6fe-07c52b663d1f",
      "detail": "How objects may have been changed or damaged"
    },
    {
      "knowledgeId": "7ef53757-8fad-44f1-a8e5-f4dacb0f4f21",
      "detail": "The wider cultural and historic significance of objects"
    },
    {
      "knowledgeId": "ed8e4cc8-b411-4a2e-bc79-092bf0774d3d",
      "detail": "Conservation theory"
    },
    {
      "knowledgeId": "8e6e5857-dc28-42ca-965a-d9c8d7e8cb70",
      "detail": "Current conservation practice within area of specialism"
    },
    {
      "knowledgeId": "f4537c69-cde5-475d-b091-a4a37319d1ec",
      "detail": "The wider contexts in which conservation is carried out, the implications of context for practice, and the implications of treatments and methods within the context"
    },
    {
      "knowledgeId": "7263ba64-e827-4bc6-8fa8-42a1d10f02e4",
      "detail": "Impact on decision making of legislation related to area of practice. e.g. CITES, Human Tissues Act, Ancient Monuments and archaeological areas act."
    },
    {
      "knowledgeId": "37986c8d-63ec-4849-91eb-a55ce1d0a509",
      "detail": "Detailed aspects of conservation techniques within their area of practice"
    },
    {
      "knowledgeId": "57d3db23-ad84-4738-85a3-c4ec210dc016",
      "detail": "Materials commonly used in their area of practice."
    },
    {
      "knowledgeId": "c7965131-d733-488b-a44d-26e25ccb6f55",
      "detail": "Techniques commonly used in their area of practice."
    },
    {
      "knowledgeId": "bba6076a-2fbb-4f7a-b465-79ab89988c38",
      "detail": "Related conservation practices, i.e. the implications of remedial work for preventive practice"
    },
    {
      "knowledgeId": "dccf860b-c3b7-476d-8309-27365af53044",
      "detail": "Relevant health & safety legislation including Control of Substances Hazardous to Health (COSHH) and manual handling regulations."
    },
    {
      "knowledgeId": "8b6374ca-f336-46be-9fec-e9504af33a92",
      "detail": "The process of planning, commissioning and managing conservation services."
    },
    {
      "knowledgeId": "7fd1ce17-1479-46c0-9f5f-105357a7e2de",
      "detail": "Project management processes e.g. working towards and exhibition deadline."
    },
    {
      "knowledgeId": "60621b05-1d89-4a5f-aa44-7c80bfed05da",
      "detail": "The use of new techniques applicable to their area of practice"
    },
    {
      "knowledgeId": "c2b8d754-86e1-4cd3-a8f5-cf04fb97ff68",
      "detail": "The limits of their own understanding and abilities and will practise within them."
    },
    {
      "knowledgeId": "36af2b31-9f10-4741-9fdd-eec1199d6b49",
      "detail": "Ethical principles and codes of practice relating to area of work."
    },
    {
      "knowledgeId": "6df3aa39-6217-484b-ad5f-a626a75f89c0",
      "detail": "Relevant legal requirements, e.g. where objects may be made of materials such as ivory."
    },
    {
      "knowledgeId": "cd2fa892-9e67-4e1d-b117-5a438e8967e5",
      "detail": "The wider contexts in which conservation is carried out and the implications of treatments and methods within the context. e.g. when a conservation treatment might impact the reliability of later scientific analysis (wet treatments of paper might alter ink making later identification of authorship impossible)"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "dd923692-5b2c-4830-a7b8-b612c19aa651",
      "detail": "An awareness of the of ethical and legal obligations relating to their area(s) of work"
    },
    {
      "behaviourId": "5d1072b7-8c45-4850-8efe-30d326420ee5",
      "detail": "The exercise of good judgement and good practice in undertaking conservation work"
    },
    {
      "behaviourId": "bddc874f-5eed-42fd-a855-8b65f0419442",
      "detail": "Appropriate health and safety behaviours individually and towards others"
    },
    {
      "behaviourId": "ac4f6d5b-943c-4124-8639-d0852d385927",
      "detail": "Strong work ethic enabling them to work effectively as individuals and as part of a team"
    },
    {
      "behaviourId": "c1439e37-52ea-42c2-b749-fba8aad11792",
      "detail": "An openness to communicating with fellow professionals and others from a range of backgrounds, including members of the public."
    }
  ],
  "skills": [
    {
      "skillId": "c9c97d03-7f2a-4507-84ec-d79e177486f1",
      "detail": "Assess the impact of the environment e.g. the temperature and light levels and their potential to cause changes to objects and collections."
    },
    {
      "skillId": "56771ecd-18a7-4360-bf1c-90bad977bcb8",
      "detail": "Assess the physical nature of materials and collections."
    },
    {
      "skillId": "df4ee051-d5f8-4d2b-8642-91403d646f2d",
      "detail": "Assess the condition of materials and collections"
    },
    {
      "skillId": "6ddd336c-7509-440f-89d6-331f4c5d4c10",
      "detail": "Assess the historical and cultural significance of cultural heritage materials. "
    },
    {
      "skillId": "c7a2778d-fa29-4ade-97d5-51bb1881f271",
      "detail": "Undertake risk assessments on cultural heritage material e.g. if preparing an object for exhibition they need to be able to judge the vulnerability of the object and identify possible damages that might occur."
    },
    {
      "skillId": "c2fa8003-b238-46ba-92c0-5dfb4ae68bd4",
      "detail": "Consult and work with other allied professionals e.g. a wall paintings conservator working within a building may work closely with architects and builders."
    },
    {
      "skillId": "0538c1a6-067e-4c5b-9415-be564969959b",
      "detail": " Identify and evaluate conservation options"
    },
    {
      "skillId": "1e6f2428-5d16-44c2-bf5f-638aff71f7d4",
      "detail": "Develop approaches for conservation issues which are non-routine and may be complex"
    },
    {
      "skillId": "81c8d48d-e648-4913-ac28-8cbfc48ff408",
      "detail": "Advise on any legislation, official guidance or organisational policy that affects areas of conservation practice. e.g. COSHH"
    },
    {
      "skillId": "36d35562-d97a-4954-b8e3-848783b8ec7f",
      "detail": "Work effectively with others including conservators, clients and stakeholders (such as owners or curators) to agree course of action"
    },
    {
      "skillId": "4e1769a0-17ed-4a91-96ff-8b3b7dc47169",
      "detail": "Identify when no further action should be undertaken to an object e.g. if the item is too fragile"
    },
    {
      "skillId": "05703eb0-0194-476a-abdb-11a084822438",
      "detail": "Prioritise objects for treatment"
    },
    {
      "skillId": "ff222b9e-1ee2-4730-a4a2-083c57114b46",
      "detail": "Implement agreed conservation measures. E.g. carry out practical treatments to objects or preventive conservation measures (such as implementation of integrated pest management or the cleaning and reconstruction of a chair) with a high level of skill, judgement and ethical consideration."
    },
    {
      "skillId": "31d288af-db17-4379-9921-89fe965dd155",
      "detail": "Monitor and evaluate the effect of conservation measures. e.g. use environmental monitoring equipment to assess a preservation environment in a display case"
    },
    {
      "skillId": "e9659e48-c22d-4c75-b149-7b8376f4e7e5",
      "detail": "Prepare detailed reports following established guidelines and practices e.g. writing assessment reports, presenting options and documenting conservation measures applied."
    },
    {
      "skillId": "de64cde0-58c8-4138-9798-012738306d71",
      "detail": "Communicate recommendations and advice effectively"
    },
    {
      "skillId": "aeb12ae8-fc1a-44d9-aa6a-513906b3857a",
      "detail": "Ensure a safe working environment within the studio or onsite for themselves as well as for other staff and members of the public."
    },
    {
      "skillId": "779f487d-0534-4250-8e87-c1ddf965ab2a",
      "detail": "Identify the resources and materials required to support a project.  "
    },
    {
      "skillId": "6bad4504-861c-41c1-9a5d-c48188a458c8",
      "detail": "Supervise projects or volunteers."
    },
    {
      "skillId": "53100b00-bf27-46b0-a84b-2d3ed44f3dec",
      "detail": "Supervise other conservation professionals e.g. freelance conservators"
    },
    {
      "skillId": "e9893df2-b3c9-43d5-99e9-12d480346958",
      "detail": "Plan, commission and conservation work"
    },
    {
      "skillId": "f3988610-9257-4ef0-a027-fc2be59094d9",
      "detail": "Reflect on and learn from current practice"
    },
    {
      "skillId": "3cbbf473-f2fe-405b-a8c0-26e9d9da8a94",
      "detail": "Keep up to date with current thinking, skills and techniques in their area of practice."
    },
    {
      "skillId": "f2f6e4d9-1281-441b-9d25-c1fd4433129f",
      "detail": "Promote conservation and the care of cultural heritage to lay and expert audiences, including other professionals involved in cultural heritage or the built environment"
    },
    {
      "skillId": "fce10dc7-142b-4929-a99d-1ae79b66bdd1",
      "detail": "Effectively implement ethical principles and guidelines related to areas of practice"
    },
    {
      "skillId": "23eaa3de-e0f8-4d23-b525-7e90d98fcd71",
      "detail": "Handle value conflicts and dilemmas e.g. those relating to religious objects"
    },
    {
      "skillId": "1dbb4350-14a3-4463-baab-a3c941865077",
      "detail": "Identify where additional legal advice and support is required"
    },
    {
      "skillId": "c56d52a1-ae9a-492e-afd5-c8bd1db06190",
      "detail": "Identify the limits of own understanding, and when to work with other practitioners."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-04-18T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "TB0221",
  "tbMainContact": "philip.Pollard@HistoricEngland.org.uk ",
  "involvedEmployers": "British Library, Cliveden Conservation, English Heritage, Hall Conservation, Historic England, Historic Royal Palaces, Holy Well Glass, Museum of London, Tate, The National Archives, The University of Manchester, The Whitworth, University of Cambridge, The Fitzwilliam Museum, Victoria & Albert Museum",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Conservator",
    "Specialist Conservator"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Cultural Heritage and Visitor Attractions",
  "cluster": "Collections and conservation expert",
  "clusterId": "183",
  "clusterDescription": "Manage the physical and digital preservation of collections of cultural collections",
  "createdDate": "2018-10-29T11:58:36 +00:00",
  "lastUpdated": "2022-05-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-04-18T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0628",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0628-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0628-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-05-31T00:00:00"
}