{
  "templateType": "Apprenticeship Standard",
  "larsCode": 324,
  "referenceNumber": "ST0610",
  "learningAimClassCode": "",
  "title": "Internal audit professional",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0610",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-04-08T00:00:00",
  "earliestStartDate": "2018-08-08T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Providing independent, objective assurance and consulting activity to add value and improve an organisation's operations.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 17000,
  "maxFundingAdditionalInformation": "",
  "route": "Legal, finance and accounting",
  "keywords": [
    "Internal audit professional",
    "operations",
    "risk management",
    "governance",
    "assurance"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/vi1d33xl/l7-internal-audit-professional-epa.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.3 Business management",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The role of Internal Audit (IA) departments is to provide an independent, objective assurance and consulting activity to add value and improve an organisation&#39;s operations. IA helps an organisation accomplish its objectives by bringing a disciplined approach to evaluate and improve the effectiveness of risk management, control and governance processes. Internal Audit has an enterprise-wide mandate, assessing the adequacy and effectiveness of all areas of an organisation. IA is the last line of defense in an organisation and must remain impartial and independent in how it works alongside the organisation.&lt;/p&gt;\n&lt;p&gt;IAProfs are recognised as experts in risk management, internal audit, governance and control. IAProfs are highly competent professional internal auditors, capable of making a significant contribution to the success and strategic direction of an organisation through being an independent voice to leadership. The IAProf will act autonomously, providing challenging and sometimes provocative insights into risks and internal controls. They act in an independent and objective position at all times, representing the interests of the organisation’s stakeholders and must maintain the highest standards of professional conduct and competency; upholding ethical behaviour and integrity at all times. The IAProf is typically part of an audit team, potentially managing other IAProfs or Internal Audit Practitioners (IAPracs). The IAProf typically reports to the Internal Audit Manager or Head of IA.&lt;/p&gt;\n&lt;p&gt;The IAProf’s typical responsibilities include:&lt;/p&gt;\n&lt;p&gt;Managing audit engagements, including: (i)planning engagements, supervising and checking the quality of engagements, communicating results to senior stakeholders, discussing and agreeing remedial actions, and monitoring engagement outcomes; (ii)Critically evaluating the inherent risk and control implications of different business processes; understanding the key risks that may jeopardise the organisation’s strategy and objectives, and developing and delivering a risk-based audit programme to help the organisation succeed; (iii)developing stakeholder relationships and acting as an independent assurer, demonstrating a commercial awareness and critically evaluating the external macro environment to identify the short and long term impact of this on the organisation in order to provide a view of the internal risk and control landscape; (iv)using this information to influence senior stakeholders and shape the Audit Plan; (v)lead and manage projects and investigations as required by senior stakeholders, which adds value and informs change to the internal audit function and wider organisation&lt;/p&gt;\n&lt;p&gt;IA roles will be found in the public, private and voluntary sectors, where the IA function is acknowledged as a cornerstone of good corporate governance essential to the success of an organisation, as recognised by the UK Corporate Governance Code (or other sector-relevant codes of practice). The profession is overseen by the Chartered Institute of Internal Auditors (Chartered IIA), which sets out guidance and standards on how the profession should manage itself and deliver internal audit services for organisations.&#160;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Requirements:&lt;/strong&gt;&lt;/h3&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;IAProfs, on completion of the Apprenticeship Standard, will:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Commercial Awareness&lt;/td&gt;\n&lt;td&gt;IAProfs understands how to critically evaluate/interpret the internal and wider external (Political, Environmental, Social, Technology, Legal Economic (P.E.S.T.L.E.) environment of the organisation being audited, including the impact of key legislation and regulation on business. IAProfs evaluate ways IA can contribute to success of the organisation and understand key risks to achievement of organisation’s objectives. IAProfs have a solid appreciation of their organisation’s strategy and success measures. IAProfs benchmark the organisation against competitors, and understand IA good practice, current devleopments and emerging risks.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Corporate Governance and Risk Management&lt;/td&gt;\n&lt;td&gt;IAProfs understand characteristics of good corporate governance and risk management, the strategic role of IA, including the Audit Committee, within the corporate governance framework and critically evaluate the contribution they each make to organisational effectiveness and assurance. IAProfs aware of strategic risks facing the organisation and will consider strategic and operational risks when creating the annual IA plan.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Organisational Strategy, Structures and Business Processes&lt;/td&gt;\n&lt;td&gt;In respect of the organisation’s approach to audit planning and reporting, IAProfs understand risk and control implications of different organisational structures, business processes and IT systems.&#160;&#160;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Risk and Control / Audit Methodology&lt;/td&gt;\n&lt;td&gt;IAProfs know the types of controls to manage these risks, management control techniques, and internal control framework characteristics characteristics (e.g. Committee Organisations Sponsoring Treadway Commission (COSO), International Standards Organisation (ISO), Control Objectives for Information &amp;amp; Related Technologies (COBIT)) used within organisations &amp;amp; industry. IAProfs demonstrate deep understanding of IA methodologies relevant to their organisation/industry, relevant standards in all stages of an IA assignment.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Management / Leadership Principles&lt;/td&gt;\n&lt;td&gt;IAProfs understand management skills/leadership styles, conflict management, project management &amp;amp; change management. IAProfs understand how to lead audit assignments.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;IAProfs, on completion of the Apprenticeship Standard, will:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Building Relationships&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;IAProfs build long-term relationships based on trust and respect, both within IA and with management across the organisation, other assurance providers to inform dynamic changes to IA plan and understand the risk profile of the organisation.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Communication&lt;/td&gt;\n&lt;td&gt;IAProfs communicate clearly and succinctly, both verbally and in writing, turning complex issues into plain language. IAProfs adapt communication to suit situation and audience, promote open communication to gain commitment and action. IAProfs chair meetings effectively to achieve objectives.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Influencing &amp;amp; Collaboration&lt;/td&gt;\n&lt;td&gt;IAProfs wield influence and motivate others through collaboration to remove organisational barriers, manage conflict, reach consensus and achieve results, and will empower others to achieve outcomes.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Analytical and Problem Solving&lt;/td&gt;\n&lt;td&gt;IAProfs determine use of data analytics/data extraction software, communicate requirements to others. IAProfs gather necessary facts/evidence to make decisions. Critcally analyse and evaluate information quickly, drawing accurate conclusions, assessing problems from multiple angles, using benchmark data to inform. Apply business intelligence/problem solving techniques, focus on themes/trends; use this information to make informed decisions and judgements.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Business Acumen&lt;/td&gt;\n&lt;td&gt;IAProfs interpret/articulate key risks impacting organisation/wider industry; apply understanding of this wider context to drive audit plan.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Risk and Control / Audit Methodology&lt;/td&gt;\n&lt;td&gt;IAProfs understand different types of control; management control techniques; internal control framework characteristics (e.g. COSO, ISO, COBIT, etc.) used in organisation/industry. Apply different types of IA methodologies and standards through all stages of an IA assignment.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Delivery Management&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;IAProfs lead/manage audit assignments allocating resources/delegating work; applying management skills/leadership styles, conflict management, project management &amp;amp; change management skills to deliver quality work within budget and timeline.&#160; IAProfs deliver a level of oversight/supervision to manage others, delivering assurance to conform to the IIA standards. IAProfs are fundamental in developing and applying quality assurance and improvement programme and continuous improvement. IAProfs support delivery of IA observations, implementation of follow-up programmes and reporting for IA management to deliver at the audit committee.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Managing Others&lt;/td&gt;\n&lt;td&gt;IAProfs act as role models; motivate others to deliver results, create environment to encourage creative thinking &amp;amp; manage through others to deliver results. IAProfs develop potential of others supporting their career aspirations through feedback/ coaching, supporting well-being of others.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Systems and IT Skills&lt;/td&gt;\n&lt;td&gt;IAProfs effectively use business systems/software to deliver IA outcomes e.g. sending emails, using word processing and spreadsheet software, work papers etc. to get the most out of their role.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;IAProfs, on completion of the apprenticeship standard, will:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Ethics and Integrity&lt;/td&gt;\n&lt;td&gt;IAProfs act with integrity and within the ethical code of conduct of organisation/auditee, acting as a role model; they will demonstrate organisational values in how they work&#184; confidentiality, and independence and objectivity&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Adds Value/Continuous Improvement&lt;/td&gt;\n&lt;td&gt;IAProfs apply their knowledge of the organisation and wider context to identify improvements/opportunities to meet objectives/deliver on promises/live values, enabling the organisation to better serve its customers and grow its business.&#160;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Professional Development&lt;/td&gt;\n&lt;td&gt;IAProfs take responsibility for own/audit team’s professional development by seeking out opportunities to learn and grow, and are mindful of others well-being, encouraging resilience&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Proactive and Adaptable&lt;/td&gt;\n&lt;td&gt;IAProfs are proactive; able to think ahead to adapt their approach to manage conflicting priorities as circumstances and priorities change. IAProfs have an open mindset; role model for change.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Professional Scepticism&lt;/td&gt;\n&lt;td&gt;IAProfs demonstrate an attitude that includes a challenging mind and being alert to conditions that may indicate possible misstatement of information due to error or fraud. IAProfs will be able to speak out courageously in their own organisation.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Level: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a level 7 apprenticeship&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The length of this apprenticeship should typically be 36-42 months, depending on prior qualifications and relevant work experience.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements:&lt;/strong&gt;&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their apprenticeship, but the apprentices will as a minimum have 3 GCE A ‘levels or equivalent. &lt;br /&gt;A key element of successfully completing this apprenticeship is to be eligible for attaining Certified Internal Auditor certification. To do this, apprentices must:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;hold a valid government issued identification.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;and fulfil one of the following criteria:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Active Internal Auditor designation and two years Internal Audit Experience&lt;/li&gt;\n&lt;li&gt;Hold an Internal Audit Practitioner designation in the last 3 years.&lt;/li&gt;\n&lt;li&gt;Completion of the Internal Audit Practitioner apprenticeship in the last 3 years&lt;/li&gt;\n&lt;li&gt;A bachelor’s degree in any discipline&lt;/li&gt;\n&lt;li&gt;Five years Internal Audit experience&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Internal Audit Professionals will be required to attain the following mandatory professional qualifications:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Certified Internal Auditor (CIA) Certification&lt;/li&gt;\n&lt;li&gt;Chartered by Learning Module 1: Strategy&lt;/li&gt;\n&lt;li&gt;Chartered by Learning Module 2 Leadership&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Apprentices without Level 2 English and Mathematics will need to achieve this level prior to taking their End Point Assessment. For those with an education, health and care plan or a legacy statement the English and &lt;br /&gt;Mathematics minimum requirement is Entry Level 3, and British Sign Language qualifications are an alternative to English qualifications where this is their primary language.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Link to professional registration&lt;/strong&gt;:&lt;/h3&gt;\n&lt;p&gt;The Chartered Institute of Internal Auditors (CIIA) is the recognised professional body for internal auditing in &lt;br /&gt;the UK and Ireland. The apprentice will apply for membership of the CIIA at the outset of the apprenticeship. &lt;br /&gt;Completion of the IIA Certificate leads to the Internal Auditor Certificate (IACert) designation.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship should be reviewed after three years&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The role of Internal Audit (IA) departments is to provide an independent, objective assurance and consulting activity to add value and improve an organisation&#39;s operations. IA helps an organisation accomplish its objectives by bringing a disciplined approach to evaluate and improve the effectiveness of risk management, control and governance processes. Internal Audit has an enterprise-wide mandate, assessing the adequacy and effectiveness of all areas of an organisation. IA is the last line of defense in an organisation and must remain impartial and independent in how it works alongside the organisation. IAProfs are recognised as experts in risk management, internal audit, governance and control. IAProfs are highly competent professional internal auditors, capable of making a significant contribution to the success and strategic direction of an organisation through being an independent voice to leadership. The IAProf will act autonomously, providing challenging and sometimes provocative insights into risks and internal controls. They act in an independent and objective position at all times, representing the interests of the organisation’s stakeholders and must maintain the highest standards of professional conduct and competency; upholding ethical behaviour and integrity at all times. The IAProf is typically part of an audit team, potentially managing other IAProfs or Internal Audit Practitioners (IAPracs). The IAProf typically reports to the Internal Audit Manager or Head of IA.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "bc65471e-5a67-4a79-bac4-efa19ac07800",
      "detail": "Commercial Awareness: IAProfs understands how to critically evaluate/interpret the internal and wider external (Political, Environmental, Social, Technology, Legal Economic (P.E.S.T.L.E.) environment of the organisation being audited, including the impact of key legislation and regulation on business. IAProfs evaluate ways IA can contribute to success of the organisation and understand key risks to achievement of organisation’s objectives. IAProfs have a solid appreciation of their organisation’s strategy and success measures. IAProfs benchmark the organisation against competitors, and understand IA good practice, current devleopments and emerging risks."
    },
    {
      "knowledgeId": "4210ffbd-0d62-48ba-98d0-6907553f315e",
      "detail": "Corporate Governance and Risk Management: IAProfs understand characteristics of good corporate governance and risk management, the strategic role of IA, including the Audit Committee, within the corporate governance framework and critically evaluate the contribution they each make to organisational effectiveness and assurance. IAProfs aware of strategic risks facing the organisation and will consider strategic and operational risks when creating the annual IA plan."
    },
    {
      "knowledgeId": "dd4f7c88-293c-449c-a4e5-f1a563c7788d",
      "detail": "Organisational Strategy, Structures and Business Processes: In respect of the organisation’s approach to audit planning and reporting, IAProfs understand risk and control implications of different organisational structures, business processes and IT systems. "
    },
    {
      "knowledgeId": "569b6389-00de-4960-b1c7-0dd220f97c2b",
      "detail": "Risk and Control / Audit Methodology: \tIAProfs know the types of controls to manage these risks, management control techniques, and internal control framework characteristics characteristics (e.g. Committee Organisations Sponsoring Treadway Commission (COSO), International Standards Organisation (ISO), Control Objectives for Information & Related Technologies (COBIT)) used within organisations & industry. IAProfs demonstrate deep understanding of IA methodologies relevant to their organisation/industry, relevant standards in all stages of an IA assignment."
    },
    {
      "knowledgeId": "ed8d9ee7-8ad0-4047-9c55-448f9710ba73",
      "detail": "Management / Leadership Principles: \tIAProfs understand management skills/leadership styles, conflict management, project management & change management. IAProfs understand how to lead audit assignments."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "e091bf7d-f7fa-4fb9-9973-a6d3a4a39c7e",
      "detail": "Ethics and Integrity: IAProfs act with integrity and within the ethical code of conduct of organisation/auditee, acting as a role model; they will demonstrate organisational values in how they work¸ confidentiality, and independence and objectivity"
    },
    {
      "behaviourId": "daf8b42a-d413-4ed7-b556-3e48bce43408",
      "detail": "Adds Value/Continuous Improvement: IAProfs apply their knowledge of the organisation and wider context to identify improvements/opportunities to meet objectives/deliver on promises/live values, enabling the organisation to better serve its customers and grow its business."
    },
    {
      "behaviourId": "cfeeeb33-556d-4913-a70d-f13ec57e02e6",
      "detail": "Professional Development: IAProfs take responsibility for own/audit team’s professional development by seeking out opportunities to learn and grow, and are mindful of others well-being, encouraging resilience."
    },
    {
      "behaviourId": "19d73f4a-f54a-4eff-a5cd-102aa323d6a1",
      "detail": "Proactive and Adaptable: IAProfs are proactive; able to think ahead to adapt their approach to manage conflicting priorities as circumstances and priorities change. IAProfs have an open mindset; role model for change."
    },
    {
      "behaviourId": "1ce700a5-98de-474c-8c7e-c53500ec93d2",
      "detail": "Professional Scepticism: IAProfs demonstrate an attitude that includes a challenging mind and being alert to conditions that may indicate possible misstatement of information due to error or fraud. IAProfs will be able to speak out courageously in their own organisation."
    }
  ],
  "skills": [
    {
      "skillId": "dddf7e53-6b27-411f-811a-a9784e96e4fb",
      "detail": "Building Relationships: IAProfs build long-term relationships based on trust and respect, both within IA and with management across the organisation, other assurance providers to inform dynamic changes to IA plan and understand the risk profile of the organisation."
    },
    {
      "skillId": "f0c5f329-08fe-4ddc-8b46-1953f9d32480",
      "detail": "Communication: IAProfs communicate clearly and succinctly, both verbally and in writing, turning complex issues into plain language. IAProfs adapt communication to suit situation and audience, promote open communication to gain commitment and action. IAProfs chair meetings effectively to achieve objectives."
    },
    {
      "skillId": "eb21aff5-5c03-4c54-87c9-6b0ac87e8dca",
      "detail": "Influencing & Collaboration: IAProfs wield influence and motivate others through collaboration to remove organisational barriers, manage conflict, reach consensus and achieve results, and will empower others to achieve outcomes."
    },
    {
      "skillId": "f1b76bd9-9580-4a2b-98eb-85eb16b62822",
      "detail": "Analytical and Problem Solving: IAProfs determine use of data analytics/data extraction software, communicate requirements to others. IAProfs gather necessary facts/evidence to make decisions. Critcally analyse and evaluate information quickly, drawing accurate conclusions, assessing problems from multiple angles, using benchmark data to inform. Apply business intelligence/problem solving techniques, focus on themes/trends; use this information to make informed decisions and judgements."
    },
    {
      "skillId": "8b183030-a774-44af-af94-176939ed735f",
      "detail": "Business Acumen: IAProfs interpret/articulate key risks impacting organisation/wider industry; apply understanding of this wider context to drive audit plan."
    },
    {
      "skillId": "d76a0185-069e-4650-acb9-43af24e6964d",
      "detail": "Risk and Control / Audit Methodology: \tIAProfs understand different types of control; management control techniques; internal control framework characteristics (e.g. COSO, ISO, COBIT, etc.) used in organisation/industry. Apply different types of IA methodologies and standards through all stages of an IA assignment."
    },
    {
      "skillId": "11da17aa-4493-4c6b-bda3-20411869eb15",
      "detail": "Delivery Management: IAProfs lead/manage audit assignments allocating resources/delegating work; applying management skills/leadership styles, conflict management, project management & change management skills to deliver quality work within budget and timeline.  IAProfs deliver a level of oversight/supervision to manage others, delivering assurance to conform to the IIA standards. IAProfs are fundamental in developing and applying quality assurance and improvement programme and continuous improvement. IAProfs support delivery of IA observations, implementation of follow-up programmes and reporting for IA management to deliver at the audit committee."
    },
    {
      "skillId": "006482ea-044b-43d1-bb47-07aa5ab8c6e9",
      "detail": "Managing Others: IAProfs act as role models; motivate others to deliver results, create environment to encourage creative thinking & manage through others to deliver results. IAProfs develop potential of others supporting their career aspirations through feedback/ coaching, supporting well-being of others."
    },
    {
      "skillId": "077e5f0d-45bc-418d-bad5-ff64c94357f6",
      "detail": "Systems and IT Skills: IAProfs effectively use business systems/software to deliver IA outcomes e.g. sending emails, using word processing and spreadsheet software, work papers etc. to get the most out of their role."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-08-08T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "",
  "tbMainContact": "carrie.white@barclays.com ",
  "involvedEmployers": "Barclays, Mazars, Moore Stephens, HSBC, BT, JP Morgan, Citibank, Prudential, BAE Systems, Deutche Bank, Hertfordshire County Council, Ageas, Lloyds Bank, Aviva",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Accountancy",
  "cluster": "Professional accountant",
  "clusterId": "237",
  "clusterDescription": null,
  "createdDate": "2017-11-14T17:11:11 +00:00",
  "lastUpdated": "2022-04-08T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-08-08T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised or adjusted. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeships being revised or adjusted are available in the revisions and adjustments status report. ",
  "occupationCode": "OCC0610",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0610-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0610-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-04-08T00:00:00"
}