{
  "templateType": "Apprenticeship Standard",
  "larsCode": 323,
  "referenceNumber": "ST0603",
  "learningAimClassCode": "",
  "title": "Professional economist (integrated degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0603",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2018-08-08T00:00:00",
  "earliestStartDate": "2018-08-08T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Producing rigorous, relevant and impactful economic analysis to drive decision-making at all levels.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 42,
  "maxFunding": 23000,
  "maxFundingAdditionalInformation": "",
  "route": "Legal, finance and accounting",
  "keywords": [
    "professional economist",
    "degree",
    "analysis",
    "rigorous",
    "economic",
    "professional"
  ],
  "jobRoles": [
    "Assistant Economist",
    "Junior Economist",
    "Associate Economist",
    "Economist",
    "Economic Analyst"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1918/st0603_prof_econ_l6_cycle11_finalforpublication21618.pdf",
  "ssa1": "11 Social Sciences",
  "ssa2": "11.4 Economics",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Typical job titles include &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Assistant Economist, Junior Economist, Associate Economist, Economic Analyst, Economist&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Occupational profile &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The core responsibilities of a Professional Economist are to produce rigorous, relevant and impactful economic analysis to drive decision-making at all levels – from operational decisions to strategic business and policy decisions. Professional economists work in a wide range of industries and sectors, from small consultancies to large banks to the civil service and wider public sector. While each of these brings their own specialisms, the work of a professional economist typically involves identifying a question of interest that affects their organisation, approaching it by analysing data, interpreting this by drawing on a knowledge of economic theory or making informed predictions about the future, and communicating any findings with clarity.&lt;/p&gt;\n&lt;p&gt;Examples of this include: analysing the comparative benefits of investing in new transport lines, hospitals, or schools; advising clients on their likely market size and share, such as predicting the number of mobile phones they can expect to sell; helping write the Chancellor of the Exchequer’s Budget or advising the Bank of England on interest rate policy; advising organisations on the economic impact of climate or technological change and what their business or policy response should be.&#160;&lt;/p&gt;\n&lt;p&gt;Professional economists usually work in teams, and at this level the apprentice will typically be working for more a senior economist as part of a team – for example by collating data, performing analysis of trends, writing briefing reports, analysing market share and size of companies, and presenting this analysis. Completion of this integrated degree apprenticeship will enable individuals to work across employers of professional economists in the private, public and third sectors.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Entry requirements will be decided by individual employers. Candidates might typically have three A levels or equivalent relevant Level 3 qualifications, preferably including Maths or a willingness to improve maths capability to this level. This apprenticeship is also open to bright, enthusiastic applicants with other relevant qualifications or previous experience.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically, 42-48 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualification &amp;amp; Level &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;All apprentices must complete a level 6 Professional Economist Degree (BSc or BA). Apprentices without level 2 English and Maths will need to achieve this level prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&#160;&#160; &lt;strong&gt;&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship standard should be reviewed within three years of its approval.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge, skills and behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;What is required (through formal learning and applied according to the business environment)&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Economic theory&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;Knowledge of economic theory, including:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Core economic insights: the problem of allocating and distributing scarce resources, considering ‘marginal’ effects (e.g. the effect of receiving additional income, or buying one additional good or service), what factors individuals consider in making economic decisions, how those decisions can have different impacts on different parts of the population, and how to define the level of satisfaction they derive from consuming goods or services.&lt;/li&gt;\n&lt;li&gt;Microeconomic theory: the interaction of supply and demand; how markets operate and when they do not work well; how to assess the potential size of a market for a good or service; how individuals and firms make decisions; how firms compete and how industries are structured; how to incorporate realistic assumptions about human behaviour into economic analysis; how to value goods and services, including when their financial value might not be obvious, how to compare costs and benefits of different courses of action in order to inform a decision.&lt;/li&gt;\n&lt;li&gt;Macroeconomic theory: how the economy operates at different levels; what national income and economic growth is, how economists measure it, why it matters and what drives it; what affects unemployment, wages, and prices; how government policy and international events can affect the economy and trade-offs that governments face; inequality and the distribution of income; the role of the financial system in the economy; and broad knowledge of UK economic history.&lt;/li&gt;\n&lt;li&gt;International economics: exchange rates, how the economy operates at an international level and the institutions that support it, why and how countries trade, trade policy, international financial markets.&lt;/li&gt;\n&lt;li&gt;Pluralism and debates in economics: knowledge of different perspectives and approaches in economics, knowledge of current debates in economic research.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Throughout the above, knowledge of: how economic theory relates to history and institutions, and how this has changed over time; how theory is used in economic policy decisions; limits of economic theory and economics’ interaction with the other social sciences; how this informs the economic analysis used in the employing organisation.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Applied statistical knowledge&lt;/td&gt;\n&lt;td&gt;To turn the theory above into practical analysis, a comprehensive understanding of statistical methods for applied economic analysis is needed, as well as an understanding of the data itself. This must include: use of statistical software; an understanding of how to determine whether a change in one variable causes a change in another; handling data sets; policy evaluation methods; understanding the appropriate method to be used in each situation; how economic statistics are constructed and how to use them.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 64px;&quot;&gt;\n&lt;th style=&quot;height: 64px;&quot;&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/th&gt;\n&lt;th style=&quot;height: 64px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;What is required (through formal learning and applied according to the business environment)&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 336px;&quot;&gt;\n&lt;td style=&quot;height: 336px;&quot;&gt;Applied economic and data analysis&lt;/td&gt;\n&lt;td style=&quot;height: 336px;&quot;&gt;Rigorously analyse complex information and data, drawing on economics knowledge and applying it to questions of interest for the organisation, while being aware of the limitations of economic analysis and the available data. Demonstrate an excellent working knowledge of and effectively use appropriate statistical and spreadsheet software to deliver this analysis. Approach analysis as a practical problem solver: choose the appropriate approach from a range of economic and other analytical tools, use judgement where data is incomplete, consider the context, degree of uncertainty, time pressures, and the question that needs answering. Ensure analysis has impact: explain what is happening and why it matters, and propose solutions.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 210px;&quot;&gt;\n&lt;td style=&quot;height: 210px;&quot;&gt;Communication&lt;/td&gt;\n&lt;td style=&quot;height: 210px;&quot;&gt;Clearly communicate economic concepts, analysis or advice, risks and uncertainty. Do this in both written and oral forms, to both specialists and non-specialists. Communicate with clarity and conciseness, tailoring communication to the audience to have the maximum impact. Demonstrate an ability to listen to, interpret and understand stakeholders’ needs, to ensure that economic analysis is answering a question that will address those needs.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 105px;&quot;&gt;\n&lt;td style=&quot;height: 105px;&quot;&gt;Synthesise evidence&lt;/td&gt;\n&lt;td style=&quot;height: 105px;&quot;&gt;Use personal judgement in collating evidence from a wide range of sources, evaluating the relevance, quality and validity of research, and demonstrate an ability to distil this evidence so that it answers the question at hand.&#160;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 126px;&quot;&gt;\n&lt;td style=&quot;height: 126px;&quot;&gt;\n&lt;p&gt;Quality Assurance&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 126px;&quot;&gt;Review and quality assure the analysis of others to ensure it is of high quality. Provide appropriate challenge to methods and results, and continually evaluate the quality of analysis to ensure that the organisation is producing robust economic analysis which can stand up to scrutiny.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 85px;&quot;&gt;\n&lt;td style=&quot;height: 85px;&quot;&gt;Planning and Prioritisation&lt;/td&gt;\n&lt;td style=&quot;height: 85px;&quot;&gt;Work to tight deadlines and respond to changing priorities. Effectively plan and prioritise time and coordinate the input of others in order to meet deadlines, across multiple projects.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 21px;&quot;&gt;\n&lt;td style=&quot;height: 21px;&quot;&gt;Team Working &amp;amp; Collaboration&lt;/td&gt;\n&lt;td style=&quot;height: 21px;&quot;&gt;Work effectively in teams and with others, maintaining effective, professional working relationship both internally and externally across organisations.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;What is required (through formal learning and applied according to the business environment)&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Professional Scepticism&lt;/td&gt;\n&lt;td&gt;Demonstrate an attitude that includes a questioning mind, being alert to the dangers of misunderstanding or misrepresenting economic data; challenge and question evidence and approaches.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Leadership&lt;/td&gt;\n&lt;td&gt;Take responsibility for work assigned, demonstrating the drive and energy to get things done, even when under pressure. Proactively suggest areas in which economic and multidisciplinary analysis can improve the way the organisation operates, and anticipate where future demand for analysis will be needed.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Adaptability&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;Be willing to both listen and learn, and able to adapt to changing priorities. Have the flexibility to maintain high standards in a changing environment. Continually strive to improve own working processes and those of the organisation.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Collaborating and Partnering&lt;/td&gt;\n&lt;td&gt;Act as a team player, investing time to generate a common focus and genuine team spirit. Work collaboratively and build supportive, trusting and professional relationships with colleagues, including those of other professions and specialisms. &#160;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Ethics and Integrity&lt;/td&gt;\n&lt;td&gt;Be honest and principled in actions and interactions. Respect others and work within the ethical requirements of the profession and compliance rules of the organisation of employment.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The core responsibilities of a Professional Economist are to produce rigorous, relevant and impactful economic analysis to drive decision-making at all levels – from operational decisions to strategic business and policy decisions. Professional economists work in a wide range of industries and sectors, from small consultancies to large banks to the civil service and wider public sector. While each of these brings their own specialisms, the work of a professional economist typically involves identifying a question of interest that affects their organisation, approaching it by analysing data, interpreting this by drawing on a knowledge of economic theory or making informed predictions about the future, and communicating any findings with clarity. Examples of this include: analysing the comparative benefits of investing in new transport lines, hospitals, or schools; advising clients on their likely market size and share, such as predicting the number of mobile phones they can expect to sell; helping write the Chancellor of the Exchequer’s Budget or advising the Bank of England on interest rate policy; advising organisations on the economic impact of climate or technological change and what their business or policy response should be. Professional economists usually work in teams, and at this level the apprentice will typically be working for more a senior economist as part of a team – for example by collating data, performing analysis of trends, writing briefing reports, analysing market share and size of companies, and presenting this analysis. Completion of this integrated degree apprenticeship will enable individuals to work across employers of professional economists in the private, public and third sectors.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "0d3e630c-c881-4c6b-84fa-6e1f1821ea05",
      "detail": "Economic theory: Core economic insights: the problem of allocating and distributing scarce resources, considering ‘marginal’ effects (e.g. the effect of receiving additional income, or buying one additional good or service), what factors individuals consider in making economic decisions, how those decisions can have different impacts on different parts of the population, and how to define the level of satisfaction they derive from consuming goods or services."
    },
    {
      "knowledgeId": "f06c95d9-9ba9-4e65-897d-8e939be66398",
      "detail": "Economic theory: Microeconomic theory: the interaction of supply and demand; how markets operate and when they do not work well; how to assess the potential size of a market for a good or service; how individuals and firms make decisions; how firms compete and how industries are structured; how to incorporate realistic assumptions about human behaviour into economic analysis; how to value goods and services, including when their financial value might not be obvious, how to compare costs and benefits of different courses of action in order to inform a decision."
    },
    {
      "knowledgeId": "4d96cc6c-0ca1-4364-a5bb-56126474b4d4",
      "detail": "Economic theory: Macroeconomic theory: how the economy operates at different levels; what national income and economic growth is, how economists measure it, why it matters and what drives it; what affects unemployment, wages, and prices; how government policy and international events can affect the economy and trade-offs that governments face; inequality and the distribution of income; the role of the financial system in the economy; and broad knowledge of UK economic history."
    },
    {
      "knowledgeId": "54da2862-d1bf-43f6-bbe0-8f8c3df491e4",
      "detail": "Economic theory: International economics: exchange rates, how the economy operates at an international level and the institutions that support it, why and how countries trade, trade policy, international financial markets."
    },
    {
      "knowledgeId": "2d4ed289-63f3-454a-9405-8fec94cfafe4",
      "detail": "Economic theory: Pluralism and debates in economics: knowledge of different perspectives and approaches in economics, knowledge of current debates in economic research."
    },
    {
      "knowledgeId": "b7a47011-49e9-45fa-b76d-4b9d759c03f7",
      "detail": "Economic theory: Throughout the above, knowledge of: how economic theory relates to history and institutions, and how this has changed over time; how theory is used in economic policy decisions; limits of economic theory and economics’ interaction with the other social sciences; how this informs the economic analysis used in the employing organisation."
    },
    {
      "knowledgeId": "b2a95279-fed7-48eb-8a60-6b6f4413fabc",
      "detail": "Applied statistical knowledge: To turn the theory above into practical analysis, a comprehensive understanding of statistical methods for applied economic analysis is needed, as well as an understanding of the data itself. This must include: use of statistical software; an understanding of how to determine whether a change in one variable causes a change in another; handling data sets; policy evaluation methods; understanding the appropriate method to be used in each situation; how economic statistics are constructed and how to use them."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "0d53440d-2393-473a-96b0-786691c0b502",
      "detail": "Professional Scepticism: Demonstrate an attitude that includes a questioning mind, being alert to the dangers of misunderstanding or misrepresenting economic data; challenge and question evidence and approaches."
    },
    {
      "behaviourId": "e7a20dcb-5ca7-4172-bb61-194a5d12b512",
      "detail": "Leadership: Take responsibility for work assigned, demonstrating the drive and energy to get things done, even when under pressure. Proactively suggest areas in which economic and multidisciplinary analysis can improve the way the organisation operates, and anticipate where future demand for analysis will be needed."
    },
    {
      "behaviourId": "d3104846-5ffb-4cb1-8f45-dcc272fac546",
      "detail": "Adaptability: Be willing to both listen and learn, and able to adapt to changing priorities. Have the flexibility to maintain high standards in a changing environment. Continually strive to improve own working processes and those of the organisation."
    },
    {
      "behaviourId": "b23946db-6480-4352-a0e4-840139bd31b5",
      "detail": "Collaborating and Partnering: Act as a team player, investing time to generate a common focus and genuine team spirit. Work collaboratively and build supportive, trusting and professional relationships with colleagues, including those of other professions and specialisms.  "
    },
    {
      "behaviourId": "736ebde9-24fe-425f-9876-97e3c331d362",
      "detail": "Ethics and Integrity: Be honest and principled in actions and interactions. Respect others and work within the ethical requirements of the profession and compliance rules of the organisation of employment."
    }
  ],
  "skills": [
    {
      "skillId": "2a1f7602-942d-436d-978c-81f91c340d6b",
      "detail": "Applied economic and data analysis: \tRigorously analyse complex information and data, drawing on economics knowledge and applying it to questions of interest for the organisation, while being aware of the limitations of economic analysis and the available data. Demonstrate an excellent working knowledge of and effectively use appropriate statistical and spreadsheet software to deliver this analysis. Approach analysis as a practical problem solver: choose the appropriate approach from a range of economic and other analytical tools, use judgement where data is incomplete, consider the context, degree of uncertainty, time pressures, and the question that needs answering. Ensure analysis has impact: explain what is happening and why it matters, and propose solutions."
    },
    {
      "skillId": "3dfa73f6-0079-4b0b-818b-0f324adb05af",
      "detail": "Communication: Clearly communicate economic concepts, analysis or advice, risks and uncertainty. Do this in both written and oral forms, to both specialists and non-specialists. Communicate with clarity and conciseness, tailoring communication to the audience to have the maximum impact. Demonstrate an ability to listen to, interpret and understand stakeholders’ needs, to ensure that economic analysis is answering a question that will address those needs."
    },
    {
      "skillId": "0051e5ac-d0c8-4f7f-b821-2d7d93dc6d01",
      "detail": "Synthesise evidence: Use personal judgement in collating evidence from a wide range of sources, evaluating the relevance, quality and validity of research, and demonstrate an ability to distil this evidence so that it answers the question at hand. "
    },
    {
      "skillId": "58ad9028-228c-4a31-87a3-4939e238028b",
      "detail": "Quality Assurance: Review and quality assure the analysis of others to ensure it is of high quality. Provide appropriate challenge to methods and results, and continually evaluate the quality of analysis to ensure that the organisation is producing robust economic analysis which can stand up to scrutiny."
    },
    {
      "skillId": "0b506bc7-a3db-4509-ac2a-ddb7af8a7aae",
      "detail": "Planning and Prioritisation: Work to tight deadlines and respond to changing priorities. Effectively plan and prioritise time and coordinate the input of others in order to meet deadlines, across multiple projects."
    },
    {
      "skillId": "c9e5dd9c-037b-4b76-8f17-91d208ae9eb9",
      "detail": "Team Working & Collaboration: Work effectively in teams and with others, maintaining effective, professional working relationship both internally and externally across organisations."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2018-08-08T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "",
  "tbMainContact": "Alex.Wilks@Justice.gov.uk",
  "involvedEmployers": "HM Treasury (Government Economic Service), Bank of England, Centre for Economics & Business Research, Department for Business, Energy, and Industrial Strategy, Department for Environment Food, and Rural Affairs &, Environment Agency, Department for Work and Pensions, Ofgem, Ministry of Justice, HM Revenue and Customs, Office for National Statistics, NIESR, ONS, Oxford Economics, Pro Bono Economics, Barclays Bank, Borohappold",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Assistant Economist",
    "Junior Economist",
    "Associate Economist",
    "Economist",
    "Economic Analyst"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Financial",
  "cluster": "Financial services professional",
  "clusterId": "243",
  "clusterDescription": "Provide high quality advice and support to internal and external clients across a full range of financial instruments and services using specialist knowledge of instruments and services supported and areas of the business worked in",
  "createdDate": "2017-11-14T17:08:58 +00:00",
  "lastUpdated": "2018-08-08T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-08-08T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised or adjusted. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeships being revised or adjusted are available in the revisions and adjustments status report. ",
  "occupationCode": "OCC0603",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0603-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0603-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2018-08-08T00:00:00"
}