{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 473,
  "referenceNumber": "ST0618",
  "learningAimClassCode": "",
  "title": "Speech and language therapist (integrated degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0618",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Funding revised but remains. End-point assessment plan revised",
  "changedDate": "2023-09-01T00:00:00",
  "earliestStartDate": "2021-11-19T00:00:00",
  "latestStartDate": "2023-08-31T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Improving quality of life, health and well-being for people with communication difficulties and/or dysphagia (eating, drinking and swallowing difficulties).",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 25000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "speech",
    "language",
    "therapost",
    "nursing",
    "medicine",
    "health",
    "communication",
    "dysphagia",
    "sceince"
  ],
  "jobRoles": [
    "Speech and language therapist",
    "Speech therapist"
  ],
  "entryRequirements": "&lt;p&gt;Typically, Higher Education Institutions (HEIs) will expect apprentices to have 3 A levels or an equivalent Access qualification. Some HEIs stipulate a science subject at A level&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/5895/st0618_speech_and_language_therapist-_fully-integrated-epa_for-publication_15022022.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.2 Nursing, and subjects and vocations allied to medicine",
  "version": "1.1",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in a variety of contexts, including the NHS, local authorities, voluntary, community, and social enterprise sector (VCS) organisations, the education and justice sectors and in independent practice.&#160; Speech and Language Therapists (SLTs) are regulated by the Health and Care Professions Council and are uniquely qualified to provide speech, language, communication and eating, drinking and swallowing therapies. They work in many settings, including hospitals, nursing homes, in the community, within charities, schools, and peoples’ homes. There are opportunities throughout your career to specialise and move into leadership, training and research roles.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to improve quality of life, health and well-being for people with communication difficulties and/or dysphagia (eating, drinking and swallowing difficulties). Applying evidence-based science to clinical practice, SLTs are the lead professionals who assess and improve outcomes for people who have speech, language, communication needs (SLCN), voice, fluency, and/or eating, drinking and swallowing difficulties.&#160; Communication and eating and drinking difficulties can have a significant impact on someone’s life from birth to death. There is huge variety in roles; some SLTs work with children to identify and develop their communication difficulties so they can reach their full potential, whereas others work with adults with conditions that affect their communication and/or swallowing such as stroke, dementia or Parkinson’s or support those with learning disabilities to communicate. Others might carry out research or work in specialist medical units or provide advice on communication aids, for example, to children with cerebral palsy.&#160;&#160;&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with babies, infants, children, young people and adults who may have speech, language, and communication needs and/or difficulties with eating, drinking, and swallowing. SLTs frequently work as part of a team alongside other health, education and social care professionals, including nurses, Allied Health Professionals (AHPs), social workers, doctors, teachers and teaching assistants, educational and clinical psychologists, families/carers and volunteers. SLTs provide person-centred care, recognising and valuing the key contribution of the person and their family/carers in developing appropriate support&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for the prevention, assessment, diagnosis, therapeutic interventions and management of an individual’s speech, language, communication, and/or eating, drinking and swallowing difficulties.&#160; The SLT will play a central role in the health, well-being and participation of people with a range of developmental, and/or acquired conditions which may include end of life care and learning disabilities.&lt;/p&gt;\n&lt;p&gt;SLTs are autonomous professionals, responsible and accountable for their actions. They are also responsible for ensuring their knowledge and skills remain current, through evidence-based practice and maintaining professional competence. The SLT will also play a role in supporting other peoples’ learning, including future entrants to the profession, demonstrate leadership qualities, and may manage and lead colleagues/services.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "ad34c0c3-17ee-4125-9d44-898d4dc9f60e",
      "detail": "Current theoretical models of typical and atypical development and ageing."
    },
    {
      "knowledgeId": "6aa91cc8-6499-4229-b03a-a9d49cced9dd",
      "detail": "The aetiology, epidemiology, co-morbidities and prognostic factors to support diagnosis and treatment and the typical care pathways and patient journeys from referral to discharge."
    },
    {
      "knowledgeId": "cc869c92-c5b7-4616-8fc1-eb48cd21df74",
      "detail": "The interactions between speech, language communication, eating, drinking and swallowing needs and social, physical health, psychosocial wellbeing, education and employment across the lifespan."
    },
    {
      "knowledgeId": "4aad95d3-7179-4492-a9b2-642fe878fb9e",
      "detail": "Approaches to assessment, diagnosis, intervention and management across the patient lifespan;\nand the key principles underpinning safe practice."
    },
    {
      "knowledgeId": "036e899b-fba7-434b-ab33-107b629a1ca9",
      "detail": "How to apply appropriate outcome measures."
    },
    {
      "knowledgeId": "11547271-d88e-4618-aac6-ab2ecf9e55a9",
      "detail": "The particular features and diagnosis of a range of conditions, for example:\n•\tAcquired cognitive communication disorders;\n•\tAcquired language disorders;\n•\tAcquired motor speech disorders;\n•\tAcquired neurological disorders;\n•\tCleft lip and/or palate;\n•\tDevelopmental language disorders;\n•\tDevelopmental speech sound disorders;\n•\tDysphagia (eating, drinking and swallowing disorders);\n•\tFluency disorders;\n•\tHead and neck cancers and/or trauma;\n•\tLearning disabilities;\n•\tSensory impairment;\n•\tMental health conditions;\n•\tNeonates\n•\tNeurodevelopmental conditions\n•\tVoice disorders and voice modification."
    },
    {
      "knowledgeId": "a45de3df-b664-48b1-9d4c-47e88caf3256",
      "detail": "The specific areas that are integral to the underpinning of their clinical practice and interactions within a multi- disciplinary team:\n•\tPhonetics and Linguistics;\n•\tPsychological and social sciences;\n•\tBiological and medical sciences"
    },
    {
      "knowledgeId": "ea700ab7-1a52-47d4-b812-fdc50432f5e0",
      "detail": "The communication process.  Typical and atypical verbal and non-verbal communication."
    },
    {
      "knowledgeId": "06f3eb95-739d-4188-9735-f66ef85c754f",
      "detail": "The principles of health/well-being improvement and promotion, prevention, and early identification of speech, language, communication, and eating, drinking and swallowing difficulties, health education and community development and how to promote positive outcomes and prevent avoidable ill-health."
    },
    {
      "knowledgeId": "8b4d04d2-6b91-4b30-8a38-e062a59a213f",
      "detail": "The social determinants of health, health inequalities, social injustice and social inequity: relationship to speech, language, communication, and eating, drinking and swallowing difficulties."
    },
    {
      "knowledgeId": "a89beb81-d5fc-4e51-ae39-f069406c3eb2",
      "detail": "Models and frameworks of holistic person-centred care."
    },
    {
      "knowledgeId": "0aa73ec0-a254-4931-adbe-f96e450c59bf",
      "detail": "The local and national organisations that represent and campaign on behalf of people with speech, language and communication needs and eating, drinking and swallowing difficulties."
    },
    {
      "knowledgeId": "f798e958-0062-4be6-85c9-b29b9829db2f",
      "detail": "Legislation to support effective advocacy in health, education, social care and the justice system."
    },
    {
      "knowledgeId": "b13d3848-6053-4c46-aed5-dbe16fffab2a",
      "detail": "The principles and practice of team-working, including team roles and dynamics, the sociology of professions and professional behaviour and conflict resolution."
    },
    {
      "knowledgeId": "f690cb81-6de1-405b-ada9-a0c6f788b277",
      "detail": "Principles of collaborative working in different teams/settings. For example:\n•\thealth education and justice;\n•\tthe roles of other professionals;\n•\tsupport staff\n•\torganisations in different teams/settings; inter-professional learning and practice opportunities and wider sources and networks of support,  including voluntary organisations."
    },
    {
      "knowledgeId": "e1e52e27-2f32-4612-8def-f5fcbbfbc4bf",
      "detail": "Intervention approaches that help develop the skills of others and the principles of effective training of others."
    },
    {
      "knowledgeId": "ad3fa67b-f8c5-4429-aade-c9213a50ea80",
      "detail": "The need to provide culturally and linguistically appropriate service delivery."
    },
    {
      "knowledgeId": "7087dae5-9a0c-4985-a7c8-65638bbebe96",
      "detail": "The contexts of speech and language therapy service delivery."
    },
    {
      "knowledgeId": "734a30c6-289a-4e30-880d-13f5c62c0669",
      "detail": "The local and national political, social, economic and institutional drivers shaping the health and wellbeing economy, including the public health agenda, and how they inform the delivery of speech and language therapy."
    },
    {
      "knowledgeId": "4495b336-1d09-4592-8c91-713eeea4a179",
      "detail": "The principles and practices of leadership."
    },
    {
      "knowledgeId": "b390d88a-d13e-4ee8-b89f-a7ce58c7f77e",
      "detail": "Supervision models and methods, including self-evaluation, fortitude and reflection."
    },
    {
      "knowledgeId": "b17730e6-48eb-48d3-b448-1e133f99f5f3",
      "detail": "Conflict resolution; problem solving; how to deal with difficult situations and conversations."
    },
    {
      "knowledgeId": "4425e6ae-4a8d-4e3a-887e-e668783fb4f8",
      "detail": "Theory of change/change management and project management in relation to service improvement and innovation."
    },
    {
      "knowledgeId": "0821b303-10f6-4445-9a5d-9a407f47cd45",
      "detail": "Current and emerging technologies in delivery of services (e.g. eHealth, wearables, self-service)."
    },
    {
      "knowledgeId": "1a9cd8cb-34c0-47f4-a510-2341531cae10",
      "detail": "Methods of accessing and appraising evidence."
    },
    {
      "knowledgeId": "cc304c5b-fc85-4cd3-85cf-3656890408c9",
      "detail": "How to design and carry out research."
    },
    {
      "knowledgeId": "d66ffdc8-9030-4a70-92f9-2878ccd8d3ef",
      "detail": "National and local service quality improvement methods."
    },
    {
      "knowledgeId": "6bd8edad-628b-4fc7-8360-1bcbabe206cd",
      "detail": "Legislation, policies and procedures, including government policies, priorities, strategies, initiatives in relation to health, education, social care and justice; national guidelines/care pathways for specific diagnostic groups; professional and regulatory standards, policies and guidelines."
    },
    {
      "knowledgeId": "071ca6dd-b081-41ec-a7e0-6895fdcd270f",
      "detail": "Clinical governance policies, processes and procedures including consent, safeguarding for adults and children; risk assessment and management; raising and escalating concerns; ethical and informed decision-making in speech and language therapy practice."
    },
    {
      "knowledgeId": "76c7fb3c-13df-42fa-9b55-1ba352bb7c1a",
      "detail": "Information governance and technology, including confidentiality and appropriate disclosure; legislation and protocols in relation to data protection and the regulatory guidance and protocols, ethics and risks around the use of digital and social media."
    },
    {
      "knowledgeId": "0471b0e3-9913-4da4-93a1-c1108945dcdd",
      "detail": "The professional values, attitudes, behaviours and responsibilities, scope and overall aims of speech and language therapy practice."
    },
    {
      "knowledgeId": "e8e9aaab-03b4-4521-97b8-ff769f30ad84",
      "detail": "Methods of caseload management and prioritisation."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "062ca0cd-9ab9-4b95-8f6a-b1c4e6edb94f",
      "detail": "Collaborate with colleagues and other organisations to constructively challenge and influence relevant policies and legislation locally and nationally to articulate the SLT contribution, convey key messages and be an advocate for communities and the profession."
    },
    {
      "behaviourId": "497e1f64-3270-4a1b-b2ad-329833d63a2c",
      "detail": "Respect diversity, individual differences, cultural beliefs and customs."
    },
    {
      "behaviourId": "53768813-c1c2-4910-af51-1c8d2be3f343",
      "detail": "Be non-judgemental and respect people’s autonomy and rights to make their own decisions about their speech, language, communication and eating, drinking and swallowing needs, adopting a person -centred and co-production approach."
    },
    {
      "behaviourId": "a4ad1346-39fd-4da6-97cb-1a28ffb06ccc",
      "detail": "Be responsive and empathetic to the individual context of each person and their family."
    },
    {
      "behaviourId": "86191f73-388b-4fa7-be18-b887a2371a3f",
      "detail": "Act in a manner consistent with HCPC Standards of Conduct, Performance and Ethics."
    },
    {
      "behaviourId": "08909f70-b882-41be-91b7-08e8696bd531",
      "detail": "Practise with openness, honesty, integrity."
    }
  ],
  "skills": [
    {
      "skillId": "4a104ed7-4036-4703-b9cd-04249aa78821",
      "detail": "Communicate with all people in a manner which is consistent with their cognitive ability and level of understanding, culture, gender, ethnicity, background and preferred ways of communicating."
    },
    {
      "skillId": "4d8bb851-7432-4956-ba93-7ea44d9898fb",
      "detail": "Monitor and adapt verbal and non-verbal communication to accommodate individual needs, taking account of a range of factors such as language and linguistic skills, attention and listening skills, mental capacity, learning, physical and sensory abilities.  Adapt own communication for effective case history taking, assessment, differential diagnosis and collaborative goal-setting."
    },
    {
      "skillId": "2974fa3f-ac58-4060-ac3e-af37e83c7c7e",
      "detail": "Use evidence-based speech and language therapy practice to design, implement and evaluate clinical management that will unlock an individual’s potential and enable the best possible communication, eating and drinking."
    },
    {
      "skillId": "c5e750c3-2421-4251-a0e9-8e009f844d8a",
      "detail": "Use effective interpersonal skills to support and motivate individuals to actively participate in assessment and interventions."
    },
    {
      "skillId": "550f1cf0-bb94-4413-b5ef-cd9bd055caa8",
      "detail": "Communicate complex information and concepts to diverse audiences, including individuals, groups and communities with a range of communication needs, including through the use of interpreters, bilingual co-workers, translation/culturally appropriate materials, and other accessible materials."
    },
    {
      "skillId": "797f62b4-5474-402b-b9bc-e31e6ab1dc18",
      "detail": "Use basic counselling strategies with people who are distressed."
    },
    {
      "skillId": "4751bb2d-d227-4b65-88fa-84991915b7c8",
      "detail": "Use behaviour change and behaviour modification techniques, to promote self-management of speech, language, communication and swallowing difficulties."
    },
    {
      "skillId": "d8197c40-30d0-4295-b24c-4bb124c0c70f",
      "detail": "Plan, implement and evaluate holistic speech and language therapy interventions and provide accessible information that works towards achievement of participation-based goals, and to support health and wellbeing."
    },
    {
      "skillId": "cc688886-29cb-4b01-a6ec-7ad0343fa661",
      "detail": "Collaborate with the multi-disciplinary team to provide accessible information in relation to speech, language, communication and eating, drinking and swallowing difficulties to a multi-disciplinary team to enhance its effectiveness."
    },
    {
      "skillId": "85065a5a-aca5-4165-9921-66bd9e1c0c27",
      "detail": "Agree goals and co-produce plans for speech and language therapy intervention with service users, their families/carers and the multi-disciplinary team."
    },
    {
      "skillId": "a05b82b8-a56d-49ae-aeaa-d729c2786c1e",
      "detail": "Develop practice, seek feedback from others, engage in reflection, self-directed learning and professional development, addressing gaps in skills and knowledge for self-benefit and that of the profession."
    },
    {
      "skillId": "1c219d18-3ffe-4f61-b70f-69fa1f4e59d8",
      "detail": "Recognise the value of change and implement agreed plans on, development, innovation and transformation, reflect on the process, and use this information to appraise the outcome and inform future practice."
    },
    {
      "skillId": "3bdcf520-a582-48b0-b53b-050a0bcb6592",
      "detail": "Facilitate learning and coach others, providing timely and constructive feedback and contributing to development and evaluation of intervention programmes."
    },
    {
      "skillId": "90d7f1bc-2f97-4fd2-ba0f-37f58c7a67e2",
      "detail": "Synthesise theories of typical and atypical speech, language, communication and eating, drinking and swallowing with relevant knowledge from linguistics, phonetics, psychology, social and biomedical sciences to form the foundation of reasoned professional practice."
    },
    {
      "skillId": "48b1c344-4ba0-47e5-ad8a-520790da10c3",
      "detail": "Use professional and ethical reasoning effectively, integrating knowledge and theory with clinical expertise and service user rights and preferences."
    },
    {
      "skillId": "5ecff30e-d7a3-4fda-880e-1a3e658a193a",
      "detail": "Select, use and interpret appropriate and effective information-gathering and assessment methods to identify the speech, language, communication \nand eating, drinking and swallowing difficulties and the needs of individuals, groups and communities to develop a reasoned speech and language therapy diagnosis."
    },
    {
      "skillId": "16b90708-2487-4275-a311-aac4f8030eac",
      "detail": "Review, monitor and evaluate the ongoing effectiveness of speech and language therapy interventions."
    },
    {
      "skillId": "00e7ec37-de14-43ef-b736-97191390ae0b",
      "detail": "Independently source, critically evaluate, interpret, analyse, synthesise and disseminate research findings relevant to speech and language therapy and individuals’ needs."
    },
    {
      "skillId": "a7090715-dcc5-49c6-83ed-f37f2986d454",
      "detail": "Formulate relevant research questions about issues related to speech, language, communication, swallowing and SLT practice. Select designs and methods appropriate to research and present data and information to facilitate appropriate analysis."
    },
    {
      "skillId": "a7e739db-2e14-475d-aa60-e9cf97418ac4",
      "detail": "Contribute to quality improvement and innovation, recognising and implementing the principles of clinical governance."
    },
    {
      "skillId": "5701ee94-bf5b-4728-9d0c-85bedb6ab722",
      "detail": "Recognise own wellbeing indicators and work within the limits of practice and experience, knowing when and from whom to seek advice or help. Delegate appropriately or refer to another professional and recognise when to raise concerns about quality of practice."
    },
    {
      "skillId": "dfd96903-4fab-42a7-98f6-0fcd6e10f146",
      "detail": "Assess the clinical risk associated with any speech and language therapy intervention and take appropriate action to mitigate against potential risks to self, patients, colleagues and the public."
    },
    {
      "skillId": "483dd965-f957-4642-bd7c-f629e15664f4",
      "detail": "Appropriately use available information and communication technologies for the organisation and evaluation of data and to communicate with colleagues and patients."
    },
    {
      "skillId": "9122ec90-c2b7-44bb-9e84-ff3a72d37892",
      "detail": "Adjust speech and language therapy role within the political, social and cultural context in which they are working and able to show the value of their service and commitment to their profession."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2019-07-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0336 ",
  "tbMainContact": "Healthcare.Trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "2gether NHS Foundation Trust, Your Healthcare CIC, Chatterbot, Buckinghamshire Healthcare NHS Trust, King’s College Hospital NHS Foundation, Nottinghamshire Healthcare NHS Foundation Trust, The Dudley Group NHS Foundation Trust, Derbyshire Community Health Services NHS Foundation Trust, Two Can Talk Speech and Language Therapy, Barts Health NHS Trust, Sarah Buckley Therapies Ltd, South Tyneside Foundation Trust, Birmingham City University, Manchester Metropolitan Universit, University of East Anglia,  University of Reading, The Royal College of Speech and Language Therapists",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "Health and Care Professions Council",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Speech and language therapist",
    "Speech therapist"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health Professional",
  "clusterId": "6",
  "clusterDescription": "Provide direct patient contact along with high quality diagnosis and care working independently and with other health professionals",
  "createdDate": "2021-11-19T13:36:46 +00:00",
  "lastUpdated": "2023-09-01T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-07-03T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0618",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0618-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0618-v1-1",
  "qualifications": [
    {
      "qualificationId": "a47911c3-a8cf-4845-9c26-4339598e1e54",
      "title": "BSc (Hons) Speech and Language Therapy or (where the apprentice already hold a level 6 honours degree) a pre-registration MSc in Speech and Language Therapy.",
      "level": "6 (integrated degree)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "Health and Care Professions Council ",
      "level": "6",
      "isPartial": "",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "06299a05-f355-4037-ad97-74342d3af65b",
      "dutyDetail": "Use advanced communication to transform the communication abilities of individuals, groups and communities and to negotiate, mediate and influence.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "497e1f64-3270-4a1b-b2ad-329833d63a2c",
        "08909f70-b882-41be-91b7-08e8696bd531"
      ],
      "mappedKnowledge": [
        "a45de3df-b664-48b1-9d4c-47e88caf3256",
        "ea700ab7-1a52-47d4-b812-fdc50432f5e0",
        "8b4d04d2-6b91-4b30-8a38-e062a59a213f",
        "4495b336-1d09-4592-8c91-713eeea4a179"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4a104ed7-4036-4703-b9cd-04249aa78821",
        "4d8bb851-7432-4956-ba93-7ea44d9898fb",
        "2974fa3f-ac58-4060-ac3e-af37e83c7c7e",
        "c5e750c3-2421-4251-a0e9-8e009f844d8a",
        "550f1cf0-bb94-4413-b5ef-cd9bd055caa8",
        "797f62b4-5474-402b-b9bc-e31e6ab1dc18"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "03b82b3f-6156-450d-a9c0-dfdd6eea79ed",
      "dutyDetail": "Promote and improve the health, wellbeing, activity and participation for people with speech, language and communication needs (SLCN) and/or eating, drinking and swallowing needs that contribute to the prevention of difficulties, rehabilitation/reablement and self-management.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "497e1f64-3270-4a1b-b2ad-329833d63a2c",
        "53768813-c1c2-4910-af51-1c8d2be3f343",
        "a4ad1346-39fd-4da6-97cb-1a28ffb06ccc",
        "08909f70-b882-41be-91b7-08e8696bd531"
      ],
      "mappedKnowledge": [
        "a45de3df-b664-48b1-9d4c-47e88caf3256",
        "06f3eb95-739d-4188-9735-f66ef85c754f",
        "8b4d04d2-6b91-4b30-8a38-e062a59a213f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4751bb2d-d227-4b65-88fa-84991915b7c8",
        "d8197c40-30d0-4295-b24c-4bb124c0c70f",
        "cc688886-29cb-4b01-a6ec-7ad0343fa661",
        "85065a5a-aca5-4165-9921-66bd9e1c0c27"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "924f48a7-b287-45f9-806c-53f31c185c20",
      "dutyDetail": "Deliver appropriate SLCN and eating, drinking and swallowing interventions in line with the evidence base and local, national and professional body guidelines.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "86191f73-388b-4fa7-be18-b887a2371a3f",
        "08909f70-b882-41be-91b7-08e8696bd531"
      ],
      "mappedKnowledge": [
        "ad34c0c3-17ee-4125-9d44-898d4dc9f60e",
        "6aa91cc8-6499-4229-b03a-a9d49cced9dd",
        "cc869c92-c5b7-4616-8fc1-eb48cd21df74",
        "4aad95d3-7179-4492-a9b2-642fe878fb9e",
        "036e899b-fba7-434b-ab33-107b629a1ca9",
        "11547271-d88e-4618-aac6-ab2ecf9e55a9",
        "a45de3df-b664-48b1-9d4c-47e88caf3256"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2974fa3f-ac58-4060-ac3e-af37e83c7c7e",
        "90d7f1bc-2f97-4fd2-ba0f-37f58c7a67e2",
        "48b1c344-4ba0-47e5-ad8a-520790da10c3",
        "5701ee94-bf5b-4728-9d0c-85bedb6ab722",
        "dfd96903-4fab-42a7-98f6-0fcd6e10f146"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5d54429a-e550-4c72-b5e1-0080b8cb09ff",
      "dutyDetail": "Critically evaluate evidence to inform decision making.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "86191f73-388b-4fa7-be18-b887a2371a3f"
      ],
      "mappedKnowledge": [
        "ad34c0c3-17ee-4125-9d44-898d4dc9f60e",
        "6aa91cc8-6499-4229-b03a-a9d49cced9dd",
        "4aad95d3-7179-4492-a9b2-642fe878fb9e",
        "036e899b-fba7-434b-ab33-107b629a1ca9",
        "11547271-d88e-4618-aac6-ab2ecf9e55a9",
        "a45de3df-b664-48b1-9d4c-47e88caf3256",
        "1a9cd8cb-34c0-47f4-a510-2341531cae10"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "90d7f1bc-2f97-4fd2-ba0f-37f58c7a67e2",
        "48b1c344-4ba0-47e5-ad8a-520790da10c3",
        "5ecff30e-d7a3-4fda-880e-1a3e658a193a",
        "16b90708-2487-4275-a311-aac4f8030eac",
        "5701ee94-bf5b-4728-9d0c-85bedb6ab722"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "92006442-c9d0-44c7-83a5-9c4ef7728eae",
      "dutyDetail": "Interpret and apply research and participate in the development and execution of service evaluation, audit, and/or research projects related to day to day practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "86191f73-388b-4fa7-be18-b887a2371a3f"
      ],
      "mappedKnowledge": [
        "1a9cd8cb-34c0-47f4-a510-2341531cae10",
        "cc304c5b-fc85-4cd3-85cf-3656890408c9",
        "d66ffdc8-9030-4a70-92f9-2878ccd8d3ef"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "16b90708-2487-4275-a311-aac4f8030eac",
        "00e7ec37-de14-43ef-b736-97191390ae0b",
        "a7090715-dcc5-49c6-83ed-f37f2986d454",
        "a7e739db-2e14-475d-aa60-e9cf97418ac4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fbfb04ca-7fe8-477a-80c5-ef8600100688",
      "dutyDetail": "Produce and manage records and all relevant client and service information in accordance with all legislation eg GDPR, protocols and guidelines.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "86191f73-388b-4fa7-be18-b887a2371a3f"
      ],
      "mappedKnowledge": [
        "76c7fb3c-13df-42fa-9b55-1ba352bb7c1a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "483dd965-f957-4642-bd7c-f629e15664f4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9b73961c-3f6e-4116-a7a6-f3da28e2189c",
      "dutyDetail": "Work within multi-professional and multi-agency teams and in partnership with patients, families and other services, building effective relationships as a basis for speech and language therapy intervention.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "497e1f64-3270-4a1b-b2ad-329833d63a2c",
        "53768813-c1c2-4910-af51-1c8d2be3f343",
        "a4ad1346-39fd-4da6-97cb-1a28ffb06ccc"
      ],
      "mappedKnowledge": [
        "b13d3848-6053-4c46-aed5-dbe16fffab2a",
        "f690cb81-6de1-405b-ada9-a0c6f788b277",
        "ad3fa67b-f8c5-4429-aade-c9213a50ea80",
        "b17730e6-48eb-48d3-b448-1e133f99f5f3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cc688886-29cb-4b01-a6ec-7ad0343fa661",
        "85065a5a-aca5-4165-9921-66bd9e1c0c27",
        "3bdcf520-a582-48b0-b53b-050a0bcb6592"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "796bf5cb-de36-4058-9010-3bdb8043fbc3",
      "dutyDetail": "Work with others to adapt environments and optimise inclusion and participation in activities of daily life for people with SLCN and eating, drinking and swallowing difficulties.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "53768813-c1c2-4910-af51-1c8d2be3f343",
        "a4ad1346-39fd-4da6-97cb-1a28ffb06ccc",
        "08909f70-b882-41be-91b7-08e8696bd531"
      ],
      "mappedKnowledge": [
        "a89beb81-d5fc-4e51-ae39-f069406c3eb2",
        "e1e52e27-2f32-4612-8def-f5fcbbfbc4bf",
        "ad3fa67b-f8c5-4429-aade-c9213a50ea80",
        "0821b303-10f6-4445-9a5d-9a407f47cd45"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "550f1cf0-bb94-4413-b5ef-cd9bd055caa8",
        "797f62b4-5474-402b-b9bc-e31e6ab1dc18",
        "85065a5a-aca5-4165-9921-66bd9e1c0c27",
        "3bdcf520-a582-48b0-b53b-050a0bcb6592"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f0b8884d-b155-4731-b84f-184660411ea2",
      "dutyDetail": "Manage own time and caseload as appropriate to the setting, managing more complex cases with supervision, including identifying when to ask for help and support.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "86191f73-388b-4fa7-be18-b887a2371a3f",
        "08909f70-b882-41be-91b7-08e8696bd531"
      ],
      "mappedKnowledge": [
        "4aad95d3-7179-4492-a9b2-642fe878fb9e",
        "0471b0e3-9913-4da4-93a1-c1108945dcdd",
        "e8e9aaab-03b4-4521-97b8-ff769f30ad84"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "16b90708-2487-4275-a311-aac4f8030eac",
        "5701ee94-bf5b-4728-9d0c-85bedb6ab722",
        "dfd96903-4fab-42a7-98f6-0fcd6e10f146"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0e3963dc-99aa-41b0-8a30-3d471a40c826",
      "dutyDetail": "Act as an advocate for both the person with SLCN and/or dysphagia and the speech and language therapy profession, within own scope of practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "062ca0cd-9ab9-4b95-8f6a-b1c4e6edb94f",
        "a4ad1346-39fd-4da6-97cb-1a28ffb06ccc",
        "08909f70-b882-41be-91b7-08e8696bd531"
      ],
      "mappedKnowledge": [
        "0aa73ec0-a254-4931-adbe-f96e450c59bf",
        "f798e958-0062-4be6-85c9-b29b9829db2f",
        "734a30c6-289a-4e30-880d-13f5c62c0669"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4a104ed7-4036-4703-b9cd-04249aa78821",
        "550f1cf0-bb94-4413-b5ef-cd9bd055caa8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "10818644-1ff1-4f6f-bfa4-c82d48638743",
      "dutyDetail": "Take responsibility for life-long learning and development of own speech and language therapy practice and the wider speech and language therapy profession through critical reflection and self-evaluation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "86191f73-388b-4fa7-be18-b887a2371a3f"
      ],
      "mappedKnowledge": [
        "4495b336-1d09-4592-8c91-713eeea4a179",
        "b390d88a-d13e-4ee8-b89f-a7ce58c7f77e",
        "b17730e6-48eb-48d3-b448-1e133f99f5f3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a05b82b8-a56d-49ae-aeaa-d729c2786c1e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e710ec65-15fc-4874-8796-0d7595b2d318",
      "dutyDetail": "Train, educate and empower others in relation to SLCN and eating, drinking and swallowing difficulties of the person receiving speech and language therapy.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "86191f73-388b-4fa7-be18-b887a2371a3f",
        "08909f70-b882-41be-91b7-08e8696bd531"
      ],
      "mappedKnowledge": [
        "11547271-d88e-4618-aac6-ab2ecf9e55a9",
        "ea700ab7-1a52-47d4-b812-fdc50432f5e0",
        "e1e52e27-2f32-4612-8def-f5fcbbfbc4bf"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3bdcf520-a582-48b0-b53b-050a0bcb6592"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1462b731-7bf4-4996-8026-43e4f002840f",
      "dutyDetail": "Work autonomously, taking accountability for own practice and wellbeing, and comply with regulatory, legal and ethical frameworks.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "062ca0cd-9ab9-4b95-8f6a-b1c4e6edb94f",
        "497e1f64-3270-4a1b-b2ad-329833d63a2c",
        "86191f73-388b-4fa7-be18-b887a2371a3f"
      ],
      "mappedKnowledge": [
        "6bd8edad-628b-4fc7-8360-1bcbabe206cd",
        "071ca6dd-b081-41ec-a7e0-6895fdcd270f",
        "0471b0e3-9913-4da4-93a1-c1108945dcdd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5701ee94-bf5b-4728-9d0c-85bedb6ab722",
        "dfd96903-4fab-42a7-98f6-0fcd6e10f146",
        "9122ec90-c2b7-44bb-9e84-ff3a72d37892"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0bc9bff7-1fca-4905-b22b-d6d35915107a",
      "dutyDetail": "Work within the political, health, social and cultural contexts, and engage with the wider speech and language therapy profession.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "062ca0cd-9ab9-4b95-8f6a-b1c4e6edb94f",
        "497e1f64-3270-4a1b-b2ad-329833d63a2c"
      ],
      "mappedKnowledge": [
        "ad3fa67b-f8c5-4429-aade-c9213a50ea80",
        "7087dae5-9a0c-4985-a7c8-65638bbebe96",
        "734a30c6-289a-4e30-880d-13f5c62c0669"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9122ec90-c2b7-44bb-9e84-ff3a72d37892"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2aebc7e9-9b32-48c7-9d39-54ac20d6ac39",
      "dutyDetail": "Adapt to changes in speech and language therapy practice and environments and contribute effectively to innovation and change within an area of practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "86191f73-388b-4fa7-be18-b887a2371a3f"
      ],
      "mappedKnowledge": [
        "734a30c6-289a-4e30-880d-13f5c62c0669",
        "4425e6ae-4a8d-4e3a-887e-e668783fb4f8",
        "0821b303-10f6-4445-9a5d-9a407f47cd45"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1c219d18-3ffe-4f61-b70f-69fa1f4e59d8",
        "00e7ec37-de14-43ef-b736-97191390ae0b"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [
    {
      "name": "Training provider",
      "webLink": "",
      "approved": true
    },
    {
      "name": "EPAO",
      "webLink": "",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-09-01T00:00:00"
}