{
  "templateType": "Apprenticeship Standard",
  "larsCode": 307,
  "referenceNumber": "ST0609",
  "learningAimClassCode": "",
  "title": "Clinical trials specialist (degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0609",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-09-27T00:00:00",
  "earliestStartDate": "2018-06-28T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Working as part of a multi-disciplinary team focusing on the delivery and execution of Phase I-IV clinical trials in humans.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 60,
  "maxFunding": 26000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "clinical trials specialist",
    "degree",
    "clinical research",
    "data analysis",
    "medical"
  ],
  "jobRoles": [
    "Clinical Trials Assistant/Administrator",
    "Clinical Research Associate",
    "Study Coordinator with development to Clinical Project Manager"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3760/clinical_trial_specialist_degree.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.1 Medicine and dentistry",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;The Clinical Trial Specialist works in Public or Private Clinical Research Organisations, generally in Pharmaceutical or Biotechnology Industries. They are part of a multi-disciplinary team focused on the delivery and execution of Phase I-IV clinical trials in humans. They are mainly office-based but travel to sites (hospitals, pharmacology units and General Practitioners) to conduct monitoring activities. Clinical Trial Specialists work initially with significant oversight as required by external regulations but over time gain increasing autonomy to monitor and deliver clinical trials consistently to the right quality and within budget. Typical job roles may include: Clinical Trials Assistant/Administrator, Clinical Research Associate and Study Coordinator with development to Clinical Project Manager.&lt;/p&gt;\n&lt;h3&gt;The main duties and tasks of a Clinical Trials Specialist are:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Act as site Monitor on assigned studies. Conduct all stages of site management from set up through to close out, develop recruitment strategies and conduct Source Document Verification (SDV). This process ensures that the record of activity and data at a site are consistent with data collection systems.&lt;/li&gt;\n&lt;li&gt;Produce high quality documentation to include site monitoring visit reports, site agreements, risk based monitoring plans, meeting minutes, risk/mitigation and action logs and effective presentations.&lt;/li&gt;\n&lt;li&gt;File study documentation to the Trial Master File (TMF) consistent with company SOPs and regulatory guidelines. Maintain all documentation per current quality standards.&#160; Participate in TMF and site audits as requested.&lt;/li&gt;\n&lt;li&gt;Provide support to Clinical Project Managers e.g. produce reports on data quality, track equipment distribution and return, follow up delayed sample shipments, generate consulting/ confidentiality agreements., liaise with Clinical Research Associates (CRAs) and external contractors&lt;/li&gt;\n&lt;li&gt;Maintain study tracking systems, e.g. eClinical Trial Management Systems (eCTMS), finance and budget management systems, eCase Report Form (eCRF) and trial status reports.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without Level 2 English and Maths will need to achieve this level prior to taking the endpoint assessment. For those with an education, health and care plan or a legacy statement, the apprenticeship English and Maths minimum requirement is entry Level 3 and British Sign Language qualifications are an alternative to an English qualification for whom this is their primary language.&lt;/p&gt;\n&lt;p&gt;Typically apprentices will hold Level 3 qualifications providing the appropriate number of UCAS points for HE entry as defined by individual employers/HE providers and will have completed A levels/B-Tech in one science related subject.&lt;/p&gt;\n&lt;h3&gt;Knowledge - The Clinical Trials Specialist will have knowledge of the following:&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;&lt;strong&gt;Good Clinical Practice (GCP), Regulations and Corporate Ethics:&lt;/strong&gt; Ethical, regulatory and data integrity/privacy principles and their application to human clinical trials, consent and be able to apply these requirements to ensure patients’ rights, safety and wellbeing in clinical trials are not compromised.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Clinical Systems:&lt;/strong&gt; eSource, Electronic Medical Records, eConsent, data visualisation technologies and other technologies within the clinical trial setting.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Trial Master File (TMF)&lt;/strong&gt; and document management requirements with respect to confidentiality and traceability of documentation in a clinical trial.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Sample Management:&lt;/strong&gt; Handling, labeling, storage and transport procedures for bio-samples and investigational product(IP). Include appropriate strategies for maintenance of the blind/unblinding and for investigational product accountability.&#160;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Statistical principles&lt;/strong&gt; used in the analysis of clinical trial data: power and sample size, randomisation, odds ratios, confidence intervals, p values, significance, intention-to-treat and per protocol analysis, multiplicity, equivalence and non-inferiority, and futility. Basic understanding of questionnaire design, analysis and interpretation.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Drug Development&lt;/strong&gt; process, clinical governance and variability in protocol design in different indications and in different phases of research. Must understand the scientific terminology, method and critical evaluation applied to clinical trial design and interpretation of trial data.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Scientific Knowledge&lt;/strong&gt; required to conduct clinical trials, including: &lt;strong&gt;Physiology &lt;/strong&gt;(study of the systems that keep a body alive) including renal, hepatic, cardiovascular, gastro-intestinal, endocrine, lymphatic and neurological systems. &lt;strong&gt;Pharmacology&lt;/strong&gt; (the study of the action of drugs) including &lt;a href=&quot;https://en.wikipedia.org/wiki/Neuropharmacology&quot;&gt;neuro-&lt;/a&gt; and renal pharmacology, human &lt;a href=&quot;https://en.wikipedia.org/wiki/Metabolism&quot;&gt;metabolism&lt;/a&gt;, intracellular metabolism, and intracellular regulation. &lt;strong&gt;Biochemistry&lt;/strong&gt; (chemical and physio-chemical processes and substances which occur within living organisms) and&lt;strong&gt; Genetics&lt;/strong&gt; (the study of genes, genetic variation hereditary), including the role of personalised medicines in healthcare setting.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Commercial and Business Issues&lt;/strong&gt; including intellectual property and the commercial demands of the business environment.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;Skill - A Clinical Trials Specialist can:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;&lt;strong&gt;Monitor and Source Document Verification&lt;/strong&gt; Develop, write and implement centralised and site monitoring plans. Conduct SDV and implement recruitment strategies for clinical trials. Assess suitability of trials at sites based on detailed understanding of protocol requirements and create appropriate feasibility questionnaires at country and site level. Conduct all site monitoring activities: site selection, initiation, maintenance and close out per national and local requirements. Record and report compliance deviations such as Serious Breaches and Product Complaints. Utilise information from clinical systems to oversee accuracy and contemporariness of trial data.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Clinical Trial Management Systems&lt;/strong&gt; Use clinical trial systems including; electronic Clinical Trial Management Systems (eCTMS), electronic Case Report Forms (eCRF), Interactive Response Technology (IRT), electronic Patient/Physician Reported Outcomes systems and electronic Trial Master Files (eTMF). Develop documentation to support set up, programming, maintenance and oversight of these systems to be to be compliant with the protocol and Good Clinical Practice.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Project Management and Leadership:&lt;/strong&gt; Generate effective project plans to include management of scope, schedules, and risk. Organise resources, tasks and people.&#160; Co-ordinate team activities to meet project requirements and quality processes. Adapt clinical strategy/delivery to be consistent with variations in national, local and Ethics Committee requirements when conducting trials across multiple regions/countries.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Data Collection and Reporting:&lt;/strong&gt; Input into the development of data management documentation, including design of Case Report Forms, Data Management Plans, Data Review Plans, edit checks and User Acceptance Testing Plans.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Communication Skills:&lt;/strong&gt; Write extended reports and critique others&#39; work across a range of documentation, e.g. protocols, consent forms and clinical study reports. Deliver oral presentations and answer questions about their work and/or the work of their team. Utilise interpersonal skills, communication and assertiveness to persuade and motivate.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Critical Thinking:&lt;/strong&gt; Conceptualise, evaluate and analyse information to solve problems.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviour&lt;/strong&gt;&lt;strong&gt; - &lt;/strong&gt;&lt;strong&gt;A Clinical Trials Specialist demonstrates:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ol&gt;\n&lt;li&gt;&lt;strong&gt;Integrity and Reliability:&lt;/strong&gt; Respect for the confidentiality of patients and sponsor information.&#160; An intrinsic ethical stance to all aspects of day to day activities&lt;strong&gt;.&#160;&lt;/strong&gt;Reputation of trust internally and externally.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Flexibility and Adaptability:&lt;/strong&gt; Responsiveness to change, adjusting to different conditions, technologies, situations and environments.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Team Working:&lt;/strong&gt; Collaboration, influence, and respect for others and an understanding of the importance of team diversity and impact on others.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Management of Expectations:&lt;/strong&gt; of senior management, study sponsor, vendors, investigational sites and key opinion leaders, knowing when to escalate issues.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;“Patients First” Attitude:&lt;/strong&gt; Accountability for self and others to ensure that actions are in the best interest of patients in accordance with GCP.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Planning, Prioritisation and Organisation:&lt;/strong&gt; Effective time management, knows how to apply techniques to prioritise work and delegate study related duties.&#160;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Continuing Professional Development (CPD): &lt;/strong&gt;Accountability of own and others development needs, undertaking CPD.Curiosity of science and proactively develops knowledge to ensure that scientific and business decisions are based on strong science.&lt;/li&gt;\n&lt;/ol&gt;\n&lt;h4&gt;&lt;strong&gt;Duration&lt;/strong&gt;:&lt;/h4&gt;\n&lt;p&gt;Typically 5 years&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;A BSc (Hons) degree including but not limited to biological science in Physiology, Anatomy, Pharmacology, Pharmacy or Biochemistry.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Level : &lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;&lt;strong&gt;6&lt;/strong&gt;&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Review date : &lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;3 years&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;The Clinical Trial Specialist works in Public or Private Clinical Research Organisations, generally in Pharmaceutical or Biotechnology Industries. They are part of a multi-disciplinary team focused on the delivery and execution of Phase I-IV clinical trials in humans. They are mainly office-based but travel to sites (hospitals, pharmacology units and General Practitioners) to conduct monitoring activities. Clinical Trial Specialists work initially with significant oversight as required by external regulations but over time gain increasing autonomy to monitor and deliver clinical trials consistently to the right quality and within budget. Typical job roles may include: Clinical Trials Assistant/Administrator, Clinical Research Associate and Study Coordinator with development to Clinical Project Manager.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "edf08ff4-9470-4446-9fab-81e286334549",
      "detail": "Good Clinical Practice (GCP), Regulations and Corporate Ethics: Ethical, regulatory and data integrity/privacy principles and their application to human clinical trials, consent and be able to apply these requirements to ensure patients’ rights, safety and wellbeing in clinical trials are not compromised."
    },
    {
      "knowledgeId": "3db65ed8-4f12-4f19-84c2-1d2e0b636615",
      "detail": "Clinical Systems: eSource, Electronic Medical Records, eConsent, data visualisation technologies and other technologies within the clinical trial setting."
    },
    {
      "knowledgeId": "b05c32e0-7c18-46d6-aab0-9dbbb9b6dd67",
      "detail": "Trial Master File (TMF) and document management requirements with respect to confidentiality and traceability of documentation in a clinical trial."
    },
    {
      "knowledgeId": "e419ba6e-db19-4d09-a484-7479409405e7",
      "detail": "Sample Management: Handling, labeling, storage and transport procedures for bio-samples and investigational product(IP). Include appropriate strategies for maintenance of the blind/unblinding and for investigational product accountability. "
    },
    {
      "knowledgeId": "3e526e2e-9fbf-489c-8602-83fb04dff908",
      "detail": "Statistical principles used in the analysis of clinical trial data: power and sample size, randomisation, odds ratios, confidence intervals, p values, significance, intention-to-treat and per protocol analysis, multiplicity, equivalence and non-inferiority, and futility. Basic understanding of questionnaire design, analysis and interpretation."
    },
    {
      "knowledgeId": "48f6bc53-3c7b-4e6a-8932-ce3105a963c6",
      "detail": "Drug Development process, clinical governance and variability in protocol design in different indications and in different phases of research. Must understand the scientific terminology, method and critical evaluation applied to clinical trial design and interpretation of trial data."
    },
    {
      "knowledgeId": "2e045dee-849d-4812-a615-35564bd76ea2",
      "detail": "Scientific Knowledge required to conduct clinical trials, including: Physiology (study of the systems that keep a body alive) including renal, hepatic, cardiovascular, gastro-intestinal, endocrine, lymphatic and neurological systems. Pharmacology (the study of the action of drugs) including neuro- and renal pharmacology, human metabolism, intracellular metabolism, and intracellular regulation. Biochemistry (chemical and physio-chemical processes and substances which occur within living organisms) and Genetics (the study of genes, genetic variation hereditary), including the role of personalised medicines in healthcare setting."
    },
    {
      "knowledgeId": "24c0647b-f981-4d1b-88df-22db9ba48ab6",
      "detail": "Commercial and Business Issues including intellectual property and the commercial demands of the business environment."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "8f7bb968-e786-46cc-afb4-985204a58b24",
      "detail": "Integrity and Reliability: Respect for the confidentiality of patients and sponsor information.  An intrinsic ethical stance to all aspects of day to day activities. Reputation of trust internally and externally."
    },
    {
      "behaviourId": "842cfcdc-1f98-47b5-b427-4c228320ce8c",
      "detail": "Flexibility and Adaptability: Responsiveness to change, adjusting to different conditions, technologies, situations and environments."
    },
    {
      "behaviourId": "8caec132-653b-453d-9465-f1dcf7e56c50",
      "detail": "Team Working: Collaboration, influence, and respect for others and an understanding of the importance of team diversity and impact on others."
    },
    {
      "behaviourId": "415df515-bdbd-4eb4-a65f-81a922358a77",
      "detail": "Management of Expectations: of senior management, study sponsor, vendors, investigational sites and key opinion leaders, knowing when to escalate issues."
    },
    {
      "behaviourId": "a917c677-29e2-4095-b059-afeaf197d3ca",
      "detail": "“Patients First” Attitude: Accountability for self and others to ensure that actions are in the best interest of patients in accordance with GCP."
    },
    {
      "behaviourId": "5d65cc89-dbb2-4ad3-bf33-8dcea8cea3d9",
      "detail": "Planning, Prioritisation and Organisation: Effective time management, knows how to apply techniques to prioritise work and delegate study related duties. "
    },
    {
      "behaviourId": "1a0f238f-653a-4450-b055-3e7ef7e9e21a",
      "detail": "Continuing Professional Development (CPD): Accountability of own and others development needs, undertaking CPD.Curiosity of science and proactively develops knowledge to ensure that scientific and business decisions are based on strong science."
    }
  ],
  "skills": [
    {
      "skillId": "e8cb7d57-314a-42bc-8551-e087ff1e4301",
      "detail": "Monitor and Source Document Verification Develop, write and implement centralised and site monitoring plans. Conduct SDV and implement recruitment strategies for clinical trials. Assess suitability of trials at sites based on detailed understanding of protocol requirements and create appropriate feasibility questionnaires at country and site level. Conduct all site monitoring activities: site selection, initiation, maintenance and close out per national and local requirements. Record and report compliance deviations such as Serious Breaches and Product Complaints. Utilise information from clinical systems to oversee accuracy and contemporariness of trial data."
    },
    {
      "skillId": "f053761e-d147-4577-a776-60ded65477ef",
      "detail": "Clinical Trial Management Systems Use clinical trial systems including; electronic Clinical Trial Management Systems (eCTMS), electronic Case Report Forms (eCRF), Interactive Response Technology (IRT), electronic Patient/Physician Reported Outcomes systems and electronic Trial Master Files (eTMF). Develop documentation to support set up, programming, maintenance and oversight of these systems to be to be compliant with the protocol and Good Clinical Practice."
    },
    {
      "skillId": "f785ce6e-6a66-48fe-a539-f5083eb0d976",
      "detail": "Project Management and Leadership: Generate effective project plans to include management of scope, schedules, and risk. Organise resources, tasks and people.  Co-ordinate team activities to meet project requirements and quality processes. Adapt clinical strategy/delivery to be consistent with variations in national, local and Ethics Committee requirements when conducting trials across multiple regions/countries."
    },
    {
      "skillId": "7778a82c-21ec-4bf7-bedd-96b3fe69adc4",
      "detail": "Data Collection and Reporting: Input into the development of data management documentation, including design of Case Report Forms, Data Management Plans, Data Review Plans, edit checks and User Acceptance Testing Plans."
    },
    {
      "skillId": "60c300e6-60b6-4611-8674-f84e8da26cb7",
      "detail": "Communication Skills: Write extended reports and critique others' work across a range of documentation, e.g. protocols, consent forms and clinical study reports. Deliver oral presentations and answer questions about their work and/or the work of their team. Utilise interpersonal skills, communication and assertiveness to persuade and motivate."
    },
    {
      "skillId": "fd607224-aed2-4197-afa4-8bfffb1cafa1",
      "detail": "Critical Thinking: Conceptualise, evaluate and analyse information to solve problems."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-06-28T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "TB0041",
  "tbMainContact": "hrpearce317@gmail.com",
  "involvedEmployers": "GSK, Medimmune, Allergen, INC Research, PPD, QuintilesIMS, Niche Science & Technology, Veramed, Clintec, Worldwide Clinical Trials, AstraZeneca, Clinical Professionals",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Clinical Trials Assistant/Administrator",
    "Clinical Research Associate",
    "Study Coordinator with development to Clinical Project Manager"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Healthcare science",
  "cluster": "Healthcare science professional",
  "clusterId": "21",
  "clusterDescription": "Provide direct patient contact along with high quality diagnosis and care working independently and with other health professionals",
  "createdDate": "2017-11-14T17:08:45 +00:00",
  "lastUpdated": "2022-09-27T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-06-28T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0609",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0609-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0609-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-09-27T00:00:00"
}