{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 428,
  "referenceNumber": "ST0669",
  "learningAimClassCode": "",
  "title": "Tramway construction operative",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": true,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0669",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-02-15T00:00:00",
  "earliestStartDate": "2019-03-28T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Preparing and delivering a high standard of technical work relating to the construction and renewal of the Tramway and the Tramway environment.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 15000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "construction",
    "tramway",
    "tramway construction",
    "light rail construction",
    "public transport"
  ],
  "jobRoles": [
    "Light Rail Construction Operative",
    "Tramway Construction Operative"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7379/st0669_tramway_construction_operative_l2_ap-for-publication_21-05-2021em.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the Tramway and Light Rail Construction sector. &lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is to prepare and deliver a high standard of technical work relating to the construction and renewal of the Tramway and the Tramway environment.&lt;br /&gt;&lt;br /&gt;In their daily work, an employee in this occupation interacts with a team and reports to a site supervisor or team leader. The role may interact with others working on the construction and renewal of the Tramway such as those conducting site surveys, engineers, designers and installing the overhead lines etc. Types of employers range between private companies, local authorities, councils etc.. An employee in this occupation will be responsible for activities relating to the construction and renewal of the Tramway, including, setting up and maintaining a temporary traffic management system including assisting stakeholders with access and deliveries, lifting and moving large and irregular shaped loads, installing and removing temporary works, using a range of hand held tools, equipment and items of plant and being able to carry out site clearance activities such as the removal of waste items and the storage of reusable materials and components. Whilst undertaking these activities, operatives are expected to adhere to strict codes of conduct and safe working practices including wearing the appropriate personal protective equipment, following the correct safe systems and taking action to minimise risk to self and others. &lt;br /&gt;&lt;br /&gt;Operatives work in shifts and outdoors often in challenging inner city or town environments. A knowledge of the environment, how pedestrianised and road traffic areas relate to each other and the relationship between the relevant stakeholders is essential as well as a detailed understanding of the effect the works (noise, dust, vibration, traffic control and management systems) can have on the surrounding environment. This includes different types of building such as grade II listed, the public who may be working/shopping/visiting/passing through the area and the businesses that need to be able to operate whist works are being carried out. Presentation and conduct when working in a public facing/urban and open working environment is important and operatives are expected to adhere to organisational policies and requirements and have the skills to be able to deal with questions and enquiries as well as challenging behaviour by others who may be affected, frustrated or disrupted by the work being undertaken. The inner city or urban environment can present many other challenges including, interaction with contractors on other construction projects and a restriction on working space. Being able to manoeuvre large and irregular shaped loads through the confines of the urban environment is a skill apprentices will learn as well as techniques for carrying out activities with minimal noise, dust, vibration etc. Often the use of large plant equipment is not possible and manual techniques are required. The cities and towns in England are often steeped in history and digging and excavating can often uncover a wide range of items, most commonly utilities (live and historic) not shown on plans and specifications. Knowing how to identify, deal and report with these items is an important part of the role.&lt;br /&gt;&lt;br /&gt;The level of customer interaction can be high as the tramway construction environment is often what’s known as ‘open working’ which makes this different to other construction activities which usually take place in a closed environment/site. Operatives are working in areas where there are many nearby businesses or houses which have to remain open and accessible and as such members of the general public will be nearby and will be able to see the works being undertaken. Operatives conduct and behaviour is particularly important as they represent not only the individual organisations undertaking the construction and renewals activities but the industry as a whole. The apprenticeship will contain knowledge skills and behaviours to prepare an operative for customer interaction including the skills to deal with questions and be able to de-escalate issues and potential conflict. The ability to manage challenging situations is a regular occurrence.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "9a6d62a5-827c-40d0-9623-57e21d068e5b",
      "detail": "The tramway environment, its history, customers, relationship between stakeholders (landowners, councils, businesses, general public), range of structures and components (buildings, including grade II listed, bridges, tunnels etc.) and the interface with Heavy Railway, Highways and the pedestrianised environment."
    },
    {
      "knowledgeId": "e5db2572-f85d-4509-9b1b-a07e7131094b",
      "detail": "Safe working practices, legislation and organisational policies, procedures, requirements and systems in place relating to fitness for duty, health, safety and security including those for noise, dust and vibration control, working with limited space and access, working in an open/public/urban environment, working on or near a road or track."
    },
    {
      "knowledgeId": "c30a6174-a312-4631-aa2e-36f30bccbbfc",
      "detail": "The principles of civil engineering and the range of construction and inspection methods and techniques required for the construction and renewal of the Tramway, including understanding the range of components, acceptable tolerances, geometry specifications and the factors which may affect Tramway construction."
    },
    {
      "knowledgeId": "f4aa10c6-23a2-4956-ad38-8d22704601ab",
      "detail": "Codes of conduct, organisational expectations and requirements including those relating to working with others, working in public facing/open working environment, quality expectations and working solutions that support environmental sustainability."
    },
    {
      "knowledgeId": "5944dd94-1ba3-451b-adc7-be0290237f6c",
      "detail": "The operational Tramway, its components, functionality, signalling principles and characteristics."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "396ea150-774a-46d1-bc6d-ecbe92328eb2",
      "detail": "Safety – The ability to recognise and speak up when problems and potential safety issues arise and to stop work immediately. Remain calm under pressure and take responsibility to minimise risks and report/log close calls.  Adhere to safe systems of work and relevant procedures including attending all safety briefings and training."
    },
    {
      "behaviourId": "18c4d3a3-452a-49ae-a00e-483dce0d1d7f",
      "detail": "Quality – Embrace new tasks and activities, agree achievable deadlines and have the confidence to ask questions, clarify understanding.  Pay attention to detail, providing accurate, complete and relevant information."
    },
    {
      "behaviourId": "5cf2c03a-ce54-4f9b-8332-ef4b8a86753b",
      "detail": "Customer Service – Work collaboratively, show respect for others, do what has been agreed and offer assistance to others when help is needed.  Be friendly and approachable, providing timely answers and explanations.  Act as a good listener."
    },
    {
      "behaviourId": "cfdaec97-7217-4125-8fd7-7db6d535a47a",
      "detail": "Professionalism – Be prepared for work, arrive on time and present a positive attitude and appearance."
    }
  ],
  "skills": [
    {
      "skillId": "95d76033-d85d-4ed4-8c44-9809df9c14db",
      "detail": "Contribute to safe working practices and procedures, including wearing the appropriate personal protective equipment and follow the appropriate rules and procedures relating to safe systems of work in the Tramway environment, including working at heights and in confined spaces/trenches and on or near roads or track."
    },
    {
      "skillId": "5355e505-98c4-436b-8b2b-2ee60048f497",
      "detail": "Ensure all preparations for the shift have been carried out and all relevant information has been communicated and understood."
    },
    {
      "skillId": "da546760-cb7b-4adc-93c3-b962e62661fd",
      "detail": "Access and follow information and documentation to support construction and renewals activities, including method statements, risk assessments, plans, specifications, manuals etc."
    },
    {
      "skillId": "8900be93-02df-4880-8779-9cc470ab9c2c",
      "detail": "Select, inspect and prepare hand held tools, equipment and items of plant to support construction and renewals activities, ensuring calibration tolerances have been met as applicable."
    },
    {
      "skillId": "22b66ba5-9ec3-4744-9f0d-1d922b276f84",
      "detail": "Set up and maintain a temporary traffic management system and install barriers, signage and pedestrian walkways as required."
    },
    {
      "skillId": "f11e46ac-48a5-40d1-aa3f-bea3513d9436",
      "detail": "Lift, move and install large and irregular shaped loads using appropriate equipment and/or methods within restricted space confinements."
    },
    {
      "skillId": "fc0bde14-5249-4ef0-9d5f-cfd491fda89f",
      "detail": "Communicate relevant and technical information clearly and timely, using appropriate equipment, verbal and non-verbal communication methods to colleagues and customers."
    },
    {
      "skillId": "18c1bea0-ef53-4ff8-9eb3-cd4ef9e5f212",
      "detail": "Safely carry out construction and renewals activities, including:\nInstallation and removal of temporary works.\nInstallation of concrete, reinforced track form, tram stops, retaining walls, platforms, ducting and drainage.\nLaying of tarmac, kerbs and channels.\nDigging and excavation ensuring utilities are protected and avoided using approved techniques and procedures.\nAssisting with installation of steelwork structures and components (such as OLE framework), using approved methods and techniques including welding, assembling bolted joints.\nAssisting with Installation and renewal of light rail track, points, switches and crossings."
    },
    {
      "skillId": "afa74ca6-5373-4c67-8dd5-4f690ba87ff3",
      "detail": "Carry out site clearance activities, dealing with waste items, storage of reusable materials and components."
    },
    {
      "skillId": "b29be59d-f1cc-4159-a53b-4369a5aa5456",
      "detail": "Deal with incidents, accidents and emergencies, taking action to minimise risk to self and others e.g. minimising risk of cable strike, applying first aid."
    },
    {
      "skillId": "fb136dd5-d4b7-458d-806d-a5118d7d1673",
      "detail": "Deal with conflict and/or challenging behaviour, de-escalating issues and providing assistance which is considerate of risk and promotes good will."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-03-28T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0354",
  "tbMainContact": "Julia@thebigsolution.co.uk.",
  "involvedEmployers": "Midland Metro Alliance, Blackpool Council, Auctus Management Group, Egis, Colas Rail Ltd, Bouygues UK, Colas Ltd, Stagecoach Supertram SYSL, Barhale Ltd, Transport for Greater Manchester, Transport for London, Pell Frischmann, UK Tram",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Light Rail Construction Operative",
    "Tramway Construction Operative"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Onsite Construction",
  "cluster": "Construction operative or supervisor",
  "clusterId": "1",
  "clusterDescription": null,
  "createdDate": "2019-05-14T14:15:26 +00:00",
  "lastUpdated": "2023-02-15T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-03-28T00:00:00 +00:00",
  "banners": "This apprenticeship is approved for delivery, however all new starts are currently paused, while we work to resolve some delivery-related issues. This pause on new starts does not affect any existing learners (those currently on-programme or taking end-point assessment).",
  "occupationCode": "OCC0669",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0669-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0669-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "5d0c9985-add6-40b5-b619-6db1bc9bc9f6",
      "dutyDetail": "Follow instructions and take responsibility for minimising risk and ensuring own safety and the safety of the team",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "396ea150-774a-46d1-bc6d-ecbe92328eb2",
        "18c4d3a3-452a-49ae-a00e-483dce0d1d7f",
        "5cf2c03a-ce54-4f9b-8332-ef4b8a86753b",
        "cfdaec97-7217-4125-8fd7-7db6d535a47a"
      ],
      "mappedKnowledge": [
        "e5db2572-f85d-4509-9b1b-a07e7131094b",
        "f4aa10c6-23a2-4956-ad38-8d22704601ab"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "95d76033-d85d-4ed4-8c44-9809df9c14db",
        "5355e505-98c4-436b-8b2b-2ee60048f497",
        "da546760-cb7b-4adc-93c3-b962e62661fd",
        "8900be93-02df-4880-8779-9cc470ab9c2c"
      ],
      "criteriaForMeasuringPerformance": "Work is in line with briefing prior to commencement of shift\n\nHealth, safety and security requirements are adhered to\n\nProblems and issues are dealt with promptly and effectively"
    },
    {
      "dutyID": "9a6a2819-4d74-4b39-88b1-daa9cac555aa",
      "dutyDetail": "Set up and maintain a temporary traffic management system",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "396ea150-774a-46d1-bc6d-ecbe92328eb2",
        "18c4d3a3-452a-49ae-a00e-483dce0d1d7f",
        "5cf2c03a-ce54-4f9b-8332-ef4b8a86753b",
        "cfdaec97-7217-4125-8fd7-7db6d535a47a"
      ],
      "mappedKnowledge": [
        "e5db2572-f85d-4509-9b1b-a07e7131094b",
        "f4aa10c6-23a2-4956-ad38-8d22704601ab"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "95d76033-d85d-4ed4-8c44-9809df9c14db",
        "5355e505-98c4-436b-8b2b-2ee60048f497",
        "da546760-cb7b-4adc-93c3-b962e62661fd",
        "22b66ba5-9ec3-4744-9f0d-1d922b276f84",
        "f11e46ac-48a5-40d1-aa3f-bea3513d9436",
        "fc0bde14-5249-4ef0-9d5f-cfd491fda89f"
      ],
      "criteriaForMeasuringPerformance": "Health, safety and security requirements are adhered to, including, safety at Streetworks and Road Works code of practice (red book) is adhered to\n\nSafe Systems of Work are adhered to e.g. to reduce roadside risk\n\nDeadlines are met\n\nCommunication is effective and efficient \n\nProblems and issues are dealt with promptly and effectively\n\nConsiderations are taken into account and reported e.g. visibility, safety zones, traffic flow"
    },
    {
      "dutyID": "9f8609c1-1db3-4d15-9094-55e30c2ca482",
      "dutyDetail": "Lift, move and install large and irregular shaped loads",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "396ea150-774a-46d1-bc6d-ecbe92328eb2",
        "18c4d3a3-452a-49ae-a00e-483dce0d1d7f",
        "5cf2c03a-ce54-4f9b-8332-ef4b8a86753b",
        "cfdaec97-7217-4125-8fd7-7db6d535a47a"
      ],
      "mappedKnowledge": [
        "9a6d62a5-827c-40d0-9623-57e21d068e5b",
        "e5db2572-f85d-4509-9b1b-a07e7131094b",
        "f4aa10c6-23a2-4956-ad38-8d22704601ab"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "95d76033-d85d-4ed4-8c44-9809df9c14db",
        "5355e505-98c4-436b-8b2b-2ee60048f497",
        "da546760-cb7b-4adc-93c3-b962e62661fd",
        "8900be93-02df-4880-8779-9cc470ab9c2c",
        "f11e46ac-48a5-40d1-aa3f-bea3513d9436",
        "fc0bde14-5249-4ef0-9d5f-cfd491fda89f"
      ],
      "criteriaForMeasuringPerformance": "Health, safety and security requirements are adhered to e.g. manual handling\n\nSafe Systems of Work are adhered to\n\nActions are taken to minimise risk\n\nCommunication is effective and efficient \n\nDeadlines are met\n\nOperational constraints are taken in to account e.g. weather conditions, space/access, noise and vibration levels\n\nCharacteristics are taken into account e.g. weight, shape, length, size"
    },
    {
      "dutyID": "1c325af4-a266-4bfa-b518-2156e8bbb514",
      "dutyDetail": "Install reinforced concrete (such as tram stops, retaining walls, platforms, ducting and drainage)",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "396ea150-774a-46d1-bc6d-ecbe92328eb2",
        "18c4d3a3-452a-49ae-a00e-483dce0d1d7f",
        "5cf2c03a-ce54-4f9b-8332-ef4b8a86753b",
        "cfdaec97-7217-4125-8fd7-7db6d535a47a"
      ],
      "mappedKnowledge": [
        "9a6d62a5-827c-40d0-9623-57e21d068e5b",
        "e5db2572-f85d-4509-9b1b-a07e7131094b",
        "c30a6174-a312-4631-aa2e-36f30bccbbfc",
        "f4aa10c6-23a2-4956-ad38-8d22704601ab",
        "5944dd94-1ba3-451b-adc7-be0290237f6c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "95d76033-d85d-4ed4-8c44-9809df9c14db",
        "5355e505-98c4-436b-8b2b-2ee60048f497",
        "da546760-cb7b-4adc-93c3-b962e62661fd",
        "8900be93-02df-4880-8779-9cc470ab9c2c",
        "fc0bde14-5249-4ef0-9d5f-cfd491fda89f",
        "18c1bea0-ef53-4ff8-9eb3-cd4ef9e5f212"
      ],
      "criteriaForMeasuringPerformance": "Work is in line with specification, RAMS and checked against inspection and test plan\n\nHealth, safety and security requirements are adhered to\n\nActions are taken to minimise risk\n\nCommunication is effective and efficient\n\nDeadlines are met\n\nMethods and techniques used for poring and finishing are correctly applied"
    },
    {
      "dutyID": "2f6b919b-82a9-47af-b816-a568fac7c7f4",
      "dutyDetail": "Lay tarmac, kerbs and channels",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "396ea150-774a-46d1-bc6d-ecbe92328eb2",
        "18c4d3a3-452a-49ae-a00e-483dce0d1d7f",
        "5cf2c03a-ce54-4f9b-8332-ef4b8a86753b",
        "cfdaec97-7217-4125-8fd7-7db6d535a47a"
      ],
      "mappedKnowledge": [
        "9a6d62a5-827c-40d0-9623-57e21d068e5b",
        "e5db2572-f85d-4509-9b1b-a07e7131094b",
        "c30a6174-a312-4631-aa2e-36f30bccbbfc",
        "f4aa10c6-23a2-4956-ad38-8d22704601ab",
        "5944dd94-1ba3-451b-adc7-be0290237f6c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "95d76033-d85d-4ed4-8c44-9809df9c14db",
        "5355e505-98c4-436b-8b2b-2ee60048f497",
        "da546760-cb7b-4adc-93c3-b962e62661fd",
        "8900be93-02df-4880-8779-9cc470ab9c2c",
        "fc0bde14-5249-4ef0-9d5f-cfd491fda89f",
        "18c1bea0-ef53-4ff8-9eb3-cd4ef9e5f212"
      ],
      "criteriaForMeasuringPerformance": "Health, safety and security requirements are adhered to\n\nWork is in line with specification, RAMS and checked against inspection and test plan\n\nActions are taken to minimise risk\n\nCommunication is effective and efficient\n\nDeadlines are met\n\nMethods and techniques used for laying and finishing are correctly applied"
    },
    {
      "dutyID": "85023754-99a6-4b5c-8f32-bda3b5c50f9d",
      "dutyDetail": "Locate, dig and excavate buried utility services",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "396ea150-774a-46d1-bc6d-ecbe92328eb2",
        "18c4d3a3-452a-49ae-a00e-483dce0d1d7f",
        "5cf2c03a-ce54-4f9b-8332-ef4b8a86753b",
        "cfdaec97-7217-4125-8fd7-7db6d535a47a"
      ],
      "mappedKnowledge": [
        "9a6d62a5-827c-40d0-9623-57e21d068e5b",
        "e5db2572-f85d-4509-9b1b-a07e7131094b",
        "c30a6174-a312-4631-aa2e-36f30bccbbfc",
        "f4aa10c6-23a2-4956-ad38-8d22704601ab",
        "5944dd94-1ba3-451b-adc7-be0290237f6c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "95d76033-d85d-4ed4-8c44-9809df9c14db",
        "5355e505-98c4-436b-8b2b-2ee60048f497",
        "da546760-cb7b-4adc-93c3-b962e62661fd",
        "8900be93-02df-4880-8779-9cc470ab9c2c",
        "fc0bde14-5249-4ef0-9d5f-cfd491fda89f",
        "18c1bea0-ef53-4ff8-9eb3-cd4ef9e5f212"
      ],
      "criteriaForMeasuringPerformance": "Health, safety and security requirements are adhered to\n\nWork is in line with safe systems of work, i.e. Permit to Dig\n\nWork is in line with the requirements of New Roads & Street Works Act\n\nActions are taken to minimise risk\n\nCommunication is effective and efficient\n\nDeadlines are met\n\nActivities are carried out in line with organisational requirements"
    },
    {
      "dutyID": "2e78a470-5b95-49a6-b0cf-f6a7855447a9",
      "dutyDetail": "Assist with installing light rail track, points, switches and crossing",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "396ea150-774a-46d1-bc6d-ecbe92328eb2",
        "18c4d3a3-452a-49ae-a00e-483dce0d1d7f",
        "5cf2c03a-ce54-4f9b-8332-ef4b8a86753b",
        "cfdaec97-7217-4125-8fd7-7db6d535a47a"
      ],
      "mappedKnowledge": [
        "9a6d62a5-827c-40d0-9623-57e21d068e5b",
        "e5db2572-f85d-4509-9b1b-a07e7131094b",
        "c30a6174-a312-4631-aa2e-36f30bccbbfc",
        "f4aa10c6-23a2-4956-ad38-8d22704601ab",
        "5944dd94-1ba3-451b-adc7-be0290237f6c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "95d76033-d85d-4ed4-8c44-9809df9c14db",
        "5355e505-98c4-436b-8b2b-2ee60048f497",
        "da546760-cb7b-4adc-93c3-b962e62661fd",
        "8900be93-02df-4880-8779-9cc470ab9c2c",
        "fc0bde14-5249-4ef0-9d5f-cfd491fda89f",
        "18c1bea0-ef53-4ff8-9eb3-cd4ef9e5f212"
      ],
      "criteriaForMeasuringPerformance": "Health, safety and security requirements are adhered to, including protection arrangements\n\nWork is in line with specification, RAMS and checked against inspection and test plan\n\nSafe systems of work are adhered to\n\nActions are taken to minimise risk\n\nCommunication is effective and efficient\n\nDeadlines are met\n\nActivities are carried out in line with organisational requirements"
    },
    {
      "dutyID": "a0bf0f4b-e38c-415f-8d26-2a8420d65159",
      "dutyDetail": "Assist with installing steelwork structures such as OLE (Overhead Line Equipment)",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "396ea150-774a-46d1-bc6d-ecbe92328eb2",
        "18c4d3a3-452a-49ae-a00e-483dce0d1d7f",
        "5cf2c03a-ce54-4f9b-8332-ef4b8a86753b",
        "cfdaec97-7217-4125-8fd7-7db6d535a47a"
      ],
      "mappedKnowledge": [
        "9a6d62a5-827c-40d0-9623-57e21d068e5b",
        "e5db2572-f85d-4509-9b1b-a07e7131094b",
        "c30a6174-a312-4631-aa2e-36f30bccbbfc",
        "f4aa10c6-23a2-4956-ad38-8d22704601ab",
        "5944dd94-1ba3-451b-adc7-be0290237f6c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "95d76033-d85d-4ed4-8c44-9809df9c14db",
        "5355e505-98c4-436b-8b2b-2ee60048f497",
        "da546760-cb7b-4adc-93c3-b962e62661fd",
        "8900be93-02df-4880-8779-9cc470ab9c2c",
        "fc0bde14-5249-4ef0-9d5f-cfd491fda89f",
        "18c1bea0-ef53-4ff8-9eb3-cd4ef9e5f212"
      ],
      "criteriaForMeasuringPerformance": "Health, safety and security requirements are adhered to\n\nWork is in line with specification, RAMS and checked against inspection and test plan\n\nSafe systems of work are adhered to\n\nActions are taken to minimise risk\n\nCommunication is effective and efficient \n\nDeadlines are met\n\nActivities are carried out in line with organisational requirements"
    },
    {
      "dutyID": "a5174c4d-2ea3-4d55-b473-0a2bfec0488c",
      "dutyDetail": "Carry out site clearance activities and ensure all equipment is secure and safe",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "396ea150-774a-46d1-bc6d-ecbe92328eb2",
        "18c4d3a3-452a-49ae-a00e-483dce0d1d7f",
        "5cf2c03a-ce54-4f9b-8332-ef4b8a86753b",
        "cfdaec97-7217-4125-8fd7-7db6d535a47a"
      ],
      "mappedKnowledge": [
        "9a6d62a5-827c-40d0-9623-57e21d068e5b",
        "e5db2572-f85d-4509-9b1b-a07e7131094b",
        "f4aa10c6-23a2-4956-ad38-8d22704601ab"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "95d76033-d85d-4ed4-8c44-9809df9c14db",
        "f11e46ac-48a5-40d1-aa3f-bea3513d9436",
        "fc0bde14-5249-4ef0-9d5f-cfd491fda89f",
        "afa74ca6-5373-4c67-8dd5-4f690ba87ff3"
      ],
      "criteriaForMeasuringPerformance": "Health, safety and security requirements are adhered to\n\nWork is in line with site waste management plan\n\nSafe systems of work are adhered to\n\nActions are taken to minimise risk\n\nCommunication is effective and efficient\n\nDeadlines are met"
    },
    {
      "dutyID": "26f2dd5b-fab0-4d59-b2a3-05b161eb770f",
      "dutyDetail": "Identify, deal with and report issues and problems",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "396ea150-774a-46d1-bc6d-ecbe92328eb2",
        "18c4d3a3-452a-49ae-a00e-483dce0d1d7f",
        "5cf2c03a-ce54-4f9b-8332-ef4b8a86753b",
        "cfdaec97-7217-4125-8fd7-7db6d535a47a"
      ],
      "mappedKnowledge": [
        "9a6d62a5-827c-40d0-9623-57e21d068e5b",
        "e5db2572-f85d-4509-9b1b-a07e7131094b",
        "f4aa10c6-23a2-4956-ad38-8d22704601ab",
        "5944dd94-1ba3-451b-adc7-be0290237f6c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fc0bde14-5249-4ef0-9d5f-cfd491fda89f",
        "b29be59d-f1cc-4159-a53b-4369a5aa5456",
        "fb136dd5-d4b7-458d-806d-a5118d7d1673"
      ],
      "criteriaForMeasuringPerformance": "Health, safety and security requirements are adhered to\n\nSafe systems of work are adhered to\n\nActions are taken to minimise risk\n\nCommunication is effective and efficient \n\nDeadlines are met"
    },
    {
      "dutyID": "06c297c9-97b8-449e-9d9f-696f5ef67f8b",
      "dutyDetail": "Provide assistance to customers and members of the public",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "396ea150-774a-46d1-bc6d-ecbe92328eb2",
        "18c4d3a3-452a-49ae-a00e-483dce0d1d7f",
        "5cf2c03a-ce54-4f9b-8332-ef4b8a86753b",
        "cfdaec97-7217-4125-8fd7-7db6d535a47a"
      ],
      "mappedKnowledge": [
        "9a6d62a5-827c-40d0-9623-57e21d068e5b",
        "e5db2572-f85d-4509-9b1b-a07e7131094b",
        "f4aa10c6-23a2-4956-ad38-8d22704601ab"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fc0bde14-5249-4ef0-9d5f-cfd491fda89f",
        "b29be59d-f1cc-4159-a53b-4369a5aa5456",
        "fb136dd5-d4b7-458d-806d-a5118d7d1673"
      ],
      "criteriaForMeasuringPerformance": "Health, safety and security requirements are adhered to\nSafe systems of work are adhered to\nActions are taken to minimise risk\nCommunication is effective and efficient \nAssistance is provided promptly"
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-02-15T00:00:00"
}