{
  "templateType": "Apprenticeship Standard",
  "larsCode": 343,
  "referenceNumber": "ST0615",
  "learningAimClassCode": "",
  "title": "Demolition operative",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0615",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "End-point assessment plan revised. Update to assessor requirements to remove the need for an assessor qualification.",
  "changedDate": "2024-08-19T00:00:00",
  "earliestStartDate": "2024-08-19T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Carrying out the process of demolishing or part-demolishing structures ranging from standard brick and concrete buildings to bridges, industrial plants and power stations.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 18000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "Demolition operative",
    "demolition",
    "demoltion industry",
    "demolition projects",
    "construction"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/vd2ndxo1/st0615_demolition-operative_l2_adjustment_to-makev12_forpublication_aug2024.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.2",
  "standardInformation": "&lt;p&gt;Demolition Operatives carry out the process of demolishing or part-demolishing structures ranging from standard brick and concrete buildings to bridges, industrial plants and power stations. It is a safety-critical role, utilising hand and power tools to carry out demolition work to strict operating procedures to ensure the demolition process is continuously and safely under control.&lt;/p&gt;\n&lt;p&gt;The Demolition Operative role is the entry-level route into the demolition industry. By its very nature, it is a dangerous role and that is why all Operatives are supervised at all times by Supervisors and/or Chargehands. Typical hazards are numerous and include falling debris, burning steel, cables and hot works so an operative must constantly risk-assess surroundings to ensure safety to self and the wider team. They may be required to work at height, offshore, in confined spaces or in conjunction with other construction operations.&lt;/p&gt;\n&lt;p&gt;Demolition Operatives provide a support role in demolition projects and would typically be involved in a range of tasks, as part of a team and under supervision, including: using hand and power tools to remove internal parts of buildings such as doors, radiators and ceilings; using a range of heating and cutting equipment to burn through different types of metals; carrying out lifting operations working with several types of lifting equipment ranging from hoists to cranes; being aware of the requirement to protect the environment and recycle materials.&lt;/p&gt;\n&lt;p&gt;The UK demolition sector is made up of over 650 companies ranging from small regional operations to major contractors operating internationally. Major demolition projects have included the demolition of the Tottenham Hotspur football stadium, Hinkley A Nuclear Power Station, Old Oak Common for HS2 and the US Embassy. &#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge Demolition Operatives are required to know and understand:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Demolition Procedures and Methods&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The planning process for demolition operations, utilising standards, the role of Building Information Modelling and Computer Aided Design&lt;/li&gt;\n&lt;li&gt;What is covered in a refurbishment and demolition survey, why it is intrusive and the importance of destructive inspection&lt;/li&gt;\n&lt;li&gt;The decommissioning of services to structures and the requirement to render safe prior to any work being carried out&lt;/li&gt;\n&lt;li&gt;The approach and methods of demolition manually by hand or mechanical, including soft strip, wall, floor, roofing &amp;amp; fa&#231;ade retention&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Hand and Power tools for demolition Operations&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The different types of hand and power tools used for carrying out demolition operations, when to use and the limitations of use&lt;/li&gt;\n&lt;li&gt;The hazards associated with hand and power tools, safe working procedures to be applied for storage, use and replacement&lt;/li&gt;\n&lt;li&gt;The remote-controlled demolition equipment available to the demolition operative, advantages and limitations of use&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Different types of structures and materials&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The structural elements of buildings including – beams, lintels, columns, trusses, roofing components and modern building materials&lt;/li&gt;\n&lt;li&gt;The characteristics and different types of building and structure, traditional brick, reinforced concrete, industrial units and plants, power stations, bridges and complex structures and pre/post tensioned steel&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Fuel cutting operations&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The hazards associated with cutting equipment and the safe working procedures to be applied for storage, use and replacement&lt;/li&gt;\n&lt;li&gt;What cutting fuels and equipment are available to the demolition operative and the circumstances in which they would be used&lt;/li&gt;\n&lt;li&gt;The methods of cutting and effects on materials, metals and stability when pre-weakening structures&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Health, Safety and Environmental Protection&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Health, safety &amp;amp; environmental legislation relevant to demolition operations, official guidance and codes of practice&lt;/li&gt;\n&lt;li&gt;The dangers, hazards and importance of safe working in confined spaces, at height, below ground and in close proximity to other operations and working on contaminated ground&lt;/li&gt;\n&lt;li&gt;How and why safe systems of work are established along with the permits and authorisation to carry out the work&lt;/li&gt;\n&lt;li&gt;Occupational health as a result of exposure to manual handling, noise, dust and vibration including the effects on hearing, lung related diseases and other injuries to the body both mental and physical&#160;&lt;/li&gt;\n&lt;li&gt;The control of substances hazardous to health, how to protect the environment and the importance of segregating and recycling&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Lifting &amp;amp; Demolition Plant Operations&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The duties and responsibilities of a slinger signaller and the importance of safety around lifting operations&lt;/li&gt;\n&lt;li&gt;How to read the ‘The lift plan’ and identify correct lifting accessories for the load type and how the load should be slung&lt;/li&gt;\n&lt;li&gt;How different types of demolition plant equipment are utilised along with the hazards and importance of exclusion zones and segregation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Your Organisation and the wider Demolition Industry&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The role of the Demolition Operative and limitations on works to be carried out&lt;/li&gt;\n&lt;li&gt;The structure of a demolition team and the appointments within – Topman, Supervisor, Manager&lt;/li&gt;\n&lt;li&gt;Associations and institutes representing the industry&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Skills. Demolition Operatives will:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Health, safety &amp;amp; environmental protection&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Carry out point of work risk assessments&lt;/li&gt;\n&lt;li&gt;Identify and report hazards, unsafe conditions and uncontrolled demolition operations&lt;/li&gt;\n&lt;li&gt;Follow and apply the safe systems of work, permits and seek authorisation including the discovery of hazardous materials&lt;/li&gt;\n&lt;li&gt;Identify when an area is or potentially becomes a confined space and carry out the necessary confined space precautions&lt;/li&gt;\n&lt;li&gt;Wear the correct Personal Protective Equipment for the demolition operations to be carried out, inspect and store when not in use&lt;/li&gt;\n&lt;li&gt;Work safely in varying conditions around the site including at height, in close proximity to other operations, contaminated ground, plant and lifting equipment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Demolition Procedures and Methods&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Limitations and when to hand the work over to the Demolition Topman&lt;/li&gt;\n&lt;li&gt;Identify different materials and components of a structure&lt;/li&gt;\n&lt;li&gt;Calculate and quantify materials for removal from site&lt;/li&gt;\n&lt;li&gt;Apply the safest and most appropriate process to the demolition task&lt;/li&gt;\n&lt;li&gt;Recognise when the task is not going to the plan and when to stop and seek advice or hand over to the Topman&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Hand and Power tools for demolition Operations&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Select the correct tool, carry out pre-use checks and identify any faults with hand and power tools and remote-controlled demolition equipment&lt;/li&gt;\n&lt;li&gt;Report defects and dispose of faulty tools and equipment following the correct procedure&lt;/li&gt;\n&lt;li&gt;Demonstrate how to use hand and power tools safely along with remote controlled equipment for the demolition task to be completed&lt;/li&gt;\n&lt;li&gt;Leave tools and equipment in a safe state and store in the appropriate location on completion&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Fuel cutting operations&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Select and identify the correct type of cutting equipment associated with the work to be completed&lt;/li&gt;\n&lt;li&gt;Set up equipment and carry out daily per use checks, identify faults, report any defects and condemn unsuitable and faulty equipment&lt;/li&gt;\n&lt;li&gt;Apply different types of cut in relation to varying situations, material types and thickness relating to non-structural steel beams at ground level &#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Lifting &amp;amp; Demolition Plant Operations&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Carry out all work safely in line with legislation and official guidance&lt;/li&gt;\n&lt;li&gt;Read and follow a lift plan and demonstrate how to complete the work exactly to the detail&lt;/li&gt;\n&lt;li&gt;Select the correct accessories for the load to be lifted&lt;/li&gt;\n&lt;li&gt;Utilise various types of lifting accessory to sling and lift loads&lt;/li&gt;\n&lt;li&gt;Guide demolition plant to carry out operations using a range of communication methods&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Communication&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Communicate clearly with all internal and external personnel using the correct terminology&lt;/li&gt;\n&lt;li&gt;Use a range of communication methods including radios and hand signals&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Team working&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Demonstrate a strong ability to work as part of a team working cooperatively with others&lt;/li&gt;\n&lt;li&gt;Provide support to other team members as required&lt;/li&gt;\n&lt;li&gt;Demonstrate a clear understanding of your role and limitations&lt;/li&gt;\n&lt;li&gt;Undertake all tasks responsibly and apply safe working practices&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Attitude&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Promote a positive safety culture&lt;/li&gt;\n&lt;li&gt;Develop a questioning attitude to challenge procedures not being followed&lt;/li&gt;\n&lt;li&gt;Apply equality, diversity and inclusion in dealing with others&lt;/li&gt;\n&lt;li&gt;Be polite &amp;amp; courteous to peers, managers, clients and members of the public or anyone they come in contact with&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Self-discipline&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Take all reasonable care of themselves and others that may be affected by their actions&lt;/li&gt;\n&lt;li&gt;Adopt a professional approach to the work, colleagues and client&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Compliant&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Be aware of the importance of following procedures and following guidance of senior members of team due to the many risks and hazards present in the working environment&lt;/li&gt;\n&lt;li&gt;Show professionalism when following safe systems of work and avoiding taking shortcuts that might increase risk&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Contribution and effectiveness&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Display adaptability to work effectively as a team and under supervision&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Qualifications:&lt;/h3&gt;\n&lt;p&gt;Apprentices must achieve level 1 English &amp;amp; Maths and take the test for level 2 if not already done so prior to taking the End-Point Assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&#160;&#160;&lt;/p&gt;\n&lt;h3&gt;Duration:&lt;/h3&gt;\n&lt;p&gt;Typically 24 months.&lt;/p&gt;\n&lt;h3&gt;Level:&lt;/h3&gt;\n&lt;p&gt;This is a level 2 apprenticeship.&lt;/p&gt;\n&lt;h3&gt;Review:&lt;/h3&gt;\n&lt;p&gt;This apprenticeship will be reviewed after three years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Demolition Operatives carry out the process of demolishing or part-demolishing structures ranging from standard brick and concrete buildings to bridges, industrial plants and power stations. It is a safety-critical role, utilising hand and power tools to carry out demolition work to strict operating procedures to ensure the demolition process is continuously and safely under control. The Demolition Operative role is the entry-level route into the demolition industry. By its very nature, it is a dangerous role and that is why all Operatives are supervised at all times by Supervisors and/or Chargehands. Typical hazards are numerous and include falling debris, burning steel, cables and hot works so an operative must constantly risk-assess surroundings to ensure safety to self and the wider team. They may be required to work at height, offshore, in confined spaces or in conjunction with other construction operations. Demolition Operatives provide a support role in demolition projects and would typically be involved in a range of tasks, as part of a team and under supervision, including: using hand and power tools to remove internal parts of buildings such as doors, radiators and ceilings; using a range of heating and cutting equipment to burn through different types of metals; carrying out lifting operations working with several types of lifting equipment ranging from hoists to cranes; being aware of the requirement to protect the environment and recycle materials. The UK demolition sector is made up of over 650 companies ranging from small regional operations to major contractors operating internationally. Major demolition projects have included the demolition of the Tottenham Hotspur football stadium, Hinkley A Nuclear Power Station, Old Oak Common for HS2 and the US Embassy.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "6dfb1171-e28e-4e60-95cc-9528228cc24c",
      "detail": "Demolition Procedures and Methods: The planning process for demolition operations, utilising standards, the role of Building Information Modelling and Computer Aided Design"
    },
    {
      "knowledgeId": "ecceebca-718d-4d63-9a71-7b5ad437f5be",
      "detail": "Demolition Procedures and Methods: What is covered in a refurbishment and demolition survey, why it is intrusive and the importance of destructive inspection"
    },
    {
      "knowledgeId": "17ea9dec-6088-444a-a0a6-f14279fa4a24",
      "detail": "Demolition Procedures and Methods: The decommissioning of services to structures and the requirement to render safe prior to any work being carried out"
    },
    {
      "knowledgeId": "dfbd24bf-625e-4d77-afdb-40572c8c76b6",
      "detail": "Demolition Procedures and Methods: The approach and methods of demolition manually by hand or mechanical, including soft strip, wall, floor, roofing & façade retention"
    },
    {
      "knowledgeId": "9047c684-e2b7-44d9-84b0-99d330a1394d",
      "detail": "Hand & Power Tools for Demolition Operations: The different types of hand and power tools used for carrying out demolition operations, when to use and the limitations of use"
    },
    {
      "knowledgeId": "2367de59-4857-4557-945f-4ac35f751492",
      "detail": "Hand & Power Tools for Demolition Operations: The hazards associated with hand and power tools, safe working procedures to be applied for storage, use and replacement"
    },
    {
      "knowledgeId": "6b5a5e33-b271-4f4b-a37c-ca6b1b3b3696",
      "detail": "Hand & Power Tools for Demolition Operations: The remote-controlled demolition equipment available to the demolition operative, advantages and limitations of use"
    },
    {
      "knowledgeId": "0b0adb18-4218-44e7-bb09-a5c32c0c8944",
      "detail": "Different types of Structures & Materials: The structural elements of buildings including – beams, lintels, columns, trusses, roofing components and modern building materials"
    },
    {
      "knowledgeId": "6e8e9e78-208b-449d-b007-df65cb5466b6",
      "detail": "Different types of Structures & Materials: The characteristics and different types of building and structure, traditional brick, reinforced concrete, industrial units and plants, power stations, bridges and complex structures and pre/post tensioned steel"
    },
    {
      "knowledgeId": "8054665f-764f-4af8-8bc7-b167851c3f9c",
      "detail": "Fuel Cutting Operations: The hazards associated with cutting equipment and the safe working procedures to be applied for storage, use and replacement"
    },
    {
      "knowledgeId": "b7c67ecc-fb14-4cf1-9cce-c930dfc6b2d9",
      "detail": "Fuel Cutting Operations: What cutting fuels and equipment are available to the demolition operative and the circumstances in which they would be used"
    },
    {
      "knowledgeId": "bb0a7343-9be5-4537-8c35-7c6003c78b00",
      "detail": "Fuel Cutting Operations: The methods of cutting and effects on materials, metals and stability when pre-weakening structures "
    },
    {
      "knowledgeId": "5dd607d3-de73-4ebd-98c5-bebd666f7aaf",
      "detail": "Health, Safety & Environmental Protection: Health, safety & environmental legislation relevant to demolition operations, official guidance and codes of practice"
    },
    {
      "knowledgeId": "d8a9b669-97b5-4ffc-84f8-f18772e2ae92",
      "detail": "Health, Safety & Environmental Protection: The dangers, hazards and importance of safe working in confined spaces, at height, below ground and in close proximity to other operations and working on contaminated ground"
    },
    {
      "knowledgeId": "f4cd53c2-18c3-4807-8123-8be2e2200ff0",
      "detail": "Health, Safety & Environmental Protection: How and why safe systems of work are established along with the permits and authorisation to carry out the work"
    },
    {
      "knowledgeId": "c13aa2f5-a426-45fc-88c4-50082224f22f",
      "detail": "Health, Safety & Environmental Protection: Occupational health as a result of exposure to manual handling, noise, dust and vibration including the effects on hearing, lung related diseases and other injuries to the body both mental and physical "
    },
    {
      "knowledgeId": "6b307390-92c0-4187-9768-1f91f2d016f6",
      "detail": "Health, Safety & Environmental Protection: The control of substances hazardous to health, how to protect the environment and the importance of segregating and recycling"
    },
    {
      "knowledgeId": "ebc87f3c-62f5-4c4c-ada1-ed2243faa058",
      "detail": "Lifting & Demolition Plant Operations: The duties and responsibilities of a slinger signaller and the importance of safety around lifting operations"
    },
    {
      "knowledgeId": "0f8f2870-667e-4efc-aab3-a549df960776",
      "detail": "Lifting & Demolition Plant Operations: How to read the ‘The lift plan’ and identify correct lifting accessories for the load type and how the load should be slung"
    },
    {
      "knowledgeId": "67a80234-a9e6-480b-a858-a3a8ac37d365",
      "detail": "Lifting & Demolition Plant Operations: How different types of demolition plant equipment are utilised along with the hazards and importance of exclusion zones and segregation"
    },
    {
      "knowledgeId": "5b4472b7-8e59-4ef4-91b3-aed5eb60dbcc",
      "detail": "Your Organisation & the wider Demolition Industry: The role of the Demolition Operative and limitations on works to be carried out"
    },
    {
      "knowledgeId": "43a1cd35-0574-49bb-b647-6615c94e0034",
      "detail": "Your Organisation & the wider Demolition Industry: The structure of a demolition team and the appointments within – Topman, Supervisor, Manager"
    },
    {
      "knowledgeId": "5adb24bc-0cb2-43a8-bd81-7742872d1019",
      "detail": "Your Organisation & the wider Demolition Industry: Associations and institutes representing the industry"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "22f69b9b-cb5d-4aed-b527-d86edef2a617",
      "detail": "Attitude: Promote a positive safety culture"
    },
    {
      "behaviourId": "e2955995-ab94-44c6-a08c-c5667d4145d7",
      "detail": "Attitude: Develop a questioning attitude to challenge procedures not being followed"
    },
    {
      "behaviourId": "2114ea73-7085-4269-8203-ef2dcfacf09e",
      "detail": "Attitude: Apply equality, diversity and inclusion in dealing with others"
    },
    {
      "behaviourId": "9acb5916-e2b4-48cd-a373-3b9ce0cf21d9",
      "detail": "Attitude: Be polite & courteous to peers, managers, clients and members of the public or anyone they come in contact with"
    },
    {
      "behaviourId": "757ecc26-93b5-487a-bc44-cb8a0c281db3",
      "detail": "Self Discipline: Take all reasonable care of themselves and others that may be affected by their actions"
    },
    {
      "behaviourId": "0c9af5ad-a2ac-408d-b64c-d8ed05a6f3b6",
      "detail": "Self Discipline: Adopt a professional approach to the work, colleagues and client"
    },
    {
      "behaviourId": "39429ea3-ac03-4fd5-ba2f-fbd3809339cb",
      "detail": "Compliant: Be aware of the importance of following procedures and following guidance of senior members of team due to the many risks and hazards present in the working environment"
    },
    {
      "behaviourId": "dc9f5578-f159-4cf0-8b17-a506c9259f77",
      "detail": "Compliant: Show professionalism when following safe systems of work and avoiding taking shortcuts that might increase risk"
    },
    {
      "behaviourId": "f5c69ead-ebfd-4a85-ba1a-7529991676c1",
      "detail": "Contribution & Effectiveness: Display adaptability to work effectively as a team and under supervision"
    }
  ],
  "skills": [
    {
      "skillId": "0be05429-cf9a-4a17-aacd-e35b5014f7ad",
      "detail": "Health, Safety & Environment Protection: Carry out point of work risk assessments"
    },
    {
      "skillId": "1d5ea734-427d-43bd-8328-f2e034908852",
      "detail": "Health, Safety & Environment Protection: Identify and report hazards, unsafe conditions and uncontrolled demolition operations"
    },
    {
      "skillId": "c95e1277-252c-4e2e-938a-68b6db6821a2",
      "detail": "Health, Safety & Environment Protection: Follow and apply the safe systems of work, permits and seek authorisation including the discovery of hazardous materials"
    },
    {
      "skillId": "1df25f26-681a-4e8f-800f-ab81a30dd5ac",
      "detail": "Health, Safety & Environment Protection: Identify when an area is or potentially becomes a confined space and carry out the necessary confined space precautions"
    },
    {
      "skillId": "d82ea9a6-af11-40b0-83dd-ce4fb9c019c9",
      "detail": "Health, Safety & Environment Protection: Wear the correct Personal Protective Equipment for the demolition operations to be carried out, inspect and store when not in use"
    },
    {
      "skillId": "a9e67666-15de-4057-be2d-78310863c24b",
      "detail": "Health, Safety & Environment Protection: Work safely in varying conditions around the site including at height, in close proximity to other operations, contaminated ground, plant and lifting equipment"
    },
    {
      "skillId": "3782f2b8-98eb-4093-999d-2c8edf4651d1",
      "detail": "Demolition Procedures & Methods: Limitations and when to hand the work over to the Demolition Topman"
    },
    {
      "skillId": "31339a92-3ccf-4024-b513-2a8dbf297ca0",
      "detail": "Demolition Procedures & Methods: Identify different materials and components of a structure"
    },
    {
      "skillId": "0747d332-850d-49e5-b658-12e088a2b907",
      "detail": "Demolition Procedures & Methods: Calculate and quantify materials for removal from site"
    },
    {
      "skillId": "cced5583-14a4-4cc2-a142-f603031033ea",
      "detail": "Demolition Procedures & Methods: Apply the safest and most appropriate process to the demolition task"
    },
    {
      "skillId": "bbd44d93-1ad7-488e-84fa-e672f1cf9fc2",
      "detail": "Demolition Procedures & Methods: Recognise when the task is not going to the plan and when to stop and seek advice or hand over to the Topman"
    },
    {
      "skillId": "1e150fc0-7d87-47bf-8f76-88956cdcbd45",
      "detail": "Hand & Power Tools for Demolition Operations: Select the correct tool, carry out pre-use checks and identify any faults with hand and power tools and remote-controlled demolition equipment"
    },
    {
      "skillId": "1bfb8909-01b4-432b-a0e1-73545685ae42",
      "detail": "Hand & Power Tools for Demolition Operations: Report defects and dispose of faulty tools and equipment following the correct procedure"
    },
    {
      "skillId": "15f15445-10de-4c15-bb62-1447924181e1",
      "detail": "Hand & Power Tools for Demolition Operations: Demonstrate how to use hand and power tools safely along with remote controlled equipment for the demolition task to be completed"
    },
    {
      "skillId": "99ed76c6-8181-45a3-a0bd-de6bf8400eff",
      "detail": "Hand & Power Tools for Demolition Operations: Leave tools and equipment in a safe state and store in the appropriate location on completion"
    },
    {
      "skillId": "18320d16-ad02-4724-a7ff-9e9630cfe6f8",
      "detail": "Fuel Cutting Operations: Select and identify the correct type of cutting equipment associated with the work to be completed"
    },
    {
      "skillId": "9f93dc4b-be10-46bb-9fdc-ee2a8d3bb47a",
      "detail": "Fuel Cutting Operations: Set up equipment and carry out daily per use checks, identify faults, report any defects and condemn unsuitable and faulty equipment"
    },
    {
      "skillId": "f282af82-ffe1-476b-868c-1fc14ebb9994",
      "detail": "Fuel Cutting Operations: Apply different types of cut in relation to varying situations, material types and thickness relating to non-structural steel beams at ground level  "
    },
    {
      "skillId": "bd2664be-7d43-4abc-9ffc-55ceedcbbf8d",
      "detail": "Lifting & Demolition Plant Operatives: Carry out all work safely in line with legislation and official guidance"
    },
    {
      "skillId": "d5235359-3ce7-42f5-9b28-9328609d940c",
      "detail": "Lifting & Demolition Plant Operatives: Read and follow a lift plan and demonstrate how to complete the work exactly to the detail"
    },
    {
      "skillId": "9778d304-7d3c-4cb9-a737-db4cc3d944a0",
      "detail": "Lifting & Demolition Plant Operatives: Select the correct accessories for the load to be lifted"
    },
    {
      "skillId": "6b6fa85a-e042-41ac-9476-5ef1af1baad3",
      "detail": "Lifting & Demolition Plant Operatives: Utilise various types of lifting accessory to sling and lift loads"
    },
    {
      "skillId": "aacce375-38c6-4d41-800c-db6365c0d6c2",
      "detail": "Lifting & Demolition Plant Operatives: Guide demolition plant to carry out operations using a range of communication methods"
    },
    {
      "skillId": "d33f39ee-c043-4699-ae29-a1438ba6b821",
      "detail": "Communication: Communicate clearly with all internal and external personnel using the correct terminology"
    },
    {
      "skillId": "bbc43e0f-dfee-4ff3-ba6a-6206bf7e6085",
      "detail": "Communication: Use a range of communication methods including radios and hand signals"
    },
    {
      "skillId": "adc9a930-cb36-4901-9981-282774a83f3b",
      "detail": "Team Working: Demonstrate a strong ability to work as part of a team working cooperatively with others"
    },
    {
      "skillId": "e7ec9b4e-00da-47d7-8741-4158d1842962",
      "detail": "Team Working: Provide support to other team members as required"
    },
    {
      "skillId": "cb71103c-9ecb-46cf-8627-a38f8137bdea",
      "detail": "Team Working: Demonstrate a clear understanding of your role and limitations"
    },
    {
      "skillId": "9084ac48-b672-4ace-ab2d-cc0b400b15c8",
      "detail": "Team Working: Undertake all tasks responsibly and apply safe working practices"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-09-12T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "Robert.Williams@erithtraining.com",
  "involvedEmployers": "Erith Contractors Ltd, Keltbray, Armac, Bromley Demolition, Lawson Demolition, Dalton, Cantilion, Rye Demolition, Squibb, Wring Demolition",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Onsite Construction",
  "cluster": "Construction operative or supervisor",
  "clusterId": "1",
  "clusterDescription": null,
  "createdDate": "2024-08-19T10:42:04 +00:00",
  "lastUpdated": "2024-08-19T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-09-12T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0615",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0615-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0615-v1-2",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-08-19T00:00:00"
}