{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 495,
  "referenceNumber": "ST0648",
  "learningAimClassCode": "",
  "title": "Probation officer",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0648",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2021-11-30T00:00:00",
  "earliestStartDate": "2019-08-20T00:00:00",
  "latestStartDate": "2021-12-10T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Working with people who were convicted of crimes and providing rehabilitation services.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 21000,
  "maxFundingAdditionalInformation": "",
  "route": "Protective services",
  "keywords": [
    "probation",
    "public services",
    "protective services",
    "protective",
    "crimes",
    "rehab",
    "officer"
  ],
  "jobRoles": [
    "Probation Officer",
    "Senior Case Manager",
    "Offender Manager",
    "Responsible Officer",
    "Senior Responsible Officer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3424/st0648_probation-officer_l6__assessment-plan-for-publication.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.4 Public services",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the National Probation Service, Community Rehabilitation Companies or voluntary sector organisations in partnership with statutory organisations. Probation Officers can be based in a variety of locations, including prisons, courts, hostels or community-based offices.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to protect the public by reducing re-offending, safeguarding victims and rehabilitating service users through effective engagement, monitoring and enforcement to ensure that the sentence of the court is delivered to a high standard. This includes working with the service user and other agencies to develop realistic plans to address the needs and develop a route out of offending. Consistent risk assessment, professional curiosity and liaison with other agencies are key factors in effective management of service users.&lt;/p&gt;\n&lt;p&gt;In their daily work, Probation Officers interact with complex and challenging individuals who pose a higher level of risk to the public and victims (for example individuals who have committed offences of a sexual, violent or extremist nature) To support this work, a Probation Officer is required to develop and maintain strong relationships with a range of partners including courts, police, prisons, local authority, youth justice teams, public/mental health providers and the voluntary sectors. This enables a Probation Officer to effectively manage the risk posed by complex and challenging individuals and formulate robust assessments and identification of intensive structure interventions. A Probation Officer is required to work from a range of locations including community office bases, prisons, courts or can be co-located within multi-agency teams. A Probation Officer is also required to undertake home visits.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for providing assessments of service users to aid sentencing and delivery of the sentence, with the aim of achieving long term change and a reduction in re-offending. A Probation Officer will develop ways of working that are grounded in academic research and capable of informing comprehensive plans of intervention, with involvement of specialists and provision from other professionals according to assessed risks, needs and vulnerabilities. A Probation Officer will have a heightened awareness of responsibilities in relation to safeguarding children and adults and child protection and will support victims of sexual offences, domestic abuse, extremism and hate crime. Probation Officers work as part of a team to meet operational targets, achieve high standards of quality. A Probation Officer is involved in the planning, development and evaluation of services and special projects. A Probation Officer shares their knowledge and experience, possibly overseeing the work of others with others.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "0dc20290-3a57-42dc-81ae-84a764b7b8d5",
      "detail": "Legislation relevant to all aspects of probation and rehabilitation including sentencing, dangerousness, risk assessment and management, human rights and equality and diversity."
    },
    {
      "knowledgeId": "1b88586a-2685-4529-a30e-5961054741ec",
      "detail": "Organisational aims and structures and how they relate to the wider Criminal Justice System and the role of a Probation Officer."
    },
    {
      "knowledgeId": "6a3238c9-e277-4869-9ed8-78c00316ac3c",
      "detail": "Key organisational policies and procedures, and how to embed these into practice."
    },
    {
      "knowledgeId": "ba8ec58c-0ea8-4e67-b3af-39c817d2a07b",
      "detail": "Different perspectives drawn from psychology, social theory, criminology, desistance research, behavioural sciences and their application."
    },
    {
      "knowledgeId": "44ef091f-d42b-4fd4-85c6-fe072418417b",
      "detail": "The reasoning behind and development of probation work with victims."
    },
    {
      "knowledgeId": "737e8673-92cb-43d4-801b-595e96c3987a",
      "detail": "The impact of prison upon the individual, prison and parole processes and stages of resettlement and re-integration into the community. Appreciation of the importance of planning and preparing the individual for release."
    },
    {
      "knowledgeId": "07d839b6-73e8-4d5e-adf8-164067d561b8",
      "detail": "The principles of professional judgement, including; defensible decision making, how to guard against own conscious or unconscious bias, how to maintain professional boundaries and how these principles support effective practice."
    },
    {
      "knowledgeId": "4018bb27-b4c9-4fec-9069-1967cb7bf117",
      "detail": "The principles of effective risk assessment and management and how to apply these."
    },
    {
      "knowledgeId": "f522570b-51bb-40dc-a2ee-0e2f94dc3a59",
      "detail": "The impact of prison upon the individual, prison and parole processes and stages of resettlement and re-integration into the community. Appreciation of the importance of planning and preparing the individual for release."
    },
    {
      "knowledgeId": "43c6ae31-b6a4-47df-89c2-b5fa5d2036ce",
      "detail": "The importance of effective communication and the need to gather and share information ensuring accurate and appropriate recording throughout all aspects of work."
    },
    {
      "knowledgeId": "b752bf94-46ba-47e5-b0ba-211973023179",
      "detail": "Multi-Agency Public Protection Arrangements and the role of strategic partnerships and how this supports the management and rehabilitation of complex/high risk casework."
    },
    {
      "knowledgeId": "9754d51d-11f1-4718-a7f6-26b8a92d3b98",
      "detail": "The nature of the local community and resources available there, as well as the range of services available to assist with practical and social issues and/or to provide opportunities to build positive social capital and pro-social activities."
    },
    {
      "knowledgeId": "ca049695-385f-4117-9d2b-91b03f0cb78c",
      "detail": "Performance measures and quality assurance processes and how to implement into practice."
    },
    {
      "knowledgeId": "704b5d45-0520-45b4-859d-0cf2504ee5f4",
      "detail": "The importance of maintaining own learning and development and sharing knowledge and experience with others."
    },
    {
      "knowledgeId": "5fba4424-6340-4e0f-a5d8-1381992a7644",
      "detail": "The role of coaching and mentoring to support work with service users and colleagues."
    },
    {
      "knowledgeId": "e0fb4c06-a330-4ee3-b1e3-97d3877d6e31",
      "detail": "Principles of effective team work to achieve outcomes, build and sustain effective working relationships with internal and external stakeholders"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "8d72e1ff-608a-40f5-990c-43a6fc84ddf0",
      "detail": "Work to the highest professional and quality standards, act with personal integrity upholding moral and ethical codes."
    },
    {
      "behaviourId": "6bb4ff31-4520-45f3-8b97-f371cab09811",
      "detail": "Be open, approachable, authentic and able to build rapport and trust with all either inside or outside of the organisation."
    },
    {
      "behaviourId": "7d47cdf7-625e-4316-8dbf-25039dc7af26",
      "detail": "Be adaptable to the diversity of Service Users and the changing nature of the sector and external environment."
    },
    {
      "behaviourId": "370b5639-4426-4b52-8976-04f24d454122",
      "detail": "Seeks to engage and proactively look for opportunities to work in partnership with internal and external stakeholders."
    },
    {
      "behaviourId": "34c30b4b-8366-4347-86b9-7a13ebff71a8",
      "detail": "Model pro-social behaviour and encourage service users and others to do the same."
    },
    {
      "behaviourId": "a1a2e891-279f-4848-9be3-3086230ffbd9",
      "detail": "Lead a culture of openness, challenging others when required, whilst maintaining appropriate professional boundaries."
    },
    {
      "behaviourId": "0aec26ff-cf1b-4867-839f-9aed169f2cad",
      "detail": "Demonstrate values of equality, diversity and inclusion and express these in all aspects of practice and interaction with others"
    }
  ],
  "skills": [
    {
      "skillId": "71f0ae61-15bd-4dbe-89db-ceaa8e2b0c9b",
      "detail": "Integrate academic knowledge and understanding into work in multi-agency settings such as MAPPA and safeguarding groups. Demonstrate knowledge of the legal framework and relevant policies and guidelines for work with individuals posing high risk of harm and/or re-offending."
    },
    {
      "skillId": "9cbe8c55-fcb2-4fc9-bf23-985685c6a2b0",
      "detail": "Demonstrate good communication skills in complex situations and contexts by applying them in a way which promotes desistance, rehabilitation and resettlement in one to one and group settings."
    },
    {
      "skillId": "0403d456-43f4-49ad-9db4-c1ff77892a03",
      "detail": "Gather, valid, authentic, reliable, current and sufficient information. Recognise discrepancies in information and provide a balanced assessment of risk, needs and responsivity. Produce robust, well written reports, for a range of audiences using professional judgement and defensible decisions."
    },
    {
      "skillId": "196b7a6f-79ae-4be8-9ef3-953a8616779f",
      "detail": "Maintain records securely in line with data protection and security of information and use information to support delivery of services."
    },
    {
      "skillId": "eba65e04-1aa7-4ad7-80d9-aee9e86b0e1f",
      "detail": "Make effective use of assessment tools to inform decision making."
    },
    {
      "skillId": "8cd5ef9c-eb29-4b34-a506-df3c4ee65d77",
      "detail": "Apply strength based approaches and make professional judgements on developing service user engagement, including the likelihood of causing harm or re-offending. identify interventions to develop sentence plans and achieve positive change."
    },
    {
      "skillId": "03307c7c-ecdd-4cbb-b328-49cf0a6001a8",
      "detail": "Produce robust and realistic sentence/risk management plans to meet complex needs that are delivered within required time-frames and are negotiated with the service user wherever possible."
    },
    {
      "skillId": "9d6c27ae-5c3c-471e-94bc-8eb3e834e689",
      "detail": "Work in a pro-social and collaborative way with Service Users and others to achieve compliance, sentence plans objectives and positive outcomes."
    },
    {
      "skillId": "15f4a5b3-e04e-448e-92ec-c3e9080cb12d",
      "detail": "Recognise and respond to behaviour which may indicate a mental health/personality disorder issue and potential risk to self, staff and others."
    },
    {
      "skillId": "e4aba829-bd50-4bfd-b148-f7f415317c90",
      "detail": "Evaluate and appraise different methods and interventions. Undertake comprehensive referrals and deliver appropriate interventions to meet Sentence Plan objectives and robustly oversee progress."
    },
    {
      "skillId": "e5a0ac28-1289-443f-bd54-8db74db37fb2",
      "detail": "Work with other agencies like the police, social services and youth offending teams, to develop and maintain effective inter-agency relationships, channels of communication, boundaries of confidentiality and information sharing agreements to protect and safeguard those identified as being at risk."
    },
    {
      "skillId": "54405db3-16fe-4417-98ec-35769715579e",
      "detail": "Affirm and feedback positive changes in attitudes and behaviour to service users."
    },
    {
      "skillId": "7bb9b367-05d8-4a9e-a1b8-a46fff9474cc",
      "detail": "Recognise the need to review plans and risk based on changing circumstances or behaviour. Determine when the case escalation process is required and undertake this in accordance with organisational timeframes"
    },
    {
      "skillId": "00c23e2e-5246-4c46-9d4c-3fb508f66e1d",
      "detail": "Effectively liaise with the service user/prisons/Through the Gate providers to manage transitions into the community.  (Through the Gate is provided by a range of organisations who are based in the prison and work specially with services users to ensure that their basic needs are met on release this might include accommodation, medical and Job Centre appointments)"
    },
    {
      "skillId": "c48a0603-dd54-4140-90b0-3cf6e4985b98",
      "detail": "Apply principles of promoting equality, diversity and inclusion in communication with others."
    },
    {
      "skillId": "cd2c9c0c-3394-4f95-8c67-10f58f970320",
      "detail": "Lead team work within own and other agencies to achieve key priorities and objectives. Effectively manage workload with high volumes of complex cases."
    },
    {
      "skillId": "238b073d-e9e0-4323-a895-fd1dc1acd329",
      "detail": "Maintain own continuous professional development, revise practice based on feedback received."
    },
    {
      "skillId": "ed4100db-e5e6-44f4-b61d-62cf9e74d685",
      "detail": "Apply principles of promoting equality diversity and inclusion in communication with others."
    },
    {
      "skillId": "4cd943cc-7927-4ca0-b625-557cbdf0e00c",
      "detail": "Identify and manage the ambiguity and diversity of the Service User population and be adaptable to the changing nature of the sector."
    },
    {
      "skillId": "eb242ee8-3c48-4348-8b60-b15b70fff310",
      "detail": "Apply understanding of domestic violence and sexual offending and characteristics of those convicted of such offences including awareness of trigger factors, risk indicators and criminogenic factors and how they relate to offending behaviour and wellbeing"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "",
    "contactAddress": "London office: Sanctuary Buildings, 20 Great Smith Street, London SW1P 3BT<br>Coventry office: Level 2 Cheylesmore House, 5 Quinton Rd, Coventry CV1 2WT",
    "contactEmail": "Enquiries.IFA@education.gov.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2019-08-20T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0379",
  "tbMainContact": "SandraChatters@interservefls.gse.gov.uk ",
  "involvedEmployers": "Interserve, Sodexo, Seetec, ARCC, Reduced Reoffending Partnership, Working Links, MTC Novo, National Prison and Probation Service, Skills for Justice",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "Ministry of Justice",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Probation Officer",
    "Senior Case Manager",
    "Offender Manager",
    "Responsible Officer",
    "Senior Responsible Officer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Protective Services",
  "cluster": "Protective service professional",
  "clusterId": "49",
  "clusterDescription": null,
  "createdDate": "2020-01-09T15:44:43 +00:00",
  "lastUpdated": "2021-11-30T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-08-20T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0648",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0648-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0648-v1-0",
  "qualifications": [
    {
      "qualificationId": "695421f7-081e-4986-a20c-4dc879b20655",
      "title": "Professional Qualification in Probation (PQiP)",
      "level": "6 (non-integrated degree)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "918045f1-c660-4cd6-a6a1-fbb53829bff5",
      "dutyDetail": "Carry out risk assessments on service users who pose higher levels of risk with complex needs, including sex offenders, domestic abuse perpetrators, individuals who resort to violence and extremist activities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "8d72e1ff-608a-40f5-990c-43a6fc84ddf0",
        "6bb4ff31-4520-45f3-8b97-f371cab09811",
        "0aec26ff-cf1b-4867-839f-9aed169f2cad"
      ],
      "mappedKnowledge": [
        "0dc20290-3a57-42dc-81ae-84a764b7b8d5",
        "ba8ec58c-0ea8-4e67-b3af-39c817d2a07b",
        "07d839b6-73e8-4d5e-adf8-164067d561b8",
        "4018bb27-b4c9-4fec-9069-1967cb7bf117",
        "43c6ae31-b6a4-47df-89c2-b5fa5d2036ce",
        "ca049695-385f-4117-9d2b-91b03f0cb78c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c48a0603-dd54-4140-90b0-3cf6e4985b98",
        "eb242ee8-3c48-4348-8b60-b15b70fff310"
      ],
      "criteriaForMeasuringPerformance": "Adherence to legislative requirements\n\nCompliance with employer policies and procedures"
    },
    {
      "dutyID": "94cd9a91-17c2-4aca-a4ff-8db595d08f00",
      "dutyDetail": "Develop Sentence and Risk Management Plans that promote positive change",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "8d72e1ff-608a-40f5-990c-43a6fc84ddf0",
        "6bb4ff31-4520-45f3-8b97-f371cab09811",
        "34c30b4b-8366-4347-86b9-7a13ebff71a8"
      ],
      "mappedKnowledge": [
        "0dc20290-3a57-42dc-81ae-84a764b7b8d5",
        "737e8673-92cb-43d4-801b-595e96c3987a",
        "07d839b6-73e8-4d5e-adf8-164067d561b8",
        "4018bb27-b4c9-4fec-9069-1967cb7bf117",
        "f522570b-51bb-40dc-a2ee-0e2f94dc3a59",
        "43c6ae31-b6a4-47df-89c2-b5fa5d2036ce",
        "ca049695-385f-4117-9d2b-91b03f0cb78c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9cbe8c55-fcb2-4fc9-bf23-985685c6a2b0",
        "eba65e04-1aa7-4ad7-80d9-aee9e86b0e1f",
        "8cd5ef9c-eb29-4b34-a506-df3c4ee65d77",
        "03307c7c-ecdd-4cbb-b328-49cf0a6001a8"
      ],
      "criteriaForMeasuringPerformance": "Adherence to legislative requirements\n\nCompliance with employer policies and procedures"
    },
    {
      "dutyID": "082321c9-2835-4bcb-92d4-5eaea50de6ea",
      "dutyDetail": "Manage and enforce the order of the court for higher risk service users, including individuals who commit sexual offences, domestic abuse, violence and other extremist behaviour.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6bb4ff31-4520-45f3-8b97-f371cab09811",
        "34c30b4b-8366-4347-86b9-7a13ebff71a8"
      ],
      "mappedKnowledge": [
        "1b88586a-2685-4529-a30e-5961054741ec",
        "07d839b6-73e8-4d5e-adf8-164067d561b8",
        "4018bb27-b4c9-4fec-9069-1967cb7bf117",
        "43c6ae31-b6a4-47df-89c2-b5fa5d2036ce",
        "b752bf94-46ba-47e5-b0ba-211973023179",
        "9754d51d-11f1-4718-a7f6-26b8a92d3b98",
        "ca049695-385f-4117-9d2b-91b03f0cb78c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9d6c27ae-5c3c-471e-94bc-8eb3e834e689",
        "15f4a5b3-e04e-448e-92ec-c3e9080cb12d",
        "e4aba829-bd50-4bfd-b148-f7f415317c90",
        "54405db3-16fe-4417-98ec-35769715579e",
        "7bb9b367-05d8-4a9e-a1b8-a46fff9474cc"
      ],
      "criteriaForMeasuringPerformance": "Adherence to legislative requirements\n\nCompliance with employer policies and procedures\n\nExcellent interpersonal skills"
    },
    {
      "dutyID": "755a61e8-682c-491d-b19b-d6f145579b6a",
      "dutyDetail": "Rehabilitate service users through strength based approaches for example desistance theory, cognitive behavioural therapy, motivational interviewing techniques and person centred work.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "8d72e1ff-608a-40f5-990c-43a6fc84ddf0",
        "6bb4ff31-4520-45f3-8b97-f371cab09811",
        "7d47cdf7-625e-4316-8dbf-25039dc7af26",
        "a1a2e891-279f-4848-9be3-3086230ffbd9",
        "0aec26ff-cf1b-4867-839f-9aed169f2cad"
      ],
      "mappedKnowledge": [
        "44ef091f-d42b-4fd4-85c6-fe072418417b",
        "737e8673-92cb-43d4-801b-595e96c3987a",
        "07d839b6-73e8-4d5e-adf8-164067d561b8",
        "43c6ae31-b6a4-47df-89c2-b5fa5d2036ce",
        "9754d51d-11f1-4718-a7f6-26b8a92d3b98",
        "ca049695-385f-4117-9d2b-91b03f0cb78c",
        "704b5d45-0520-45b4-859d-0cf2504ee5f4",
        "5fba4424-6340-4e0f-a5d8-1381992a7644"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9cbe8c55-fcb2-4fc9-bf23-985685c6a2b0",
        "9d6c27ae-5c3c-471e-94bc-8eb3e834e689",
        "00c23e2e-5246-4c46-9d4c-3fb508f66e1d",
        "ed4100db-e5e6-44f4-b61d-62cf9e74d685",
        "4cd943cc-7927-4ca0-b625-557cbdf0e00c"
      ],
      "criteriaForMeasuringPerformance": "Adherence to legislative requirements\n\nCompliance with employer policies and procedures\n\nExcellent interpersonal skills"
    },
    {
      "dutyID": "f0fc4768-b23d-469a-8f88-aaa1ac6ac739",
      "dutyDetail": "Work with service users during their sentence, motivate and support them to change their attitudes and behaviour to reduce further offending and to help them to build social capital and reintegrate into the community, whilst proactively reviewing risk levels and sentence plans to ensure that public protection is maintained and progress monitored.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6bb4ff31-4520-45f3-8b97-f371cab09811",
        "34c30b4b-8366-4347-86b9-7a13ebff71a8",
        "a1a2e891-279f-4848-9be3-3086230ffbd9"
      ],
      "mappedKnowledge": [
        "ba8ec58c-0ea8-4e67-b3af-39c817d2a07b",
        "737e8673-92cb-43d4-801b-595e96c3987a",
        "07d839b6-73e8-4d5e-adf8-164067d561b8",
        "43c6ae31-b6a4-47df-89c2-b5fa5d2036ce"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9cbe8c55-fcb2-4fc9-bf23-985685c6a2b0",
        "9d6c27ae-5c3c-471e-94bc-8eb3e834e689",
        "54405db3-16fe-4417-98ec-35769715579e",
        "00c23e2e-5246-4c46-9d4c-3fb508f66e1d"
      ],
      "criteriaForMeasuringPerformance": "Adherence to legislative requirements\n\nCompliance with employer\n\npolicies and procedures\n\nExcellent interpersonal skills\n\nPlanned activities meet service user needs and requirements"
    },
    {
      "dutyID": "90d478ea-650d-48df-87b9-0f7e9bb375d6",
      "dutyDetail": "Use your knowledge of local communities to connect individuals with the services they need including accommodation, substance misuse, mental/physical health, education, training and employment services",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6bb4ff31-4520-45f3-8b97-f371cab09811",
        "370b5639-4426-4b52-8976-04f24d454122"
      ],
      "mappedKnowledge": [
        "44ef091f-d42b-4fd4-85c6-fe072418417b",
        "43c6ae31-b6a4-47df-89c2-b5fa5d2036ce",
        "9754d51d-11f1-4718-a7f6-26b8a92d3b98"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e5a0ac28-1289-443f-bd54-8db74db37fb2",
        "7bb9b367-05d8-4a9e-a1b8-a46fff9474cc",
        "00c23e2e-5246-4c46-9d4c-3fb508f66e1d"
      ],
      "criteriaForMeasuringPerformance": "Excellent interpersonal skills\n\nPlanned activities meet service user needs and requirements"
    },
    {
      "dutyID": "24ea5259-3a20-4e1c-b19d-be4f8aca83d6",
      "dutyDetail": "Identify, refer to and deliver interventions. Oversee the delivery and quality of interventions delivered to service users as part of their sentence plan.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6bb4ff31-4520-45f3-8b97-f371cab09811",
        "7d47cdf7-625e-4316-8dbf-25039dc7af26",
        "370b5639-4426-4b52-8976-04f24d454122",
        "34c30b4b-8366-4347-86b9-7a13ebff71a8"
      ],
      "mappedKnowledge": [
        "4018bb27-b4c9-4fec-9069-1967cb7bf117",
        "9754d51d-11f1-4718-a7f6-26b8a92d3b98",
        "ca049695-385f-4117-9d2b-91b03f0cb78c",
        "e0fb4c06-a330-4ee3-b1e3-97d3877d6e31"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e4aba829-bd50-4bfd-b148-f7f415317c90",
        "cd2c9c0c-3394-4f95-8c67-10f58f970320",
        "ed4100db-e5e6-44f4-b61d-62cf9e74d685"
      ],
      "criteriaForMeasuringPerformance": "Excellent interpersonal skills\n\nPlanned activities meet service user needs and requirements\n\nCost and quality standards meet\n\nBusiness requirements"
    },
    {
      "dutyID": "b2c70724-e817-412e-aedc-9d5db53c9195",
      "dutyDetail": "Engage in multi-agency case working to ensure that the public and victims are protected. Liaise with Victim and Partner Link Workers about service users who have committed serious crimes e.g. violent or sexual offences.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "8d72e1ff-608a-40f5-990c-43a6fc84ddf0",
        "6bb4ff31-4520-45f3-8b97-f371cab09811",
        "370b5639-4426-4b52-8976-04f24d454122"
      ],
      "mappedKnowledge": [
        "0dc20290-3a57-42dc-81ae-84a764b7b8d5",
        "1b88586a-2685-4529-a30e-5961054741ec",
        "44ef091f-d42b-4fd4-85c6-fe072418417b",
        "4018bb27-b4c9-4fec-9069-1967cb7bf117",
        "f522570b-51bb-40dc-a2ee-0e2f94dc3a59",
        "43c6ae31-b6a4-47df-89c2-b5fa5d2036ce",
        "b752bf94-46ba-47e5-b0ba-211973023179",
        "9754d51d-11f1-4718-a7f6-26b8a92d3b98",
        "e0fb4c06-a330-4ee3-b1e3-97d3877d6e31"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e5a0ac28-1289-443f-bd54-8db74db37fb2",
        "00c23e2e-5246-4c46-9d4c-3fb508f66e1d"
      ],
      "criteriaForMeasuringPerformance": "3. Excellent interpersonal skills\n\nPlanned activities meet service user needs and requirements\nCost and quality standards meet\n\nBusiness requirements"
    },
    {
      "dutyID": "6500be2e-f3c4-4ab0-a9a0-0b7a7c51412f",
      "dutyDetail": "Represent the organisation in a range of strategic forums to promote the work of the organisation, build effective relationships and influence decision making.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6bb4ff31-4520-45f3-8b97-f371cab09811",
        "370b5639-4426-4b52-8976-04f24d454122"
      ],
      "mappedKnowledge": [
        "b752bf94-46ba-47e5-b0ba-211973023179",
        "e0fb4c06-a330-4ee3-b1e3-97d3877d6e31"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9d6c27ae-5c3c-471e-94bc-8eb3e834e689",
        "e5a0ac28-1289-443f-bd54-8db74db37fb2"
      ],
      "criteriaForMeasuringPerformance": "Excellent interpersonal skills"
    },
    {
      "dutyID": "a226fbeb-4053-4d09-89a9-5d94fb2c3281",
      "dutyDetail": "Formulate accurate, robust and timely records",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "8d72e1ff-608a-40f5-990c-43a6fc84ddf0"
      ],
      "mappedKnowledge": [
        "43c6ae31-b6a4-47df-89c2-b5fa5d2036ce"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0403d456-43f4-49ad-9db4-c1ff77892a03",
        "196b7a6f-79ae-4be8-9ef3-953a8616779f",
        "03307c7c-ecdd-4cbb-b328-49cf0a6001a8"
      ],
      "criteriaForMeasuringPerformance": "Compliance with employer policies and procedures"
    },
    {
      "dutyID": "8edfbe8f-1916-44da-9d21-397b59731b43",
      "dutyDetail": "Write professional reports supported by defensible decisions and recommendations for a range of audiences",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "8d72e1ff-608a-40f5-990c-43a6fc84ddf0"
      ],
      "mappedKnowledge": [
        "07d839b6-73e8-4d5e-adf8-164067d561b8",
        "f522570b-51bb-40dc-a2ee-0e2f94dc3a59"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0403d456-43f4-49ad-9db4-c1ff77892a03",
        "eba65e04-1aa7-4ad7-80d9-aee9e86b0e1f"
      ],
      "criteriaForMeasuringPerformance": "Compliance with employer policies and procedures\n\n Excellent interpersonal skills"
    },
    {
      "dutyID": "9cf24b77-c29b-4370-a3ba-bc6132eeec07",
      "dutyDetail": "Contribute to Quality Assurance arrangements to achieve best practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7d47cdf7-625e-4316-8dbf-25039dc7af26"
      ],
      "mappedKnowledge": [
        "6a3238c9-e277-4869-9ed8-78c00316ac3c",
        "ca049695-385f-4117-9d2b-91b03f0cb78c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4cd943cc-7927-4ca0-b625-557cbdf0e00c"
      ],
      "criteriaForMeasuringPerformance": "Compliance with employer policies and procedures"
    },
    {
      "dutyID": "cb293ce1-616b-4502-a1ba-f4a185603560",
      "dutyDetail": "Use a range of digital tools to record information and maintain security of information on service users",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "8d72e1ff-608a-40f5-990c-43a6fc84ddf0"
      ],
      "mappedKnowledge": [
        "43c6ae31-b6a4-47df-89c2-b5fa5d2036ce"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "196b7a6f-79ae-4be8-9ef3-953a8616779f"
      ],
      "criteriaForMeasuringPerformance": "Adherence to legislative requirements\n\nCompliance with employer policies and procedures"
    },
    {
      "dutyID": "a1c2479f-e77c-4f5f-b901-930a3c9becad",
      "dutyDetail": "Proactively manage own continuous professional development, respond to and implement feedback. Provide professional advice and guidance to colleagues to achieve targets and quality outcomes.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7d47cdf7-625e-4316-8dbf-25039dc7af26"
      ],
      "mappedKnowledge": [
        "ca049695-385f-4117-9d2b-91b03f0cb78c",
        "704b5d45-0520-45b4-859d-0cf2504ee5f4",
        "5fba4424-6340-4e0f-a5d8-1381992a7644",
        "e0fb4c06-a330-4ee3-b1e3-97d3877d6e31"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cd2c9c0c-3394-4f95-8c67-10f58f970320",
        "238b073d-e9e0-4323-a895-fd1dc1acd329",
        "ed4100db-e5e6-44f4-b61d-62cf9e74d685"
      ],
      "criteriaForMeasuringPerformance": "Adherence to legislative requirements\n\nCompliance with employer policies and procedures\n\nExcellent interpersonal skills"
    }
  ],
  "options": [],
  "regulationDetail": [
    {
      "name": "Training provider ",
      "webLink": "",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-12-10T00:00:00"
}