{
  "templateType": "Structured Apprenticeship Standard",
  "shortAssessment": false,
  "larsCode": 373,
  "referenceNumber": "ST0644",
  "learningAimClassCode": "",
  "title": "Advertising and media executive",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://skillsengland.education.gov.uk/api/apprenticeshipstandards/ST0644",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2025-05-21T00:00:00",
  "earliestStartDate": "2018-11-08T00:00:00",
  "latestStartDate": "2025-05-20T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Creating messages (campaigns) which are intended to inform or influence the people who receive them.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "minimumHoursForCompliance": "",
  "maxFunding": 8000,
  "maxFundingAdditionalInformation": "",
  "route": "Sales, marketing and procurement",
  "keywords": [
    "media",
    "communication",
    "campaigns",
    "influence",
    "sales",
    "marketing",
    "adverts"
  ],
  "jobRoles": [
    "Advertising and Media Executive",
    "Advertising and Media Creative Specialist",
    "Advertising and media executive media specialist"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://skillsengland.education.gov.uk/media/4217/st0644-_advertising-and-media-executive_l3_ap-final.pdf",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.3 Media and communication",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the Advertising and Media industry which is worth over &#163;20bn to the UK economy.&amp;nbsp; People in the industry create messages (campaigns) which are intended to inform or influence the people who receive them. Agencies exist in every part of the UK and range in size from two people to thousands, however the majority are Small to Medium sized businesses, where they always work as part of a team of internal and external people.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is helping the day to day progress of the whole advertising process, from receiving the brief from the marketing team, including objectives, budget and timescales, through to the measurement of how effective the advertisement has been. They also understand how the component parts are successfully orchestrated, with effective trade-offs being made as the process continues and evolves. In their daily work, an employee in this occupation interacts with many other people, processes and systems. (For example the client, 3rd party suppliers, the broad team at the agency.) They help campaigns move forward, coping with inevitable set-backs and changes in direction (some at the last minute), whilst showing collaboration and maintaining relationships with all. Usually they report to an Account or Media Manager.&lt;/p&gt;\n&lt;p&gt;They usually specialise in one of two parts of the advertising process: the first is the process of producing the advertisement (creative); the second is the process of distributing the advertisement (media). Apprentices must therefore complete the core apprenticeship and one of these options. It is important that whatever part they specialise in they have an understanding of the ‘other’ part – decisions taken in the creative part of the process have substantive consequences for the distribution to media part, and vice versa. An employee in this occupation will be responsible for creative or media campaigns.&lt;/p&gt;\n&lt;p&gt;An Advertising and Media Executive Creative Specialist will be responsible for: working with creative producers (television/film producers, radio producers, designers, copywriters, art buyers) to assist them in their decision making. This might include providing a briefing regarding competitive brands to assist their decisions. They monitor the progress of the creative producers and evaluate their output, keeping team updated e.g. via status reports. They are aware of how the creative work helps the client’s marketing objectives. They also keep abreast of the latest trends within the industry, providing examples of best practice to the creatives.&lt;/p&gt;\n&lt;p&gt;An Advertising and Media Executive Media Specialist is responsible for: interacting with and getting the best out of automated platforms, using their awareness of what programmatic/automatic buying can do (e.g. evaluate and bid for, in real time, thousands of optional spots e.g. Facebook, TV) and what it cannot do (be certain that spot is the right environment for the message). They understand clients’ marketing objectives and help link to the media where they might place their advertising. They will assist in planning campaigns by providing the team with up to date media metrics.&amp;nbsp; They are aware of the performance and trends of different media options and take this into account when discussing with the team. They help build and maintain relationships with media owners and use this to help negotiate rates strategically and tactically, conscious of long-term relationships.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "1668a509-8ad6-4511-a8da-40d2b41fc3b5",
      "detail": "The role creative and media plays for clients and the links to commercial objectives"
    },
    {
      "knowledgeId": "9cb7e151-4895-449b-a23e-be150067525f",
      "detail": "Project management techniques"
    },
    {
      "knowledgeId": "ec80ffc3-e235-4847-81eb-04c253c49cdb",
      "detail": "The systems and digital technologies that are used in agencies such as Sage, scheduling tools and Excel"
    },
    {
      "knowledgeId": "f8052804-1ca3-45d6-abd8-b99ef9625099",
      "detail": "Construction of accurate and timely reports and minutes"
    },
    {
      "knowledgeId": "757c878e-1d77-480f-9f93-34cc408ddd7a",
      "detail": "The lifecycle of an advertising campaign i.e. what needs to happen when"
    },
    {
      "knowledgeId": "32e75a82-0dbb-4ff8-9ad5-0ba222302774",
      "detail": "The different roles performed by different agencies (mainly media and creative), different parts of agencies and the core services of their own organisation"
    },
    {
      "knowledgeId": "95d0d452-a376-4c0a-acda-38b778522ba5",
      "detail": "The key legal, regulatory and ethical issues for advertising  and media, e.g. advertising to children, data regulation with relevance to advertising, General Data Protection Regulation compliance"
    },
    {
      "knowledgeId": "919fcd8e-0861-45b6-a370-0138b2ac2586",
      "detail": "The commercial dynamics of advertising and media"
    },
    {
      "knowledgeId": "5443650f-4b76-4732-ba9c-43e5520bc4f7",
      "detail": "The foundation advertising landscape and how it is changing e.g. the impact of digital technology and platforms, the proliferation of options for content and media, the complex consumer journey to purchase, the rise of big data, the corporate landscape, how advertising’s effectiveness is evaluated"
    },
    {
      "knowledgeId": "7361b213-43a3-4c20-aee1-2452f22538f2",
      "detail": "Principles of third party (e.g. client, supplier, regulatory body) management and delivery"
    },
    {
      "knowledgeId": "6b208e21-9e04-401f-9222-6b959282000d",
      "detail": "Understands the value the supply chain can provide e.g. digital marketing"
    },
    {
      "knowledgeId": "53879523-041d-4d95-9d66-30c56033cb71",
      "detail": " Understands the digital landscape and how it impacts on any given campaign"
    },
    {
      "knowledgeId": "75f53648-83fa-4fbc-b9cb-2c5f245f1405",
      "detail": "The creative process/dynamic and how people operate in that environment; how to communicate effectively with each group"
    },
    {
      "knowledgeId": "83282275-37c1-4a01-8f5f-31cf33ba77b2",
      "detail": " New creative and production techniques, tools and trends e.g. using Influencers to reach audiences, using Snapchat Stories, how to use virtual reality, the possible benefits of Artificial Intelligence"
    },
    {
      "knowledgeId": "84e5e6cb-d3ab-4ddb-84eb-5b0b6dce32a3",
      "detail": "Understand the different elements of a creative idea (copy and art direction) and its execution, understanding the relative importance of those different elements, e.g. does a change to the execution change the idea?"
    },
    {
      "knowledgeId": "89acdf24-1a96-44a0-aa37-6253763f6761",
      "detail": " Understand how the effectiveness of a campaign is measured against client business objectives"
    },
    {
      "knowledgeId": "9b86b036-7c40-43c6-936a-e56a6f56c525",
      "detail": "Understand the fundamentals of why brand building is important"
    },
    {
      "knowledgeId": "b5007234-fad6-4da9-80ff-b0a035bc4fc8",
      "detail": "How to influence people e.g. listen to them, always try for win:win"
    },
    {
      "knowledgeId": "7fbc3629-891c-447a-b2d7-75fb8ae7bcd4",
      "detail": "The media buying process/dynamic and how people operate and negotiate in that environment"
    },
    {
      "knowledgeId": "0c409650-f9f3-47f4-8b11-3564a3b06c03",
      "detail": "New media buying techniques, tools and trends e.g. new programmatic (automated) media buying platforms; using new digital mediums such as Twitter, Spotify; new data sources from Google and others"
    },
    {
      "knowledgeId": "2b47ecd2-0558-44cc-ae6d-a721f18f7797",
      "detail": "Up to date media metrics e.g. latest Google Adwords, latest viewing figures from Broadcasters Audience Research Board"
    },
    {
      "knowledgeId": "55328a29-4f42-419c-9b95-e0921caed802",
      "detail": " Understands how the location and timing of media interacts with creative content"
    },
    {
      "knowledgeId": "957ecd93-187b-4439-a200-14bd68cb0555",
      "detail": "Understand how media planning and buying is evaluated short and long term"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "1d03969b-b3a0-4217-9165-c91a2ec0fde0",
      "detail": "Flexible problem solver with ability to help the team prioritise effectively"
    },
    {
      "behaviourId": "c8a82cc2-c5c9-426a-ae8b-04ef99135d76",
      "detail": " Shows attention to detail"
    },
    {
      "behaviourId": "97f99d3b-eba4-42a2-ac99-060ca19b54bb",
      "detail": "Embraces problems as challenges to be solved, displays 'can-do' attitude"
    },
    {
      "behaviourId": "10faa919-abb9-4a1b-8b4a-64a518dca096",
      "detail": "Behaves with versatility and others respond positively to them (they are \"likable\")"
    },
    {
      "behaviourId": "722eacbd-7024-452a-91aa-2a7f901a5e7b",
      "detail": " Display empathy and patience with a variety of different personality types and others respond positively to them"
    },
    {
      "behaviourId": "875327a0-b704-4f05-8b27-0f59d5c27f15",
      "detail": "Exhibits curiosity about people, their motivations and how to get the best out of them"
    },
    {
      "behaviourId": "700bf219-a7a2-4c1a-bacd-41920e35b55e",
      "detail": "Exhibits curiosity about the industry, positive approach to learning"
    },
    {
      "behaviourId": "aa2fbf92-55b7-4b31-a7a2-9c8a75af0df2",
      "detail": "Shows resilience (e.g. doesn't take things too personally, keeps going through difficult situations)"
    },
    {
      "behaviourId": "bc35cf01-2a5d-4fc1-90d6-a69fd886e802",
      "detail": "Takes responsibility for learning under pressure"
    }
  ],
  "skills": [
    {
      "skillId": "73e0ab8b-e68d-4a71-8127-fc0cd14109cf",
      "detail": "Identify the ways in which creative and media can help organisations to achieve corporate objectives"
    },
    {
      "skillId": "338ba0d9-cfd2-422c-a73f-ebf40ad72800",
      "detail": "Dispassionately structure problems and approaches to solving them"
    },
    {
      "skillId": "09025b7b-a672-4461-ba72-54a462b0c10a",
      "detail": "Manage projects using project management techniques in order to ensure campaigns are on track, e.g. accurate timing plans, and they are also successfully managing their to do list"
    },
    {
      "skillId": "6331a25f-fb4d-4151-a2fb-aa179e729c5c",
      "detail": "Make use of the systems and technologies that are used in agencies to help plan, budget and bill"
    },
    {
      "skillId": "91945a1c-73e2-4ba0-a463-22c486d5dc0c",
      "detail": "Produce professional communication e.g. correct names, spelling, grammar, branding on e.g. PowerPoint, emails, minutes, reports"
    },
    {
      "skillId": "19c335ff-a9be-49a6-a843-0ca571562b95",
      "detail": "Manage timelines effectively, prioritising appropriately"
    },
    {
      "skillId": "728eceed-0c43-420f-baa0-de55e09a87c0",
      "detail": " Apply knowledge of the interface and the dynamics of the different agencies (mainly media and creative) for a smooth flow of work"
    },
    {
      "skillId": "064c66a1-9a64-49c6-8497-b056ebad8a1c",
      "detail": "Adhere to the legislative regulations that apply in the advertising and media industry plus their own organisational policies and procedures"
    },
    {
      "skillId": "1ece76cb-f978-4533-a5e0-1afdfc012887",
      "detail": "Demonstrate some upward, some supplier and client management around commercial realities e.g. a new digital opportunity or a TV production problem"
    },
    {
      "skillId": "5d34e4a1-9bc5-4ef5-bf24-d501a7689e0c",
      "detail": "Help solve practical and creative problems (e.g. report on consumer habits, gathering useful data around evaluation) within defined budgets and timescales, influencing outcomes without jeopardising relationships"
    },
    {
      "skillId": "169c7ea3-82ad-4a44-b184-a65820d5953b",
      "detail": " Use third party management techniques combined with interpersonal skills (e.g. active listening, and influencing) to communicate effectively with all, e.g. coordinating response to a client brief"
    },
    {
      "skillId": "eb3e3b79-b25a-48dc-9bbb-5e45720069c1",
      "detail": "Ensures the delivery of that supply chain value, on time"
    },
    {
      "skillId": "d719ec60-fd51-4348-9fca-664b547a3658",
      "detail": "Deploy the right digital medium to guarantee the most effective result e.g, using Google Analytics to check key words"
    },
    {
      "skillId": "65405ba7-d8eb-455a-9a23-8ece41935c3e",
      "detail": "Communicate with clients, colleagues, regulatory bodies (such as the Advertising Standards Authority or Clearcast), suppliers (such as photographers or research companies); by phone, in meetings, through presentations, in emails and written documents such as agendas, competitive reviews, proposals, minutes of calls/meetings, status reports.  Co-ordinate feedback."
    },
    {
      "skillId": "adcc8961-5c53-4257-ab63-cbe315cc232e",
      "detail": "Apply their understanding of creative and production  techniques to help the idea appear in the correct  format"
    },
    {
      "skillId": "467b9397-5cc0-4822-909b-238d34eef5d7",
      "detail": "Apply their understanding of the different elements of a creative idea to help evaluate the different elements and guide the execution phase to protect the most important ones"
    },
    {
      "skillId": "6e13cc35-403d-45b8-af9b-2856846cb657",
      "detail": "Help obtain the right data"
    },
    {
      "skillId": "691597b9-dd28-46a2-9143-48581670d093",
      "detail": "Able to understand and report differences in ways competitor brands market themselves"
    },
    {
      "skillId": "604e2176-c4f8-4f33-95f7-df1c4ada90a8",
      "detail": "Ability to influence people e.g. clients to buy amended creative work or authorise a late invoice"
    },
    {
      "skillId": "7c29d6cb-2a1f-40e5-9a36-cc11d704d1b6",
      "detail": " Coordinate responses to media owners and intermediaries (including automated platforms), helping manage all aspects of the process"
    },
    {
      "skillId": "612349f8-0ce1-40e7-ba33-2f4dee80c4d3",
      "detail": " Apply their knowledge of media buying to communicate with clients, colleagues, regulatory bodies (such as the Advertising Standards Authority), media owners (such as commercial television channels, newspapers/magazines, billboard companies etc.), or media intermediaries/platforms (such as programmatic advertising platforms, Facebook, Google); by phone, in meetings, through presentations, in emails and written documents such as a media plan"
    },
    {
      "skillId": "3afc6e30-d8a9-4aab-9f65-15ae3a8b3917",
      "detail": "How to access the media metric data and report it accurately to the team regularly"
    },
    {
      "skillId": "bba9cd0e-9ca7-4c8d-991e-b36855b92b20",
      "detail": "Help research how the message/creative idea might be best distributed to reach the target audience in the most effective way e.g. time of day, and make recommendations based on this"
    },
    {
      "skillId": "097d3d78-8d7c-4893-92bb-b540233a2432",
      "detail": "Help obtain the right data"
    },
    {
      "skillId": "6fb4864a-bad2-482a-a4fa-ae11c73e238f",
      "detail": "How to negotiate for long term relationships"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-11-08T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0078",
  "tbMainContact": "robert.hunter@hunterlodge.co.uk, gwynmarch@ipa.co.uk ",
  "involvedEmployers": "360i, Across The Pond, AMV BBDO, Bray Leino, BBJ&K, Elvis, FCB Inferno, Generation Media, Goodstuff, GreenHouse,Group M, J.Walter Thompson, Karmarama, Leo Burnett, Manning Gottlieb OMD, MBA, MediaCom North, mcgarrybowen, Mindshare, Momentum, M/Six, Mullen Lowe Group, Omnicom Media Group, PHD Media, Posterscope MKTG PSI, Publicis Media, RAPP, The & Partnership, Total Media, VCCP Media",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Advertising and Media Executive",
    "Advertising and Media Creative Specialist",
    "Advertising and media executive media specialist"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Marketing",
  "cluster": "Marketing assistant",
  "clusterId": "124",
  "clusterDescription": "Plan, organise and deliver key marketing actions and events",
  "createdDate": "2020-04-30T12:16:50 +00:00",
  "lastUpdated": "2025-05-21T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-11-08T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0644",
  "occupationalStandardUrl": "https://skillsengland.education.gov.uk/apprenticeships/st0644-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://skillsengland.education.gov.uk/apprenticeships/st0644-v1-0",
  "qualifications": [
    {
      "qualificationId": "5226f616-c9e6-4344-9a16-f18421a98c57",
      "title": "IPA Foundation Certificate",
      "level": "3",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "IPA",
      "level": " Foundation",
      "isPartial": "",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "9165a180-38a9-4a15-a109-9096b3e83dca",
      "dutyDetail": "Work as part of a team to receive briefs from the client and help coordinate responses from the agency to feedback to them",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1d03969b-b3a0-4217-9165-c91a2ec0fde0",
        "c8a82cc2-c5c9-426a-ae8b-04ef99135d76",
        "97f99d3b-eba4-42a2-ac99-060ca19b54bb"
      ],
      "mappedKnowledge": [
        "1668a509-8ad6-4511-a8da-40d2b41fc3b5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "73e0ab8b-e68d-4a71-8127-fc0cd14109cf",
        "338ba0d9-cfd2-422c-a73f-ebf40ad72800"
      ],
      "criteriaForMeasuringPerformance": "Working effectively as part of a team\n\nTimelines clear\n\nJob docs accurate"
    },
    {
      "dutyID": "261e6eee-97f3-42a7-a930-163bbbc0c752",
      "dutyDetail": "Assist the account or media manager in monitoring campaign costs and budget plans and prepares budgetary information such as accurate bills, purchase reviews, maintaining and producing expense reports (in accordance with company policy) to help support the process",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1d03969b-b3a0-4217-9165-c91a2ec0fde0",
        "c8a82cc2-c5c9-426a-ae8b-04ef99135d76"
      ],
      "mappedKnowledge": [
        "9cb7e151-4895-449b-a23e-be150067525f",
        "ec80ffc3-e235-4847-81eb-04c253c49cdb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "09025b7b-a672-4461-ba72-54a462b0c10a",
        "6331a25f-fb4d-4151-a2fb-aa179e729c5c"
      ],
      "criteriaForMeasuringPerformance": "Accuracy of reports/documents in accordance with company policy and client requirements"
    },
    {
      "dutyID": "b65a026e-103c-4e33-8a0a-6714289233b3",
      "dutyDetail": "Arrange and attend meetings, conferences, seminars, client presentations as required, keeping and disseminating relevant notes",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c8a82cc2-c5c9-426a-ae8b-04ef99135d76"
      ],
      "mappedKnowledge": [
        "f8052804-1ca3-45d6-abd8-b99ef9625099"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "91945a1c-73e2-4ba0-a463-22c486d5dc0c"
      ],
      "criteriaForMeasuringPerformance": "Accurate and timely records and actions\n\nAttention to detail"
    },
    {
      "dutyID": "f953fad4-e9fe-45b6-9825-b4abbb3c3729",
      "dutyDetail": "Support the day to day running of accounts and the seamless management of communication plans, monitoring progress and ensuring others involved in the process are on track, whether peers, senior colleagues or third parties (such as other agencies), understanding everyone’s responsibilities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "722eacbd-7024-452a-91aa-2a7f901a5e7b",
        "875327a0-b704-4f05-8b27-0f59d5c27f15"
      ],
      "mappedKnowledge": [
        "757c878e-1d77-480f-9f93-34cc408ddd7a",
        "32e75a82-0dbb-4ff8-9ad5-0ba222302774"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "19c335ff-a9be-49a6-a843-0ca571562b95",
        "728eceed-0c43-420f-baa0-de55e09a87c0"
      ],
      "criteriaForMeasuringPerformance": "Account/campaign kept on track\n\nActions of peers, senior colleagues and third parties (including suppliers and customers) kept on track\n\nRecognises, listens to and influences people under pressure\n\nUnderstands and suggests trade-offs between quality, cost and timescales\n\nPrioritises successfully for the optimum outcome for the client and the agency"
    },
    {
      "dutyID": "09d0fda3-398b-4b79-aa61-09137585fd26",
      "dutyDetail": " Check projects to ensure the legal, ethical and regulatory issues for advertising and media have been adhered to",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c8a82cc2-c5c9-426a-ae8b-04ef99135d76",
        "700bf219-a7a2-4c1a-bacd-41920e35b55e"
      ],
      "mappedKnowledge": [
        "95d0d452-a376-4c0a-acda-38b778522ba5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "064c66a1-9a64-49c6-8497-b056ebad8a1c"
      ],
      "criteriaForMeasuringPerformance": "Adheres to the legislative, regulatory and ethical standards, complies with the organisation's policies and procedures"
    },
    {
      "dutyID": "c8b81f45-e86b-4ee6-98db-b7915be359d0",
      "dutyDetail": "Co-ordinate internal client account status meetings and maintain accurate and timely status reports using e.g. PowerPoint and properly structured emails, showing high attention to detail",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c8a82cc2-c5c9-426a-ae8b-04ef99135d76",
        "aa2fbf92-55b7-4b31-a7a2-9c8a75af0df2"
      ],
      "mappedKnowledge": [
        "9cb7e151-4895-449b-a23e-be150067525f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "09025b7b-a672-4461-ba72-54a462b0c10a"
      ],
      "criteriaForMeasuringPerformance": "Accurate and timely records and actions\n\nAttention to detail"
    },
    {
      "dutyID": "e4daf2f7-679c-425f-9dad-17f1575c1ef6",
      "dutyDetail": "Recognise, listen to and influence people under pressure to help keep campaigns on track, calm situations, and maintaining collaborative and long-term relationships e.g. by managing expectations",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1d03969b-b3a0-4217-9165-c91a2ec0fde0",
        "722eacbd-7024-452a-91aa-2a7f901a5e7b",
        "875327a0-b704-4f05-8b27-0f59d5c27f15",
        "aa2fbf92-55b7-4b31-a7a2-9c8a75af0df2"
      ],
      "mappedKnowledge": [
        "32e75a82-0dbb-4ff8-9ad5-0ba222302774",
        "5443650f-4b76-4732-ba9c-43e5520bc4f7",
        "7361b213-43a3-4c20-aee1-2452f22538f2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "728eceed-0c43-420f-baa0-de55e09a87c0",
        "5d34e4a1-9bc5-4ef5-bf24-d501a7689e0c",
        "169c7ea3-82ad-4a44-b184-a65820d5953b"
      ],
      "criteriaForMeasuringPerformance": "Collaborative, long term relationships\n\nManages expectations\n\nRecognises, listens to and influences people under pressure\n\nShows empathy and patience"
    },
    {
      "dutyID": "871ed601-920e-4a21-91a5-dec4ac8fe86a",
      "dutyDetail": "Maintain information systems (e.g. client files, job start forms) and (often new) technologies to collate data to ensure the project is delivering what is required and to maintain evidence and a record of this",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c8a82cc2-c5c9-426a-ae8b-04ef99135d76",
        "bc35cf01-2a5d-4fc1-90d6-a69fd886e802"
      ],
      "mappedKnowledge": [
        "919fcd8e-0861-45b6-a370-0138b2ac2586"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1ece76cb-f978-4533-a5e0-1afdfc012887"
      ],
      "criteriaForMeasuringPerformance": "Assists in ensuring project is delivering what is required as agreed in the brief\n\nMaintains evidence/record of all projects"
    },
    {
      "dutyID": "44051ff1-dee2-4cea-8dfb-88dfe690e5ca",
      "dutyDetail": "Chase up 3rd party suppliers, clients and team members e.g. for approvals, quotes, actions",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c8a82cc2-c5c9-426a-ae8b-04ef99135d76",
        "10faa919-abb9-4a1b-8b4a-64a518dca096",
        "722eacbd-7024-452a-91aa-2a7f901a5e7b"
      ],
      "mappedKnowledge": [
        "7361b213-43a3-4c20-aee1-2452f22538f2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "169c7ea3-82ad-4a44-b184-a65820d5953b"
      ],
      "criteriaForMeasuringPerformance": "Assists in ensuring project is delivering what is required as agreed in the brief\n\nMaintains evidence/record of all projects e.g. minutes and/or contact reports of decisions"
    },
    {
      "dutyID": "f00e75b8-9113-4705-9a77-ee9cf47166c8",
      "dutyDetail": "Understand and suggest trade-offs between quality, cost and timescale, prioritising successfully, to help get the best possible outcome in a given set of circumstances e.g. client wants it cheaper",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1d03969b-b3a0-4217-9165-c91a2ec0fde0",
        "722eacbd-7024-452a-91aa-2a7f901a5e7b",
        "bc35cf01-2a5d-4fc1-90d6-a69fd886e802"
      ],
      "mappedKnowledge": [
        "757c878e-1d77-480f-9f93-34cc408ddd7a",
        "919fcd8e-0861-45b6-a370-0138b2ac2586"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "19c335ff-a9be-49a6-a843-0ca571562b95",
        "1ece76cb-f978-4533-a5e0-1afdfc012887"
      ],
      "criteriaForMeasuringPerformance": "Manages expectations and influences decisions\n\nShows empathy and patience\n\nTime management\n\nComplies with the organisation's policies and procedures"
    },
    {
      "dutyID": "ff5e9336-2a26-4acc-a03d-f7e590f5cd17",
      "dutyDetail": "Ensure the correct signs offs (e.g. for proofs, media plans) are obtained at relevant stages in the project",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1d03969b-b3a0-4217-9165-c91a2ec0fde0",
        "c8a82cc2-c5c9-426a-ae8b-04ef99135d76"
      ],
      "mappedKnowledge": [
        "32e75a82-0dbb-4ff8-9ad5-0ba222302774",
        "6b208e21-9e04-401f-9222-6b959282000d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "728eceed-0c43-420f-baa0-de55e09a87c0",
        "eb3e3b79-b25a-48dc-9bbb-5e45720069c1"
      ],
      "criteriaForMeasuringPerformance": "Maintains audit trail"
    },
    {
      "dutyID": "0d103ff4-b18c-4e89-8d21-656fe416c62f",
      "dutyDetail": "Carry out relevant market research such as Mintel, Mediatel, Target Group Index (TGI) and digital data to help identify target audience (recognising the consumer journey), advise team on competitor activity, and ensure project reaches key consumer audiences",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "700bf219-a7a2-4c1a-bacd-41920e35b55e",
        "bc35cf01-2a5d-4fc1-90d6-a69fd886e802"
      ],
      "mappedKnowledge": [
        "5443650f-4b76-4732-ba9c-43e5520bc4f7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5d34e4a1-9bc5-4ef5-bf24-d501a7689e0c"
      ],
      "criteriaForMeasuringPerformance": "Using appropriate market research\n\nHelps ensure campaign/projects reaches key audiences\n\nTimely and insightful reporting"
    },
    {
      "dutyID": "4a50de32-86b0-408a-8d2e-306b635cdbec",
      "dutyDetail": "Research the client’s business, its industry and challenges in order to assist more senior colleagues to deliver campaigns with a full range of agency services including digital or sell other agency services",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c8a82cc2-c5c9-426a-ae8b-04ef99135d76",
        "bc35cf01-2a5d-4fc1-90d6-a69fd886e802"
      ],
      "mappedKnowledge": [
        "1668a509-8ad6-4511-a8da-40d2b41fc3b5",
        "53879523-041d-4d95-9d66-30c56033cb71"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "73e0ab8b-e68d-4a71-8127-fc0cd14109cf",
        "d719ec60-fd51-4348-9fca-664b547a3658"
      ],
      "criteriaForMeasuringPerformance": "Timely and insightful reporting\n\nAttention to detail"
    },
    {
      "dutyID": "42988c7e-fed9-4f59-b6e3-2aed0b13d590",
      "dutyDetail": "Work with creative producers (television/film producers, radio producers, designers, art buyers, copywriters) to assist them in their decision making",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "c8a82cc2-c5c9-426a-ae8b-04ef99135d76",
        "700bf219-a7a2-4c1a-bacd-41920e35b55e"
      ],
      "mappedKnowledge": [
        "75f53648-83fa-4fbc-b9cb-2c5f245f1405",
        "83282275-37c1-4a01-8f5f-31cf33ba77b2"
      ],
      "mappedOptions": [
        "705bd170-5e9c-48ed-a0a5-3eb55a212a1d"
      ],
      "mappedSkills": [
        "65405ba7-d8eb-455a-9a23-8ece41935c3e",
        "adcc8961-5c53-4257-ab63-cbe315cc232e"
      ],
      "criteriaForMeasuringPerformance": "Obtains the right data\n\nKeeps the creative producers updated, including latest production and media trends, best practice and advises on this when appropriate\n\nKeeps accurate notes on client requests and decisions about creative work"
    },
    {
      "dutyID": "c721a966-c68b-4431-a91f-299121d9f231",
      "dutyDetail": "Provide briefing regarding competitive brands to assist senior colleagues in developing brand strategy",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "700bf219-a7a2-4c1a-bacd-41920e35b55e"
      ],
      "mappedKnowledge": [
        "9b86b036-7c40-43c6-936a-e56a6f56c525"
      ],
      "mappedOptions": [
        "705bd170-5e9c-48ed-a0a5-3eb55a212a1d"
      ],
      "mappedSkills": [
        "691597b9-dd28-46a2-9143-48581670d093"
      ],
      "criteriaForMeasuringPerformance": "Timely and insightful reporting"
    },
    {
      "dutyID": "121821bd-ff3e-4064-a4c8-ca422009a39f",
      "dutyDetail": "Appreciate that the client's business goal is important and assists in making sure that this is reflected in the agency's response to the client need",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "c8a82cc2-c5c9-426a-ae8b-04ef99135d76",
        "bc35cf01-2a5d-4fc1-90d6-a69fd886e802"
      ],
      "mappedKnowledge": [
        "84e5e6cb-d3ab-4ddb-84eb-5b0b6dce32a3",
        "89acdf24-1a96-44a0-aa37-6253763f6761"
      ],
      "mappedOptions": [
        "705bd170-5e9c-48ed-a0a5-3eb55a212a1d"
      ],
      "mappedSkills": [
        "467b9397-5cc0-4822-909b-238d34eef5d7",
        "6e13cc35-403d-45b8-af9b-2856846cb657"
      ],
      "criteriaForMeasuringPerformance": "Assist in making sure the agency's response to the client e.g. the creative idea presented, always reflects that the business goal is paramount, and helps obtain the right data on the effectiveness of the agency in meeting the business goal"
    },
    {
      "dutyID": "00938270-4abd-46fb-b631-f1275e9ee997",
      "dutyDetail": "Help build and maintain long term relationships with their opposite number at the client and use this to influence the client's decision making",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "10faa919-abb9-4a1b-8b4a-64a518dca096",
        "722eacbd-7024-452a-91aa-2a7f901a5e7b"
      ],
      "mappedKnowledge": [
        "b5007234-fad6-4da9-80ff-b0a035bc4fc8"
      ],
      "mappedOptions": [
        "705bd170-5e9c-48ed-a0a5-3eb55a212a1d"
      ],
      "mappedSkills": [
        "604e2176-c4f8-4f33-95f7-df1c4ada90a8"
      ],
      "criteriaForMeasuringPerformance": "Recognises, listens to and influences people\n\nUnderstanding win:win to maintain long term relationships"
    },
    {
      "dutyID": "1831ffc1-ade2-4d13-8c61-ec14b3b40509",
      "dutyDetail": "Be up to date with the basics of most media channel options and regulations, including able to interact with automated platforms and use their awareness of programmatic/automatic buying to help evaluate and bid for, in real time, thousands of optional spots e.g. on Facebook or TV",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "700bf219-a7a2-4c1a-bacd-41920e35b55e"
      ],
      "mappedKnowledge": [
        "0c409650-f9f3-47f4-8b11-3564a3b06c03"
      ],
      "mappedOptions": [
        "e6645ab0-5d39-4b8d-991e-848e493fe5a3"
      ],
      "mappedSkills": [
        "612349f8-0ce1-40e7-ba33-2f4dee80c4d3"
      ],
      "criteriaForMeasuringPerformance": "Timely and accurate communication e.g. around media channels and media buying"
    },
    {
      "dutyID": "c14cbfe4-7621-47e2-881e-39282971a33f",
      "dutyDetail": "Understand the client's business objectives and help link to the most appropriate media for the advertising",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "1d03969b-b3a0-4217-9165-c91a2ec0fde0",
        "700bf219-a7a2-4c1a-bacd-41920e35b55e"
      ],
      "mappedKnowledge": [
        "55328a29-4f42-419c-9b95-e0921caed802",
        "957ecd93-187b-4439-a200-14bd68cb0555"
      ],
      "mappedOptions": [
        "e6645ab0-5d39-4b8d-991e-848e493fe5a3"
      ],
      "mappedSkills": [
        "bba9cd0e-9ca7-4c8d-991e-b36855b92b20",
        "097d3d78-8d7c-4893-92bb-b540233a2432"
      ],
      "criteriaForMeasuringPerformance": "Uses the right platforms\n\nEvaluate how the message/creative idea is best distributed to the target audience effectively\n\nObtains the right data"
    },
    {
      "dutyID": "b73756b8-b5db-488f-b493-e10254b22fe1",
      "dutyDetail": "Assist in planning campaigns by providing the team with up to date media metrics",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "c8a82cc2-c5c9-426a-ae8b-04ef99135d76",
        "bc35cf01-2a5d-4fc1-90d6-a69fd886e802"
      ],
      "mappedKnowledge": [
        "2b47ecd2-0558-44cc-ae6d-a721f18f7797"
      ],
      "mappedOptions": [
        "e6645ab0-5d39-4b8d-991e-848e493fe5a3"
      ],
      "mappedSkills": [
        "3afc6e30-d8a9-4aab-9f65-15ae3a8b3917"
      ],
      "criteriaForMeasuringPerformance": "Obtains the right data\n\nAccurate and timely reporting"
    },
    {
      "dutyID": "2eb3fb0c-8b02-4585-9036-bb39b51e3c28",
      "dutyDetail": "Help build and maintain relationships with media owners and use this to negotiate rates strategically and tactically, conscious of long term relationships",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "10faa919-abb9-4a1b-8b4a-64a518dca096",
        "875327a0-b704-4f05-8b27-0f59d5c27f15"
      ],
      "mappedKnowledge": [
        "7fbc3629-891c-447a-b2d7-75fb8ae7bcd4",
        "0c409650-f9f3-47f4-8b11-3564a3b06c03"
      ],
      "mappedOptions": [
        "e6645ab0-5d39-4b8d-991e-848e493fe5a3"
      ],
      "mappedSkills": [
        "7c29d6cb-2a1f-40e5-9a36-cc11d704d1b6",
        "612349f8-0ce1-40e7-ba33-2f4dee80c4d3",
        "6fb4864a-bad2-482a-a4fa-ae11c73e238f"
      ],
      "criteriaForMeasuringPerformance": "Recognises, listens to and influences people\n\nUnderstanding win:win to maintain long term relationships"
    }
  ],
  "options": [
    {
      "optionId": "705bd170-5e9c-48ed-a0a5-3eb55a212a1d",
      "title": "Advertising & media executive creative specialist",
      "occupationCode": "OCC0644A"
    },
    {
      "optionId": "e6645ab0-5d39-4b8d-991e-848e493fe5a3",
      "title": "Advertising & media executive media specialist",
      "occupationCode": "OCC0644B"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-05-21T00:00:00"
}