{
  "templateType": "Apprenticeship Standard",
  "larsCode": 370,
  "referenceNumber": "ST0632",
  "learningAimClassCode": "",
  "title": "Prosthetic and orthotic technician",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0632",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2021-10-13T00:00:00",
  "earliestStartDate": "2018-11-07T00:00:00",
  "latestStartDate": "2021-10-07T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Designing and manufacturing custom made devices to meet specification such as artificial limbs and spinal bracing.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "prosthetics",
    "orthotics",
    "nursing",
    "healthcare services",
    "Prosthetists",
    "Orthotists"
  ],
  "jobRoles": [
    "Prosthetic technician",
    "orthotic technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2367/st0632_prosthetic_and_orthotic_tech_l3_publish-02112018.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.2 Nursing, and subjects and vocations allied to medicine",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Prosthetic or Orthotic &#160;Technicians design and manufacture custom made devices to meet the specification / prescription determined by the Prosthetist/ Orthotist. In prosthetics this is an artificial limb (prostheses) in orthotics it can be a range of devices from diabetic footwear to spinal bracing (Orthoses). Using the specification/ prescription provided you will make devices that aid movement, correct deformity and relieve discomfort for adults and children.&#160; These devices are designed to replace, support or improve the functioning of a limb or the spine.&#160; You will have an understating of the clinical conditions that you may provide devices for include scoliosis, polio, spina bifida, multiple sclerosis, stroke, rheumatoid arthritis, diabetes, musculoskeletal injury and cerebral palsy. Some patients who use the devices may have congenital conditions such as being born with a limb missing or a limb or spine that has not formed fully; others have lost a limb through trauma from being in an accident or during military service; and others have lost a limb or part of limb due to disease as a result of their health condition eg diabetes.&#160; You will be a highly skilled individual able to work with many different types of materials and processes to manufacture their devices using the appropriate materials and technologies. You will work with a very high attention to detail and to very specific measurements, profiles and moulds as each device is bespoke to the patient, their conditions and functionality. As people’s conditions and requirements change over time and technologies improve or change, you may continue to adapt devices. You may support patients over a long time as devices need to be changed / upgraded.&#160; You may also be required to support and supervise junior members of staff delegating tasks as appropriate.&#160; You will work for both the NHS or independent companies contracted to supply a service to the NHS, or work for a company that provides a private service direct to individuals.&#160; Some technicians work in a department based in a hospital environment or within a manufacturing unit away from a hospital base.&#160;&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Day to Day Activities include:&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;Plan the design and manufacturing of a custom made device to meet the prescription and timescale, advise if there any issues which may cause difficulty in the production of the device&lt;/li&gt;\n&lt;li&gt;Provide advice on technical solutions to achieve the goals for the patient to the Prosthetist/Orthotist.&lt;/li&gt;\n&lt;li&gt;Construct the device using the appropriate materials, and where appropriate using computer technology for the various stages of customised manufacture and fitting.&lt;/li&gt;\n&lt;li&gt;Carry out finishing of custom made devices&lt;/li&gt;\n&lt;li&gt;Provide technical assistance with the fitting of custom made devices&lt;/li&gt;\n&lt;li&gt;Communicate effectively with healthcare professionals and service users&lt;/li&gt;\n&lt;li&gt;Work directly with patients requiring mechanical repairs to their devices&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry:&lt;span&gt;&#160;&lt;/span&gt;&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;Individual employers will set selection criteria. This might include GCSEs, A levels, other relevant qualifications, relevant experience and/or an aptitude test.&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualification requirements: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to completing the end-point assessment.&#160; For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level: &lt;/strong&gt;3&lt;/h3&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &#160;&lt;/strong&gt;Typically 3 years&lt;/h3&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date: &lt;/strong&gt;After 3 years&lt;/h3&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;Values&lt;/strong&gt;&lt;/th&gt;\n&lt;td&gt;&#160;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;You will be professional, skilled, caring, compassionate, conscientious, honest and trustworthy&#160;&lt;/td&gt;\n&lt;td&gt;You will treat people with dignity, respecting individual&#39;s diversity, beliefs, culture, needs, values, privacy and preferences. You will show respect and empathy for those you work with, have the courage to challenge areas of concern and work to evidence based best practice.&#160; You will also be adaptable, reflective, reliable and consistent, show discretion, resilience, self-awareness and show supervisory leadership.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table width=&quot;101%&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;9%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;th style=&quot;width: 34%;&quot; width=&quot;34%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 55%;&quot; width=&quot;55%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 9%;&quot; width=&quot;9%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Governance &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;and Safety&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;34%&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Work safely and within limitations of practice&lt;/li&gt;\n&lt;li&gt;Undertake risk assessments using a range of techniques&lt;/li&gt;\n&lt;li&gt;Work collaboratively in partnership with other team members, individuals and carers&lt;/li&gt;\n&lt;li&gt;Within your scope of practice ( eg repairs / maintenance) obtain and document informed consent for prosthetic/orthotic care&lt;/li&gt;\n&lt;li&gt;Safeguard individuals, including vulnerable adults and children&lt;/li&gt;\n&lt;li&gt;Safeguard confidential information relating to individuals at all times&lt;/li&gt;\n&lt;li&gt;Maintain records that are fit for purpose and process them accordingly.&lt;/li&gt;\n&lt;li&gt;Comply with local and national standards regarding reporting of medical device failures and incidents&lt;/li&gt;\n&lt;li&gt;Work as part of a team, seek help and guidance when you are not sure, escalate concerns in a timely manner to the correct person&lt;/li&gt;\n&lt;li&gt;Support or supervise colleagues as required, delegate well- defined tasks appropriately&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;55%&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;How to work collaboratively with those who provide services to individuals; recognising the limits of prosthetic/orthotic technical practice and when to seek advice&lt;/li&gt;\n&lt;li&gt;What is meant by informed consent and how to secure it across the age range and in line with cognitive ability; the importance of providing individuals with information that allows them to make informed decisions and safely manage their condition and supplied devices&lt;/li&gt;\n&lt;li&gt;What is meant by duty of care; medical ethics; safeguarding of adults and children and how it applies to your role;&lt;/li&gt;\n&lt;li&gt;Health and safety legislation, policies and procedures; ways to assess risks that ensures safety and security of the prescribed device&lt;/li&gt;\n&lt;li&gt;How to maintain confidentiality and apply the principles of information governance&lt;/li&gt;\n&lt;li&gt;The importance of managing records and data in accordance with legislation, protocols and best practice.&lt;/li&gt;\n&lt;li&gt;Quality guidelines and device design principles that apply to individual devices; incident reporting and escalation&lt;/li&gt;\n&lt;li&gt;The need to keep skills and knowledge up to date and the importance of career-long learning; the use of valid research and best practice evidence to inform reflection on practice and the need to record the outcome of such reflections&lt;/li&gt;\n&lt;li&gt;Models and theories of support and supervision and how to safely delegate in line with legal and professional guidelines&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 9%;&quot; width=&quot;9%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&#160;Prosthetic/ Orthotic Care &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;34%&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Manufacture the prescribed device using manual and computer aided technologies and correct materials to agreed timescales&lt;/li&gt;\n&lt;li&gt;Ensure the devise is fit for use and purpose and complies with the manufacturer/department/company quality assurance and legal requirements&lt;/li&gt;\n&lt;li&gt;Test that the device is working correctly and modify if required&lt;/li&gt;\n&lt;li&gt;Support patient/carer to maintain the devise&lt;/li&gt;\n&lt;li&gt;Check that the completed device meet the prescription provided&lt;/li&gt;\n&lt;li&gt;Act within the limits of your competence and authority&lt;/li&gt;\n&lt;li&gt;Use and maintain manufacturing machinery to carry out your duties&lt;/li&gt;\n&lt;li&gt;Identify problems with the manufacturing machinery and report any defects&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;55%&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The basic structure and function of the human body and function of the musculoskeletal system relevant to prosthetics and orthotics and required for the role . There will also be an understanding of the main conditions that lead to the use of prosthetic / orthotic devices such as Diabetes , Multiple Scelorisis.&#160; In particular features of conditions such as neuropathy and phantom limb pain which may directly affect the wearing of devices.&lt;/li&gt;\n&lt;li&gt;The structure and properties of materials and their appropriate application to prosthetic or orthotic hardware and clinical practice; a range of modelling techniques; how to measure and adjust a model&lt;/li&gt;\n&lt;li&gt;How manufacturing machinery and equipment works and how to maintain it to a high standard at all times, when and where to report faults; quality control and how it applies in prosthetic/orthotic design and delivery&lt;/li&gt;\n&lt;li&gt;How to and where to correctly record the relevant manufacturing details in line with your department/company’s policies your responsibilities and duties; the limits of your competence and authority why it is important to work in ways agreed by your employer&lt;/li&gt;\n&lt;li&gt;the patient, measurement, material and component information required to manufacture the device that has been requested&lt;/li&gt;\n&lt;li&gt;Computer aided design technology relavant&#160; to the manufacturing of related devices.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 9%;&quot; width=&quot;9%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Person Centred Care&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;34%&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Provide on-going support to Prosthetists/ Orthotists and in some instances patients\\ carers&lt;/li&gt;\n&lt;li&gt;Apply a range of communication interventions and interpersonal skills to support individuals receiving prosthetic/orthotic care.&lt;/li&gt;\n&lt;li&gt;Utilise IT systems to read and record information, and where appropriate using IT systems as part of the manufacturing process.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;55%&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;Equality, diversity and inclusion legislation; how to treat people with dignity and respect; understanding how disability affects and influences prosthetic and orthotic management; the requirement to adapt practice to meet the needs of individuals dealing with emotional needs due to a range of circumstances and experiences&lt;/li&gt;\n&lt;li&gt;How to recognise how communication affects engagement of an individual; taking into account an individual’s emotional state, age, capacity, learning and physical ability, culture, ethnicity and religious beliefs&lt;/li&gt;\n&lt;li&gt;Ways to assist the communication requirements of individuals; including recognising the need to use interpersonal skills to encourage the active participation of individuals&lt;/li&gt;\n&lt;li&gt;the limits of prosthetic/orthotic technical practice in the context of individual care and when to refer back to the Prosthetist/ Orthotist&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 9%;&quot; width=&quot;9%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Professional Development&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;td width=&quot;34%&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;Manage your own time, resources and personal behaviour.&lt;/li&gt;\n&lt;li&gt;Be proactive in your own development, willing to commit to lifelong learning by use of a Personal Development Plan (PDP), personal reflection and continuous improvement&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;55%&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;The principles relating to evidence-based approaches to learning, clinical and professional practice and decision making; including using a range of sources of evidence&lt;/li&gt;\n&lt;li&gt;The consequences of your actions, attitude and behaviour&lt;/li&gt;\n&lt;li&gt;How to assess and reflect upon your own capabilities and limitations&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "",
    "contactAddress": "London office: Sanctuary Buildings, 20 Great Smith Street, London SW1P 3BT<br>Coventry office: Level 2 Cheylesmore House, 5 Quinton Rd, Coventry CV1 2WT",
    "contactEmail": "Enquiries.IFA@education.gov.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2018-11-07T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "healthcare.trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "Opcare, Steeper, Blatchford, Crispin Orthotics Ltd, Peacocks, Halo Medical, Ortho Europe, Taycare, Trust Orthotics, Trulife",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Prosthetic technician",
    "orthotic technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Healthcare Science",
  "cluster": "Healthcare Science Assistant",
  "clusterId": "43",
  "clusterDescription": "Provide technical and science-based support to patients delivering testing, diagnosis, monitoring services etc. of a low risk, routine nature and also the manufacture of appliances and devices",
  "createdDate": "2018-03-14T10:43:48 +00:00",
  "lastUpdated": "2021-10-13T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-11-07T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0632",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0632-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0632-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-10-13T00:00:00"
}