{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 395,
  "referenceNumber": "ST0664",
  "learningAimClassCode": "",
  "title": "Library, information and archive services assistant",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0664",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-01-18T00:00:00",
  "earliestStartDate": "2018-12-21T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Helping people using places like libraries and archives find the information and resources they need.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Business and administration",
  "keywords": [],
  "jobRoles": [
    "Library",
    "information and archive services assistant"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2523/st0664_library-information-and-archive-services-assistant_revised-final.pdf",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.3 Media and communication",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;Library, Information and Archive Services (LIAS) Assistants perform a front line/global role in all sectors (including public, health, legal, commercial, educational, government, heritage/cultural and entertainment), supporting society through anticipating, determining, stimulating and satisfying the needs of existing and potential users for access to information in an ethical and fair or appropriate manner.&lt;br&gt;&lt;br&gt;&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand the needs of people using information in all its formats including digital (e.g. ebooks, video files, electronic documents, online content) and analogue/physical (e.g. collections, books, journals, newspapers, DVDs/CDs etc)&lt;/li&gt;\n&lt;li&gt;organize and manage those information resources, including arranging and displaying the resources; marketing and promoting the resources; and providing access to the resources&lt;/li&gt;\n&lt;li&gt;provide a range of services, such as library, archive, knowledge, customer services, learning support, etc, that help people to use and value the resources available.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;br&gt;&lt;br&gt;In summary, LIAS Assistants help users find the information and resources they need in order to resolve their specific query. User needs vary across sectors and could include finding textbooks to support their learning; legal materials to support law activities; images to create a design; trademark information to create a new product; health information to diagnose a patient etc. Digital services, digital literacy, information literacy, general literacy, customer service, problem solving, organisation of resources and systems underpin and characterise the work in this profession. &lt;br&gt;&lt;br&gt;They work with people from all parts of society and the workforce, providing essential digital and analogue information services – issuing and returning materials, organizing collections, answering research and information queries, improving customers’ literacy skills, – quite often at the forefront of innovation. In their daily work LIAS Assistants can interact with customers or service users, including the general public, students, researchers and academic staff, professional staff (e.g. in health, law, business) etc. They also work directly with other colleagues who perform different organisation functions such as IT support, purchasing, marketing, human resources, legal services, building facilities etc.&lt;br&gt;&lt;br&gt;Using highly specialised skills and knowledge LIAS Assistants are responsible for creating, gathering, organising, storing and accessing specific information,resources and knowledge that relates directly to the services offered within physical and digital collections. They also provide essential support to service users assisting them to search and make use of that information. They would normally be managed or overseen by the head of service, but there is a large amount of self direction/self management in this occupation and service assistants are expected to use their initiative when dealing with a customer query (internal or external). &lt;br&gt;&lt;br&gt;The duties typically take place in a public spaces such as libraries, archives, hospitals and other commercial/office or information-based organisations such as law firms, universities, schools, the media (e.g. broadcasting, journalism, film-making, social media) etc. In small organisations, such as law firms and schools, the services assistant will quite often be working on their own or independently , reporting directly to the head of the organisation/institution.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "654e33f9-a50c-46cc-8618-7ceab314179f",
      "detail": " The organisation in which they work, its relationship with stakeholders/partners, its products and services"
    },
    {
      "knowledgeId": "49fbf1ca-949e-40e0-9755-764e3fa469a7",
      "detail": "The organisation’s place within the wider, national library, archive, knowledge and information management sector"
    },
    {
      "knowledgeId": "77346761-d979-47ed-9584-f3bca462852d",
      "detail": "How effective management and team-working contribute to a successful service"
    },
    {
      "knowledgeId": "a8acbf22-0dfe-4276-8781-8357beb753cd",
      "detail": "The regulations regarding information use such as copyright, intellectual property, licensing and data protection"
    },
    {
      "knowledgeId": "2cdb12cf-03e0-4d1e-add4-0e36bba2d084",
      "detail": "The nature of information and the value of its various forms, i.e. primary and secondary sources, print and digital (including databases); current, semi-current and archival"
    },
    {
      "knowledgeId": "b5b5a8ed-bb65-4bf9-8047-84fdb4be8d0d",
      "detail": "The management of information resources and the importance of organising information, e.g. labelling, storing and the role of catalogues and search tools"
    },
    {
      "knowledgeId": "58b15cd8-83de-4014-9a23-05da6eed2d3d",
      "detail": "The methods for storing analogue and digital collections and which media serves the purposes best, e.g. packaging of physical resources, use of online repositories"
    },
    {
      "knowledgeId": "10ac0147-9a34-4cef-9364-5b2f6273b670",
      "detail": "The means of acquiring, maintaining, disposing of and locating documents, according to the organisation’s collection management guidelines and legal obligations"
    },
    {
      "knowledgeId": "759dff48-7f9e-424a-8ae0-a38764df290f",
      "detail": "The concept of digital continuity ensuring original records are preserved as required"
    },
    {
      "knowledgeId": "bf481646-d398-4c05-ac8d-f5f1e4f6b5ee",
      "detail": "The specific features of archives, media, etc., (as distinct from other forms of collection), their legal and historical value, and archival principles"
    },
    {
      "knowledgeId": "48c55815-fce4-4d54-ad4c-5c6e9f783af0",
      "detail": "The nature of collections, how they are changing, and the organisational policy relating to collections management and development decisions"
    },
    {
      "knowledgeId": "d04a7893-8f9e-4473-bf8d-51a963de8368",
      "detail": "The nature of knowledge, intellectual capital and the social networks through which they are shared and exploited"
    },
    {
      "knowledgeId": "28ee8ddc-3973-4b77-9400-f76926bb9480",
      "detail": "The use of collaborative tools and activities such as Google Drive and Groups, Sharepoint and Enterprise Social Media"
    },
    {
      "knowledgeId": "964842a2-1648-43b6-b904-a58a5e7c525c",
      "detail": "The nature and value of research, including that undertaken by practitioners and that which is mediated, e.g. ways of assessing individual information needs and how to support research and retrieval of the right information"
    },
    {
      "knowledgeId": "5b0249c5-2b77-4c0f-b956-7cf189c33202",
      "detail": "Some basic information/digital literacy frameworks and how these support the research and dissemination of information"
    },
    {
      "knowledgeId": "e5853076-b4e0-445c-876f-5aec3ff68dea",
      "detail": "The role that information professionals and services play in developing knowledge and literacy (reading, writing and numeracy) and general cultural enrichment"
    },
    {
      "knowledgeId": "40e3d6a4-83a3-47c9-bfb3-c2ab88c64dbb",
      "detail": " The capabilities of web-based technologies and content management systems of particular relevance to the sector, e.g. to provide alternatives, to store and search for information"
    },
    {
      "knowledgeId": "52374015-0a0a-4e40-9ac0-cfbe2521488f",
      "detail": "Users’ needs and information-seeking behaviour and how different information services cater to different types of user"
    },
    {
      "knowledgeId": "4cee2cc1-1055-49eb-bf0a-9961ab50e4d7",
      "detail": "Methods for promoting services and collections to users and non-users and how to guide them through their information-seeking / learning journey"
    },
    {
      "knowledgeId": "8df0d214-bb3d-4130-871f-59b13f11476f",
      "detail": "How services might impact users differently, depending on their age, disability, ethnicity, etc"
    },
    {
      "knowledgeId": "46884f79-31e3-4e23-8a8b-f23573d5933c",
      "detail": "The impact of online environments/spaces and physical spaces on the provision of services"
    },
    {
      "knowledgeId": "bcbcf051-f882-4098-a6f5-88ffa215024f",
      "detail": "How to evaluate existing services against benchmarks / standards / customer need"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "3fc43471-80f1-446c-b04b-379f8edb1817",
      "detail": "Practise in an ethical and legal manner"
    },
    {
      "behaviourId": "77baef67-ece4-412f-b01e-9f85fee982f0",
      "detail": "Respect for the integrity of information items and for the intellectual effort of those who created them"
    },
    {
      "behaviourId": "bdb7c443-687b-49d4-a6a1-306b0b96ff3e",
      "detail": "Demonstrate leadership and initiative within the boundaries of specific tasks"
    },
    {
      "behaviourId": "40e16639-a531-4d57-99cb-7a6c49a30af5",
      "detail": "Attentiveness, ensuring  resources provided and access are most appropriate to user needs"
    },
    {
      "behaviourId": "577c9202-cb35-4b40-aba0-ffffcd5b7cb8",
      "detail": "Solutions focused"
    },
    {
      "behaviourId": "6f237059-933e-43a7-b8c9-a07c50c0e31b",
      "detail": "Concern for the public good in all professional matters, including respect for diversity within society, and the promoting of equal opportunities and human rights"
    },
    {
      "behaviourId": "afce0182-0087-4713-b05a-1b19a04acd5d",
      "detail": "Protect the confidentiality of all matters relating to information users"
    },
    {
      "behaviourId": "c382ed7e-d54a-4cbe-bd82-32f7366b2a80",
      "detail": " Act with integrity, honesty and accountability"
    },
    {
      "behaviourId": "bcc6b8bf-54d4-4bb1-b299-f4771c9536c1",
      "detail": "Informative and supportive, ensuring users are aware of the full scope and remit of the service"
    },
    {
      "behaviourId": "fe4f5436-a77a-41bd-800e-2a8d323c48ad",
      "detail": "Act as an advocate for the benefits and value of the services delivered"
    },
    {
      "behaviourId": "918fc470-88b1-41ad-a518-1d65ab13ad73",
      "detail": "Concern for the conservation and preservation of our information heritage in all formats"
    },
    {
      "behaviourId": "9bb9c161-6ed7-4090-ad15-ef3b765c8406",
      "detail": "Diligence in respect to services for which they are responsible in meeting the needs of users"
    },
    {
      "behaviourId": "6c7ea476-974e-4249-a8a7-4673a1b798d8",
      "detail": "Adaptable to change"
    },
    {
      "behaviourId": "ef686b92-52ea-436e-8837-0a6e04e8f303",
      "detail": "Work collaboratively with others"
    },
    {
      "behaviourId": "585c06d0-5746-4c03-b1a5-dafc0d983f64",
      "detail": "Concern for balancing the needs of actual and potential users and the reasonable demands of employers"
    },
    {
      "behaviourId": "9bb621ee-49b5-4bdf-a3b0-49753576f3ca",
      "detail": "Provision of the best possible service within available resources"
    }
  ],
  "skills": [
    {
      "skillId": "061db8b4-5eb3-42a5-bd33-0e6e3c8b7703",
      "detail": "Interpret and implement policy, e.g. communicating clearly the basic copyright restrictions and reasons for not sharing personal data"
    },
    {
      "skillId": "6e200bd2-ee88-4f84-aa0e-926e18d0e6ed",
      "detail": "Undertake regulation and compliance checking, e.g. in order to ensure data protection is not breached"
    },
    {
      "skillId": "cfecf5b2-10f9-4126-84d1-af225cb355fa",
      "detail": "Solve user problems in a range of situations using their knowledge and interpretation"
    },
    {
      "skillId": "5871933d-241c-46f6-94c3-6692d8f4e95b",
      "detail": " Use information management processes to store, manage and retrieve records and data to support collaboration, exploitation and the organisation’s Information Management (IM) practices"
    },
    {
      "skillId": "d0d932c0-9dc9-4468-8265-59ecfb8fb221",
      "detail": " Describe and arrange material/resources, by observing and applying identified cataloguing standards in order to create online catalogues and other finding aids to meet users’ needs"
    },
    {
      "skillId": "0cb869a5-99fc-479d-bd35-4894eef31c41",
      "detail": "Employ information retrieval techniques to identify and use relevant media and systems, e.g. searching online databases, catalogues or physical stores, and EDRMS (electronic document record management systems)"
    },
    {
      "skillId": "0e776802-d775-44c9-97c9-cf7f6a76a75f",
      "detail": "Perform preservation (analogue/physical and digital) practices to keep collections physically safe using institutional/sector guidelines, and supporting work that provides digital access by creating alternatives that meet a range of user requirements"
    },
    {
      "skillId": "9d378910-ec0b-49ef-87bf-b0f1c8cb2c34",
      "detail": "Use enquiry techniques to clarify and meet users’ information requirements and manage expectations, e.g. by signposting to alternative resources and providing solutions"
    },
    {
      "skillId": "4a03fa10-f6ee-4573-989c-bd9c55821761",
      "detail": "Develop knowledge sharing with users, cultivating an environment where knowledge is freely shared and sought within a ‘safe’ environment, including online solutions"
    },
    {
      "skillId": "281f15b0-61e9-47ed-9a5a-da976654cb1c",
      "detail": "Use relevant approaches to learning support to contribute to the development of learning activities for different audiences to enhance knowledge and literacy, e.g. reader development"
    },
    {
      "skillId": "802ab6b1-3c1f-49b1-a549-604b2475f2d8",
      "detail": "Select and use appropriate tools and technologies to support users in researching and disseminating information, e.g. databases, search engines, digital libraries, repositories and social media"
    },
    {
      "skillId": "da37085e-947c-4a48-a225-5f1e8764473e",
      "detail": "Develop information and digital skills to support users to identify, find, access and evaluate information, to share knowledge and to promote self-help"
    },
    {
      "skillId": "133a9ba8-de32-479a-be25-a82b438199ef",
      "detail": "Demonstrate information sharing by contributing to learning activities for specific audiences, e.g. inductions and events, catering to a variety of levels of knowledge and understanding"
    },
    {
      "skillId": "ca8f98dc-f101-4b9c-827d-8a390df31f5f",
      "detail": "Use promotion techniques for resources so that users and potential users are aware of their value, impact and benefit, e.g. by curating collections and displays in effective ways, undertaking outreach activities to guide users to achieve independence in their use of information"
    },
    {
      "skillId": "4e9d002a-83db-45ba-a71c-971ffce90a19",
      "detail": "Implement the organisation’s collection management policy, e.g. through identifying stock that should be acquired and that which is no longer used or needed, and relegating or removing these appropriately"
    },
    {
      "skillId": "6dc2806c-d058-4c20-9d16-332418ab02d9",
      "detail": "Develop the service by assessing the learning environment and anticipating user needs, e.g. re-organising study/virtual spaces, suggesting improvements to catalogues or web pages"
    },
    {
      "skillId": "6b1f88d4-5cdd-477f-aeb4-052b5009af7b",
      "detail": "Use teamwork and collaboration to achieve goals, e.g. with stakeholders and partners beyond the organisation"
    },
    {
      "skillId": "d213628b-0736-4da1-9e84-a2f660e376d5",
      "detail": "Use information provision to enable users to access materials, e.g. through lending books/artefacts, emailing documents, accessing original archives, signposting links to information"
    },
    {
      "skillId": "8bae2bb6-f9e8-4f94-8da2-c7e3b5626ac0",
      "detail": "Exercise communication skills - oral, written, presentation, interpersonal, listening, assertiveness (online and face to face)"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-12-21T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0235",
  "tbMainContact": "Julie.Bell@lancashire.gov.uk, Jacqueline.Chelin@uwe.ac.uk",
  "involvedEmployers": "BSI Group, Haplo, Healthcare Libraries North, East Sussex Health Care NHS Trust, Barts Health NHS Trust, Ministry Of Defence, Dept of Communities and Local Government, Mishcon de Reya LLP, Suffolk Libraries IPS Limited, Libraries Unlimited, Lancashire County Council, Surrey County Council, The British Library, University of Worcester, University of Bath, University of the West of England, The Bodleian Libraries, The Manchester College, Kirklees College, Richmond upon Thames College, London Metropolitan Archives, The National Archives",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Library",
    "information and archive services assistant"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Management and Administration",
  "cluster": "Administrator",
  "clusterId": "45",
  "clusterDescription": null,
  "createdDate": "2020-01-07T09:14:04 +00:00",
  "lastUpdated": "2022-01-18T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-12-21T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised or adjusted. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeships being revised or adjusted are available in the revisions and adjustments status report.&nbsp;",
  "occupationCode": "OCC0664",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0664-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0664-v1-0",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "Chartered Institute of Library and Information Professionals",
      "level": " Certified Member (ACLIP)",
      "isPartial": "",
      "partialFreeText": ""
    },
    {
      "bodyName": "Archive and Records Association",
      "level": "Foundation Member (FMARA)",
      "isPartial": "",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "eb3a00ed-062a-44df-8edf-2de4b503765f",
      "dutyDetail": " Implement the organisational policies for handling information, physical and digital collections and related resources; using initiative to interpret users’ needs and solve their problems - within legislative frameworks",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3fc43471-80f1-446c-b04b-379f8edb1817",
        "77baef67-ece4-412f-b01e-9f85fee982f0"
      ],
      "mappedKnowledge": [
        "654e33f9-a50c-46cc-8618-7ceab314179f",
        "a8acbf22-0dfe-4276-8781-8357beb753cd",
        "48c55815-fce4-4d54-ad4c-5c6e9f783af0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "061db8b4-5eb3-42a5-bd33-0e6e3c8b7703",
        "6e200bd2-ee88-4f84-aa0e-926e18d0e6ed",
        "cfecf5b2-10f9-4126-84d1-af225cb355fa",
        "5871933d-241c-46f6-94c3-6692d8f4e95b"
      ],
      "criteriaForMeasuringPerformance": "Relevant policy and procedure located, selected and applied in accordance with user's\nrequirements and in a timely manner\n\nData protection, copyright and other relevant legislation is referred and adhered to\n\nData is interrogated and interpreted efficiently from the data management system using appropriate searching techniques\n\nThe organisation's policies or procedures are implemented accurately to provide the customer\nwith the appropriate solution(s)"
    },
    {
      "dutyID": "cb57b76e-3c16-408b-bbc9-0078a91b81d9",
      "dutyDetail": "Acquire, receive, record, circulate and develop collections of physical and digital resources",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bdb7c443-687b-49d4-a6a1-306b0b96ff3e",
        "40e16639-a531-4d57-99cb-7a6c49a30af5"
      ],
      "mappedKnowledge": [
        "2cdb12cf-03e0-4d1e-add4-0e36bba2d084",
        "b5b5a8ed-bb65-4bf9-8047-84fdb4be8d0d",
        "10ac0147-9a34-4cef-9364-5b2f6273b670",
        "48c55815-fce4-4d54-ad4c-5c6e9f783af0",
        "d04a7893-8f9e-4473-bf8d-51a963de8368"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5871933d-241c-46f6-94c3-6692d8f4e95b",
        "d0d932c0-9dc9-4468-8265-59ecfb8fb221",
        "0cb869a5-99fc-479d-bd35-4894eef31c41"
      ],
      "criteriaForMeasuringPerformance": "Demonstrate a comprehensive understanding the range of information and resources available, and\ninternal/external markets\n\nData is interrogated and interpreted from the data management systems using appropriate searching\ntechniques to acquire the right resources efficiently and comply with budgets"
    },
    {
      "dutyID": "de2fde0a-9464-4c07-86fe-186ade65bcbc",
      "dutyDetail": "Provide access to information and related sources to meet users’ diverse requirements",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "577c9202-cb35-4b40-aba0-ffffcd5b7cb8",
        "6f237059-933e-43a7-b8c9-a07c50c0e31b"
      ],
      "mappedKnowledge": [
        "d04a7893-8f9e-4473-bf8d-51a963de8368",
        "28ee8ddc-3973-4b77-9400-f76926bb9480",
        "964842a2-1648-43b6-b904-a58a5e7c525c",
        "e5853076-b4e0-445c-876f-5aec3ff68dea",
        "40e3d6a4-83a3-47c9-bfb3-c2ab88c64dbb",
        "8df0d214-bb3d-4130-871f-59b13f11476f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5871933d-241c-46f6-94c3-6692d8f4e95b",
        "d0d932c0-9dc9-4468-8265-59ecfb8fb221",
        "0cb869a5-99fc-479d-bd35-4894eef31c41",
        "0e776802-d775-44c9-97c9-cf7f6a76a75f",
        "9d378910-ec0b-49ef-87bf-b0f1c8cb2c34"
      ],
      "criteriaForMeasuringPerformance": "Specific user requirements are interpreted and appropriate resources are selected and made available with digital and physical access as required\n\nCorrect information is gained through creative and collaborative partnership work\n\nThe most effective resources are selected for the user"
    },
    {
      "dutyID": "3d203d3f-f358-40df-95b8-eb057d44b148",
      "dutyDetail": "Support users to develop confidence and skills in reading, researching, understanding and evaluating information",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "577c9202-cb35-4b40-aba0-ffffcd5b7cb8",
        "afce0182-0087-4713-b05a-1b19a04acd5d"
      ],
      "mappedKnowledge": [
        "964842a2-1648-43b6-b904-a58a5e7c525c",
        "5b0249c5-2b77-4c0f-b956-7cf189c33202",
        "e5853076-b4e0-445c-876f-5aec3ff68dea",
        "52374015-0a0a-4e40-9ac0-cfbe2521488f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4a03fa10-f6ee-4573-989c-bd9c55821761",
        "281f15b0-61e9-47ed-9a5a-da976654cb1c",
        "802ab6b1-3c1f-49b1-a549-604b2475f2d8",
        "da37085e-947c-4a48-a225-5f1e8764473e",
        "133a9ba8-de32-479a-be25-a82b438199ef"
      ],
      "criteriaForMeasuringPerformance": "Users are able to develop their own skills to access validated information through a programme of learning opportunities\n\nUsers are supported through learning initiatives aimed at increasing their develop knowledge and skills in reading, writing and numeracy through print and digital programmes"
    },
    {
      "dutyID": "c86515f4-1d4c-4f0c-808e-93dedcddbe47",
      "dutyDetail": "Promote content, collections and displays to highlight value and impact and sustain user interest",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c382ed7e-d54a-4cbe-bd82-32f7366b2a80",
        "bcc6b8bf-54d4-4bb1-b299-f4771c9536c1",
        "fe4f5436-a77a-41bd-800e-2a8d323c48ad"
      ],
      "mappedKnowledge": [
        "bf481646-d398-4c05-ac8d-f5f1e4f6b5ee",
        "4cee2cc1-1055-49eb-bf0a-9961ab50e4d7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d0d932c0-9dc9-4468-8265-59ecfb8fb221",
        "0cb869a5-99fc-479d-bd35-4894eef31c41",
        "9d378910-ec0b-49ef-87bf-b0f1c8cb2c34",
        "281f15b0-61e9-47ed-9a5a-da976654cb1c",
        "ca8f98dc-f101-4b9c-827d-8a390df31f5f"
      ],
      "criteriaForMeasuringPerformance": "Content and collections are prominent and receive regular user interest\n\nProducts/services are placed clearly and appropriate information is readily available"
    },
    {
      "dutyID": "f83c2690-dbc3-4cc1-9db2-1e60222e129f",
      "dutyDetail": "Administer and support the management and development of collections",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "918fc470-88b1-41ad-a518-1d65ab13ad73",
        "9bb9c161-6ed7-4090-ad15-ef3b765c8406"
      ],
      "mappedKnowledge": [
        "58b15cd8-83de-4014-9a23-05da6eed2d3d",
        "759dff48-7f9e-424a-8ae0-a38764df290f",
        "40e3d6a4-83a3-47c9-bfb3-c2ab88c64dbb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0cb869a5-99fc-479d-bd35-4894eef31c41",
        "0e776802-d775-44c9-97c9-cf7f6a76a75f",
        "4e9d002a-83db-45ba-a71c-971ffce90a19"
      ],
      "criteriaForMeasuringPerformance": "Different collections are preserved, well kept, used correctly and fit for purpose\n\nCollections management policies and legislation policies are accurately applied to ensure easy access for the user"
    },
    {
      "dutyID": "e829caae-649d-42f4-a18c-f820f93f163a",
      "dutyDetail": "Execute withdrawal of information and related resources from use and store or dispose of them safely and sustainably",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c382ed7e-d54a-4cbe-bd82-32f7366b2a80",
        "918fc470-88b1-41ad-a518-1d65ab13ad73"
      ],
      "mappedKnowledge": [
        "48c55815-fce4-4d54-ad4c-5c6e9f783af0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4e9d002a-83db-45ba-a71c-971ffce90a19"
      ],
      "criteriaForMeasuringPerformance": "Resources are removed in a timely fashion and in accordance with organisational policy and/or other legislation\n\nMaterials are recycled where practicable and feasible.\n\nAll confidential information/data is destroyed as appropriate"
    },
    {
      "dutyID": "8bd323ce-dd50-4d44-b6fa-7b5571fa5511",
      "dutyDetail": "Create an environment that supports the development of users and encourages learning and exploration of information and related resources",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "918fc470-88b1-41ad-a518-1d65ab13ad73",
        "6c7ea476-974e-4249-a8a7-4673a1b798d8"
      ],
      "mappedKnowledge": [
        "964842a2-1648-43b6-b904-a58a5e7c525c",
        "5b0249c5-2b77-4c0f-b956-7cf189c33202",
        "e5853076-b4e0-445c-876f-5aec3ff68dea",
        "8df0d214-bb3d-4130-871f-59b13f11476f",
        "46884f79-31e3-4e23-8a8b-f23573d5933c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5871933d-241c-46f6-94c3-6692d8f4e95b",
        "9d378910-ec0b-49ef-87bf-b0f1c8cb2c34",
        "4a03fa10-f6ee-4573-989c-bd9c55821761",
        "281f15b0-61e9-47ed-9a5a-da976654cb1c",
        "802ab6b1-3c1f-49b1-a549-604b2475f2d8",
        "da37085e-947c-4a48-a225-5f1e8764473e",
        "133a9ba8-de32-479a-be25-a82b438199ef",
        "6dc2806c-d058-4c20-9d16-332418ab02d9",
        "6b1f88d4-5cdd-477f-aeb4-052b5009af7b"
      ],
      "criteriaForMeasuringPerformance": "The different types of user spaces required (physical and/or digital) that users wish to occupy accurately identified and described\n\nUsers supported through a variety of programmes/activities to explore what is the right resource for their needs\n\nSelected an appropriate methodology of learning for the user, taking into account their specific needs"
    },
    {
      "dutyID": "b94c682b-9df5-4194-b8e6-78ff1d8a29e8",
      "dutyDetail": "Collaborate with users and stakeholders in the shaping, development and innovation of the service",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ef686b92-52ea-436e-8837-0a6e04e8f303",
        "585c06d0-5746-4c03-b1a5-dafc0d983f64"
      ],
      "mappedKnowledge": [
        "49fbf1ca-949e-40e0-9755-764e3fa469a7",
        "8df0d214-bb3d-4130-871f-59b13f11476f",
        "bcbcf051-f882-4098-a6f5-88ffa215024f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4a03fa10-f6ee-4573-989c-bd9c55821761",
        "802ab6b1-3c1f-49b1-a549-604b2475f2d8",
        "6b1f88d4-5cdd-477f-aeb4-052b5009af7b",
        "d213628b-0736-4da1-9e84-a2f660e376d5",
        "8bae2bb6-f9e8-4f94-8da2-c7e3b5626ac0"
      ],
      "criteriaForMeasuringPerformance": "Users and stakeholders have been collaborated with \n\nThe information/feedback has been used to develop and shape innovative services \n\nFindings are documented and communicated clearly to line managers to line managers and key\nstakeholders"
    },
    {
      "dutyID": "e778ba7d-dcd6-4303-a89e-7110ee60b488",
      "dutyDetail": "Develop and deliver excellent customer service to on-site and online users to support and create communities for sharing and engaging with information and related resources",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "afce0182-0087-4713-b05a-1b19a04acd5d",
        "ef686b92-52ea-436e-8837-0a6e04e8f303",
        "9bb621ee-49b5-4bdf-a3b0-49753576f3ca"
      ],
      "mappedKnowledge": [
        "77346761-d979-47ed-9584-f3bca462852d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d0d932c0-9dc9-4468-8265-59ecfb8fb221",
        "9d378910-ec0b-49ef-87bf-b0f1c8cb2c34",
        "4a03fa10-f6ee-4573-989c-bd9c55821761",
        "da37085e-947c-4a48-a225-5f1e8764473e",
        "6dc2806c-d058-4c20-9d16-332418ab02d9",
        "6b1f88d4-5cdd-477f-aeb4-052b5009af7b",
        "d213628b-0736-4da1-9e84-a2f660e376d5",
        "8bae2bb6-f9e8-4f94-8da2-c7e3b5626ac0"
      ],
      "criteriaForMeasuringPerformance": "Demonstrated excellent communication (including listening) skills in order to interpret users' needs. Services are provided as quickly as is feasible and to user’s requirements (within reason)"
    },
    {
      "dutyID": "29f088b5-9726-4b3b-ae4d-c888c05f8665",
      "dutyDetail": "Describe and organise information and collections of physical and digital resources",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "77baef67-ece4-412f-b01e-9f85fee982f0",
        "9bb621ee-49b5-4bdf-a3b0-49753576f3ca"
      ],
      "mappedKnowledge": [
        "2cdb12cf-03e0-4d1e-add4-0e36bba2d084",
        "b5b5a8ed-bb65-4bf9-8047-84fdb4be8d0d",
        "10ac0147-9a34-4cef-9364-5b2f6273b670"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5871933d-241c-46f6-94c3-6692d8f4e95b",
        "d0d932c0-9dc9-4468-8265-59ecfb8fb221",
        "0cb869a5-99fc-479d-bd35-4894eef31c41"
      ],
      "criteriaForMeasuringPerformance": "Demonstrated a comprehensive understanding of the range of information and resources available\n\nResources are arranged to suit easy and logical access."
    },
    {
      "dutyID": "c4f863e9-98f8-4a67-a692-6d091fd71003",
      "dutyDetail": "Store and preserve information and collections safely and securely",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3fc43471-80f1-446c-b04b-379f8edb1817",
        "918fc470-88b1-41ad-a518-1d65ab13ad73"
      ],
      "mappedKnowledge": [
        "58b15cd8-83de-4014-9a23-05da6eed2d3d",
        "759dff48-7f9e-424a-8ae0-a38764df290f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0e776802-d775-44c9-97c9-cf7f6a76a75f",
        "4e9d002a-83db-45ba-a71c-971ffce90a19"
      ],
      "criteriaForMeasuringPerformance": "Organisational policy is complied with\n\nHealth and safety guidance is observed to reduce risk to the apprentice, but also to the benefit of the resources"
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-01-18T00:00:00"
}