{
  "larsCode": 423,
  "referenceNumber": "ST0616",
  "title": "Wireless communications rigger",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/423",
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": null,
  "earliestStartDate": "2019-03-22T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Supporting the UK’s cellular network and its infrastructure.",
  "level": 2,
  "typicalDuration": 18,
  "maxFunding": 12000,
  "route": "Construction",
  "keywords": [],
  "jobRoles": [
    "Wireless Communications Rigger",
    "Rigging Engineer",
    "Telecomms Rigger"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/2533/st0616_wireless-communications-rigger_l2_ap-for-publication_070119.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;The Wireless Communications Rigger is a key member of the field-based wireless rigging team supporting the UK’s cellular network and its infrastructure. Comfortable working at height and outdoors in a physically-demanding role, Wireless Communications Riggers will be at the forefront of the nationwide roll-out of the 5G network whilst actively maintaining the existing 2G, 3G and 4G networks.&lt;/p&gt;\n&lt;p&gt;Wireless Communications Riggers can install large steel structures on towers and rooftops, adapting the existing structure in the process if necessary. They facilitate the lifting and lowering of equipment for installation and removal, install a range of cable types and sizes including Coaxial, CAT5/6 and Fibre Optic, interpret drawings and plans, demonstrate a range of climbing techniques and can even rescue colleagues in difficulty at height.&lt;/p&gt;\n&lt;p&gt;Wireless Communications Riggers work in a variety of environments including rooftop sites, towers and masts in greenfield sites or inner-city buildings. They must be equally adept working indoors or outdoors, in a variety of temperatures and weather conditions and sometimes at unsociable hours. Wireless Communications Riggers will generally form part of a 2 or 3-man team reporting to a team leader. They will be required to communicate effectively and sensitively with site providers, landlords and members of the public.&lt;/p&gt;\n&lt;p&gt;As the UK embraces the digital economy, the dependence on wireless communication platforms to handle larger data packages, fast delivery and wider coverage continues. There are approximately 1500 –2000 climbers in the industry with businesses ranging in size from international mobile telecoms companies to smaller regional subcontractors.&lt;/p&gt;\n&lt;p&gt;Typical job titles: Wireless Communications Rigger, Rigging Engineer, Telecomms Rigger&lt;/p&gt;\n&lt;table style=&quot;height: 666px;&quot;&gt;\n&lt;tbody&gt;\n&lt;tr style=&quot;height: 17px;&quot;&gt;\n&lt;th style=&quot;width: 20%; height: 17px;&quot;&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/th&gt;\n&lt;th style=&quot;height: 17px;&quot;&gt;&lt;strong&gt;On completion of the apprenticeship the Wireless Communications Rigger will have knowledge and understanding of:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 222px;&quot;&gt;\n&lt;td style=&quot;width: 20%; height: 222px;&quot;&gt;Health, Safety &amp;amp; Environmental&lt;/td&gt;\n&lt;td style=&quot;height: 222px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Current industry health, safety and environmental legislation such as The Working at Height Regulations (2005), and company-specific requirements for safe working practices&lt;/li&gt;\n&lt;li&gt;Hazards of exposure to radio-frequency energy and the associated safe working practices and relevant legislation such as The Control of Electromagnetic Fields at Work regulations 2016&lt;/li&gt;\n&lt;li&gt;Personal site safety responsibilities, hazards, risks and control measures&lt;/li&gt;\n&lt;li&gt;The methods and procedures for recording, reporting and dealing with hazards and risks and the necessary control measures required&lt;/li&gt;\n&lt;li&gt;The hierarchy of risk&lt;/li&gt;\n&lt;li&gt;Responding to problems and emergencies in the work place and providing suitable solutions&lt;/li&gt;\n&lt;li&gt;The inspection and maintenance of Personal Protective Equipment and the procedures to follow when detecting defects or damage&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 181px;&quot;&gt;\n&lt;td style=&quot;height: 181px;&quot;&gt;Technical Knowledge&lt;/td&gt;\n&lt;td style=&quot;height: 181px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The Radio Frequency spectrum including current and future technologies and the main difference between frequencies within the full radio spectrum&lt;/li&gt;\n&lt;li&gt;The key components of a wireless telecom site and their functions&lt;/li&gt;\n&lt;li&gt;The types, sizes and weights of key site components such as Antennas, Amplifiers and duplexing units&lt;/li&gt;\n&lt;li&gt;The correct network installation and Network Operators’ testing requirements&lt;/li&gt;\n&lt;li&gt;The tools and equipment used in to install, maintain and decommission sites&lt;/li&gt;\n&lt;li&gt;Site schematic drawings and radio design scopes&lt;/li&gt;\n&lt;li&gt;Radio Frequency monitoring equipment functions and working parameters&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 158px;&quot;&gt;\n&lt;td style=&quot;height: 158px;&quot;&gt;\n&lt;p&gt;Rigging &amp;amp; Working at Height&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 158px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Structure integrity and the importance of permanent attachment whilst working at height&lt;/li&gt;\n&lt;li&gt;The safe access, egress and rescue plans for working at height&lt;/li&gt;\n&lt;li&gt;The hazards and risks associated with working at height - including the work environment&lt;/li&gt;\n&lt;li&gt;The loads and forces that are applied when rigging and how to estimate them&lt;/li&gt;\n&lt;li&gt;Permissible loads on structures&lt;/li&gt;\n&lt;li&gt;Slings, knots and other attachment techniques for the safe lifting and lowering of materials and equipment to height&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr style=&quot;height: 88px;&quot;&gt;\n&lt;td style=&quot;height: 88px;&quot;&gt;\n&lt;p&gt;Communication &amp;amp; Team Working&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;height: 88px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The importance of effective communication&lt;/li&gt;\n&lt;li&gt;The need for positive working relationships&lt;/li&gt;\n&lt;li&gt;Verbal and non-verbal signs and signals&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 20%;&quot;&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;On completion of the apprenticeship the Wireless Communications Rigger will have the skills to demonstrate the ability to:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Health, Safety &amp;amp; Environmental&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Apply relevant safety legislation, codes of practice and safe working practices to self and others within the working environment&lt;/li&gt;\n&lt;li&gt;Safely use, store and maintain tools and equipment in accordance with manufacturer’s and the employer’s operational and health and safety requirements including Control of Substances Hazardous to Health (COSHH) and asbestos awareness&lt;/li&gt;\n&lt;li&gt;Follow accident reporting and security procedures, deal with security breaches in the workplace following organisational processes&lt;/li&gt;\n&lt;li&gt;Carry out and document an onsite dynamic risk assessment complying with a valid safe system of work&lt;/li&gt;\n&lt;li&gt;Select and deploy workplace signage and guarding&lt;/li&gt;\n&lt;li&gt;Carry out first aid&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Technical Skills&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Carry out antenna installation, alignment, optimisation and testing to network requirements&lt;/li&gt;\n&lt;li&gt;Carry out installation, earthing and termination of coax and fibre following manufacturers and operators’ installation specifications&lt;/li&gt;\n&lt;li&gt;Carry out installation and demonstrate the technical understanding of the key components of a wireless telecom site&lt;/li&gt;\n&lt;li&gt;Use an Open, Short and Precision Load in the testing of cables and antenna systems for impedance and loss&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Rigging &amp;amp; Working at Height&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Select and use work restraint, work positioning and fall arrest equipment following manufacturer’s instructions and company policy&lt;/li&gt;\n&lt;li&gt;Use slings, knots and other attachment techniques to safely lift and lower materials and equipment&lt;/li&gt;\n&lt;li&gt;Safely Work at height applying the correct tower climbing techniques&lt;/li&gt;\n&lt;li&gt;Works comfortably and competently on any site type (rooftop, Greenfield, street works) Correctly use fall arrest systems&lt;/li&gt;\n&lt;li&gt;Correctly select and use appropriate tools and equipment when working at height&lt;/li&gt;\n&lt;li&gt;Carry out a rescue from a tower or a structure using snatch and assisted lower techniques&lt;/li&gt;\n&lt;li&gt;Read, interpret and work to technical drawings and designs&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Communication &amp;amp; Team Working&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Effectively communicate with all stakeholders including colleagues, contractors and members of the public&lt;/li&gt;\n&lt;li&gt;Effectively contribute to the team and develop positive working relationships&lt;/li&gt;\n&lt;li&gt;Apply verbal and non-verbal signs and signals when communicating as part of a team&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 20%;&quot;&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;On completion of the apprenticeship the Wireless Communications Rigger will have the occupational competence to:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;Working Safely&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;Work safely and reliably by taking responsibility for their own and others’ health, safety and security.&#160; Report accidents, near misses and unsafe conditions and practices without delay. Challenge unsafe behaviours and incorrect work practices and procedures&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Accepting Responsibility &#160;&lt;/td&gt;\n&lt;td&gt;Take responsibility for their own actions and standards of work. Be aware of the limits of their own competence and seek advice when required.&#160; Cooperate with employers, other employees and site providers to ensure that their competence is maintained and up to date&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Attitude and personal effectiveness&lt;/td&gt;\n&lt;td&gt;Show enthusiasm and a willingness to learn.&#160; Be able to work independently, using initiative to solve problems and plan and organise workloads. Act with integrity, and be respectful of others, honest and reliable.&#160; Deliver a professional service to all customers&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Willing to learn and develop&lt;/td&gt;\n&lt;td&gt;Continually developing personally and professionally following current legislative and industry regulations and guidelines&#160;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Set by individual employers but may require a demonstration of fitness and/or ability to operate at height. All entrants must be a minimum of 18 years old at the commencement of their employment due to insurance purposes.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices must achieve level 1 English &amp;amp; Maths and take the test for level 2 if not already done so prior to taking the End-Point Assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&#160;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;18 months.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level:&#160; &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a Level 2 Apprenticeship.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;After three years.&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "Pete Moss ",
    "contactAddress": "Open Awards Estuary Commerce Park\n17 De Havilland Dr\nSpeke\nLiverpool \nL24 8RN",
    "contactEmail": "EQA@openawards.org.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2019-03-22T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "jenny.atkinson@8point8training.com ",
  "involvedEmployers": "8Point8, McGee Networks, ARCC, Dael, Deacom, IRIS, MBNL, MRS Training & Rescue, Trackwork, Huawei, Turner & Townsend",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Wireless Communications Rigger",
    "Rigging Engineer",
    "Telecomms Rigger"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Building Services Engineering",
  "cluster": "Utilities Installation and Maintenance Operative/Technician",
  "createdDate": "2017-11-14T17:09:50 +00:00",
  "lastUpdated": "2019-03-22T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/wireless-communications-rigger-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/wireless-communications-rigger-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}