{
  "templateType": "Apprenticeship Standard",
  "larsCode": 368,
  "referenceNumber": "ST0601",
  "learningAimClassCode": "",
  "title": "Prosthetist and orthotist (integrated degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0601",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2021-10-04T00:00:00",
  "earliestStartDate": "2018-10-31T00:00:00",
  "latestStartDate": "2021-11-09T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Caring for people who need an artificial limb or a device to support or control part of their body.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 24000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "prosthetics",
    "orthotics",
    "degree",
    "limb",
    "body",
    "caring"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/5599/st0601-_prosthetis-orthotist_fully-integrated_ap-for-publication_adjusment_21092021.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.2 Nursing, and subjects and vocations allied to medicine",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Prosthetist and orthotist&#160;is a registered clinician. This unique occupation provides the opportunity to practice in two areas of healthcare. Most will specialise in Prosthetics or Orthotics; a small number continue in both. &lt;strong&gt;Prosthetists&lt;/strong&gt; Provide gait (walking) analysis and engineering solutions to patients with limb(s) loss. They are trained in mechanics, bio-mechanics, and material science along with anatomy, physiology and pathophysiology. They are able to design, provide and modify prostheses that replicate the structural or functional characteristics of a patient’s absent limb(s). They provide care to patients with congenital (from birth) loss as well as loss due to conditions including diabetes, reduced vascularity, infection and trauma. &lt;strong&gt;Orthotists&lt;/strong&gt; Provide gait (walking) analysis and engineering solutions to patients with problems of the neuro, muscular and skeletal systems. They apply mechanics, bio-mechanics, and material science along with anatomy, physiology and pathophysiology when assessing patients. They design and provide orthoses that modify the structural or functional characteristics of a patient’s neuro, muscular and skeletal systems enabling them to mobilise, eliminate gait deviations (improve walking), reduce falls, reduce pain, prevent and facilitate healing of ulcers and prevent physical deformities from progressing. They fit and modify Orthoses, and are accountable and responsible for the impact of any changes. They provide care to patients with a wide range of conditions. Prosthetist and orthotist manage their own patient caseloads, work across all age ranges and with a wide variety of conditions, often providing lifetime care. Whilst autonomous practitioner with leadership and management responsibilities they work as key part of a Multi-Disciplinary Team (MDT) to provide holistic care to patients and work collaboratively with members of the MDT through the provision of rehabilitation and long-term care. Prosthetists and orthotists work for both the NHS and independent companies. Prosthetist and orthotist demonstrate confidence, compassion, competency and effective judgement about risk and be responsible and accountable for their decisions.&#160; Prosthetist and orthotist instruct and guide their technicians in the specification and manufacture of prostheses and orthoses. They also advise them in matters of patient interaction and care when the technicians are dealing directly with patients for example for repairs. They use current evidence to evaluate the effectiveness of their practice with the aim of continually improving outcomes for patients. They are responsible for ensuring their own knowledge and skills are current and support the development of others.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Day to day activities include:&lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Provide Prosthetist and orthotist &#160;care to patients, most commonly within a hospital environment, working closely with medical staff, physio and occupational therapists&lt;/li&gt;\n&lt;li&gt;Assess and prescribe tailored orthoses and / or prostheses treatment; working in partnership with patients to tailor treatments to their needs and develop a treatment plan (which may be part of a wider MDT package of care&lt;/li&gt;\n&lt;li&gt;Analyse patient’s needs and involve them in the designand choice of their devise, take measurements (including moulds) and/or use computer modelling to produce a design of the prostheses or orthoses suited to the patient&lt;/li&gt;\n&lt;li&gt;Provide and fit the orthoses and prostheses; educate the patient on how to manage and adjust their device to improve function further&lt;/li&gt;\n&lt;li&gt;Support patients to maximise their potential over the time of treatment – which could be life long&lt;/li&gt;\n&lt;li&gt;Carry out clinical follow-up checks with a patient to see how they are managing with their device and being able to spot ill-fitting, sub-optimal functioning and take appropriate action&lt;/li&gt;\n&lt;li&gt;Use research, evidence and clinical experience to develop professionally and improve outcomes for patients and the profession (Including participation in clinical audit)&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Entry: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Employers will set selection criteria. This might include GCSEs, A levels, other relevant qualifications, relevant experience and/or an aptitude test.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualification requirements: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices will be required to complete a Health and care professions council (HCPC) approved BSc (Hons) programme in prosthetics and orthotics&lt;em&gt;. &lt;/em&gt;Apprentices without level 2 English and maths will need to achieve this level prior to completing the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Professional registration:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;On successful completion, apprentices are eligible to apply to the HCPC for registration as Prosthetist and orthotist, which is a requirement to practice under the protected title. (See HCPC Standards of Proficiency &lt;a href=&quot;http://www.hpc-uk.org/assets/documents/10000522Standards_of_Proficiency_Prosthetists_and_Orthotists.pdf&quot;&gt;http://www.hpc-uk.org/assets/documents/10000522Standards_of_Proficiency_Prosthetists_&amp;amp;_Orthotists.pdf&lt;/a&gt;).&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level: &lt;/strong&gt;6&lt;/h3&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;Typically 4 years&lt;/h3&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date: &lt;/strong&gt;After 3 years&lt;/h3&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;Values&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Professionalism, skilled, caring, compassionate, conscientious, honest and trustworthy.&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160;&#160;&lt;/td&gt;\n&lt;td&gt;You will treat people with dignity, respecting patient&#39;s diversity, beliefs, culture, needs, values, privacy and preferences. You will show respect and empathy for those with whom you work with, have the courage to challenge areas of concern and work to evidence based best practice and consensus. You will also be adaptable, reflective, reliable and consistent, show discretion, resilience, self-awareness and demonstrate leadership. You will be focussed on problem solving and demonstrate tenacity.&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 15%;&quot;&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;th&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;You will know and understand:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Prosthetic and orthotic care &lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Work with patients to analyse their needs and involve them in the design and choice of their device as appropriate&lt;/li&gt;\n&lt;li&gt;Analyse and critically evaluate the information collected&lt;/li&gt;\n&lt;li&gt;Analyse and compare normal and abnormal gait, locomotor function and movement using both qualitative and quantitative means&lt;/li&gt;\n&lt;li&gt;Select and use appropriate investigation and assessment techniques, completing an accurate clinical assessment&lt;/li&gt;\n&lt;li&gt;Develop and implement a treatment plan, adjusting and changing as required to meet the patient’s needs (including necessary practical skills)&lt;/li&gt;\n&lt;li&gt;Assess factors important to the relevant design, using appropriate techniques to capture body shape&lt;/li&gt;\n&lt;li&gt;Develop the model required to manufacture the device and modify, adjust the model where necessary&lt;/li&gt;\n&lt;li&gt;Prescribe orthotic or prosthetic intervention including, where necessary, the specification for manufacture&lt;/li&gt;\n&lt;li&gt;Undertake analyses where required for unapproved combinations or applications of components&lt;/li&gt;\n&lt;li&gt;Recognise when devices require rectification, repair and take appropriate action&lt;/li&gt;\n&lt;li&gt;Demonstrate a logical and systematic approach to problem solving using research reasoning to determine appropriate actions&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;The structure and function of the human body, together with knowledge of health, disease, disorder and dysfunction including: human structure and function of the musculoskeletal system; the aetiology and pathophysiology of human disease and general genetic principles; and a range of disorders that are amenable to prosthetic or orthotic treatment and their limitations&lt;/li&gt;\n&lt;li&gt;Gait, locomotor and movement functions and ways to check them&lt;/li&gt;\n&lt;li&gt;How to undertake and record a thorough, sensitive and detailed assessment&lt;/li&gt;\n&lt;li&gt;How to formulate and evaluate a treatment plan for a patient including setting appropriate review goals and timelines; the range of prosthetic and orthotic devices available; how to position or immobilise patients correctly for safe and effective interventions including fitting a prosthesis or orthotic device&lt;/li&gt;\n&lt;li&gt;The theoretical basis of prosthetic and orthotic science and design; a range of techniques for capturing body shape&lt;/li&gt;\n&lt;li&gt;The structure and properties of materials and their appropriate application to prosthetic or orthotic hardware and clinical practice; a range of modelling techniques; how to measure and adjust a model&lt;/li&gt;\n&lt;li&gt;Biomechanical principles and the appropriate application of forces to the human body following prescription and supply of a device in a manner which makes the application of such forces safe and effective in an episode of treatment&lt;/li&gt;\n&lt;li&gt;How to undertake analyses when required for unapproved combiniations or applications of components&lt;/li&gt;\n&lt;li&gt;How equipment works and how to maintain it to a high standard at all times, when and where to report faults; quality control and how it applies in prosthetic and orthotic design and delivery&lt;/li&gt;\n&lt;li&gt;The range of orthotic and prosthetic products available allowing the most appropriate product to be provided and manufactured to meet the specific needs of the patient&lt;/li&gt;\n&lt;li&gt;How to identify changes in the fit of prostheses and orthoses over time (due to changes in the patient and/or materials) and how best to return the device to optimum effectiveness or where appropriate to renew and replace&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Person centred care&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Work in partnership with patients to assess their needs and exercise professional judgement, utilising the best research evidence available, clinical experience and patient aspiration&lt;/li&gt;\n&lt;li&gt;Work in partnership with patients to identify goals and agree appropriate treatment plans and that work is based on mutual respect and trust-always maintaining high standards of care&lt;/li&gt;\n&lt;li&gt;Apply a range of communication interventions and interpersonal skills to support patients receiving prosthetic and orthotic care&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;Recognise and take account of the wide range of needs a patient has including physical, psychological, social and cultural needs (recognising when to refer to other professionals)&lt;/li&gt;\n&lt;li&gt;Demonstrate clinical reasoning and the processes that underpin decision-making and problem solving&lt;/li&gt;\n&lt;li&gt;Recognise the value of case conferences and other methods of review&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Equality, diversity and inclusion legislation; how to treat people with dignity and respect; how to assess the nature and complexity of a patient’s needs including how to empathise with patients; understanding how disability affects and influences prosthetic and orthotic management; the requirement to adapt practice to meet the needs of patients dealing with emotional needs due to a range of circumstances and experiences&lt;/li&gt;\n&lt;li&gt;Ways to use your judgement to develop treatment plans that reflect a patient’s needs and preferences&lt;/li&gt;\n&lt;li&gt;How to recognise how communication affects assessment and engagement of a patient and to be able to apply a range of communication techniques; taking into account a patient’s emotional state, The stages and processes of clinical reasoning and understand how they underpin effective decision making age, capacity, understanding, learning and physical ability, culture, ethnicity and religious beliefs&lt;/li&gt;\n&lt;li&gt;Ways to assist the communication requirements of patients; including recognising the need to use interpersonal skills to encourage the active participation of patients; how to recognise the limits of prosthetic and orthotic practice in the context of patient care; including when not to proceed with a treatment intervention in the best interests of a patient&lt;/li&gt;\n&lt;li&gt;The stages and processes of clinical reasoning and understand how they underpin effective decision making&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Governance and&lt;/strong&gt;&lt;strong&gt; safety&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;Receive, act on and make referrals (to others) as appropriate&lt;/li&gt;\n&lt;li&gt;Practice safely, according to available evidence and within competency level, maintaining fitness to practice&lt;/li&gt;\n&lt;li&gt;Work collaboratively in partnership with other professionals, patients and carers focussed on achieving agreed goals&lt;/li&gt;\n&lt;li&gt;Obtain informed consent for prosthetic and orthotic care&lt;/li&gt;\n&lt;li&gt;Safeguard patients, including vulnerable adults and children&lt;/li&gt;\n&lt;li&gt;Conduct risk assessment of the environment, patient and the device prescribed and supplied&lt;/li&gt;\n&lt;li&gt;Safeguard confidential information relating to patients at all times&lt;/li&gt;\n&lt;li&gt;Maintain records that are fit for purpose and process them accordingly&lt;/li&gt;\n&lt;li&gt;Manage and lead colleagues and staff as appropriate&lt;/li&gt;\n&lt;li&gt;Comply with local and national standards regarding reporting of medical device failures and incidents&lt;/li&gt;\n&lt;li&gt;Practice within the scope of HCPC Standards of proficiency&lt;/li&gt;\n&lt;li&gt;Evaluate research and other evidence to inform practice&lt;/li&gt;\n&lt;li&gt;Work safely, including being able to select appropriate hazard control and risk management, reduction or elimination techniques in a safe manner in accordance with health and safety legislation&lt;/li&gt;\n&lt;li&gt;Select appropriate personal protective equipment and use it correctly&lt;/li&gt;\n&lt;li&gt;Establish safe environments for practice, which minimise risks to service users, those treating them and others, including the use of hazard control and particularly infection control&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;How to work collaboratively with those who provide services to patients; recognising the limits of prosthetic and orthotic practice and when to seek advice and/or refer to another professional&lt;/li&gt;\n&lt;li&gt;What is meant by fitness to practice; how to work within legislation, standards, protocols and codes of conduct (e.g. Medicines and Healthcare products Regulatory Agency HCPC); the limits of your own competence and role&lt;/li&gt;\n&lt;li&gt;How to be able to apply professional knowledge, skills and experience as part of a multi-professional team to ensure a patient’s needs are met&lt;/li&gt;\n&lt;li&gt;What is meant by informed consent and how to secure it across the age range and in line with cognitive ability; the importance of providing patients with information that allows them to make informed decisions and safely manage their condition and supplied devices&lt;/li&gt;\n&lt;li&gt;What is meant by duty of care; medical ethics; safeguarding of adults and children and how it applies to your role&lt;/li&gt;\n&lt;li&gt;Health and safety legislation, policies and procedures; ways to assess risks that ensures safety and security of the prescribed device; how to balance the needs of the patient and personal risk taking; a range of evidence-based models of risk assessment related to prosthetics and orthotics and your own role&lt;/li&gt;\n&lt;li&gt;Concepts and theories of leadership and management and how they apply the clinical environment&lt;/li&gt;\n&lt;li&gt;How to maintain confidentiality and apply the principles of information and clinical governance&lt;/li&gt;\n&lt;li&gt;The importance of managing records and data in accordance with legislation, protocols and best practice&lt;/li&gt;\n&lt;li&gt;The need to participate in training, supervision and mentoring&lt;/li&gt;\n&lt;li&gt;Quality guidelines and device design principles that apply to patient devices; incident reporting and escalation&lt;/li&gt;\n&lt;li&gt;The national standards and legal framework within your scope of practice; including maintaining a high standard of personal professional conduct; the need to keep skills and knowledge up to date and the importance of career-long learning&lt;/li&gt;\n&lt;li&gt;Ways to reduce occupational stress and the importance of maintaining your own health and well-being&lt;/li&gt;\n&lt;li&gt;The value of critical reflection on practice and the need to record the outcome of such reflection&lt;/li&gt;\n&lt;li&gt;The structure and function of health and social care services in the UK&lt;/li&gt;\n&lt;li&gt;A range of research methodologies&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2018-10-31T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0298",
  "tbMainContact": "healthcare.trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "Opcare, Yeovil District Hospital NHS Foundation Trust, Blatchford, Crispin Orthotics Ltd, Dorset County Hospital Foundation Trust, Halo Medical, Livewell Southwest, Pace Rehabilitation Ltd, Robert Jones and Agnes Hunt, Trulife",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "Health and Care Professions Council",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Healthcare Science",
  "cluster": "Healthcare Science Professional",
  "clusterId": "21",
  "clusterDescription": "Provide direct patient contact along with high quality diagnosis and care working independently and with other health professionals",
  "createdDate": "2017-11-14T17:10:56 +00:00",
  "lastUpdated": "2021-10-04T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-10-31T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0601",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0601-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0601-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [
    {
      "name": "Training provider",
      "webLink": "",
      "approved": true
    },
    {
      "name": "EPAO",
      "webLink": "",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-11-09T00:00:00"
}