{
  "larsCode": 221,
  "referenceNumber": "ST0626",
  "title": "Laboratory scientist (degree)",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/221",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2018-01-03T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Carrying out technical and scientific activity in laboratories.",
  "level": 6,
  "typicalDuration": 60,
  "maxFunding": 27000,
  "route": "Health and science",
  "keywords": [
    "science",
    "lab",
    "laboratory",
    "laboratory scientist"
  ],
  "jobRoles": [
    "Lab scientist"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/1510/laboratoryscientist_-assessment-plan_-st0626-clean-version.pdf",
  "ssa1": "2 Science and Mathematics",
  "ssa2": "2.1 Science",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;A laboratory scientist applies specialist knowledge and broad scientific understanding to carry out a range of technical and scientific activities in their specialist discipline: Chemical Science, Life Sciences, Research &amp;amp; Development, and Analytical.&#160; They analyse, interpret and evaluate relevant scientific information, concepts and ideas and use these to develop subsequent experiments or investigations and to propose solutions to problems&lt;em&gt;.&lt;/em&gt; They identify areas of business improvement and propose innovative scientific ideas. They perform practical, established and novel laboratory procedures using standard and specialist laboratory equipment and instrumentation. Ensuring uniformity, consistency, reliability, reproducibility, quality, and integrity of scientific tests underpins their work and the working environment. In all contexts working safely and ethically is paramount. &#160;Laboratory scientists work in a wide range of organisations, including chemical, pharmaceutical, biotechnology, formulated products, consumer products, nuclear and analytical services.&#160; They work autonomously on defined projects under the supervision of a senior scientist and as part of a wider scientific team, which may include laboratory technologist and laboratory technicians.&#160; They deliver scientific value to their organisation, whilst contributing to the development of others.&lt;/p&gt;\r\n&lt;p&gt;Typical job titles include: Analytical Chemist, Research &amp;amp; Development Scientist, Molecular Biologist, Formulation Scientist, Medicinal Chemist, Process Scientist.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Entry requirements&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Whilst any entry requirements will be a matter for individual employers, typically, candidates will have 5 GCSE’s at grade C or above, including English, maths and a science subject and hold relevant level 3 qualifications providing the appropriate number of UCAS points for entry to a level 6 Higher Education programme. Other relevant or prior experience may also be considered as an alternative.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Requirements &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;h4&gt;&lt;strong&gt;Knowledge, skills and behaviours&lt;/strong&gt;&lt;/h4&gt;\r\n&lt;p&gt;&lt;strong&gt;Knowledge, in relation to one of the following specialist disciplines where indicated - Chemical Science, Life Sciences, Research &amp;amp; Development or Analytical:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ol&gt;\r\n&lt;li&gt;The underlying scientific principles, principal theories, concepts and terminology of laboratory based experimentation, including laboratory techniques relevant to the specialist discipline.&lt;/li&gt;\r\n&lt;li&gt;The ways in which advanced science and technology is developed, established techniques of scientific enquiry and research methodologies.&lt;/li&gt;\r\n&lt;li&gt;The theoretical basis for application of the science relevant to one specialist discipline including how to apply this during experimental design and implementation of research programmes.&lt;/li&gt;\r\n&lt;li&gt;The requirements for the development and validation of analytical methods and instrumentation, including suitable sampling methods as appropriate to the specialist discipline.&lt;/li&gt;\r\n&lt;li&gt;How to use statistical techniques, probability distributions, significance testing &amp;amp; confidence limits, regression &amp;amp; correlation and hypothesis testing to evaluate results, design experiments and draw evidence based conclusions.&lt;/li&gt;\r\n&lt;li&gt;How to independently implement new processes according to the literature, data mining results and input from colleagues.&lt;/li&gt;\r\n&lt;li&gt;How to initiate, plan, execute and close a project and incorporate the organisation’s project management procedures into the scientific work environment working with team members.&lt;/li&gt;\r\n&lt;li&gt;The requirements of internal or external customers and how to recommend the appropriate workflows, improvements or scientific solutions.&lt;/li&gt;\r\n&lt;li&gt;The internal and external regulatory environment pertinent to the science sector and area of specialisation, for example Medicines &amp;amp; Healthcare Products&#160; Regulatory Authority (MHRA) , Control of Major Accident Hazards (COMAH),&#160; Good Laboratory Practice (GLP).&lt;/li&gt;\r\n&lt;li&gt;The business environment in which the company operates including personal role within the organisation, ethical practice and codes of conduct.&lt;/li&gt;\r\n&lt;/ol&gt;\r\n&lt;p&gt;&lt;strong&gt;Skills, &lt;/strong&gt;&lt;strong&gt;in relation to one of the following specialist disciplines where indicated - Chemical Science, Life Sciences, Research &amp;amp; Development or Analytical:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ol start=&quot;11&quot;&gt;\r\n&lt;li&gt;Identify and use the scientific approaches appropriate to one specialist discipline required to solve problems, support new investigations and follow-up experiments in the laboratory.&lt;/li&gt;\r\n&lt;li&gt;Appraise scientific experimentation, independently design and implement new processes according to relevant literature and other data sources interrogated using data mining techniques and input from colleagues.&lt;/li&gt;\r\n&lt;li&gt;Support appraisal of scientific experimentation with numerical and statistical analysis.&lt;/li&gt;\r\n&lt;li&gt;Work autonomously to analyse, interpret and evaluate scientific data and present the results of laboratory work and problem solving clearly and concisely in written and oral form.&lt;/li&gt;\r\n&lt;li&gt;Comply with regulations including compliance with business rules pertaining to record keeping, data integrity, traceability &amp;amp; confidentiality.&lt;/li&gt;\r\n&lt;li&gt;Promote and ensure the application of quality standards, safe working practices and compliance with risk management systems relevant to the workplace in own work and the work of others.&lt;/li&gt;\r\n&lt;li&gt;Use creative thinking and problem solving techniques such as root cause analysis, to challenge assumptions, innovate, make new proposals and build on existing ideas.&lt;/li&gt;\r\n&lt;li&gt;Autonomously plan and prioritise tasks, review and evaluate progress against objectives and investigate alternative scenarios.&lt;/li&gt;\r\n&lt;li&gt;Contribute to the development of specific technical projects across multi-disciplinary teams.&lt;/li&gt;\r\n&lt;li&gt;Ensure that targets are met and maintained, within own area of responsibility, whilst complying with defined company procedures and legislative requirements.&lt;/li&gt;\r\n&lt;li&gt;Lead continuous performance improvement within the scientific and technical environment using process mapping &amp;amp; analysis and root cause analysis that is informed by other appropriate principles, such as lean, six sigma, project and change management.&lt;/li&gt;\r\n&lt;/ol&gt;\r\n&lt;p&gt;&lt;strong&gt;Behaviours: &lt;/strong&gt;&lt;/p&gt;\r\n&lt;ol start=&quot;22&quot;&gt;\r\n&lt;li&gt;Communicates effectively to a scientific and non-scientific audience using oral presentation, scientific debate &amp;amp; technical writing skills.&lt;/li&gt;\r\n&lt;li&gt;Demonstrates reliability, integrity and respect for confidentiality on work related and personal matters, including appropriate use of social media and information systems.&lt;/li&gt;\r\n&lt;li&gt;Works autonomously and interact effectively including challenging assumptions within a wide, multi-disciplinary project team.&lt;/li&gt;\r\n&lt;li&gt;Takes account of the impact of work on others, especially where related to diversity and equality.&lt;/li&gt;\r\n&lt;li&gt;Manages time effectively, being able to plan and complete work to schedule.&lt;/li&gt;\r\n&lt;li&gt;Responds positively to change management processes and promotes change within work group.&lt;/li&gt;\r\n&lt;li&gt;Takes responsibility for continuing personal and professional development, demonstrating commitment to learning and self-improvement and supports the development of others as appropriate.&lt;/li&gt;\r\n&lt;/ol&gt;\r\n&lt;h3&gt;&lt;strong&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Bachelor’s Degree in a scientific discipline relevant to the job role; Chemistry, Life Sciences, Pharmaceutical Sciences, Microbiology, Genetics&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Link to professional registration&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;The apprenticeship standard is recognised by the Science Council at Registered Scientist (RSci) level&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Level 6&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Typically 60 months&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;After 3 years&lt;/p&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "Pete Moss ",
    "contactAddress": "Open Awards Estuary Commerce Park\n17 De Havilland Dr\nSpeke\nLiverpool\nL24 8RN",
    "contactEmail": "EQA@openawards.org.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2018-01-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "TB0040",
  "tbMainContact": " Robert.Watts@covance.com",
  "involvedEmployers": "Pfizer, GSK, Astra Zeneca, Sterling Pharma Solutions, 3M, Victrex, SABIC, Barts Health Pharmaceuticals, Lotte Chemical UK, Centre for Process Innovation, Broughton Laboratories, Aesica Pharmaceuticals Limited, Fujifilm Diosynth Biotechnologies, LGC, HMG Paints",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Lab scientist"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Science",
  "cluster": "Science Professional",
  "createdDate": "2017-12-06T14:21:17 +00:00",
  "lastUpdated": "2018-01-03T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/laboratory-scientist-(degree)-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/laboratory-scientist-(degree)-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}