{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 525,
  "referenceNumber": "ST0656",
  "learningAimClassCode": "",
  "title": "Advanced upholsterer",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0656",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "",
  "changedDate": "2019-09-30T00:00:00",
  "earliestStartDate": "2019-09-30T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Make and repair upholstered furniture.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 10000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Modern Upholsterer",
    "Traditional Upholsterer",
    "furniture",
    "upholstered furniture",
    "Furnishings and Interiors industry"
  ],
  "jobRoles": [
    "Upholsterer",
    "Traditional Upholsterer",
    "Furniture Upholsterer",
    "Upholstery Technician",
    "Automotive Upholsterer",
    "Marine Upholsterer",
    "Development Upholsterer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3662/st0656_advanced_upholsterer_l3_ap_for-publication_10102019.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the Furniture, Furnishings and Interiors industry, it can also relate to the automotive and marine industry where they have upholstered items such as seating.&#160; Advanced Upholsterers will specialise in either traditional or modern upholstery and will choose one option.&#160;&#160;&lt;/p&gt;\n&lt;p&gt;The UK furniture, bed and furnishings manufacturing is a substantial growth industry for the UK. Latest verified government figures from 2016 put total consumer expenditure on furniture and furnishings at &#163;16.7 billion, supporting over 327,000 jobs.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to produce upholstered furniture by preparing and cutting fabrics, creating/repairing frames and joints, selecting and applying suspensions and upholstering frames.&#160; An Advanced Upholsterer is a skilled and methodical individual capable of creating ergonomic and comfortable furniture using traditional or modern techniques, materials and fabrics to produce aesthetically pleasing and fit for purpose consumer products.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with a range of colleagues including production/manufacturing managers, quality technicians, production leaders, designers and product developers. Advanced Upholsterers will work alone or within small teams with other upholsterers and will be responsible for liaising with colleagues, suppliers and customers. They tend to work in small craft workshops but can also work in larger factories. An employee in this occupation will be responsible for the quality of their work and the relevant resources to carry out their activities.&lt;/p&gt;\n&lt;p&gt;Advanced Upholsterers may also have managerial responsibility for team members, the level of responsibility varies depending on the size of the organisation that they are working in. Depending on the size of the organisation, they will report to a production manager or a managing director.&lt;/p&gt;\n&lt;p&gt;Option 1: A Traditional Upholsterer is a skilled craft person who creates individual pieces of new furniture or renovates or re-upholsters old or antique furniture they also reupholster new furniture using traditional methods. Traditional upholsterers use materials like coil springs (post-1850), animal hair (horse, hog and cow), coir, hessian, linen scrim, wadding etc., and is done by hand, building up each layer.&lt;/p&gt;\n&lt;p&gt;Option 2: An Advanced Modern Upholsterer is a skilled person who understands frame construction, adds padding, springs and coverings to furniture such as chairs and sofas. Advanced Modern Upholsterers understand ergonomics and aesthetics required to apply methodically and accurately a wide range of modern upholstery techniques, materials and fabrics, to produce furniture that meets specification and is fit for purpose.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "dc877b34-184e-4578-85b8-d73de940340e",
      "detail": "Health, safety and environmental management and risk assessment for example Control Of Substances Hazardous to Health (COSHH), Provision and Use of Work Equipment Regulations (PUWER), Health And Safety At Work Act (HASAWA), Reporting of Injuries, Diseases and Dangerous Occurrences Regulations (RIDDOR) and manual handling"
    },
    {
      "knowledgeId": "40c3a393-29e4-4053-b1bf-38523f48592c",
      "detail": "Fabric characteristics, identification and appropriate usage of fabrics"
    },
    {
      "knowledgeId": "eb42bc14-e67e-4479-a044-0eb385a2fafe",
      "detail": "How to create templates, lay, cut, prepare and sew fabric components"
    },
    {
      "knowledgeId": "afc20202-bfa8-431c-9627-b56b12a4ad17",
      "detail": "Upholstery frame construction and repair techniques for example jointing, gluing and replacing components"
    },
    {
      "knowledgeId": "ecf57e97-dffe-45d5-8647-b03d9d07b5b6",
      "detail": "Leather faults and how to mark and resolve for example scuffs, scratches, stains, burn marks, water marks and discolouration in leather"
    },
    {
      "knowledgeId": "9769eac5-fe8c-4870-af6e-f8e2a9269caf",
      "detail": "Upholstery industry specific regulations, legislation and standards, covering flammability regulations, British Standards, CE Marks (Conformité Européenne), Intellectual Property and renewable practices"
    },
    {
      "knowledgeId": "9ba72c71-4bab-486f-8d40-c46a82e39fdd",
      "detail": "How to realise and manage customer expectations for example statutory rights and responsibilities, consumer rights, lead times, after sales support"
    },
    {
      "knowledgeId": "9d26d366-f2ce-499e-8805-41fab1f790b0",
      "detail": "Basic project management including principles and techniques of good project management"
    },
    {
      "knowledgeId": "ed2c233e-270f-4f3e-94b4-1fb783771c05",
      "detail": "Effective communication skills and techniques including verbal, written and physical non-verbal"
    },
    {
      "knowledgeId": "5187fbf9-66c3-48c9-a58a-c695feb2b001",
      "detail": "How to manage upholstery resources effectively to meet budgets for example raw materials"
    },
    {
      "knowledgeId": "f5f68fc9-9aa2-498a-899a-e0577afc08e5",
      "detail": "Industry materials including fabrics, springs, fillings, frames, linings, trimmings, legs, feet and castors"
    },
    {
      "knowledgeId": "3443abb0-47d5-4668-bed7-c6e381afae5f",
      "detail": "Modern and traditional manufacturing methods for example traditional hand techniques and modern machinery techniques"
    },
    {
      "knowledgeId": "9a7a220d-0e2e-4c64-ae26-7f2e55ec0516",
      "detail": "Ergonomic and aesthetic design principles in the upholstery industry"
    },
    {
      "knowledgeId": "4f4a9f5b-63a6-4c50-8358-26faa01497ff",
      "detail": "Different types of filling materials and when they should be used for example polyurethane foam, synthetic cotton and feathers"
    },
    {
      "knowledgeId": "f4588915-e009-433c-9b2e-fd50e0106ede",
      "detail": "Styles, periods and iconic designers from pre-20th Century, 20th Century including 1930s art deco through to current trends and history of upholstered furniture, materials and methods"
    },
    {
      "knowledgeId": "f652505c-2dba-4091-a679-e9891aae69d8",
      "detail": "Traditional upholstery methods for example hand stitching, tacking and stuffing"
    },
    {
      "knowledgeId": "38290963-01bf-48f9-bbcf-0563faaec681",
      "detail": "How to create, renovate or restore furniture pieces for example re-covering or replacement fillings"
    },
    {
      "knowledgeId": "5df12334-f8e7-4331-8b63-de46ead9e487",
      "detail": "How to strip back old/antique upholstery in order to start the restoration/repair"
    },
    {
      "knowledgeId": "315447ec-bcdd-4077-b30d-eff2a1c21c2d",
      "detail": "Budgeting, including providing customer estimates and costing projects"
    },
    {
      "knowledgeId": "a3a4c695-7b74-49f7-8c7b-2f81162c2eaf",
      "detail": "How to finish show wood frames for example French polishing"
    },
    {
      "knowledgeId": "d6100cda-9143-4c6e-aa66-6980e7ef8fff",
      "detail": "Modern upholstery techniques including the use of power tools and machinery"
    },
    {
      "knowledgeId": "d22be841-bef7-4422-b294-7ca56608446c",
      "detail": "Modern methods of bespoke furniture production and assembly including stapling, machine sewing"
    },
    {
      "knowledgeId": "90d298ae-8c5f-47c3-9b90-877d4ed0c460",
      "detail": "History of upholstered furniture and styles, periods and iconic designers of the 20th & 21st Century"
    },
    {
      "knowledgeId": "e14273bb-2cf9-4066-a776-0ba010e881c9",
      "detail": "How to design, bespoke pieces of furniture using modern manufacturing methods"
    },
    {
      "knowledgeId": "9bf4ea38-6416-46d0-a396-637613a1451a",
      "detail": "Materials, construction methods and product specifications used in modern upholstery, for example boards, springs, spring units, webbing, alternative support systems, fastenings and fabrics"
    },
    {
      "knowledgeId": "cce6a582-e82e-4420-a499-3491e7da484f",
      "detail": "Limitations relating to process and end uses and how to identify these"
    },
    {
      "knowledgeId": "82360500-1c36-4371-805b-2bd70bd88398",
      "detail": "How to provide estimates to customers and cost projects"
    },
    {
      "knowledgeId": "0529ef64-7579-4843-88cf-7307c70ee0ab",
      "detail": "Equality and diversity and how this applies in the workplace"
    },
    {
      "knowledgeId": "3e0f4bff-b647-47a2-bb7e-909b2e23575d",
      "detail": "Conflict management"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "f0044835-de8d-45b0-8e8e-956b4c9e1fb2",
      "detail": "Have a safety-first attitude, ensuring the safety of self and others as appropriate"
    },
    {
      "behaviourId": "6a29c4ec-abe3-4606-8e4b-4139e4d911a1",
      "detail": "Is customer focused, demonstrate behaviour that puts the customer first"
    },
    {
      "behaviourId": "cd14293e-9544-4ef7-bc4e-9704e5094a96",
      "detail": "Commit to achieving and maintaining upholstery quality standards and efficiently rates"
    },
    {
      "behaviourId": "c9374bb6-004a-4e8f-82f6-7f7f361febde",
      "detail": "Has a calm and reasonable approach when completing upholstery tasks"
    },
    {
      "behaviourId": "64151c26-774d-4c99-8897-be9fb544c255",
      "detail": "Approaches each task with enthusiasm and demonstrates a high level of motivation and resilience when facing challenges"
    },
    {
      "behaviourId": "aa081773-f71b-4d89-a23e-e900753c362e",
      "detail": "Thorough and accurate when accomplishing upholstery tasks"
    },
    {
      "behaviourId": "48aa3864-ea5f-4ed3-bf79-ae3d6537a2eb",
      "detail": "Adheres to company values"
    },
    {
      "behaviourId": "ece11113-b9de-48cf-9561-9a99c2252721",
      "detail": "Be reflective on skills, knowledge and behaviours and seek opportunities to develop and advance skills in response to the evolving manufacturing environment and technologies"
    },
    {
      "behaviourId": "763a63a6-c621-418b-85ca-4ccbeccb4ce5",
      "detail": "Demonstrate confidence in your ability and enthusiasm as an upholsterer"
    }
  ],
  "skills": [
    {
      "skillId": "8f0980bd-92c3-4a04-8613-981bc6c7d134",
      "detail": "Work safely at all times"
    },
    {
      "skillId": "11ab51e5-f295-4add-b312-2213d541cecc",
      "detail": "Prepare and sew fabric components using advanced methods for example fluting, float, deep-buttoning and other decorative detailing"
    },
    {
      "skillId": "ee8a2978-b703-4589-b653-c6def8190f83",
      "detail": "Create templates, lay and cut fabric components"
    },
    {
      "skillId": "21cda81d-0d1e-4c79-b609-2749b0f114d0",
      "detail": "Evaluate upholstery frames and repair as required"
    },
    {
      "skillId": "94914e0d-b5ab-404f-950d-9233bb587a83",
      "detail": "Identify, mark and resolve faults in leather for example scuffs, scratches, stains, burn marks, water marks and discolouration"
    },
    {
      "skillId": "6e1cfe4d-69f1-468e-90c3-ace0b66adb12",
      "detail": "Quality assure upholstery products to meet relevant industry specific regulations, legislation and standards"
    },
    {
      "skillId": "cc988095-a671-440b-bf21-2c9765a045c2",
      "detail": "Realise and manage customer expectations"
    },
    {
      "skillId": "a053ae32-aa9c-41cf-b53c-d823172d995b",
      "detail": "Apply basic project management techniques"
    },
    {
      "skillId": "77fa99d5-f3d4-4894-81ed-4a8b70d61454",
      "detail": "Apply effective communication techniques at all levels including written and verbal communication skills"
    },
    {
      "skillId": "bc5a7ff2-de9a-49a4-8be4-151cf2b7a5ff",
      "detail": "Manage upholstery resources effectively to meet budgets including materials, components and time"
    },
    {
      "skillId": "1ee7e760-53be-4169-bdc6-7b28e3402f9b",
      "detail": "Define materials, construction methods and product specifications for furniture to be produced"
    },
    {
      "skillId": "38964f20-d833-4acb-9117-153f4288294c",
      "detail": "Select and fix different types of filling materials for example natural and manmade fillings"
    },
    {
      "skillId": "90e5240d-6df5-46b2-9a7f-d8190c8a0a1d",
      "detail": "Select and apply materials for suspensions including springs, sprung units, suspension systems and webbing"
    },
    {
      "skillId": "54db4c1c-cbd8-41ad-a2d8-543c9f435838",
      "detail": "Upholster products using traditional materials and methods such as using materials like coil springs (post-1850), animal hair (horse, hog and cow), coir, fibres, hessians, linen scrims, wadding by hand, building each layer up"
    },
    {
      "skillId": "5cafc6b5-32e0-473e-bd66-3358686202ef",
      "detail": "Apply traditional upholstery techniques, for example hand stuffing, hand stitching and tacking in order to renovate/restore furniture pieces"
    },
    {
      "skillId": "4e692a04-2892-4e86-9bad-0c6364bbf5f9",
      "detail": "Apply traditional upholstery materials and fabrics for example hessian and linen to repair antique/old furniture"
    },
    {
      "skillId": "3a7cd770-0859-4840-a96f-e4546f9023f2",
      "detail": "Strip back upholstery to frames using appropriate tools and methods"
    },
    {
      "skillId": "3af5495f-e2d0-4c9d-a916-e20bd84d8b6f",
      "detail": "Provide accurate estimates to customers"
    },
    {
      "skillId": "d230ae7d-22be-4c94-a8b9-235a181c9223",
      "detail": "Identify the process to finish / repair show wood frames"
    },
    {
      "skillId": "76f59ccf-fc6e-4963-9a2f-81ed7dce93b8",
      "detail": "Upholster products using advanced modern methods for example stapling, machine sewing"
    },
    {
      "skillId": "fa5ac45a-e38b-43b4-a632-a216e0445e66",
      "detail": "Use power tools and machinery to upholster products for example CNC (Computer Numerically Controlled) cutting machinery and staple guns"
    },
    {
      "skillId": "78cb0da9-3dca-4687-b6f6-4efdec8a434f",
      "detail": "Produce & assemble bespoke pieces of furniture using modern methods"
    },
    {
      "skillId": "bd6d6486-6ac9-42e6-ac8e-dccd10942f08",
      "detail": "Design and create bespoke pieces of furniture using modern manufacturing methods"
    },
    {
      "skillId": "63565925-835e-4e7e-87d8-87e92cbaf8c1",
      "detail": "Define manufacturing processes for furniture to be produced"
    },
    {
      "skillId": "c1458383-6fc7-40ef-a189-765e210ad65d",
      "detail": "Set timescales and costings for furniture to be produced"
    },
    {
      "skillId": "d4cf2781-b481-4db1-b92d-68190177fef7",
      "detail": "Provide accurate estimates to customers"
    },
    {
      "skillId": "5e0a27c6-783b-499e-bdee-ed9dc08a78d4",
      "detail": "Manage self and others to achieve objectives and lead teams by providing directions, instructions and guidance"
    },
    {
      "skillId": "87ef5c6d-de6d-4c69-8a56-712101487e85",
      "detail": "Apply coaching, mentoring and team development techniques such as the GROW model (Goal, Current Reality, Options (or Obstacles) Will (or Way Forward) and apply basic conflict management skills including recognising and resolving conflicts"
    },
    {
      "skillId": "d1df77de-ae33-45b4-ad58-5a011ec236e9",
      "detail": "Apply basic conflict management skills including recognising and resolving conflicts"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-09-30T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0360",
  "tbMainContact": "ljwconsultancy@outlook.com",
  "involvedEmployers": "Harrison Spinks, Association of Master Upholsterers & Soft Furnishers, DFS, Silentnight, Hypnos, Senator, Duresta, GPlan, Duresta, Rolls Royce",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Upholsterer",
    "Traditional Upholsterer",
    "Furniture Upholsterer",
    "Upholstery Technician",
    "Automotive Upholsterer",
    "Marine Upholsterer",
    "Development Upholsterer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Manufacturing and Process Operative/Technician",
  "clusterId": "262",
  "clusterDescription": "Assemble and construct complex engineering products",
  "createdDate": "2020-02-10T15:01:23 +00:00",
  "lastUpdated": "2019-09-30T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-09-30T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0656",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0656-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0656-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "b065c3b6-9b12-42bf-b49e-93c1f7d582ce",
      "dutyDetail": "Work safely at all times following relevant legislation and regulations ensuring self and others safety",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "f0044835-de8d-45b0-8e8e-956b4c9e1fb2"
      ],
      "mappedKnowledge": [
        "dc877b34-184e-4578-85b8-d73de940340e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8f0980bd-92c3-4a04-8613-981bc6c7d134"
      ],
      "criteriaForMeasuringPerformance": "Following relevant health and safety legislation and guidance"
    },
    {
      "dutyID": "46c5e664-ad55-440d-b616-7cfec94f66e7",
      "dutyDetail": "Prepare, cut and sew fabric components for upholstery products to specification",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "f0044835-de8d-45b0-8e8e-956b4c9e1fb2",
        "6a29c4ec-abe3-4606-8e4b-4139e4d911a1",
        "cd14293e-9544-4ef7-bc4e-9704e5094a96",
        "c9374bb6-004a-4e8f-82f6-7f7f361febde",
        "64151c26-774d-4c99-8897-be9fb544c255",
        "aa081773-f71b-4d89-a23e-e900753c362e"
      ],
      "mappedKnowledge": [
        "40c3a393-29e4-4053-b1bf-38523f48592c",
        "eb42bc14-e67e-4479-a044-0eb385a2fafe"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "11ab51e5-f295-4add-b312-2213d541cecc",
        "ee8a2978-b703-4589-b653-c6def8190f83"
      ],
      "criteriaForMeasuringPerformance": "Delivered in line with specifications"
    },
    {
      "dutyID": "3fa57569-a262-414a-a7e9-617859dca339",
      "dutyDetail": "Evaluate construction of / repair upholstery frames and joints using appropriate tools and equipment",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cd14293e-9544-4ef7-bc4e-9704e5094a96",
        "aa081773-f71b-4d89-a23e-e900753c362e"
      ],
      "mappedKnowledge": [
        "afc20202-bfa8-431c-9627-b56b12a4ad17"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "21cda81d-0d1e-4c79-b609-2749b0f114d0"
      ],
      "criteriaForMeasuringPerformance": "Delivered in line with customer expectations and specifications"
    },
    {
      "dutyID": "98e8f6ba-b0d1-4ada-b2e1-c6f0c88961d1",
      "dutyDetail": "Identify any faults in hides of leather and propose solutions so it can be used in upholstery",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cd14293e-9544-4ef7-bc4e-9704e5094a96",
        "aa081773-f71b-4d89-a23e-e900753c362e"
      ],
      "mappedKnowledge": [
        "ecf57e97-dffe-45d5-8647-b03d9d07b5b6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "94914e0d-b5ab-404f-950d-9233bb587a83"
      ],
      "criteriaForMeasuringPerformance": "Delivered in line with specifications"
    },
    {
      "dutyID": "cf3a2b2e-b458-419d-9ddd-80258bd0a8b2",
      "dutyDetail": "Ensure upholstery products meet industry specific regulations, legislation and standards",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6a29c4ec-abe3-4606-8e4b-4139e4d911a1",
        "cd14293e-9544-4ef7-bc4e-9704e5094a96",
        "48aa3864-ea5f-4ed3-bf79-ae3d6537a2eb"
      ],
      "mappedKnowledge": [
        "9769eac5-fe8c-4870-af6e-f8e2a9269caf"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6e1cfe4d-69f1-468e-90c3-ace0b66adb12"
      ],
      "criteriaForMeasuringPerformance": "Delivered in line with industry specific regulations, legislation and standards"
    },
    {
      "dutyID": "eae8f00d-97f9-4a64-8a44-bc870d5f6120",
      "dutyDetail": "Realise and maintain customers’ expectations when upholstering products",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6a29c4ec-abe3-4606-8e4b-4139e4d911a1",
        "cd14293e-9544-4ef7-bc4e-9704e5094a96",
        "48aa3864-ea5f-4ed3-bf79-ae3d6537a2eb"
      ],
      "mappedKnowledge": [
        "9ba72c71-4bab-486f-8d40-c46a82e39fdd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cc988095-a671-440b-bf21-2c9765a045c2"
      ],
      "criteriaForMeasuringPerformance": "Delivered in line with customer expectations"
    },
    {
      "dutyID": "d2e7d08c-8483-4659-b397-d83fdf79804e",
      "dutyDetail": "Manage internal upholstery projects from conception to successful completion.  This can include projects such as creating bespoke pieces of furniture and introducing new products and materials.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6a29c4ec-abe3-4606-8e4b-4139e4d911a1",
        "cd14293e-9544-4ef7-bc4e-9704e5094a96",
        "48aa3864-ea5f-4ed3-bf79-ae3d6537a2eb"
      ],
      "mappedKnowledge": [
        "9d26d366-f2ce-499e-8805-41fab1f790b0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a053ae32-aa9c-41cf-b53c-d823172d995b"
      ],
      "criteriaForMeasuringPerformance": "Delivered in line with agreed timescales and costs"
    },
    {
      "dutyID": "c0596d53-b71d-4795-943a-29e99d26c7e6",
      "dutyDetail": "Effectively communicate with colleagues and customers (internal/external)",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "ed2c233e-270f-4f3e-94b4-1fb783771c05"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "77fa99d5-f3d4-4894-81ed-4a8b70d61454"
      ],
      "criteriaForMeasuringPerformance": "Communicated clearly and succinctly"
    },
    {
      "dutyID": "3818b9b8-04a0-4e15-a6d3-d7dffa6869a6",
      "dutyDetail": "Manage upholstery resources effectively to meet budgets",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cd14293e-9544-4ef7-bc4e-9704e5094a96",
        "48aa3864-ea5f-4ed3-bf79-ae3d6537a2eb"
      ],
      "mappedKnowledge": [
        "5187fbf9-66c3-48c9-a58a-c695feb2b001"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bc5a7ff2-de9a-49a4-8be4-151cf2b7a5ff"
      ],
      "criteriaForMeasuringPerformance": "Delivered in line with agreed budgets"
    },
    {
      "dutyID": "bfe19a42-fa4f-4c29-9319-feba5c97da84",
      "dutyDetail": "Develop furniture product specifications and standard operating procedures for upholstered products",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cd14293e-9544-4ef7-bc4e-9704e5094a96",
        "aa081773-f71b-4d89-a23e-e900753c362e"
      ],
      "mappedKnowledge": [
        "f5f68fc9-9aa2-498a-899a-e0577afc08e5",
        "3443abb0-47d5-4668-bed7-c6e381afae5f",
        "9a7a220d-0e2e-4c64-ae26-7f2e55ec0516"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1ee7e760-53be-4169-bdc6-7b28e3402f9b"
      ],
      "criteriaForMeasuringPerformance": "Delivered in line with industry standards"
    },
    {
      "dutyID": "a6b52f62-aa9c-45c3-902c-54504f0c019c",
      "dutyDetail": " Select and apply suitable upholstery fillings and suspensions using traditional or modern techniques",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "f0044835-de8d-45b0-8e8e-956b4c9e1fb2",
        "cd14293e-9544-4ef7-bc4e-9704e5094a96",
        "aa081773-f71b-4d89-a23e-e900753c362e"
      ],
      "mappedKnowledge": [
        "4f4a9f5b-63a6-4c50-8358-26faa01497ff"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "38964f20-d833-4acb-9117-153f4288294c",
        "90e5240d-6df5-46b2-9a7f-d8190c8a0a1d"
      ],
      "criteriaForMeasuringPerformance": "Delivered in line with agreed timescales and specifications"
    },
    {
      "dutyID": "f79cf71c-836c-42e7-a1d8-c5ccde4371f0",
      "dutyDetail": "Manufacture to traditional standard, renovate and reupholster old or antique furniture to the required standard ",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "6a29c4ec-abe3-4606-8e4b-4139e4d911a1",
        "64151c26-774d-4c99-8897-be9fb544c255",
        "aa081773-f71b-4d89-a23e-e900753c362e"
      ],
      "mappedKnowledge": [
        "f4588915-e009-433c-9b2e-fd50e0106ede"
      ],
      "mappedOptions": [
        "19cc3665-bcf5-4190-8279-905b9b14fa92"
      ],
      "mappedSkills": [
        "54db4c1c-cbd8-41ad-a2d8-543c9f435838"
      ],
      "criteriaForMeasuringPerformance": "Delivered in line with agreed timescales and specifications"
    },
    {
      "dutyID": "2e36a891-be8a-4d23-a237-fec055a91908",
      "dutyDetail": "Apply traditional upholstery techniques in order to create, renovate or restore furniture pieces",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "6a29c4ec-abe3-4606-8e4b-4139e4d911a1",
        "64151c26-774d-4c99-8897-be9fb544c255",
        "aa081773-f71b-4d89-a23e-e900753c362e"
      ],
      "mappedKnowledge": [
        "f652505c-2dba-4091-a679-e9891aae69d8",
        "38290963-01bf-48f9-bbcf-0563faaec681"
      ],
      "mappedOptions": [
        "19cc3665-bcf5-4190-8279-905b9b14fa92"
      ],
      "mappedSkills": [
        "5cafc6b5-32e0-473e-bd66-3358686202ef",
        "4e692a04-2892-4e86-9bad-0c6364bbf5f9"
      ],
      "criteriaForMeasuringPerformance": "Delivered in line with agreed timescales and specifications"
    },
    {
      "dutyID": "dd3ec5a5-086e-42ad-a48f-1400f40b4968",
      "dutyDetail": "Strip back old/antique upholstery in order to start the restoration/repair",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "6a29c4ec-abe3-4606-8e4b-4139e4d911a1",
        "64151c26-774d-4c99-8897-be9fb544c255",
        "aa081773-f71b-4d89-a23e-e900753c362e"
      ],
      "mappedKnowledge": [
        "5df12334-f8e7-4331-8b63-de46ead9e487"
      ],
      "mappedOptions": [
        "19cc3665-bcf5-4190-8279-905b9b14fa92"
      ],
      "mappedSkills": [
        "3a7cd770-0859-4840-a96f-e4546f9023f2"
      ],
      "criteriaForMeasuringPerformance": "Delivered in line with agreed timescales and specifications"
    },
    {
      "dutyID": "3c423a89-a815-46ed-b76f-be617467a786",
      "dutyDetail": "Provide estimates for traditionally upholstered furniture to customers to meet their requirements",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "f0044835-de8d-45b0-8e8e-956b4c9e1fb2"
      ],
      "mappedKnowledge": [
        "315447ec-bcdd-4077-b30d-eff2a1c21c2d"
      ],
      "mappedOptions": [
        "19cc3665-bcf5-4190-8279-905b9b14fa92"
      ],
      "mappedSkills": [
        "3af5495f-e2d0-4c9d-a916-e20bd84d8b6f"
      ],
      "criteriaForMeasuringPerformance": "Delivered in line with customers expectations"
    },
    {
      "dutyID": "9d7711df-515d-46f5-bfc1-516a35c18184",
      "dutyDetail": "Understand and appreciate the finish of show wood frames and implement traditional solutions, for example French polishing",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "6a29c4ec-abe3-4606-8e4b-4139e4d911a1",
        "64151c26-774d-4c99-8897-be9fb544c255",
        "aa081773-f71b-4d89-a23e-e900753c362e"
      ],
      "mappedKnowledge": [
        "a3a4c695-7b74-49f7-8c7b-2f81162c2eaf"
      ],
      "mappedOptions": [
        "19cc3665-bcf5-4190-8279-905b9b14fa92"
      ],
      "mappedSkills": [
        "d230ae7d-22be-4c94-a8b9-235a181c9223"
      ],
      "criteriaForMeasuringPerformance": "Delivered in line with agreed timescales and specifications"
    },
    {
      "dutyID": "c8e906a8-d933-41bd-ab97-24a478d5d84f",
      "dutyDetail": "Use modern techniques to upholster products to specifications using power tools and machinery",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "6a29c4ec-abe3-4606-8e4b-4139e4d911a1",
        "64151c26-774d-4c99-8897-be9fb544c255",
        "aa081773-f71b-4d89-a23e-e900753c362e"
      ],
      "mappedKnowledge": [
        "d6100cda-9143-4c6e-aa66-6980e7ef8fff",
        "d22be841-bef7-4422-b294-7ca56608446c"
      ],
      "mappedOptions": [
        "c361b605-31be-437b-bd43-65f87f8e5bd7"
      ],
      "mappedSkills": [
        "76f59ccf-fc6e-4963-9a2f-81ed7dce93b8",
        "fa5ac45a-e38b-43b4-a632-a216e0445e66",
        "78cb0da9-3dca-4687-b6f6-4efdec8a434f"
      ],
      "criteriaForMeasuringPerformance": "Delivered in line with agreed timescales and specifications"
    },
    {
      "dutyID": "c56a925c-5719-40be-8346-714e516abed4",
      "dutyDetail": "Design and create modern upholstered furniture to meet customers’ requirements",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "f0044835-de8d-45b0-8e8e-956b4c9e1fb2",
        "6a29c4ec-abe3-4606-8e4b-4139e4d911a1",
        "64151c26-774d-4c99-8897-be9fb544c255",
        "aa081773-f71b-4d89-a23e-e900753c362e"
      ],
      "mappedKnowledge": [
        "90d298ae-8c5f-47c3-9b90-877d4ed0c460",
        "e14273bb-2cf9-4066-a776-0ba010e881c9"
      ],
      "mappedOptions": [
        "c361b605-31be-437b-bd43-65f87f8e5bd7"
      ],
      "mappedSkills": [
        "bd6d6486-6ac9-42e6-ac8e-dccd10942f08"
      ],
      "criteriaForMeasuringPerformance": "Delivered in line with agreed timescales and specifications"
    },
    {
      "dutyID": "9ae718fc-6612-4934-b950-d18a5e5e2080",
      "dutyDetail": "Define materials, construction methods and specifications for upholstered furniture to be produced",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "48aa3864-ea5f-4ed3-bf79-ae3d6537a2eb"
      ],
      "mappedKnowledge": [
        "9bf4ea38-6416-46d0-a396-637613a1451a",
        "cce6a582-e82e-4420-a499-3491e7da484f"
      ],
      "mappedOptions": [
        "c361b605-31be-437b-bd43-65f87f8e5bd7"
      ],
      "mappedSkills": [
        "63565925-835e-4e7e-87d8-87e92cbaf8c1",
        "c1458383-6fc7-40ef-a189-765e210ad65d"
      ],
      "criteriaForMeasuringPerformance": "Delivered in line with agreed timescales and specifications"
    },
    {
      "dutyID": "75b755e5-f481-4b61-aeab-4e9ad8e17b24",
      "dutyDetail": "Lead, manage and coach teams to ensure effective results in a modern upholstery environment",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "ece11113-b9de-48cf-9561-9a99c2252721",
        "763a63a6-c621-418b-85ca-4ccbeccb4ce5"
      ],
      "mappedKnowledge": [
        "0529ef64-7579-4843-88cf-7307c70ee0ab",
        "3e0f4bff-b647-47a2-bb7e-909b2e23575d"
      ],
      "mappedOptions": [
        "c361b605-31be-437b-bd43-65f87f8e5bd7"
      ],
      "mappedSkills": [
        "5e0a27c6-783b-499e-bdee-ed9dc08a78d4",
        "87ef5c6d-de6d-4c69-8a56-712101487e85",
        "d1df77de-ae33-45b4-ad58-5a011ec236e9"
      ],
      "criteriaForMeasuringPerformance": "Delivered in line with agreed timescales and specifications"
    },
    {
      "dutyID": "8512b443-32c8-4cdb-884e-30b3dd0a2623",
      "dutyDetail": "Provide estimates for traditionally upholstered furniture to customers to meet their requirements",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "f0044835-de8d-45b0-8e8e-956b4c9e1fb2"
      ],
      "mappedKnowledge": [
        "82360500-1c36-4371-805b-2bd70bd88398"
      ],
      "mappedOptions": [
        "c361b605-31be-437b-bd43-65f87f8e5bd7"
      ],
      "mappedSkills": [
        "d4cf2781-b481-4db1-b92d-68190177fef7"
      ],
      "criteriaForMeasuringPerformance": "Delivered in line with industry standards"
    }
  ],
  "options": [
    {
      "optionId": "c361b605-31be-437b-bd43-65f87f8e5bd7",
      "title": "Modern Upholsterer",
      "occupationCode": "OCC0656A"
    },
    {
      "optionId": "19cc3665-bcf5-4190-8279-905b9b14fa92",
      "title": "Traditional Upholsterer",
      "occupationCode": "OCC0656B"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2019-09-30T00:00:00"
}