{
  "templateType": "Apprenticeship Standard",
  "larsCode": 348,
  "referenceNumber": "ST0612",
  "learningAimClassCode": "",
  "title": "Marketing manager",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0612",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2018-09-24T00:00:00",
  "earliestStartDate": "2018-09-24T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Responsible for the marketing activities and strategy of their organisation.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Sales, marketing and procurement",
  "keywords": [
    "Marketing manager",
    "marketing",
    "promotions",
    "activities",
    "strategy",
    "organisition",
    "digital"
  ],
  "jobRoles": [
    "Marketing Manager",
    "Marketing and Communications Manager",
    "Corporate Communications Manager",
    "Product/Proposition Manager",
    "Insight/Innovations Manager"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1775/st0612_marketing_manager_l6_ap_for-publication-270418-pdf-publication.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.4 Marketing and sales",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Marketing is vitally important to all businesses providing the insight to develop and deliver new products and services to meet ever-changing customer needs. It is the process of researching, developing, promoting and distributing, products or services through effective channels to engage with a range of target audiences&lt;strong&gt;.&lt;/strong&gt; &lt;span&gt;Occupations in marketing span most industries and sectors and the roles can sit within a specific company/agency that provides marketing deliverables and advice to external clients, or within an internal marketing team, delivering marketing activities to drive that business. Marketing teams generally work with external agencies to deliver specialist elements of their marketing campaigns&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;A &lt;strong&gt;Marketing Manager&lt;/strong&gt; is responsible for the marketing activities and strategy of their organisation. From overseeing the marketing budget, planning and implementing campaigns to tracking their success and reporting back to senior management. They have a strategic focus, ensuring that marketing activities align to brand guidelines and shape business needs and objectives and deliver a return on investment. A Marketing Manager will develop, position and promote the products or services of the company, selecting appropriate channels and using appropriate messaging. Being a Marketing Manager requires in-depth experience of marketing as well as great communication skills, high levels of creativity and the confidence to manage a team of marketers. Typical responsibilities include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Developing and implementing the operational marketing strategy, key marketing campaigns and stakeholder engagement plans to deliver against key business objectives&lt;/li&gt;\n&lt;li&gt;Delivering data and evidence driven decision making through commissioning reliable research to inform marketing strategies&lt;/li&gt;\n&lt;li&gt;Tracking and reporting on marketing/sales data to inform senior management decision making&lt;/li&gt;\n&lt;li&gt;Establishing marketing goals based on campaign analysis, product/service performance and market forecasts&lt;/li&gt;\n&lt;li&gt;Managing the marketing budget to develop cost-effective marketing plans&lt;/li&gt;\n&lt;li&gt;Approves and oversees the creative development of a range of marketing materials/channels&lt;/li&gt;\n&lt;li&gt;Manages relationships with key stakeholders to support marketing delivery and corporate reputation, this may include briefing and managing external agencies or specialist marketing teams (e.g. digital) internally&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;A Marketing Manager normally reports to a director, and depending on the size/structure of the marketing team/organisation may have responsibility for a team of Marketing Executives/Marketing Assistants.&lt;/p&gt;\n&lt;p&gt;&lt;em&gt;Typical job titles include&lt;/em&gt;: Marketing Manager, Marketing and Communications Manager, Corporate Communications Manager, Product/Proposition Manager, Insight/Innovations Manager&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Requirements: Knowledge, Skills and Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;table width=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 142px;&quot; width=&quot;142&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 614px;&quot; width=&quot;614&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;The Marketing Manager requires an understanding of:&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;142&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Marketing Concepts &amp;amp; Theories&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;614&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The principles and theories of marketing that support the strategic marketing process, e.g. the extended marketing mix (7P’S: Product, Price, Place, Promotion, Physical environment, Process, People), marketing management processes, product development and how to apply and align these to the business plan and strategic objectives&lt;/li&gt;\n&lt;li&gt;Brand development and safeguarding, including the analysis and planning of how a &lt;a href=&quot;https://en.wikipedia.org/wiki/Brand&quot;&gt;brand&lt;/a&gt; is perceived in the &lt;a href=&quot;https://en.wikipedia.org/wiki/Market_(economics)&quot;&gt;market&lt;/a&gt;, value propositions and delivery of tangible elements such as product pricing, packaging etc&lt;/li&gt;\n&lt;li&gt;Consumer and organisational behaviour theories and concepts, including the customer (business 2 business/consumer) decision making process and how that influences marketing strategy&lt;/li&gt;\n&lt;li&gt;Advanced stakeholder management and the application of customer relationship management (CRM), both internal and external, to facilitate the delivery of marketing plans&lt;/li&gt;\n&lt;li&gt;Marketing Communication planning models and budgetary methodologies.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;142&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Business understanding and Commercial Awareness&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;614&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Their organisation’s vision, mission, values, strategy, plans, stakeholders, customers and competitors to support the decision and planning process&lt;/li&gt;\n&lt;li&gt;The wider business perspective in which marketing operates nationally and internationally, including the influences of the internal and external market/sector, the opportunities, challenges and issues it faces, and how marketing can address these&lt;/li&gt;\n&lt;li&gt;&#160;How to measure and deliver Return on Investment in relation to marketing activities and plans&lt;/li&gt;\n&lt;li&gt;The relevant industry/sector specific legal, regulatory and compliance frameworks within which they must work, including current Data Protection regulations.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;142&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Research &amp;amp; Insight &lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;614&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Effective market research and evaluation techniques and methods and how to use the results to inform marketing planning and activities&lt;/li&gt;\n&lt;li&gt;Reliable information sources and how to use these to deliver measurable improvements to marketing activities, including how metrics are used to measure these&lt;/li&gt;\n&lt;li&gt;New and emerging trends and themes in marketing.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;142&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Product and Service Development&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;614&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The principles of product and service design and implementation and portfolio management&lt;/li&gt;\n&lt;li&gt;The features and benefits of different marketing communications, and routes to market, and how to leverage these to maximum effect, including the use of appropriate digital channels and systems.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table width=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 142px;&quot; width=&quot;142&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 614px;&quot; width=&quot;614&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;The Marketing Manager is able to:&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;142&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Marketing Strategy&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;614&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Lead and implement a clear marketing plan and strategy, linked to business requirements to sustain a marketing advantage&lt;/li&gt;\n&lt;li&gt;Develop effective marketing campaigns and channels, assessing their features and benefits to best meet business requirements and customer needs&lt;/li&gt;\n&lt;li&gt;Develop detailed integrated marketing plans for all products/ services using offline and digital media tools&#160; - works with marketing team/ specialist agencies to do this.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;142&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Advanced Interpersonal and Communication Skills&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;614&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Influence, negotiate and persuade at senior level collaborating with a wide range of stakeholders internally and externally to gain support/backing for marketing delivery&lt;/li&gt;\n&lt;li&gt;Act as a consultant, providing professional marketing advice to stakeholders around the business or to external clients as relevant&lt;/li&gt;\n&lt;li&gt;Present complex information in an understandable and stimulating way whether through effective verbal presentation or creative written copy.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;142&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Service Delivery and improvement&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;614&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Oversee, manage and approve key marketing activities/projects&lt;/li&gt;\n&lt;li&gt;Deliver measurable marketing outcomes against key performance indicators and identify and drive continuous improvement, challenging existing processes and procedures where needed.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;142&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Resource Management&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;614&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Effectively plan and manage the marketing budget, to deliver on strategic objectives, and evaluate and justify return on marketing investment&lt;/li&gt;\n&lt;li&gt;Effectively engage, negotiate and manage third party suppliers and internal stakeholders.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;142&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Planning &amp;amp; Analysing &lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;614&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Effectively evaluate marketing activities using measurement data and analytics to identify relevant key performance indicators (KPI) and return on marketing investment (ROI) in order to meet business objectives&lt;/li&gt;\n&lt;li&gt;Assimilate and analyse complex data and information from a range of sources to evolve, lead and plan marketing activities.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;142&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Commercial Approach&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;614&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Seek out opportunities to increase income generation and gain new business e.g. new products, markets and services as relevant&lt;/li&gt;\n&lt;li&gt;Construct a robust buness case in support of marketing activities/plans&lt;/li&gt;\n&lt;li&gt;Effectively manage and develop stakeholder relationships at senior level&lt;/li&gt;\n&lt;li&gt;Assess business risks and reputational impacts of marketing activities.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;142&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Leadership&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;614&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Inspire and motivate internally and externally to deliver marketing plans effectively, acting as a role-model for marketing best practice and taking responsibility for improving their own and the team’s and/or stakeholder performance, as relevant.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;142&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Systems and Processes &lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;614&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Effectively use appropriate business systems and software to deliver marketing outcomes efficiently, for example to analyse data, inform search engine marketing, produce reports and deliver copy&lt;/li&gt;\n&lt;li&gt;Actively interrogate systems and information sources to make judgements on when to introduce new ways of working/identify new systems/processes to improve marketing activities or address those new requirements and /or marketing trends.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table width=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 142px;&quot; width=&quot;142&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 614px;&quot; width=&quot;614&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;The Marketing Manager is able to demonstrate:&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;142&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Agile and Flexible&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;614&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;An ability to anticipate and adapt to change&lt;/li&gt;\n&lt;li&gt;A highly motivated and driven approach acting with courage to drive through necessary changes and deliver difficult or long-term projects.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;142&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Creative and Commercial Thinker&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;614&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;A creative and innovative approach&lt;/li&gt;\n&lt;li&gt;An analytical mind, with an insight and ideas driven approach to meet business benefits and inspire action in others.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;142&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Resilience and continuous improvement &lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;614&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;A willingness to learn from mistakes, as not all activities go to plan, and improve future delivery/campaigns as a result&lt;/li&gt;\n&lt;li&gt;They act as a role model for marketing activities and business changes within the team and organisation, taking others with them.&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;142&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Professionalism and Emotional Intelligence&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;614&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;A high level of professionalism, reliability and dependability with a passion for the customer, also encouraging those behaviours in others&lt;/li&gt;\n&lt;li&gt;A collaborative approach is central to how they work, showing empathy and being mindful to the needs/views of others&lt;/li&gt;\n&lt;li&gt;Ethical behaviour in the way they approach marketing activities and their work, valuing equality &amp;amp; diversity, they act as a role model for that behaviour.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The typical duration of this apprenticeship is 24-30 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Entry requirements will be determined by individual employers \u2028&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3, and British Sign Language qualifications are an alternative to English qualifications for those whom this is their primary language.&#160;&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Link to professional registration and progression: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This apprenticeship is designed to meet the requirements for registration as an Associate Member (ACIM) of the Chartered Institute of Marketing (CIM), dependent on them meeting the required criteria.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This is a Level 6 apprenticeship&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date&lt;/strong&gt;:&lt;/h3&gt;\n&lt;p&gt;After 3 years&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "occupationalSummary": "Marketing is vitally important to all businesses providing the insight to develop and deliver new products and services to meet ever-changing customer needs. It is the process of researching, developing, promoting and distributing, products or services through effective channels to engage with a range of target audiences. Occupations in marketing span most industries and sectors and the roles can sit within a specific company/agency that provides marketing deliverables and advice to external clients, or within an internal marketing team, delivering marketing activities to drive that business. Marketing teams generally work with external agencies to deliver specialist elements of their marketing campaigns\n\nA Marketing Manager is responsible for the marketing activities and strategy of their organisation. From overseeing the marketing budget, planning and implementing campaigns to tracking their success and reporting back to senior management. They have a strategic focus, ensuring that marketing activities align to brand guidelines and shape business needs and objectives and deliver a return on investment. A Marketing Manager will develop, position and promote the products or services of the company, selecting appropriate channels and using appropriate messaging. Being a Marketing Manager requires in-depth experience of marketing as well as great communication skills, high levels of creativity and the confidence to manage a team of marketers.\r\n",
  "knowledges": [
    {
      "knowledgeId": "85cbdf82-c595-4730-8a60-3b8c459a844a",
      "detail": "The principles and theories of marketing that support the strategic marketing process, e.g. the extended marketing mix (7PS: Product, Price, Place, Promotion, Physical environment, Process, People), marketing management processes, product development and how to apply and align these to the business plan and strategic objectives"
    },
    {
      "knowledgeId": "e432645f-e53e-495b-9f34-4cb693eff741",
      "detail": "Brand development and safeguarding, including the analysis and planning of how a brand is perceived in the market, value propositions and delivery of tangible elements such as product pricing, packaging etc"
    },
    {
      "knowledgeId": "6d224496-e2f8-4ec2-b2c5-7b52b7b5aab6",
      "detail": "Consumer and organisational behaviour theories and concepts, including the customer (business 2 business/consumer) decision making process and how that influences marketing strategy"
    },
    {
      "knowledgeId": "907d43cc-6f0e-4a4a-914c-c22f5c9d0493",
      "detail": "Advanced stakeholder management and the application of customer relationship management (CRM), both internal and external, to facilitate the delivery of marketing plans"
    },
    {
      "knowledgeId": "91322150-738d-45fc-80c5-dfbc7083ab83",
      "detail": "Marketing Communication planning models and budgetary methodologies"
    },
    {
      "knowledgeId": "5ba45ba0-d740-41a9-be23-075bef3414e7",
      "detail": "Their organisations vision, mission, values, strategy, plans, stakeholders, customers and competitors to support the decision and planning process"
    },
    {
      "knowledgeId": "e3fa2a52-ff11-45b8-91fd-3fecfcb11948",
      "detail": "The wider business perspective in which marketing operates nationally and internationally, including the influences of the internal and external market/sector, the opportunities, challenges and issues it faces, and how marketing can address these"
    },
    {
      "knowledgeId": "164734fd-e381-40c4-85f7-d74ed56e4d55",
      "detail": " How to measure and deliver Return on Investment in relation to marketing activities and plans"
    },
    {
      "knowledgeId": "4f61b0a7-9199-4bd4-8a3d-9a35a8478e38",
      "detail": "The relevant industry/sector specific legal, regulatory and compliance frameworks within which they must work, including current Data Protection regulations"
    },
    {
      "knowledgeId": "de05e0e5-8e95-41a7-8755-94d964ee3dda",
      "detail": "Effective market research and evaluation techniques and methods and how to use the results to inform marketing planning and activities"
    },
    {
      "knowledgeId": "5807eedc-f640-4efa-9558-6a1d50389c45",
      "detail": "Reliable information sources and how to use these to deliver measurable improvements to marketing activities, including how metrics are used to measure these"
    },
    {
      "knowledgeId": "7daab958-e8bc-4c49-b90d-4555393106eb",
      "detail": "New and emerging trends and themes in marketing"
    },
    {
      "knowledgeId": "00f919ae-093f-484d-b76a-6d715c3b2872",
      "detail": "The principles of product and service design and implementation and portfolio management"
    },
    {
      "knowledgeId": "0f3e32ab-7ae2-4e3d-837f-e05e60af721e",
      "detail": "The features and benefits of different marketing communications, and routes to market, and how to leverage these to maximum effect, including the use of appropriate digital channels and systems."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "aeca72e3-eda4-4e60-b856-1504c279a4f2",
      "detail": "An ability to anticipate and adapt to change"
    },
    {
      "behaviourId": "001f1993-5be2-414a-ae72-a66115aeda8b",
      "detail": "A highly motivated and driven approach acting with courage to drive through necessary changes and deliver difficult or long-term projects"
    },
    {
      "behaviourId": "59be3bfb-f46e-4bdb-bd84-c931658d39de",
      "detail": "A creative and innovative approach"
    },
    {
      "behaviourId": "b6ee2be5-8f7a-4083-9fb4-df9b5ef502a3",
      "detail": "An analytical mind, with an insight and ideas driven approach to meet business benefits and inspire action in others"
    },
    {
      "behaviourId": "bd76714b-c72b-4227-a0aa-ebc75d1d9614",
      "detail": "A willingness to learn from mistakes, as not all activities go to plan, and improve future delivery/campaigns as a result"
    },
    {
      "behaviourId": "a447fb5d-ec31-47f1-8ceb-437a2aadb4f9",
      "detail": "They act as a role model for marketing activities and business changes within the team and organisation, taking others with them"
    },
    {
      "behaviourId": "78e3812d-ed29-455d-b3ad-d81fac74887c",
      "detail": "A high level of professionalism, reliability and dependability with a passion for the customer, also encouraging those behaviours in others"
    },
    {
      "behaviourId": "eb314dcc-159f-467a-b5b8-df16554a5ac8",
      "detail": "A collaborative approach is central to how they work, showing empathy and being mindful to the needs/views of others"
    },
    {
      "behaviourId": "a123b74f-c964-46fd-9319-126050b2250a",
      "detail": "Ethical behaviour in the way they approach marketing activities and their work, valuing equality & diversity, they act as a role model for that behaviour"
    }
  ],
  "skills": [
    {
      "skillId": "74ff249f-a14b-488d-a746-ba507ab658e3",
      "detail": "Lead and implement a clear marketing plan and strategy, linked to business requirements to sustain a marketing advantage"
    },
    {
      "skillId": "1e3acbd9-ab6a-48a2-8e1c-b0e0d64d402c",
      "detail": "Develop effective marketing campaigns and channels, assessing their features and benefits to best meet business requirements and customer needs"
    },
    {
      "skillId": "32660e20-58d0-4348-9f18-4297fb82af80",
      "detail": "Develop detailed integrated marketing plans for all products/ services using offline and digital media tools  - works with marketing team/ specialist agencies to do this"
    },
    {
      "skillId": "698ced16-9d6c-47b1-b9ac-a06b2dc782ae",
      "detail": "Influence, negotiate and persuade at senior level collaborating with a wide range of stakeholders internally and externally to gain support/backing for marketing delivery"
    },
    {
      "skillId": "b8086b21-8061-4908-a258-258d89c7b434",
      "detail": "Act as a consultant, providing professional marketing advice to stakeholders around the business or to external clients as relevant"
    },
    {
      "skillId": "c1004635-0582-45ca-9d1d-8c5ecc87e1e6",
      "detail": "Present complex information in an understandable and stimulating way whether through effective verbal presentation or creative written copy"
    },
    {
      "skillId": "1712cb75-a42a-455e-8bbe-5b9d429375d9",
      "detail": "Oversee, manage and approve key marketing activities/projects"
    },
    {
      "skillId": "dd389c43-77c2-40e3-b99d-0964639e0630",
      "detail": "Deliver measurable marketing outcomes against key performance indicators and identify and drive continuous improvement, challenging existing processes and procedures where needed"
    },
    {
      "skillId": "a4ccd7bd-d7cd-4156-86e5-c55e0a768bc1",
      "detail": "Effectively plan and manage the marketing budget, to deliver on strategic objectives, and evaluate and justify return on marketing investment"
    },
    {
      "skillId": "678df1d6-e17d-4728-a2da-082b1377e487",
      "detail": "Effectively engage, negotiate and manage third party suppliers and internal stakeholders"
    },
    {
      "skillId": "5759d7fd-c8be-4f06-a36c-7a4a9572862e",
      "detail": "Effectively evaluate marketing activities using measurement data and analytics to identify relevant key performance indicators (KPI) and return on marketing investment (ROI) in order to meet business objectives"
    },
    {
      "skillId": "d04d7c1b-5aeb-4782-bf4e-55aed1754f74",
      "detail": "Assimilate and analyse complex data and information from a range of sources to evolve, lead and plan marketing activities"
    },
    {
      "skillId": "165e3113-6660-4540-b64a-4a7fb7900464",
      "detail": "Seek out opportunities to increase income generation and gain new business e.g. new products, markets and services as relevant"
    },
    {
      "skillId": "e5f82c9b-09dc-4f76-bb9e-cbb401905578",
      "detail": "Construct a robust buness case in support of marketing activities/plans"
    },
    {
      "skillId": "5c5450e1-2f31-400a-8d8f-4a0f2b4a5b6a",
      "detail": "Effectively manage and develop stakeholder relationships at senior level"
    },
    {
      "skillId": "530ca0cd-b592-48de-a8aa-525ba3fb3c7b",
      "detail": "Assess business risks and reputational impacts of marketing activities"
    },
    {
      "skillId": "5846b6de-bb28-45a7-87ef-a157b2731562",
      "detail": "Inspire and motivate internally and externally to deliver marketing plans effectively, acting as a role-model for marketing best practice and taking responsibility for improving their own and the teams and/or stakeholder performance, as relevant"
    },
    {
      "skillId": "5d4c9d43-59fd-4454-a914-ea86fc5b483b",
      "detail": "Effectively use appropriate business systems and software to deliver marketing outcomes efficiently, for example to analyse data, inform search engine marketing, produce reports and deliver copy"
    },
    {
      "skillId": "c60d5a5d-1d17-4a0d-b0b6-8284a864d17d",
      "detail": "Actively interrogate systems and information sources to make judgements on when to introduce new ways of working/identify new systems/processes to improve marketing activities or address those new requirements and /or marketing trends"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-09-24T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "",
  "tbMainContact": "Peter.Jones@hepcomotion.com and deenielee@lagommarketing.co.uk",
  "involvedEmployers": "A F Selection, British Airways, Bauer Media Group, Birmingham City University, British Engines, British Telecommunications PLC, Clarks Ltd, Portsmouth City Council, Mercedes Benz Financial Services UK Ltd, Plott Creative, Prospects Services, Seetec",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Marketing Manager",
    "Marketing and Communications Manager",
    "Corporate Communications Manager",
    "Product/Proposition Manager",
    "Insight/Innovations Manager"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Marketing",
  "cluster": "Marketing communications professional",
  "clusterId": "224",
  "clusterDescription": null,
  "createdDate": "2017-11-14T17:10:49 +00:00",
  "lastUpdated": "2018-09-24T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-09-24T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0612",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0612-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0612-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2018-09-24T00:00:00"
}