{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 431,
  "referenceNumber": "ST0619",
  "learningAimClassCode": "",
  "title": "Diagnostic radiographer",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0619",
  "qualificationStandardUrl": null,
  "versionNumber": "1.3",
  "change": "Standard, end-point assessment plan and funding band revised but funding remained the same",
  "changedDate": "2023-09-01T00:00:00",
  "earliestStartDate": "2023-09-01T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Obtaining images of a high diagnostic quality using a range of complex imaging equipment.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 24000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "Diagnostic Radiographer",
    "imaging",
    "equipment",
    "diagnostic",
    "nursing",
    "medicine",
    "nure"
  ],
  "jobRoles": [
    "Diagnostic radiographer"
  ],
  "entryRequirements": "&lt;p&gt;Entry requirements will be stipulated by individual HEIs&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/ryfkaexj/st0619_diagnostic_radiographer_l6_epa_for-publication_22062023.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.2 Nursing, and subjects and vocations allied to medicine",
  "version": "1.3",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the health and care sector and includes the NHS and private healthcare providers.&lt;/p&gt;\n&lt;p&gt;The occupation’s broad purpose is to provide excellent care by obtaining images of a high diagnostic quality, using a range of high-cost and complex imaging equipment. This includes imaging using X-rays and cross-sectional imaging methods (Computed Tomography or CT), fluoroscopy and Interventional Radiology, and assisting in other imaging modalities, such as Ultrasound, Magnetic Resonance Imaging (MRI), Breast Imaging and Nuclear Medicine. Diagnostic Radiographers work with a broad range of service users, including those with learning/cognitive and /or physical limitations, those in distress, children and the terminally ill. They work independently to assess, authorise, obtain consent and undertake individual examination requests for diagnostic radiography procedures. They evaluate images and determine appropriate actions. The work is physically and mentally demanding and involves direct contact with service users, which can be of a sensitive nature.&lt;/p&gt;\n&lt;p&gt;In their daily work, a diagnostic radiographer interacts with service users, their carers, members of the public and other healthcare staff e.g. porters, nurses, other allied health professionals, doctors, external contractors, engineers and medical physicists etc. They primarily work in diagnostic imaging departments in hospitals, but also provide mobile imaging on wards, including the intensive care unit, neonatal unit, emergency department and operating theatres. Diagnostic radiographers may also provide imaging in stand-alone satellite units.&lt;/p&gt;\n&lt;p&gt;Diagnostic radiographers are responsible for safely using imaging equipment and conducting examinations, including protecting service users, themselves, staff and visitors from radiation. As registered autonomous practitioners, they are professionally and legally accountable for their own actions, and for those operating under their supervision, as they deliver safe and compassionate care. They may work independently or as part of a team, and they may refer to another healthcare professional for advice; however, this may not always be available at night in smaller organisations or in satellite departments. They are expected to contribute to a 24-hour, 7-day week imaging service, with varying shift patterns and on-call service and, on occasion, may be the sole provider of imaging services for the organisation.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "fc0df0a9-6854-4c7b-8c45-a33099c368c7",
      "detail": "The importance of continuing professional development throughout own career."
    },
    {
      "knowledgeId": "bef86e96-bd14-473f-b4d2-4cdb374232ca",
      "detail": "The importance of safeguarding, recognising signs of abuse and the relevant safeguarding processes."
    },
    {
      "knowledgeId": "9cf86f8b-4229-4e85-8983-30887a28a0bd",
      "detail": "What is required of them by the Health and Care Professions Council, including but not limited to the standards of conduct, performance and ethics."
    },
    {
      "knowledgeId": "e0c16060-556b-434c-a3c0-b6f6f7b44bc0",
      "detail": "The importance of valid consent."
    },
    {
      "knowledgeId": "e8abea06-19be-4c4d-a2aa-968c0d4ddedc",
      "detail": "The importance of capacity in the context of delivering care and treatment."
    },
    {
      "knowledgeId": "78e29380-e2d8-488e-93a2-4266b3e99d3b",
      "detail": "The scope of a professional duty of care."
    },
    {
      "knowledgeId": "2e9a58e7-3929-4c48-82b0-e22ba92f7df5",
      "detail": "Legislation, policies and guidance relevant to own profession and scope of practice."
    },
    {
      "knowledgeId": "fdf8d7f5-9227-44d0-aae8-a7318bc5f8a5",
      "detail": "The legislative, policy, ethical and research frameworks that underpin, inform and influence the practice of diagnostic radiography."
    },
    {
      "knowledgeId": "5be5dd99-0ac5-4287-a935-891f104146aa",
      "detail": "The importance of own mental and physical health and wellbeing strategies in maintaining fitness to practise."
    },
    {
      "knowledgeId": "e98a8bfe-d043-43d7-bf33-b4afb4f052fa",
      "detail": "How to take appropriate action if own health may affect own ability to practise safely and effectively, including seeking help and support when necessary."
    },
    {
      "knowledgeId": "426cf5d8-a08a-4134-822f-51124034728f",
      "detail": "The need for active participation in training, supervision and mentoring in supporting high standards of practice, and personal and professional conduct, and the importance of demonstrating this in practice."
    },
    {
      "knowledgeId": "fb6687cd-e484-4433-9d6f-ad74fb82dec0",
      "detail": "Equality legislation and how to apply it to own practice."
    },
    {
      "knowledgeId": "de58847c-0461-4cc7-96bf-0866831d5b4b",
      "detail": "The duty to make reasonable adjustments in practice."
    },
    {
      "knowledgeId": "a240b275-7c25-4254-b882-fdbc48a885d2",
      "detail": "The characteristics and consequences of barriers to inclusion, including for socially isolated groups."
    },
    {
      "knowledgeId": "ef1aac3d-0588-4547-91df-0c4f87395e31",
      "detail": "That regard to equality, diversity and inclusion needs to be embedded in the application of all HCPC standards and across all areas of practice."
    },
    {
      "knowledgeId": "64db758a-d191-4d4b-ac13-649b8476f474",
      "detail": "The emotions, behaviours and psychosocial needs of people undergoing diagnostic imaging, as well as that of their families and carers."
    },
    {
      "knowledgeId": "f0b1dd70-b219-46e9-b2a6-7255cbbbbb4a",
      "detail": "When disclosure of confidential information may be required."
    },
    {
      "knowledgeId": "a01e4845-fc9a-419c-8ef4-384563797b3d",
      "detail": "The principles of information and data governance and be aware of the safe and effective use of health, social care and other relevant information."
    },
    {
      "knowledgeId": "f30e39c9-cf28-4e75-8565-7ea631abee9e",
      "detail": "The need to ensure confidentiality is maintained in all situations in which service users rely on additional communication support, such as interpreters or translators."
    },
    {
      "knowledgeId": "20f2fdfe-3acf-4e17-a6d7-0e7b45d64c64",
      "detail": "How concepts of confidentiality and informed consent extend to all mediums, including illustrative clinical records such as photography, video and audio recordings and digital platforms."
    },
    {
      "knowledgeId": "c42ca783-2b6b-42fe-b3cc-46cc48f35347",
      "detail": "The characteristics and consequences of verbal and non-verbal communication and recognise how these can be affected by difference of any kind including, but not limited to, protected characteristics, intersectional experiences and cultural differences."
    },
    {
      "knowledgeId": "df929139-bd85-477e-b1c3-f730c594ff20",
      "detail": "The need to support the communication needs of service users and carers, such as through the use of an appropriate interpreter."
    },
    {
      "knowledgeId": "534a2fe9-661c-4857-a292-86a1858c652d",
      "detail": "The need to provide service users or people acting on own behalf with the information necessary in accessible formats to enable them to make informed decisions."
    },
    {
      "knowledgeId": "b4bfd1aa-056a-4711-a624-29480904fb26",
      "detail": "The principles and practices of other health and care professionals and systems and how they interact with own profession."
    },
    {
      "knowledgeId": "aacc5dcb-73b7-4b85-adb3-dabc701647be",
      "detail": "The need to build and sustain professional relationships as both an autonomous practitioner and collaboratively as a member of a team."
    },
    {
      "knowledgeId": "14fe73f6-3cd8-4e67-806f-cf838e323e39",
      "detail": "The qualities, behaviours and benefits of leadership."
    },
    {
      "knowledgeId": "e293c4ec-ab4a-43f0-a9be-518f1e0546b1",
      "detail": "That leadership is a skill all professionals can demonstrate."
    },
    {
      "knowledgeId": "5ab71d4b-bfcb-42ce-8709-9a80026ea7b9",
      "detail": "The need to engage service users and carers in planning and evaluating diagnostics, and therapeutic interventions to meet own needs and goals."
    },
    {
      "knowledgeId": "460f2ab9-bc5a-42b2-afcb-81f4a993e5ec",
      "detail": "Information from other healthcare professionals and service users, in order to maximise health gain whilst minimising risks to the service user, such as from radiation dose."
    },
    {
      "knowledgeId": "3077fd44-0b80-4a94-87b0-5ec9cb2c52d7",
      "detail": "The need to involve service users in service design, service delivery, education and research."
    },
    {
      "knowledgeId": "2a5f2290-c06f-4e3e-8361-47c04d6ee08a",
      "detail": "The need to engage service users and carers in planning and evaluating their diagnostic imaging and interventional procedures."
    },
    {
      "knowledgeId": "41a6e40e-ffa9-4cd1-a81e-22605b79e88b",
      "detail": "The value of reflective practice and the need to record the outcome of such reflection to support continuous improvement."
    },
    {
      "knowledgeId": "96dcc753-8bea-417b-98c0-11e8f20b3d2e",
      "detail": "The value of multi-disciplinary reviews, case conferences and other methods of review."
    },
    {
      "knowledgeId": "51e4d074-257c-4774-a91a-fc23462142e0",
      "detail": "The value of gathering and using data for quality assurance and improvement programmes."
    },
    {
      "knowledgeId": "c58a96a5-00ec-4325-be68-1ba0a88e674d",
      "detail": "The principles and regulatory requirements for quality control and quality assurance as they apply to their profession."
    },
    {
      "knowledgeId": "ef783114-f01d-43a4-9bc2-a09bb598435c",
      "detail": "The quality improvement processes in place relevant to their profession."
    },
    {
      "knowledgeId": "a92139b8-19af-403e-8cb4-54ea70fc1e4c",
      "detail": "The structure and function of the human body, together with knowledge of physical and mental health, disease, disorder and dysfunction relevant to their profession."
    },
    {
      "knowledgeId": "e4b86fb2-f2bb-4f38-b537-861d0e60ce09",
      "detail": "Recognise the roles of other professions and services in health and social care and understand how they may relate to the role of radiographer."
    },
    {
      "knowledgeId": "2389b3c8-3849-42b2-9c48-f5fd46235886",
      "detail": "The structure and function of health and social care systems and services in the UK."
    },
    {
      "knowledgeId": "e2caa6e8-2009-4bd5-91db-e96eb4b1be06",
      "detail": "The role of the diagnostic radiographer and other operators in the promotion of health and health education in relation to public health, healthy living and health screening for disease detection."
    },
    {
      "knowledgeId": "d410e197-20f8-4f93-990d-c36677dbebcc",
      "detail": "The harms and benefits of population and targeted health screening."
    },
    {
      "knowledgeId": "379019f2-4a60-4949-82b3-960af9e17dee",
      "detail": "The radiobiological principles on which the practice of diagnostic radiography is based."
    },
    {
      "knowledgeId": "eb71b03a-7af2-460d-aab7-ad0ef4ad4b1e",
      "detail": "The concept of risk vs benefit with regards to ionising radiation and non-ionising radiation, acknowledging this will differ depending on modality, and communicate this with service users, taking into consideration service user judgement."
    },
    {
      "knowledgeId": "17131ede-aa53-4b93-b48f-cf7fd9ba8796",
      "detail": "The philosophy and principles involved in the practice of their profession."
    },
    {
      "knowledgeId": "8d978878-b7b1-46f2-89c2-cf22316930c1",
      "detail": "The principles of ionising radiation production, interaction with matter, beam modification, administration of radionuclides and radiation protection."
    },
    {
      "knowledgeId": "7cacb8a2-fc9c-45e1-9e1c-e83ae6f58f55",
      "detail": "The physical and scientific principles on which image formation using ionising and non-ionising radiation is based."
    },
    {
      "knowledgeId": "ad8cdc6d-967b-43fe-9508-eec2c49c765d",
      "detail": "Radiation dosimetry and the principles of dose calculation."
    },
    {
      "knowledgeId": "285ac295-4bb2-4578-a5e0-2f2d1a95a72c",
      "detail": "The theoretical basis underpinning service user assessment prior to and during their procedure."
    },
    {
      "knowledgeId": "122ca6a6-9b94-419a-8b91-2573988ebf4a",
      "detail": "The capability, applications and range of equipment used in their profession."
    },
    {
      "knowledgeId": "9ceaf51b-a5cf-4950-be59-89cc23d874f3",
      "detail": "The concepts and principles involved in the practice of their profession and how these inform and direct clinical judgement and decision making."
    },
    {
      "knowledgeId": "0ec58f96-f9f7-4ab1-9f60-1abf5e906d71",
      "detail": "The pharmacology of drugs used in their profession."
    },
    {
      "knowledgeId": "3b1124df-e7fd-455d-97fc-9b9d397b3785",
      "detail": "The legislation, principles and methods for the safe and effective administration of drugs used in their profession."
    },
    {
      "knowledgeId": "42069841-adcf-45f1-a52e-64dc87ef8b02",
      "detail": "The mechanisms for the administration of drugs, including intravenous and oral contrast agents."
    },
    {
      "knowledgeId": "c03be71e-8850-42e4-a96c-cb9df8e2b513",
      "detail": "The principles of the safe storage, transportation and disposal of medicinal products used in relation their profession."
    },
    {
      "knowledgeId": "4e212d86-454a-4b2b-a4cd-01950ea90550",
      "detail": "The different communication needs, anatomy and disease processes and their manifestation in children."
    },
    {
      "knowledgeId": "249632a9-95d9-49aa-a6ad-cdaf2f19fe0f",
      "detail": "The signs and symptoms of disease and trauma that result in referral for diagnostic imaging procedures and their image appearances."
    },
    {
      "knowledgeId": "34be149b-a92f-474c-947a-f4efa03e2838",
      "detail": "The structure and function of the human body in health, disease and trauma, as well as common pathologies and mechanisms of disease and trauma, including the:– musculoskeletal system– soft tissue organs– regional and cross-sectional anatomy of the head, neck, limbs, thorax, pelvis and abdomen– the cardiovascular, respiratory, genitourinary, gastrointestinal and neuroendocrine systems."
    },
    {
      "knowledgeId": "f04fd307-0b68-48c3-b675-a339c1f407cf",
      "detail": "A range of research methodologies relevant to own role."
    },
    {
      "knowledgeId": "a968426a-7116-46a2-8673-06b91a744396",
      "detail": "The value of research to the critical evaluation of practice."
    },
    {
      "knowledgeId": "c1fa83f7-aadc-43e4-97f2-9a20c66638ca",
      "detail": "The need to maintain the safety of themselves and others, including service users, carers and colleagues."
    },
    {
      "knowledgeId": "94586416-896f-45a6-a09b-41964da12477",
      "detail": "Relevant health and safety legislation and local operational procedures and policies."
    },
    {
      "knowledgeId": "3affb7aa-36e9-4b29-bb07-726e835ce39d",
      "detail": "Appropriate moving and handling techniques."
    },
    {
      "knowledgeId": "7d6a9924-0deb-4d0b-a510-d539cb914944",
      "detail": "The correct principles and applications of disinfectants, methods for sterilisation and decontamination, and for dealing with waste and spillages correctly."
    },
    {
      "knowledgeId": "cc19bcef-7cbe-4c21-a650-fdfa30878113",
      "detail": "The role of the profession in health promotion, health education and preventing ill health."
    },
    {
      "knowledgeId": "72fb0981-313d-4ff9-a8b6-43fc85886ef0",
      "detail": "How social, economic and environmental factors, wider determinants of health, can influence a person’s health and well-being."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "6f6f7e3b-22b2-4628-a1e6-6996d6720d11",
      "detail": "Demonstrate a calm demeanour with empathy, compassion and underpinning emotional resilience to manage day-to-day pressures in unpredictable, emergency and distressing situations,  e.g. individuals in cardiac arrest, suffering life changing injuries and/or disease diagnosis."
    },
    {
      "behaviourId": "e7e0551e-aec2-4c88-99df-6ab8a2931752",
      "detail": "Confident, flexible and adaptable within own scope of practice."
    },
    {
      "behaviourId": "43f106c6-4c4c-4a36-a566-554e63e4dcca",
      "detail": "Demonstrate emotional intelligence."
    },
    {
      "behaviourId": "2b529d20-e6da-4a40-9fae-57b5f16784ce",
      "detail": "Act with professionalism, honesty, integrity and respect in all interactions.  Maintain good character as outlined in their professional Code of Conduct and not bring their profession or organisation into disrepute."
    },
    {
      "behaviourId": "22a4267e-4fca-4c0e-8cdc-c12a8c9144e4",
      "detail": "Reflect on own impact on others, take responsibility and be accountable for own actions. Sensitively challenge others and raise issues when appropriate."
    },
    {
      "behaviourId": "048d9220-f5d7-40b2-a665-46d1d1871c85",
      "detail": "Actively reflect on own practice and accept and respond to constructive criticism. Be proactive in implementing improvements in order to improve service delivery and patient care."
    },
    {
      "behaviourId": "35cd66f6-518c-484c-9e24-86d75de26d34",
      "detail": "Be aware of and take responsibility for their own fitness in context of physical and/or mental health issues which may affect performance. Seek help and/or guidance as appropriate. Inform Health and Care Professions Council and employer of any change of circumstance that may affect the right to practise."
    }
  ],
  "skills": [
    {
      "skillId": "f3d5ff67-eb52-4e7c-b719-afed1ffa63ba",
      "detail": "Identify the limits of own practice and when to seek advice or refer to another professional or service."
    },
    {
      "skillId": "ece0363d-88ed-41c8-9afc-4a8dde52a0f7",
      "detail": "Recognise the need to manage own workload and resources safely and effectively, including managing the emotional burden that comes with working in a pressured environment."
    },
    {
      "skillId": "b9f9d4df-6ee9-4793-b48b-38b95a38f849",
      "detail": "Keep own skills and knowledge up to date."
    },
    {
      "skillId": "7c154917-2997-41d8-a7a5-33de58007806",
      "detail": "Maintain high standards of personal and professional conduct."
    },
    {
      "skillId": "a242bcaf-8ea5-40f7-b9b1-86e25c333454",
      "detail": "Engage in safeguarding processes where necessary."
    },
    {
      "skillId": "e2a7bf6a-bb49-4616-8cef-b8a056b48920",
      "detail": "Promote and protect the service user’s interests at all times."
    },
    {
      "skillId": "c8b51a58-cfc4-40be-8c40-615cd7f65489",
      "detail": "Respect and uphold the rights, dignity, values, and autonomy of service users, including own role in the assessment, diagnostic, treatment and/or therapeutic process."
    },
    {
      "skillId": "ee100dcb-0f76-497a-8a50-27d34d5f9796",
      "detail": "Recognise that relationships with service users, carers and others should be based on mutual respect and trust, and maintain high standards of care in all circumstances."
    },
    {
      "skillId": "d6ff3ddb-4d51-4072-a929-25831b9bba9b",
      "detail": "Obtain valid consent, which is voluntary and informed, has due regard to capacity, is proportionate to the circumstances and is appropriately documented."
    },
    {
      "skillId": "652b0967-fa24-4495-a354-a462b5eb857d",
      "detail": "Exercise a duty of care."
    },
    {
      "skillId": "9ac75699-0da9-4382-b396-4ffeba85515e",
      "detail": "Apply legislation, policies and guidance relevant to own profession and scope of practice."
    },
    {
      "skillId": "b5f9eb64-a4c6-4aa7-9c61-2865aac9f930",
      "detail": "Recognise the power imbalance which comes with being a health care professional, and ensure it is not for personal gain."
    },
    {
      "skillId": "f7b16788-3c24-4444-89fa-bf02c6093b6f",
      "detail": "Practise in accordance with current legislation governing the use of ionising and non-ionising radiation for medical and other purposes."
    },
    {
      "skillId": "a18d4191-bc2d-4323-8e26-12ce227c7219",
      "detail": "Identify own anxiety and stress and recognise the potential impact on own practice."
    },
    {
      "skillId": "09cfa5ba-bf5a-4ddc-8142-6ea8e890becc",
      "detail": "Develop and adopt clear strategies for physical and mental self-care and self-awareness, to maintain a high standard of professional effectiveness and a safe working environment."
    },
    {
      "skillId": "2d53b4d3-e6e3-4ff4-93c6-865e92c3adf9",
      "detail": "Recognise that they are personally responsible for, and must be able to, justify their decisions and actions."
    },
    {
      "skillId": "a4f068a5-101b-4c55-b99a-b6e14692068c",
      "detail": "Use own skills, knowledge and experience, and the information available, to make informed decisions and/or take action where necessary."
    },
    {
      "skillId": "87c57312-e481-4758-a3ce-023c31e81d70",
      "detail": "Make reasoned decisions to initiate, continue, modify or cease treatment or the use of techniques or procedures, and record the decisions and reasoning appropriately."
    },
    {
      "skillId": "f48eac22-fba1-4fbe-87e7-079deddf2a38",
      "detail": "Make and receive appropriate referrals, where necessary."
    },
    {
      "skillId": "97abb592-8034-45f7-b3c0-f251a56bd28f",
      "detail": "Exercise personal initiative."
    },
    {
      "skillId": "fcc71f24-5fe9-4b18-a38a-37b4d11baba2",
      "detail": "Demonstrate a logical and systematic approach to problem solving."
    },
    {
      "skillId": "c8bea804-e105-4daf-bdc5-54ba1850b2af",
      "detail": "Use research, reasoning and problem-solving skills when determining appropriate actions."
    },
    {
      "skillId": "51076efd-3ef9-4738-9d5f-ffa103ce344a",
      "detail": "Respond appropriately to the needs of all different groups and individuals in practice, recognising this can be affected by difference of any kind including, but not limited to, protected characteristics, intersectional experiences and cultural differences."
    },
    {
      "skillId": "79d672d0-96c4-4532-a824-b504b0441f2a",
      "detail": "Recognise the potential impact of own values, beliefs and personal biases, which may be unconscious, on practice and take personal action to ensure all service users and carers are treated appropriately with respect and dignity."
    },
    {
      "skillId": "625ed281-2325-45de-8b03-81ec5aca5e50",
      "detail": "Make and support reasonable adjustments in own and others’ practice."
    },
    {
      "skillId": "83c38651-2a47-48e1-b6e2-2a59d5cc5258",
      "detail": "Actively challenge barriers to inclusion, supporting the implementation of change wherever possible."
    },
    {
      "skillId": "b8e5fc63-2ceb-451b-8e96-dd0e58984ce3",
      "detail": "Adhere to the professional duty of confidentiality."
    },
    {
      "skillId": "1c23d0e0-566e-4454-adf2-5b30771568c9",
      "detail": "Respond in a timely manner to situations where it is necessary to share information to safeguard service users, carers and/or the wider public and recognise situations where it is necessary to share information to safeguard service users, carers and/or the wider public."
    },
    {
      "skillId": "a7a1c15f-3efd-4197-8c38-6125b1be8742",
      "detail": "Use effective and appropriate verbal and non-verbal skills to communicate with service users, carers, colleagues and others"
    },
    {
      "skillId": "0ad34923-ab8e-4667-82a3-da6f2febe944",
      "detail": "Communicate in English to the required standard for the profession "
    },
    {
      "skillId": "e933ebe3-532a-4d1d-a3db-de4dea605d49",
      "detail": "Work with service users and / or own carers to facilitate the service user’s preferred role in decision-making, and provide service users and carers with the information they may need where appropriate"
    },
    {
      "skillId": "6903c816-649e-47e6-b477-66ff887668ef",
      "detail": "Modify own means of communication to address the individual communication needs and preferences of service users and carers, and remove any barriers to communication where possible"
    },
    {
      "skillId": "91cd63a7-5c31-452c-acf3-a832a2457f7c",
      "detail": "Use information, communication and digital technologies appropriate to own practice"
    },
    {
      "skillId": "4ef7825e-ecf8-4745-bcc3-5621d1eecbeb",
      "detail": "Formulate and provide information and support for service users about their treatment and / or imaging process and procedures, with regular reappraisal of their information needs as appropriate"
    },
    {
      "skillId": "44c03007-0704-4718-b06d-be292d57add6",
      "detail": "Advise other healthcare professionals about the relevance and application of imaging modalities to the service user’s needs"
    },
    {
      "skillId": "ce63015a-e1ec-4e24-bd69-02397d21d99b",
      "detail": "Provide appropriate information and support for service users throughout their diagnostic imaging examinations"
    },
    {
      "skillId": "9b9f376f-6f7a-4eba-8013-00f667eb2c1b",
      "detail": "Keep full, clear and accurate records in accordance with applicable legislation, protocols and guidelines"
    },
    {
      "skillId": "ec3735e5-3961-4565-858d-68a87528cb8c",
      "detail": "Manage records and all other information in accordance with applicable legislation, protocols and guidelines"
    },
    {
      "skillId": "8d9e3d8b-c6f3-4168-98d1-4477dc642a79",
      "detail": "Use digital record keeping tools, where required"
    },
    {
      "skillId": "371c9bc4-0e51-4b32-8fa9-1e557d054ce4",
      "detail": "Work in partnership with service users, carers, colleagues and others"
    },
    {
      "skillId": "86ce8b42-3cad-4956-b31a-ef099d373a6e",
      "detail": "Contribute effectively to work undertaken as part of a multi-disciplinary team"
    },
    {
      "skillId": "77924309-6356-46b3-bd1c-3b495e55cb1f",
      "detail": "Identify anxiety and stress in service users, carers and colleagues, adapting own practice and providing support where appropriate"
    },
    {
      "skillId": "d7c7fe23-611b-440e-8fc6-bb4198e58ae9",
      "detail": "Identify own leadership qualities, behaviours and approaches, taking into account the importance of equality, diversity and inclusion"
    },
    {
      "skillId": "82c61282-ddb1-4cee-b5aa-6a4e9af3588b",
      "detail": "Demonstrate leadership behaviours appropriate to own practice"
    },
    {
      "skillId": "be14a845-2371-4137-9e75-4b8f41643454",
      "detail": "Act as a role model for others"
    },
    {
      "skillId": "8d4bdc17-1f2c-4fab-996e-53a7df3f363b",
      "detail": "Promote and engage in the learning of others"
    },
    {
      "skillId": "57b6ef4a-1abc-4b38-9a1a-267af1efc1d1",
      "detail": "Demonstrate awareness of the need to empower service users to participate in the decision-making processes related to their profession"
    },
    {
      "skillId": "a5557980-df3d-4013-b20d-78e5d9702c7f",
      "detail": "Demonstrate awareness of the need to encourage, support and mentor staff at all practitioner levels"
    },
    {
      "skillId": "8bddb097-0b1a-4e05-a835-487da5072a7b",
      "detail": "Demonstrate awareness of roles and responsibilities where work is delegated and how this applies in practice "
    },
    {
      "skillId": "11262d94-35b5-4c81-a485-bfbb1b819a9d",
      "detail": "Interpret and act upon information from other healthcare professionals and service users, in order to maximise health gain whilst minimising risks to the service user (such as from radiation dose)"
    },
    {
      "skillId": "7e65f060-9153-422e-a7b5-8b1246aaea1d",
      "detail": "Engage in evidence-based practice"
    },
    {
      "skillId": "1c3149d3-8227-455a-b7e8-5b27c0543379",
      "detail": "Gather and use feedback and information, including qualitative and quantitative data, to evaluate the responses of service users to own care"
    },
    {
      "skillId": "0e5fdc74-d659-4958-887a-8d75eff75a27",
      "detail": "Monitor and systematically evaluate the quality of practice, and maintain an effective quality management and quality assurance process working towards continual improvement"
    },
    {
      "skillId": "28c54a14-7478-44df-82e2-d3e07b2a3401",
      "detail": "Participate in quality management, including quality control, quality assurance, clinical governance and the use of appropriate outcome measures"
    },
    {
      "skillId": "f6566daa-3079-454c-a873-06b6aced0062",
      "detail": "Evaluate care plans or intervention plans using recognised and appropriate outcome measures, in conjunction with the service user where possible, and revise the plans as necessary"
    },
    {
      "skillId": "f830c6a2-50d4-450b-a50e-f1281732c46e",
      "detail": "Demonstrate awareness of the principles and applications of scientific enquiry, including the evaluation of treatment efficacy and the research process"
    },
    {
      "skillId": "a48bb830-1a39-4aab-8e14-83ca920a9967",
      "detail": "Demonstrate awareness of the philosophy and the development of the profession of diagnostic radiography to inform understanding of current practice"
    },
    {
      "skillId": "7ce50848-6e72-4518-bc79-a1ebc9d20a1b",
      "detail": "Apply the principles of ionising radiation production, interaction with matter, beam modification, administration of radionuclides and radiation protection"
    },
    {
      "skillId": "8efb9190-0042-48a1-86d5-808759cd0197",
      "detail": "Distinguish between normal and abnormal appearances on images"
    },
    {
      "skillId": "65348134-6af8-4eb4-8ae2-e57a5ade0275",
      "detail": "Recognise and respond to adverse or abnormal reactions to medications used in relation to their profession"
    },
    {
      "skillId": "17106585-bd63-4d9d-bb9f-107b64e2371a",
      "detail": "Demonstrate awareness of the current developments and trends in the science and practice of diagnostic radiography"
    },
    {
      "skillId": "df3757ac-ad55-45fc-9b43-f81b634cf871",
      "detail": "Demonstrate awareness of the principles of Artificial Intelligence (AI) and deep learning technology, and its application to practice"
    },
    {
      "skillId": "47ba4c84-145b-4477-8d8e-f25104bcb7ae",
      "detail": "Change own practice as needed to take account of new developments, technologies and changing contexts"
    },
    {
      "skillId": "3199f3b1-1d7c-4aca-9a51-025c460963e0",
      "detail": "Gather appropriate information"
    },
    {
      "skillId": "765fc58e-babb-4ca9-9ad3-1b75088fbbc2",
      "detail": "Analyse and critically evaluate the information collected"
    },
    {
      "skillId": "ad5a6389-6312-4390-bdcb-ca943f2e0fca",
      "detail": "Select and use appropriate assessment techniques and equipment"
    },
    {
      "skillId": "056709d4-7ceb-4e12-81ad-d0c3a1dfae90",
      "detail": "Undertake and record a thorough, sensitive, and detailed assessment"
    },
    {
      "skillId": "64168fad-2db0-4185-8839-854cddb2fad2",
      "detail": "Undertake or arrange investigations as appropriate"
    },
    {
      "skillId": "6750cc59-f2cf-4969-92b8-109c4b01142d",
      "detail": "Conduct appropriate assessment or monitoring procedures, treatment, therapy or other actions safely and effectively"
    },
    {
      "skillId": "5e26934c-2483-40e2-add3-1660e65d9ab9",
      "detail": "Critically evaluate research and other evidence to inform own practice"
    },
    {
      "skillId": "5ce7c86a-9463-42c7-8f72-3187376e4d53",
      "detail": "Engage service users in research as appropriate"
    },
    {
      "skillId": "30621e97-0dce-4770-94d3-90e2f2c0f7be",
      "detail": "Formulate specific and appropriate management plans including the setting of timescales"
    },
    {
      "skillId": "2842f842-33b5-41f7-b6f9-eaf3b803058b",
      "detail": "Assess, monitor and care for the service user across the pathway of care relevant to their profession"
    },
    {
      "skillId": "baa4f50d-cd6a-4099-be13-1b56be86a9e2",
      "detail": "Undertake and record a thorough, sensitive and detailed clinical assessment, selecting and using appropriate techniques and equipment"
    },
    {
      "skillId": "069d7e78-523e-4bec-a6b3-cdc5d4b21f9d",
      "detail": "Use physical, graphical, verbal and electronic methods to collect and analyse information from a range of relevant sources including service user’s clinical history, diagnostic images and reports, pathological tests and results, dose recording and treatment verification systems"
    },
    {
      "skillId": "2acee58c-fa6c-4b91-bd8d-4f6d439010a9",
      "detail": "Interrogate and process data and information gathered accurately in order to conduct the procedures most appropriate to the service user’s needs"
    },
    {
      "skillId": "8b89ab29-7087-47af-95f6-16daf26eaf31",
      "detail": "Appraise image information for clinical manifestations and technical accuracy, and take further action as required"
    },
    {
      "skillId": "17920ba0-47f4-4726-8d42-fd06cf55cb41",
      "detail": "Manage complex and unpredictable situations including the ability to adapt planned procedures"
    },
    {
      "skillId": "6e97ef2c-f047-44d7-8349-e32a5ea8d615",
      "detail": "Operate diagnostic imaging equipment safely and accurately"
    },
    {
      "skillId": "9bd5a17e-a104-4020-9fb6-96407032f926",
      "detail": "Check that equipment is functioning accurately and within the specifications, and to take appropriate action in the case of faulty functioning and operation"
    },
    {
      "skillId": "c991c4da-5a1c-4a63-a97b-4e8da9985da2",
      "detail": "Select and explain the rationale for radiographic techniques and immobilisation procedures appropriate to the service user’s physical and disease management requirements"
    },
    {
      "skillId": "a2996515-35ad-46fd-a318-832399249a24",
      "detail": "Position and immobilise service users correctly for safe and accurate procedures"
    },
    {
      "skillId": "81de7f6f-d761-4460-98fe-15b1dc400d66",
      "detail": "Authorise and plan appropriate diagnostic imaging examinations"
    },
    {
      "skillId": "fe6831f3-e597-4350-a0ce-701406c1882b",
      "detail": "Calculate radiation doses and exposures and record and understand the significance of radiation dose"
    },
    {
      "skillId": "9e42e58f-57d1-4a47-87e0-6e341e69779c",
      "detail": "Perform a broad range of standard imaging techniques, including examinations requiring contrast agents for relevant modalities across a variety of diagnostic or screening care pathways"
    },
    {
      "skillId": "75fa92d8-a719-454d-aa58-1653d0a05caa",
      "detail": "Assist with a range of  more complex diagnostic imaging techniques and interventional procedures providing radiographic support to the service user and other members of the multidisciplinary team"
    },
    {
      "skillId": "113bb690-7bfe-410d-acbd-3325d3eab589",
      "detail": "Provide appropriate care for the range of service users and their carers before, during and after imaging examinations, minimally invasive interventional procedures and contrast agent examinations"
    },
    {
      "skillId": "803f13b6-8d69-42d7-b4a3-60afeaa0e9ba",
      "detail": "Perform a range of imaging examinations where the service user’s individual characteristics require examinations to be carried out using nonstandard techniques"
    },
    {
      "skillId": "ba462453-9ac9-468c-857e-18ef45e8db7a",
      "detail": "Perform a range of techniques using mobile imaging equipment outside of a dedicated imaging room"
    },
    {
      "skillId": "0fab7162-6f90-4737-9cec-e96c29ac6971",
      "detail": "Manage and assist with imaging techniques performed on anaesthetised or unconscious individuals"
    },
    {
      "skillId": "3d67981e-f003-42bd-9ee9-ef50a904e60f",
      "detail": "Adjust ionising radiation exposures and image recording parameters to achieve required image quality at optimal dose for children and adults"
    },
    {
      "skillId": "8c38e630-10f2-47cd-b986-34a83f8423cb",
      "detail": "Perform a range of imaging techniques and interventions on children"
    },
    {
      "skillId": "b798ae4f-2f0a-47e4-95f1-4aab80d10306",
      "detail": "Use to best effect the processing and related technology supporting imaging systems"
    },
    {
      "skillId": "ef0617f6-73ef-40f0-ada3-38c171c14406",
      "detail": "Manage and assist with fluoroscopic diagnostic and interventional procedures, including those that are complex and involve the use of contrast agents"
    },
    {
      "skillId": "69ac71a2-4ad6-454d-889f-2ff9ff841211",
      "detail": "Perform a broad range of computed tomographic (CT) examinations, including standard head CT examinations, and assist with CT examinations of the spine, chest and abdomen in acute trauma, and to contribute effectively to other CT studies"
    },
    {
      "skillId": "72728ae0-e683-430b-a755-584e71549429",
      "detail": "Perform standard magnetic resonance imaging procedures"
    },
    {
      "skillId": "264cdd16-79cb-40cc-b06b-da912d3c2f42",
      "detail": "Assist with ultrasound imaging procedures"
    },
    {
      "skillId": "73c5d454-072c-4826-a980-dc616e782e57",
      "detail": "Assist with imaging procedures involving the use of radionuclides including PET tracers and particle emitters"
    },
    {
      "skillId": "c7ff67f8-7e7e-4d2e-b0cd-078dbd47d2a8",
      "detail": "Critically analyse clinical images for technical quality and suggest improvement if required"
    },
    {
      "skillId": "53debf6c-b023-4ebc-a726-f69621b45f9d",
      "detail": "Distinguish disease trauma and urgent and unexpected findings as they manifest on diagnostic images and take direct and timely action to assist the referrer "
    },
    {
      "skillId": "4e542a76-fc96-4795-9d72-41e17941edf7",
      "detail": "Demonstrate awareness of relevant health and safety legislation and comply with all local operational procedures and policies"
    },
    {
      "skillId": "1367f0e0-bd63-4e36-89c3-8416f3dd1b11",
      "detail": "Work safely, including being able to select appropriate hazard control and risk management, reduction or elimination techniques in a safe manner and in accordance with health and safety legislation"
    },
    {
      "skillId": "f9b964a2-184c-4942-b73c-e6ffac42192b",
      "detail": "Select appropriate personal protective equipment and use it correctly"
    },
    {
      "skillId": "66114e09-1664-4712-a981-8bf493d53166",
      "detail": "Establish safe environments for practice, which appropriately manages risk"
    },
    {
      "skillId": "79a8294a-4c2b-4bc7-b11d-d5c13e4531e3",
      "detail": "Apply appropriate moving and handling techniques"
    },
    {
      "skillId": "a6dc57b0-c822-4871-9d0b-8ca09d38c7ab",
      "detail": "Ensure the physical safety of all individuals in the imaging/ therapeutic work environment, especially with regard to radiation safety and high-strength magnetic fields"
    },
    {
      "skillId": "a99eee65-cbdb-433c-89d6-54e2b991954c",
      "detail": "Use basic life support techniques and deal with clinical emergencies"
    },
    {
      "skillId": "8399b521-876e-4b9a-826c-16fc0742414e",
      "detail": "Empower and enable individuals (including service users and colleagues) to play a part in managing own health"
    },
    {
      "skillId": "c3644855-eb11-4ec0-a10b-0ad877f3eff9",
      "detail": "Engage in occupational health, including being aware of immunisation requirements"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2019-04-05T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0143",
  "tbMainContact": "Healthcare.Trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "Cobalt Health, InHealth Group, Salisbury NHS Foundation Trust, Skills for Health, University Hospital Southampton NHS Foundation Trust, University Hospitals of North Midlands NHS Trust, Walsall Healthcare NHS Trust, Walsall Healthcare NHS Trust, Yeovil District Hospital NHS Foundation Trust",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "Health and Care Professions Council",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Diagnostic radiographer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health professional",
  "clusterId": "6",
  "clusterDescription": "Provide direct patient contact along with high quality diagnosis and care working independently and with other health professionals",
  "createdDate": "2023-06-23T08:11:05 +00:00",
  "lastUpdated": "2023-09-01T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-04-05T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0619",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0619-v1-3?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0619-v1-3",
  "qualifications": [
    {
      "qualificationId": "d0577aef-552d-4941-a3c6-01961a954169",
      "title": "BSc (Hons) Diagnostic Radiography or (where the apprentice already holds a level 6 honours degree) a pre-registration MSc in Diagnostic Radiography approved by the Health and Care Professions Council (HCPC",
      "level": "6 (integrated degree)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "96461fa8-4095-4b6b-be38-2c55f448f8ca",
      "dutyDetail": "Practise safely and effectively within the scope of practice and within the legal and ethical boundaries of the profession.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6f6f7e3b-22b2-4628-a1e6-6996d6720d11",
        "e7e0551e-aec2-4c88-99df-6ab8a2931752",
        "2b529d20-e6da-4a40-9fae-57b5f16784ce",
        "048d9220-f5d7-40b2-a665-46d1d1871c85",
        "35cd66f6-518c-484c-9e24-86d75de26d34"
      ],
      "mappedKnowledge": [
        "fc0df0a9-6854-4c7b-8c45-a33099c368c7",
        "bef86e96-bd14-473f-b4d2-4cdb374232ca",
        "9cf86f8b-4229-4e85-8983-30887a28a0bd",
        "e0c16060-556b-434c-a3c0-b6f6f7b44bc0",
        "e8abea06-19be-4c4d-a2aa-968c0d4ddedc",
        "78e29380-e2d8-488e-93a2-4266b3e99d3b",
        "2e9a58e7-3929-4c48-82b0-e22ba92f7df5",
        "fdf8d7f5-9227-44d0-aae8-a7318bc5f8a5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f3d5ff67-eb52-4e7c-b719-afed1ffa63ba",
        "ece0363d-88ed-41c8-9afc-4a8dde52a0f7",
        "b9f9d4df-6ee9-4793-b48b-38b95a38f849",
        "7c154917-2997-41d8-a7a5-33de58007806",
        "a242bcaf-8ea5-40f7-b9b1-86e25c333454",
        "e2a7bf6a-bb49-4616-8cef-b8a056b48920",
        "c8b51a58-cfc4-40be-8c40-615cd7f65489",
        "ee100dcb-0f76-497a-8a50-27d34d5f9796",
        "d6ff3ddb-4d51-4072-a929-25831b9bba9b",
        "652b0967-fa24-4495-a354-a462b5eb857d",
        "9ac75699-0da9-4382-b396-4ffeba85515e",
        "b5f9eb64-a4c6-4aa7-9c61-2865aac9f930",
        "f7b16788-3c24-4444-89fa-bf02c6093b6f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7d5f8e7f-04dd-4e53-9c75-d8f8b8f9ea36",
      "dutyDetail": "Look after own health and wellbeing, seeking appropriate support where necessary.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "43f106c6-4c4c-4a36-a566-554e63e4dcca",
        "2b529d20-e6da-4a40-9fae-57b5f16784ce"
      ],
      "mappedKnowledge": [
        "5be5dd99-0ac5-4287-a935-891f104146aa",
        "e98a8bfe-d043-43d7-bf33-b4afb4f052fa"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a18d4191-bc2d-4323-8e26-12ce227c7219",
        "09cfa5ba-bf5a-4ddc-8142-6ea8e890becc"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3e00d252-bcf7-4523-b481-3d6d58135196",
      "dutyDetail": "Practise as an autonomous professional, exercising professional judgement.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6f6f7e3b-22b2-4628-a1e6-6996d6720d11",
        "2b529d20-e6da-4a40-9fae-57b5f16784ce"
      ],
      "mappedKnowledge": [
        "426cf5d8-a08a-4134-822f-51124034728f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2d53b4d3-e6e3-4ff4-93c6-865e92c3adf9",
        "a4f068a5-101b-4c55-b99a-b6e14692068c",
        "87c57312-e481-4758-a3ce-023c31e81d70",
        "f48eac22-fba1-4fbe-87e7-079deddf2a38",
        "97abb592-8034-45f7-b3c0-f251a56bd28f",
        "fcc71f24-5fe9-4b18-a38a-37b4d11baba2",
        "c8bea804-e105-4daf-bdc5-54ba1850b2af"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "20ed1f64-f375-4a5b-9c9f-22eb18774d28",
      "dutyDetail": "Practise in a non-discriminatory and inclusive manner recognising the impact of culture, equality and diversity.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2b529d20-e6da-4a40-9fae-57b5f16784ce"
      ],
      "mappedKnowledge": [
        "fb6687cd-e484-4433-9d6f-ad74fb82dec0",
        "de58847c-0461-4cc7-96bf-0866831d5b4b",
        "a240b275-7c25-4254-b882-fdbc48a885d2",
        "ef1aac3d-0588-4547-91df-0c4f87395e31",
        "64db758a-d191-4d4b-ac13-649b8476f474"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "51076efd-3ef9-4738-9d5f-ffa103ce344a",
        "79d672d0-96c4-4532-a824-b504b0441f2a",
        "625ed281-2325-45de-8b03-81ec5aca5e50",
        "83c38651-2a47-48e1-b6e2-2a59d5cc5258"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "086461ac-dace-494d-b3e7-b9b1cc65aa36",
      "dutyDetail": "Communicate effectively, maintaining confidentiality and records appropriately.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e7e0551e-aec2-4c88-99df-6ab8a2931752",
        "22a4267e-4fca-4c0e-8cdc-c12a8c9144e4",
        "35cd66f6-518c-484c-9e24-86d75de26d34"
      ],
      "mappedKnowledge": [
        "f0b1dd70-b219-46e9-b2a6-7255cbbbbb4a",
        "a01e4845-fc9a-419c-8ef4-384563797b3d",
        "f30e39c9-cf28-4e75-8565-7ea631abee9e",
        "20f2fdfe-3acf-4e17-a6d7-0e7b45d64c64",
        "c42ca783-2b6b-42fe-b3cc-46cc48f35347",
        "df929139-bd85-477e-b1c3-f730c594ff20",
        "534a2fe9-661c-4857-a292-86a1858c652d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b8e5fc63-2ceb-451b-8e96-dd0e58984ce3",
        "1c23d0e0-566e-4454-adf2-5b30771568c9",
        "a7a1c15f-3efd-4197-8c38-6125b1be8742",
        "0ad34923-ab8e-4667-82a3-da6f2febe944",
        "e933ebe3-532a-4d1d-a3db-de4dea605d49",
        "6903c816-649e-47e6-b477-66ff887668ef",
        "91cd63a7-5c31-452c-acf3-a832a2457f7c",
        "4ef7825e-ecf8-4745-bcc3-5621d1eecbeb",
        "44c03007-0704-4718-b06d-be292d57add6",
        "ce63015a-e1ec-4e24-bd69-02397d21d99b",
        "9b9f376f-6f7a-4eba-8013-00f667eb2c1b",
        "ec3735e5-3961-4565-858d-68a87528cb8c",
        "8d9e3d8b-c6f3-4168-98d1-4477dc642a79"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f2f9bec5-1efe-4e1f-bc2f-8910e817baa8",
      "dutyDetail": "Work appropriately with others.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e7e0551e-aec2-4c88-99df-6ab8a2931752",
        "22a4267e-4fca-4c0e-8cdc-c12a8c9144e4"
      ],
      "mappedKnowledge": [
        "b4bfd1aa-056a-4711-a624-29480904fb26",
        "aacc5dcb-73b7-4b85-adb3-dabc701647be",
        "14fe73f6-3cd8-4e67-806f-cf838e323e39",
        "e293c4ec-ab4a-43f0-a9be-518f1e0546b1",
        "5ab71d4b-bfcb-42ce-8709-9a80026ea7b9",
        "460f2ab9-bc5a-42b2-afcb-81f4a993e5ec",
        "3077fd44-0b80-4a94-87b0-5ec9cb2c52d7",
        "2a5f2290-c06f-4e3e-8361-47c04d6ee08a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "371c9bc4-0e51-4b32-8fa9-1e557d054ce4",
        "86ce8b42-3cad-4956-b31a-ef099d373a6e",
        "77924309-6356-46b3-bd1c-3b495e55cb1f",
        "d7c7fe23-611b-440e-8fc6-bb4198e58ae9",
        "82c61282-ddb1-4cee-b5aa-6a4e9af3588b",
        "be14a845-2371-4137-9e75-4b8f41643454",
        "8d4bdc17-1f2c-4fab-996e-53a7df3f363b",
        "57b6ef4a-1abc-4b38-9a1a-267af1efc1d1",
        "a5557980-df3d-4013-b20d-78e5d9702c7f",
        "8bddb097-0b1a-4e05-a835-487da5072a7b",
        "11262d94-35b5-4c81-a485-bfbb1b819a9d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "30d1ef5e-cfb7-47b9-be31-0f97b6639f3c",
      "dutyDetail": "Reflect on, review and assure the quality of own practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6f6f7e3b-22b2-4628-a1e6-6996d6720d11",
        "2b529d20-e6da-4a40-9fae-57b5f16784ce",
        "22a4267e-4fca-4c0e-8cdc-c12a8c9144e4"
      ],
      "mappedKnowledge": [
        "41a6e40e-ffa9-4cd1-a81e-22605b79e88b",
        "96dcc753-8bea-417b-98c0-11e8f20b3d2e",
        "51e4d074-257c-4774-a91a-fc23462142e0",
        "c58a96a5-00ec-4325-be68-1ba0a88e674d",
        "ef783114-f01d-43a4-9bc2-a09bb598435c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7e65f060-9153-422e-a7b5-8b1246aaea1d",
        "1c3149d3-8227-455a-b7e8-5b27c0543379",
        "0e5fdc74-d659-4958-887a-8d75eff75a27",
        "28c54a14-7478-44df-82e2-d3e07b2a3401",
        "f6566daa-3079-454c-a873-06b6aced0062"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f5d3716a-2cf9-40c9-933e-6a69a23944e3",
      "dutyDetail": "Draw on appropriate knowledge and skills to inform practice and apply the key concepts of the knowledge base relevant to the profession.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2b529d20-e6da-4a40-9fae-57b5f16784ce"
      ],
      "mappedKnowledge": [
        "a92139b8-19af-403e-8cb4-54ea70fc1e4c",
        "e4b86fb2-f2bb-4f38-b537-861d0e60ce09",
        "2389b3c8-3849-42b2-9c48-f5fd46235886",
        "e2caa6e8-2009-4bd5-91db-e96eb4b1be06",
        "d410e197-20f8-4f93-990d-c36677dbebcc",
        "379019f2-4a60-4949-82b3-960af9e17dee",
        "eb71b03a-7af2-460d-aab7-ad0ef4ad4b1e",
        "17131ede-aa53-4b93-b48f-cf7fd9ba8796",
        "8d978878-b7b1-46f2-89c2-cf22316930c1",
        "7cacb8a2-fc9c-45e1-9e1c-e83ae6f58f55",
        "ad8cdc6d-967b-43fe-9508-eec2c49c765d",
        "285ac295-4bb2-4578-a5e0-2f2d1a95a72c",
        "122ca6a6-9b94-419a-8b91-2573988ebf4a",
        "9ceaf51b-a5cf-4950-be59-89cc23d874f3",
        "0ec58f96-f9f7-4ab1-9f60-1abf5e906d71",
        "3b1124df-e7fd-455d-97fc-9b9d397b3785",
        "42069841-adcf-45f1-a52e-64dc87ef8b02",
        "c03be71e-8850-42e4-a96c-cb9df8e2b513",
        "4e212d86-454a-4b2b-a4cd-01950ea90550",
        "249632a9-95d9-49aa-a6ad-cdaf2f19fe0f",
        "34be149b-a92f-474c-947a-f4efa03e2838",
        "f04fd307-0b68-48c3-b675-a339c1f407cf",
        "a968426a-7116-46a2-8673-06b91a744396"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f830c6a2-50d4-450b-a50e-f1281732c46e",
        "a48bb830-1a39-4aab-8e14-83ca920a9967",
        "7ce50848-6e72-4518-bc79-a1ebc9d20a1b",
        "8efb9190-0042-48a1-86d5-808759cd0197",
        "65348134-6af8-4eb4-8ae2-e57a5ade0275",
        "17106585-bd63-4d9d-bb9f-107b64e2371a",
        "df3757ac-ad55-45fc-9b43-f81b634cf871",
        "47ba4c84-145b-4477-8d8e-f25104bcb7ae",
        "3199f3b1-1d7c-4aca-9a51-025c460963e0",
        "765fc58e-babb-4ca9-9ad3-1b75088fbbc2",
        "ad5a6389-6312-4390-bdcb-ca943f2e0fca",
        "056709d4-7ceb-4e12-81ad-d0c3a1dfae90",
        "64168fad-2db0-4185-8839-854cddb2fad2",
        "6750cc59-f2cf-4969-92b8-109c4b01142d",
        "5e26934c-2483-40e2-add3-1660e65d9ab9",
        "5ce7c86a-9463-42c7-8f72-3187376e4d53",
        "30621e97-0dce-4770-94d3-90e2f2c0f7be",
        "2842f842-33b5-41f7-b6f9-eaf3b803058b",
        "baa4f50d-cd6a-4099-be13-1b56be86a9e2",
        "069d7e78-523e-4bec-a6b3-cdc5d4b21f9d",
        "2acee58c-fa6c-4b91-bd8d-4f6d439010a9",
        "8b89ab29-7087-47af-95f6-16daf26eaf31",
        "17920ba0-47f4-4726-8d42-fd06cf55cb41",
        "6e97ef2c-f047-44d7-8349-e32a5ea8d615",
        "9bd5a17e-a104-4020-9fb6-96407032f926",
        "c991c4da-5a1c-4a63-a97b-4e8da9985da2",
        "a2996515-35ad-46fd-a318-832399249a24",
        "81de7f6f-d761-4460-98fe-15b1dc400d66",
        "fe6831f3-e597-4350-a0ce-701406c1882b",
        "9e42e58f-57d1-4a47-87e0-6e341e69779c",
        "75fa92d8-a719-454d-aa58-1653d0a05caa",
        "113bb690-7bfe-410d-acbd-3325d3eab589",
        "803f13b6-8d69-42d7-b4a3-60afeaa0e9ba",
        "ba462453-9ac9-468c-857e-18ef45e8db7a",
        "0fab7162-6f90-4737-9cec-e96c29ac6971",
        "3d67981e-f003-42bd-9ee9-ef50a904e60f",
        "8c38e630-10f2-47cd-b986-34a83f8423cb",
        "b798ae4f-2f0a-47e4-95f1-4aab80d10306",
        "ef0617f6-73ef-40f0-ada3-38c171c14406",
        "69ac71a2-4ad6-454d-889f-2ff9ff841211",
        "72728ae0-e683-430b-a755-584e71549429",
        "264cdd16-79cb-40cc-b06b-da912d3c2f42",
        "73c5d454-072c-4826-a980-dc616e782e57",
        "c7ff67f8-7e7e-4d2e-b0cd-078dbd47d2a8",
        "53debf6c-b023-4ebc-a726-f69621b45f9d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e1d72438-7e83-4c42-a54f-2be5c33dfa54",
      "dutyDetail": "Establish and maintain a safe practice environment.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6f6f7e3b-22b2-4628-a1e6-6996d6720d11",
        "e7e0551e-aec2-4c88-99df-6ab8a2931752",
        "2b529d20-e6da-4a40-9fae-57b5f16784ce"
      ],
      "mappedKnowledge": [
        "c1fa83f7-aadc-43e4-97f2-9a20c66638ca",
        "94586416-896f-45a6-a09b-41964da12477",
        "3affb7aa-36e9-4b29-bb07-726e835ce39d",
        "7d6a9924-0deb-4d0b-a510-d539cb914944"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b9f9d4df-6ee9-4793-b48b-38b95a38f849",
        "4e542a76-fc96-4795-9d72-41e17941edf7",
        "1367f0e0-bd63-4e36-89c3-8416f3dd1b11",
        "f9b964a2-184c-4942-b73c-e6ffac42192b",
        "66114e09-1664-4712-a981-8bf493d53166",
        "79a8294a-4c2b-4bc7-b11d-d5c13e4531e3",
        "a6dc57b0-c822-4871-9d0b-8ca09d38c7ab",
        "a99eee65-cbdb-433c-89d6-54e2b991954c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "abc7dee6-a576-4836-a730-62e074bcaa49",
      "dutyDetail": "Promote public health and prevent ill health.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e7e0551e-aec2-4c88-99df-6ab8a2931752",
        "2b529d20-e6da-4a40-9fae-57b5f16784ce",
        "22a4267e-4fca-4c0e-8cdc-c12a8c9144e4"
      ],
      "mappedKnowledge": [
        "cc19bcef-7cbe-4c21-a650-fdfa30878113",
        "72fb0981-313d-4ff9-a8b6-43fc85886ef0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8399b521-876e-4b9a-826c-16fc0742414e",
        "c3644855-eb11-4ec0-a10b-0ad877f3eff9"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [
    {
      "name": "Training Provider",
      "webLink": "",
      "approved": true
    },
    {
      "name": "EPAO",
      "webLink": "",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-09-01T00:00:00"
}