{
  "templateType": "Apprenticeship Standard",
  "larsCode": 455,
  "referenceNumber": "ST0623",
  "learningAimClassCode": "",
  "title": "Marine technical superintendent (degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0623",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2019-07-18T00:00:00",
  "earliestStartDate": "2019-05-13T00:00:00",
  "latestStartDate": "2019-07-18T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Overseeing vessel performance and the technical and operational condition of vessels.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 12000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Marine Technical Superintendent",
    "degree",
    "marine",
    "technical",
    "transportation",
    "operations"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3047/st0623_marine_technical_superintendent_l7_epa-for-publication_170419.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;h2&gt;Occupation summary&lt;/h2&gt;\n&lt;p&gt;The Marine Technical Superintendent (MTS) is a shore-based, technical role responsible for the safe and economic operation of one or more vessels. They oversee vessel performance and are responsible for the technical and operational condition of vessels from an engineering perspective, including the planning and execution of refit and fleet time maintenance programmes, implementing and monitoring compliance and ensuring vessels are fully certified according to international maritime legislative requirements and classification society regulations.&lt;/p&gt;\n&lt;p&gt;The duties and responsibilities of the MTS are significantly broader than those of a sea-going engineer and require advanced skills in leadership and management, financial and commercial proficiency, project management expertise and the commitment to keep abreast of emerging technologies, including cybersecurity and ship automation. The MTS would also provide subject-matter expertise in the event of an emergency response situation. This is primarily a senior engineering management role, with typical progression routes from sea-going and shore-based occupations. Typically, the MTS reports to the Technical or Fleet Manager overseeing operations and all Chief Engineers in the fleet would typically report to the MTS.&lt;/p&gt;\n&lt;h2&gt;Entry requirements&lt;/h2&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their Apprenticeships. Entrants to the role should typically have a foundation level qualification (level 5) and experience in a maritime engineering discipline, preferably as a second engineer officer or electro-technical officer with equivalent experience. However, suitable candidates may also have a background in the management of ship-repair or experience as a classification society surveyor.&lt;/p&gt;\n&lt;h2&gt;Occupation duties&lt;/h2&gt;\n&lt;table width=&quot;100%&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 40%;&quot; width=&quot;40%&quot;&gt;\n&lt;p&gt;Duty&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 40%;&quot; width=&quot;40%&quot;&gt;\n&lt;p&gt;Criteria for measuring performance&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 20%;&quot; width=&quot;20%&quot;&gt;\n&lt;p&gt;KSBs&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;40%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;D1&lt;/strong&gt; Provide guidance and solutions to technical issues to ensure the full technical readiness and optimum performance of vessels in meeting the service commitments of the organization&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;40%&quot;&gt;\n&lt;p&gt;Accuracy, efficiency, adherence to ISM code and the company&#39;s quality, safety and environmental management system&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;20%&quot;&gt;\n&lt;p&gt;K1&lt;br&gt;S1 S2 S3&lt;br&gt;B1 B2 B3 B4&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;40%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;D2&lt;/strong&gt; Plan, coordinate and project manage fleet-time maintenance programmes, regular service periods, dry-dockings and vessel upgrades.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;40%&quot;&gt;\n&lt;p&gt;Accuracy, efficiency, adherence to ISM code and the company&#39;s quality, safety and environmental management system&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;20%&quot;&gt;\n&lt;p&gt;K2&lt;br&gt;S4&lt;br&gt;B2 B3 B4 B5 B6&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;40%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;D3&lt;/strong&gt; Manage and control technical budgets for maintenance, repair, re-fit, spare parts, lube oil, chemical and gases and other consumables.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;40%&quot;&gt;\n&lt;p&gt;Financial accuracy of budgets produced&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;20%&quot;&gt;\n&lt;p&gt;K3 K4&lt;br&gt;S5 S6&lt;br&gt;B1 B2 B3 B5 B6&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;40%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;D4&lt;/strong&gt; Coordinate and control the supply of spare parts and necessary vessel equipment&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;40%&quot;&gt;\n&lt;p&gt;Planning accuracy, parts available when required&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;20%&quot;&gt;\n&lt;p&gt;K2&lt;br&gt;S4 &lt;br&gt;B2 B5&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;40%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;D5&lt;/strong&gt; Execute and commission surveys, inspections and certification in line with the requirements of the International Safety Management (ISM) Code, maritime legislation, classification society regulations, Flag State requirements and other standards required by the company.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;40%&quot;&gt;\n&lt;p&gt;Compliance with the requirements of the International Safety Management (ISM) Code, maritime legislation, classification society regulations, Flag State requirements and other standards required by the company.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;20%&quot;&gt;\n&lt;p&gt;K5 K6 K7&lt;br&gt;S7&lt;br&gt;B4 B7&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;40%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;D6&lt;/strong&gt; Be an implementer of best practice in safety management and promote safety and safe working practices as an operational necessity&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;40%&quot;&gt;\n&lt;p&gt;Implements best practice standards in safety management and actively promotes safety and safe working practices in all operations&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;20%&quot;&gt;\n&lt;p&gt;K5 K6&lt;br&gt;S7&lt;br&gt;B4&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;40%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;D7&lt;/strong&gt; Lead and manage multi-functional teams, including contribution to HR processes such as recruitment and performance management of staff.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;40%&quot;&gt;\n&lt;p&gt;Performance of team in maintaining fleet operation to customer satisfaction and within budget&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;20%&quot;&gt;\n&lt;p&gt;K8&lt;br&gt;S8 S9 &lt;br&gt;B1 B2 B5&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;40%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;D8&lt;/strong&gt; Provide effective communication across all levels within the organisation to inform of significant operational/technical issues that impact on the availability of vessels within the fleet and acting as the principal point of contact between ship and shore-based staff.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;40%&quot;&gt;\n&lt;p&gt;Effectiveness of written and verbal communication in terms of clarity and brevity&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;20%&quot;&gt;\n&lt;p&gt;K9&lt;br&gt;S10 S11&lt;br&gt;B5&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;40%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;D9&lt;/strong&gt; Provide a leading role and technical expertise in the event of an emergency response situation.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;40%&quot;&gt;\n&lt;p&gt;Speed and effectiveness of appropriate response&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;20%&quot;&gt;\n&lt;p&gt;K1 K5&lt;br&gt;S12&lt;br&gt;B3 B4&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;40%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;D10&lt;/strong&gt; Keep abreast of current and emerging industry advances and their application in an engineering capacity. Promoting the case for vessel upgrades or the adoption of emerging technologies to optimise performance.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;40%&quot;&gt;\n&lt;p&gt;Knowledge of advances within the industry&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;20%&quot;&gt;\n&lt;p&gt;K10&lt;br&gt;S1 S2 S13 S14&lt;br&gt;B8 B9&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;40%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;D11&lt;/strong&gt; Maintain awareness of new regulatory and compliance requirements&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;40%&quot;&gt;\n&lt;p&gt;Knowledge of new regulations and compliance requirements&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;20%&quot;&gt;\n&lt;p&gt;K5&lt;br&gt;S7&lt;br&gt;B10&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h2&gt;KSBs&lt;/h2&gt;\n&lt;h3&gt;Knowledge&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;K1&lt;/strong&gt; Vessel construction and operation for a fleet of vessels of varying types and complexity&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K2&lt;/strong&gt; Programmes/schedules for refit, fleet time maintenance, planned maintenance systems (PMS), regular servicing, dry docking, vessel upgrades, repair and internal / external audits&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K3 &lt;/strong&gt;Financial strategies to manage technical budgets in order to successfully monitor and control maintenance and repair costs&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K4&lt;/strong&gt; Insurance stakeholder roles (broker, underwriter, surveyor) for the effective processing of Maritime insurance claims&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K5 &lt;/strong&gt;Regulatory compliance frameworks for the technical management of vessels, crew safety and protection of the environment such as International Convention for the Safety of Life at Sea (SOLAS), International Convention for the Prevention of Pollution from Ships (MARPOL), International Maritime Dangerous Goods Code (IMDG), ISM Code, Standards of Training Certification and Watchkeeping (STCW), International Labour Organisation Maritime Labour Convention (ILO MLC), Flag State, International Organisation for Standardisation (ISO) requirements, hazard analysis tools and workforce health and safety legislation and how they affect technical planning&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K6&lt;/strong&gt; Relationships and responsibilities of Flag State, Port State Control and Classification Societies&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K7&lt;/strong&gt; Processes and appropriate record-keeping for risk assessment, vessel audit and inspection and accident investigation&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K8&lt;/strong&gt; Leading and managing teams successfully, including conflict resolution and managing difficult conversations&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K9&lt;/strong&gt; Effective oral and written communication strategies and a working knowledge of the terminology used in this occupation&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;K10&lt;/strong&gt; How to access industry news and market trends through relevant publications and technical bulletins, such as those published by International Maritime Organisation (IMO) or IMarEST etc&lt;/p&gt;\n&lt;h3&gt;Skills&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;S1&lt;/strong&gt; Evaluate complex, technical information from many sources drawing accurate conclusions and making informed decisions&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S2&lt;/strong&gt; Predict and solve operational problems with innovative solutions where appropriate and using integrated software solutions to aid problem solving&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S3&lt;/strong&gt; Work within any necessary commercial and budgetary constraints to ensure vessels remain in a safe and seaworthy condition in accordance with Classification Society and Flag State requirements, are operated safely and meet all necessary regulatory standards&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S4&lt;/strong&gt; Organise and plan technical projects within agreed strict deadlines and budget, and to agreed quality standards to optimise the utilisation of vessels within a given fleet. Ensure that all work is completed in accordance with the appropriate contract and that extra and emergent work is completed within financial and time constraints ensuring required quality standards are met&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S5&lt;/strong&gt; Manage the operating expenditure (OPEX) and capital expenditure (CAPEX) technical budgets for the maintenance and dry docking of vessels in the fleet, including monitoring and control of the cost of repairs, spare parts, fuel and lube oil usage&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S6&lt;/strong&gt; Develop and apply an understanding of maritime sector economics to support well-founded commercial decision-making. Analyse financial data and liaise with all relevant stakeholders to maintain an efficient technical operation&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S7&lt;/strong&gt; Successfully implement compliance frameworks for the technical management of vessels, crew safety and protection of the environment such as SOLAS, MARPOL, IMDG Code, ISM Code, STCW, ILO MLC, Flag State, ISO requirements and workforce health and safety legislation&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S8&lt;/strong&gt; Build, lead and manage multifunctional teams, interacting with and influencing a range of internal and external stakeholders. Develop HR-related skills such as the performance management of staff, recruitment and selection activities etc.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S9&lt;/strong&gt; Act as a team player when operating as part of a wider team&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S10&lt;/strong&gt; Communicate effectively and professionally with all levels within and across the organisation, both at-sea and on-shore.Positively challenge to affect change where appropriate&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S11&lt;/strong&gt; Develop and maintain close working relationships with stakeholders to ensure that all parties are aware of operational and technical requirements&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S12&lt;/strong&gt; Support vessel&#39;s senior staff with technical expertise and knowledge of options (e.g 3rd party assistance) during emergencies&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S13&lt;/strong&gt; Effectively liaise with relevant manufacturers regarding technological advances&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;S14&lt;/strong&gt; Effectively scope, allocate accurate budgetary costs and present a business case for vessel upgrades or the adoption of emerging technologies to optimise performance&lt;/p&gt;\n&lt;h3&gt;Behaviours&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;B1&lt;/strong&gt; Be self-motivated with the ability to work independently and with integrity&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;B2&lt;/strong&gt; Able to take personal responsibility for their actions, demonstrate leadership and show resilience&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;B3&lt;/strong&gt; Able to work under pressure to tight deadlines&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;B4&lt;/strong&gt; Be an implementer of best practice in technical and safety management, complying with the International Safety Management (ISM) code and adhering to the company&#39;s safety management systems (SMS). Promote and adopt a safety culture within the organisation, taking responsibility for effective problem-solving, emergency response and safeguarding the company’s reputation&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;B5&lt;/strong&gt; Able to interact and influence a range of stakeholders&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;B6&lt;/strong&gt; Able to integrate technical operations with financial requirements&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;B7&lt;/strong&gt; Able to function as an enabler to provide services rendered in an efficient and transparent way&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;B8&lt;/strong&gt; Promote the case for the adoption of emerging technologies to optimise performance&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;B9&lt;/strong&gt; Enable their own professional development, seeking opportunities to enhance their knowledge, skills and experience. Keeping abreast of current industry advances in advanced manufacturing and computer technologies such as cybersecurity best practice and ship automation, and their potential application in an engineering capacity. Maintaining awareness of new regulations and compliance requirements&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;B10&lt;/strong&gt; Maintaining awareness of new regulations and compliance requirements&lt;/p&gt;\n&lt;h3&gt;Qualifications&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;English and Maths qualifications&lt;/strong&gt;&lt;br&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the End-Point Assessment. For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3. A British Sign Language (BSL) qualification is an alternative to the English qualification for those whose primary language is BSL.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Other qualifications&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;BEng Engineering / 6 (non-integrated degree)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Professional recognition &lt;/strong&gt;&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p&gt;Recognised by the Institute of Marine Engineering, Science and Technology at IENG Level&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Additional details&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Occupational Level: &lt;/strong&gt;7&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Duration (months):&amp;nbsp;&lt;/strong&gt;36&lt;/p&gt;\n&lt;h3&gt;Review&lt;/h3&gt;\n&lt;p&gt;This standard will be reviewed after three years.&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-05-13T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "",
  "tbMainContact": "brendan.casey@education.gov.uk",
  "involvedEmployers": "Carmet Tug Co, Royal Fleet Auxiliary, Svitzer, Holyhead Towing, Brookes Bell, Stena / Northern Marine, Seatruck Ferries",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, installation and repair",
  "cluster": "Installation and service engineer",
  "clusterId": "53",
  "clusterDescription": "Build and install plant and equipment using application and/or context specific expertise",
  "createdDate": "2017-11-23T14:12:35 +00:00",
  "lastUpdated": "2019-07-18T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-05-13T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0623",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0623-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0623-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2019-07-18T00:00:00"
}