{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 453,
  "referenceNumber": "ST0694",
  "learningAimClassCode": "",
  "title": "Career development professional",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0694",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-04-07T00:00:00",
  "earliestStartDate": "2019-05-10T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Assisting individuals or organisations before or during career transitions to develop long and short term career strategies.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Business and administration",
  "keywords": [
    "business management",
    "career",
    "HR",
    "career development",
    "professional",
    "Human resources"
  ],
  "jobRoles": [
    "Career adviser",
    "Career coach",
    "career guidance counsellor",
    "Career leader",
    "career co-ordinator",
    "career consultant",
    "career development pracitioner",
    "IAG adviser",
    "senior employability adviser",
    "Personal adviser"
  ],
  "entryRequirements": "&lt;p&gt;Whilst any entry requirements will be a matter for individual employers, typically an apprentice might be expected to have already achieved level two English and maths on entry. Apprentices without level 2 English and maths will need to achieve this level prior to taking the End-Point Assessment. Apprentices working with young people and vulnerable adults would be required to hold a DBS clearance&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3049/st0694_career-development-professional_l6_plan-for-publication_070519.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.3 Business management",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;Career Development Professionals are typically found in educational settings, training organisations, careers and employment services and human resource/learning and development departments in both the public and the private sector. &lt;br&gt;&lt;br&gt;The broad purpose of the occupation is to assist individuals and/or organisations before or during career transitions to develop long and short term career strategies. Transitions could include from learning to work, returning to the labour market, returning to learning, sector/organisation/management change, redundancy and pre-retirement choices. &lt;br&gt;&lt;br&gt;An employee in this occupation will be responsible for helping individuals assess their own strengths, values, beliefs, and situation and connect them meaningfully to the labour market and the education system. They are responsible for making professional judgements in the best interest of the client whilst adhering to the ethical practice required by the organisation or profession, and acting in accordance with organisational policy and relevant legislation. A career development professional is required to act with autonomy, working independently, often on their own and in collaboration with other professionals, for example careers leaders, senior academics, social workers, course tutors, managers and HR professionals.&lt;/p&gt;\n&lt;p&gt;&lt;br&gt;In their daily work, Career Development Professionals will provide activities and services on an individual or group basis and these may be face-to-face or via on-line technology. They will interact with: clients with a range of needs and at different stages of career awareness; training providers who support the development of skills and vocational training; schools, colleges and universities to support educational/occupational choices and labour market entry/progression; employers to broker employment opportunities including work experience and internships; and other support organisations, such as housing associations and social services to address the client&#39;s wider needs, e.g. accommodation and financial support. &lt;br&gt;&lt;br&gt;They will exercise their responsibility thorough the provision of information, ideas, tools and resources, administration of assessment and self-assessment tools, career guidance interviews, career education programmes, career coaching, taster programmes, work-search programmes, outplacement, redundancy and transition services, retention and talent assessment reviews, career progression or promotion training, and other forms of career development related consultancy, research and professional development.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "61f4fe12-a99e-4e3f-94de-b605b45077b0",
      "detail": "What constitutes being a professional in the career development sector and own role in influencing and informing policy; methods for recognising the impact of own values, beliefs, prejudices, bias and attitudes on own work practice, learning and development, why it is important to do so and the effective use of supervision in developing practice"
    },
    {
      "knowledgeId": "4de49743-3752-43ee-8516-725e67e187c1",
      "detail": "The rationale of equality legislation and its major provisions, relevant ethical principles and codes of ethical practice and the consequences of not adhering to them"
    },
    {
      "knowledgeId": "bfb9367f-a24e-4422-9435-4538c949778f",
      "detail": "Theories, models, frameworks and pedagogic approaches for the design and delivery of effective career learning curriculum that supports the development of career management skills, employability and entrepreneurialism"
    },
    {
      "knowledgeId": "747de321-3d57-407a-8bf4-84334d912c35",
      "detail": "Resources available to support the delivery of career-related learning, how they can be applied to enhance career learning within organisations and methods of validation and evaluation"
    },
    {
      "knowledgeId": "f1abb559-6a09-497a-a516-e466fd5efb99",
      "detail": "How people learn the different learning styles, group dynamics and interpersonal communication"
    },
    {
      "knowledgeId": "5c3bdeac-afa2-4991-9eff-76a1b7d86507",
      "detail": "The purpose of caseload management and the provision of a holistic career offer, and the need for short and medium term tracking of client destinations to verify the impact of the service provider and a range of methods that can be used to monitor, evaluate and report on service effectiveness including, where appropriate the use of quality awards or standard"
    },
    {
      "knowledgeId": "9681a8f5-74b4-489c-beea-835efadcec11",
      "detail": "The composition of the community network and partnerships, including the role of employers, statutory and voluntary agencies and how to use and access them"
    },
    {
      "knowledgeId": "9d434a55-af3c-44e0-b830-cb2f611d860c",
      "detail": "How to make an appropriate referral within the organisation and to agencies external to the organisation"
    },
    {
      "knowledgeId": "c1b17cfe-504f-4a82-8818-6a7cf345e191",
      "detail": "Measures to safeguard young people and vulnerable adult, including the boundaries of confidentiality, when it is appropriate to disclose confidential information to others and the processes required"
    },
    {
      "knowledgeId": "b80b9b22-dd95-4f7a-8c89-c66805aa6649",
      "detail": "How to identify, access, maintain and evaluate networks and support systems that are beneficial to the client and own personal support and developmental needs"
    },
    {
      "knowledgeId": "a473548d-0c4f-4d3c-8b39-878d9ebc9928",
      "detail": "How to enable individuals to analyse their needs, aspirations and expectations"
    },
    {
      "knowledgeId": "3f850da6-3115-4aa2-a3d6-3f061c27ee87",
      "detail": "Have a knowledge and understanding of career management and the related skills"
    },
    {
      "knowledgeId": "5e6c676c-92c3-4797-9df9-392abaffaa8a",
      "detail": "Basic employment rights,  the selection and recruitment processes, and tools used in the current labour market"
    },
    {
      "knowledgeId": "ec9eb885-a87f-436b-adef-2811b13b50de",
      "detail": "The principles and roles of brokerage and advocacy, and different approaches to influencing, negotiation, co-ordination and persuasion"
    },
    {
      "knowledgeId": "909a9a93-6a25-43d3-a91c-232816031ce1",
      "detail": "The meaning of career related information, including LMI and its use in career education and career guidance counselling and developmental contexts"
    },
    {
      "knowledgeId": "c9f0f9ba-9e91-4804-8e5e-e1ccec3e9122",
      "detail": "How to ensure career development information is managed and organised in a way that meets organisational requirements and is accessible to individuals"
    },
    {
      "knowledgeId": "e25a8e28-ca28-49a2-ab4d-7c9777045ac4",
      "detail": "The contribution of research to the body of knowledge in the profession and the concept and value of evidence-based practice"
    },
    {
      "knowledgeId": "61c4a687-10e6-434f-9cfb-b1ef8760fac0",
      "detail": "How the local, regional, national and international public policy framework, variations in external drivers (political, economic, legal, social and technological) and responses of learning organisations to changes in government policy can affect the context and provision of career learning and development"
    },
    {
      "knowledgeId": "34e3a19d-961d-4866-8f3a-415e8bd5a490",
      "detail": "The different societal expectations related to career development (e.g. from the perspective of individual clients, policy-makers and employers) and ways in which career development providers incorporate legislation and guidance relating to equality, diversity, British values (where relevant), social justice and data protection into their policies and practice"
    },
    {
      "knowledgeId": "f93c3b61-15fb-4c15-97c8-234758b59985",
      "detail": "The current policy and implications for practice with some awareness of the history and development of career development policy and practice in the U.K.; its purpose and the social and economic benefits, in particular its role in social mobility and raising aspirations"
    },
    {
      "knowledgeId": "32054f57-8503-4e59-8d0d-d7292b8c403c",
      "detail": "The changing context and range of employment, education and training provision available to clients and the relationships between the organisations within the sector in which the CDP is working"
    },
    {
      "knowledgeId": "ecbacae0-6ae0-4061-9826-f2e0c283a8f0",
      "detail": "Methods of raising awareness of interested parties about the evolving labour market and organisational career structure"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "9985b09c-8826-4999-9d52-e8616545373c",
      "detail": "Equality – Act in ways that are just and fair, promote access and inclusion, adhere to any legal requirements and obligations and to address and challenge inequities where encountered"
    },
    {
      "behaviourId": "45132887-0bca-4b79-97ed-dd4f678ab7a8",
      "detail": "Integrity  –  Exercise integrity, honesty and diligence – act with trustworthiness and transparency in the provision of services, management of expectations and the honouring of promises and arrangements"
    },
    {
      "behaviourId": "bc421d6f-58b3-4197-ace9-3fe0ac7de3e8",
      "detail": "Impartiality – Embed the principle of impartiality into the design and delivery of career development services so that advice is based on the best interests and potential of the client, and giving them the freedom to develop their own career paths.  Where impartiality is not possible this must be disclosed at the outset"
    },
    {
      "behaviourId": "b122e580-ee79-41fa-9fa6-acec800a24fd",
      "detail": "Competence – Recognise the limits of own professional expertise and act within the boundaries of training and experience, and adhere at all times to the ethical practice required by the organisation or profession. To participate in continuous professional development informed by reflective practice"
    },
    {
      "behaviourId": "45ee7a26-ba46-4708-8322-e47801cc1a1e",
      "detail": "Confidentiality - Maintain confidentiality and security of individual and organisational information that meets relevant legal requirements and organisational policy"
    },
    {
      "behaviourId": "11ca6b00-9922-4b2c-950e-cc30105541be",
      "detail": "Duty of care to clients – Act in the best interest of the client and establish a purposeful and professional relationship.  Communicate in ways that are appropriate for each individual, encouraging active engagement in the process and enabling individuals to be autonomous where possible. Agree and record a realistic achievable course of action that will help individuals to progress to meet their short, medium and long-term objectives."
    },
    {
      "behaviourId": "1219fdfc-2166-468d-957d-9ab2f7df49ba",
      "detail": "Duty of Care to colleagues  – Foster good practice across the profession by maintaining professional and supportive relationships, and being  respectful  of the contribution others make to the services and activities provided"
    },
    {
      "behaviourId": "4b405c7d-6906-48e8-b8f4-fc420ad87bca",
      "detail": "Duty of care to organisations – Act in accordance with the organisation’s policy and procedures when prioritising the workload, creating and maintaining records and making referrals"
    }
  ],
  "skills": [
    {
      "skillId": "712eb554-f4df-4921-aea4-e4b60371eba7",
      "detail": "Reflection and self-evaluation: set and achieve target and objectives for professional development, based on self-assessment and feedback from line-management, peers and clients, and identify strategies to manage the effects of change on self and the development of a positive mental attitude"
    },
    {
      "skillId": "13c247c5-a602-4de6-9572-71626379a64e",
      "detail": "Organise and deliver activities with clearly defined and measurable learning outcomes that use and blend relevant resources, client-focused techniques and approaches that best meet the needs of individuals and enable them to fully engage in their career development"
    },
    {
      "skillId": "a332ffe4-1374-42a1-8431-ad1d935be5b7",
      "detail": "Critically analyse and compare the major models of career-related curricula within the organisation, evaluate activities in relation to defined outcomes and plan how to improve them and their own performance"
    },
    {
      "skillId": "09d24eaa-b711-45b9-925f-f9c9606a8232",
      "detail": "Select, tailor and apply theory, concepts and effective practice relevant to the role and client base"
    },
    {
      "skillId": "1d282bac-ef1c-4da6-8a0d-b82f1c14bef2",
      "detail": "Provide critical insight in the contemporary world of work and learning, and analyse the implications of these for clients"
    },
    {
      "skillId": "f379fe21-b83b-4dbd-8179-e92333716721",
      "detail": "Explore and clarify expectations and agree the aim, purpose and scope of the career development activities with the client"
    },
    {
      "skillId": "c73f2b82-a3cb-42d8-b172-27e657ee7ff3",
      "detail": "Build and sustain positive and constructive working relationships, resolve conflicts constructively in ways that do not undermine confidence"
    },
    {
      "skillId": "3bfab8c5-b71b-437d-aa80-91ceb59469ff",
      "detail": "Engage and sustain relationships with employers and opportunity providers, individually or as part of organisational networks"
    },
    {
      "skillId": "719fe850-1fd7-44ee-853f-30655dc639e0",
      "detail": "Adapt activities and collaborate with other professionals to ensure that activities support and do not discriminate against clients with additional needs or who experience disadvantage"
    },
    {
      "skillId": "255b1ee5-d73a-4924-98f6-3f210ad28854",
      "detail": "Prioritise the needs of all clients and workloads in order to provide fair and balanced provision whilst maintaining personal well-being"
    },
    {
      "skillId": "54b09ff5-1244-4853-a402-e97d5ddd7f21",
      "detail": "Record and analyse the outcomes of referrals so that examples of success and failure can be monitored and shared"
    },
    {
      "skillId": "15a62551-90e8-4f23-b096-9ba6bc306f22",
      "detail": "Maintain appropriate records of client interaction, to explain their use in helping clients to effect change and to satisfy organisational monitoring arrangements"
    },
    {
      "skillId": "9c9005a3-3f79-4fa9-94a2-9a8565cea66e",
      "detail": "Use information technology and web-based resources with confidence in the support of career development activities (digital literacy)"
    },
    {
      "skillId": "35236068-adf1-4e4a-86e6-d125d7715529",
      "detail": "Prioritise need and provide on-going support to clients through a variety of different types of intervention and media"
    },
    {
      "skillId": "9a6b78de-1bca-47a0-a20a-71506b4bc11b",
      "detail": "Raise client awareness of options and broaden horizons by introducing them to unfamiliar new ideas and sources of information, challenge and support them in reframing their thinking and encouraging their career adaptability"
    },
    {
      "skillId": "511612b3-7322-42fd-9b27-17f14579283e",
      "detail": "Equip, empower and encourage clients to undertake an assessment of their knowledge, skills, abilities and characteristics"
    },
    {
      "skillId": "129d444f-c843-401c-8fbe-b2c958a723d5",
      "detail": "Apply a knowledge and understanding of theories, models, frameworks and pedagogic approaches to support the development of an individual’s career management skills"
    },
    {
      "skillId": "0be9faa8-702a-403f-b17d-2cec9d51ff25",
      "detail": "Understand and make effective use of occupational information and local regional, national am international labour market intelligence, including its relationship to societal developments, e.g. technological trends, policy-making, potential bias or partiality"
    },
    {
      "skillId": "ede4073e-d2c3-494c-aefc-a50b702ac386",
      "detail": "Equip clients to use technology effectively in their career management (digital literacy)"
    },
    {
      "skillId": "0ac783bb-9907-4fcc-beed-084d507a3176",
      "detail": "Understand and apply appropriate research strategies to obtain, interpret and tailor information to meet the needs of clients and others, including the appropriate use of  primary, and secondary sources, and information technology, e.g. social media and web-based information sources"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-05-10T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0384 ",
  "tbMainContact": "Tracy.Noble@hertfordshire.gov.uk",
  "involvedEmployers": "Hertfordshire County Council, CXK Limited, The Careers Group University of London, CareersInc Ltd, Education Development Trust, C & K Careers Ltd, The Futures Group, Career Connect, Inspira, Prospects Services, New Challenge, The JGA Group, Adviza Partnership",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Career adviser",
    "Career coach",
    "career guidance counsellor",
    "Career leader",
    "career co-ordinator",
    "career consultant",
    "career development pracitioner",
    "IAG adviser",
    "senior employability adviser",
    "Personal adviser"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Human Resources",
  "cluster": "Human resources professional",
  "clusterId": "7",
  "clusterDescription": null,
  "createdDate": "2019-12-20T14:06:20 +00:00",
  "lastUpdated": "2022-04-07T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-05-10T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised or adjusted. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeships being revised or adjusted are available in the revisions and adjustments status report.&nbsp;",
  "occupationCode": "OCC0694",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0694-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0694-v1-0",
  "qualifications": [
    {
      "qualificationId": "11d1d46f-0319-4376-bc45-9872ea2c36e5",
      "title": "A level 6 or higher career-related qualification (minimum of 60 credits) approved by the Career Development Institute as giving eligibility to the Register of Career Development Professionals. https://www.thecdi.net/write/Documents/CDI_UK_Register_Brochure-Feb_2018.pdf",
      "level": "6 (non-degree qualification)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "3a3844d3-7758-4654-96fe-411cc1b3b0c2",
      "dutyDetail": "Reflect critically on their career development practice and service delivery, evaluating it against relevant theories, models, research and appropriate professional ethical standards in order to facilitate continuing professional development and ongoing service improvement",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9985b09c-8826-4999-9d52-e8616545373c",
        "b122e580-ee79-41fa-9fa6-acec800a24fd",
        "45ee7a26-ba46-4708-8322-e47801cc1a1e"
      ],
      "mappedKnowledge": [
        "61f4fe12-a99e-4e3f-94de-b605b45077b0",
        "4de49743-3752-43ee-8516-725e67e187c1",
        "5c3bdeac-afa2-4991-9eff-76a1b7d86507",
        "c1b17cfe-504f-4a82-8818-6a7cf345e191",
        "e25a8e28-ca28-49a2-ab4d-7c9777045ac4",
        "61c4a687-10e6-434f-9cfb-b1ef8760fac0",
        "34e3a19d-961d-4866-8f3a-415e8bd5a490",
        "f93c3b61-15fb-4c15-97c8-234758b59985",
        "32054f57-8503-4e59-8d0d-d7292b8c403c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "712eb554-f4df-4921-aea4-e4b60371eba7",
        "09d24eaa-b711-45b9-925f-f9c9606a8232",
        "1d282bac-ef1c-4da6-8a0d-b82f1c14bef2",
        "719fe850-1fd7-44ee-853f-30655dc639e0",
        "54b09ff5-1244-4853-a402-e97d5ddd7f21",
        "129d444f-c843-401c-8fbe-b2c958a723d5"
      ],
      "criteriaForMeasuringPerformance": "A CDP should be able to demonstrate that they are able to:\n\nCritically evaluate own values, beliefs and their impact on practice\n \nApply equality legislation and related codes of practice within career development to professional practice\n\nDemonstrate commitment continue to advance their knowledge and understanding , and to develop new skills to a high level\n\nCritically appraise own professional practice and identify and use means of support for own development\n\nAdvocate for the career development profession\n\nDemonstrate an appreciation of the uncertainty, ambiguity and limits of personal knowledge"
    },
    {
      "dutyID": "9e3b0360-8bb6-48d3-ae4e-507a9e6fec77",
      "dutyDetail": "Collaborate with colleagues, internal and external stakeholders, employers and other service providers to negotiate, design, develop, organise and evaluate programmes of activities that equip clients with the career management skills, knowledge and resources they need for their career development",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "45132887-0bca-4b79-97ed-dd4f678ab7a8",
        "b122e580-ee79-41fa-9fa6-acec800a24fd",
        "1219fdfc-2166-468d-957d-9ab2f7df49ba"
      ],
      "mappedKnowledge": [
        "bfb9367f-a24e-4422-9435-4538c949778f",
        "747de321-3d57-407a-8bf4-84334d912c35",
        "9681a8f5-74b4-489c-beea-835efadcec11",
        "3f850da6-3115-4aa2-a3d6-3f061c27ee87",
        "ec9eb885-a87f-436b-adef-2811b13b50de",
        "909a9a93-6a25-43d3-a91c-232816031ce1",
        "61c4a687-10e6-434f-9cfb-b1ef8760fac0",
        "34e3a19d-961d-4866-8f3a-415e8bd5a490",
        "f93c3b61-15fb-4c15-97c8-234758b59985",
        "32054f57-8503-4e59-8d0d-d7292b8c403c",
        "ecbacae0-6ae0-4061-9826-f2e0c283a8f0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "13c247c5-a602-4de6-9572-71626379a64e",
        "a332ffe4-1374-42a1-8431-ad1d935be5b7",
        "09d24eaa-b711-45b9-925f-f9c9606a8232",
        "1d282bac-ef1c-4da6-8a0d-b82f1c14bef2",
        "f379fe21-b83b-4dbd-8179-e92333716721",
        "c73f2b82-a3cb-42d8-b172-27e657ee7ff3",
        "3bfab8c5-b71b-437d-aa80-91ceb59469ff",
        "719fe850-1fd7-44ee-853f-30655dc639e0",
        "9c9005a3-3f79-4fa9-94a2-9a8565cea66e",
        "35236068-adf1-4e4a-86e6-d125d7715529",
        "129d444f-c843-401c-8fbe-b2c958a723d5",
        "ede4073e-d2c3-494c-aefc-a50b702ac386"
      ],
      "criteriaForMeasuringPerformance": "A CDP should be able to demonstrate:\n\nAn ability to apply the methods and techniques they have learned to review, plan and deliver activities/projects with clearly defined and measurable learning outcomes that use and blend relevant resources, client-focused techniques and approaches that best meet the needs of individuals and enable them to fully engage in their career development. \n\nAn ability to communicate information, ideas, problems and solutions to both specialists and non-specialists"
    },
    {
      "dutyID": "ee6f63b5-41ae-4dcb-bf1e-65bf5c47614f",
      "dutyDetail": "Prioritise and manage workloads, making effective use of management information systems and wider technology",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4b405c7d-6906-48e8-b8f4-fc420ad87bca"
      ],
      "mappedKnowledge": [
        "5c3bdeac-afa2-4991-9eff-76a1b7d86507"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "13c247c5-a602-4de6-9572-71626379a64e",
        "255b1ee5-d73a-4924-98f6-3f210ad28854",
        "9c9005a3-3f79-4fa9-94a2-9a8565cea66e",
        "35236068-adf1-4e4a-86e6-d125d7715529"
      ],
      "criteriaForMeasuringPerformance": "A CDP should be able to:\n\nDemonstrate a systematic  understanding of, and an ability to adhere to, the organisation’s systems and procedures, in particular in relation to referrals and the disclosure of information\n\nKeep accurate and timely records in accordance with the requirements of the organisation\n\nManage a caseload in accordance with the organisation’s service level agreements\n\nCritically evaluate policies, research and professional practice, and where appropriate propose new ways of working"
    },
    {
      "dutyID": "0a528c9a-93d6-4323-ba15-80d58bbba362",
      "dutyDetail": "Motivate and equip clients to identify their short-term and long-term career development objectives and to develop plans to make progress in those objectives",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bc421d6f-58b3-4197-ace9-3fe0ac7de3e8",
        "11ca6b00-9922-4b2c-950e-cc30105541be"
      ],
      "mappedKnowledge": [
        "a473548d-0c4f-4d3c-8b39-878d9ebc9928",
        "61c4a687-10e6-434f-9cfb-b1ef8760fac0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1d282bac-ef1c-4da6-8a0d-b82f1c14bef2",
        "f379fe21-b83b-4dbd-8179-e92333716721",
        "9a6b78de-1bca-47a0-a20a-71506b4bc11b"
      ],
      "criteriaForMeasuringPerformance": "A CDP should be able to:\n\nDemonstrate that they are able to explain the value of lifelong learning to specialist and nonspecialist audiences\n\n Evidence their support of the development of career management skills in others through a range of established career intervention techniques e.g. one-to-one, group work, presentations\n\n Identify, access, develop,maintain and critically evaluate interventions"
    },
    {
      "dutyID": "829a0988-3038-46cd-8dc8-294e924379ad",
      "dutyDetail": "Enable clients to assess their strengths, values, beliefs, situation and preferences, and to connect them to the requirements and rewards of opportunities within the education system and the labour market, inclusive of training, voluntary work and self-employment.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bc421d6f-58b3-4197-ace9-3fe0ac7de3e8",
        "11ca6b00-9922-4b2c-950e-cc30105541be"
      ],
      "mappedKnowledge": [
        "9681a8f5-74b4-489c-beea-835efadcec11",
        "a473548d-0c4f-4d3c-8b39-878d9ebc9928",
        "5e6c676c-92c3-4797-9df9-392abaffaa8a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1d282bac-ef1c-4da6-8a0d-b82f1c14bef2",
        "511612b3-7322-42fd-9b27-17f14579283e"
      ],
      "criteriaForMeasuringPerformance": "A CDP should be able to: \n\nDemonstrate that they are able to support others in assessing their strengths and connect them in a meaningful way to the labour market and education system\n\nCritically evaluate arguments, assumptions, abstract concepts and data (that may be incomplete), to make judgements, and to frame appropriate questions to achieve a solution - or identify a range of solutions - to a problem"
    },
    {
      "dutyID": "e33a410a-7aea-4cb0-a78c-34f13b8905da",
      "dutyDetail": "Design, plan, deliver and evaluate career-related learning activities using pedagogical approaches appropriate to the clients’ educational level and the organisational context",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "11ca6b00-9922-4b2c-950e-cc30105541be"
      ],
      "mappedKnowledge": [
        "bfb9367f-a24e-4422-9435-4538c949778f",
        "747de321-3d57-407a-8bf4-84334d912c35",
        "f1abb559-6a09-497a-a516-e466fd5efb99"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "13c247c5-a602-4de6-9572-71626379a64e",
        "a332ffe4-1374-42a1-8431-ad1d935be5b7",
        "09d24eaa-b711-45b9-925f-f9c9606a8232",
        "f379fe21-b83b-4dbd-8179-e92333716721"
      ],
      "criteriaForMeasuringPerformance": "A CDP should be able to\n\ndemonstrate a systematic understanding of career related theories, models and frameworks and pedagogic approaches, and to deploy their learning in professional practice"
    },
    {
      "dutyID": "de18642b-c17d-4944-a1ec-781c24e15aa5",
      "dutyDetail": "Prepare, conduct and evaluate structured career development interactions with clients using career counselling, guidance, coaching and advice work approaches appropriate to the clients’ needs and the organisational context",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "45ee7a26-ba46-4708-8322-e47801cc1a1e",
        "11ca6b00-9922-4b2c-950e-cc30105541be"
      ],
      "mappedKnowledge": [
        "747de321-3d57-407a-8bf4-84334d912c35"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "09d24eaa-b711-45b9-925f-f9c9606a8232",
        "f379fe21-b83b-4dbd-8179-e92333716721",
        "c73f2b82-a3cb-42d8-b172-27e657ee7ff3",
        "719fe850-1fd7-44ee-853f-30655dc639e0"
      ],
      "criteriaForMeasuringPerformance": "A CDP should be able to demonstrate:\n\nA critical awareness of selection and recruitment processes, combined with a systematic understanding of the world of work, and the ability to work collaboratively and advocate on behalf of others\n\nThe ability to deal with complex issues and make sound judgements in the absence of complete data"
    },
    {
      "dutyID": "de323421-874d-4d21-ba00-6c2142e36ee8",
      "dutyDetail": "Research, assess, organise, interpret and disseminate careers-related and service delivery information, including labour market information (LMI) to meet the needs of clients, colleagues and other stakeholders",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b122e580-ee79-41fa-9fa6-acec800a24fd",
        "1219fdfc-2166-468d-957d-9ab2f7df49ba"
      ],
      "mappedKnowledge": [
        "61f4fe12-a99e-4e3f-94de-b605b45077b0",
        "4de49743-3752-43ee-8516-725e67e187c1",
        "747de321-3d57-407a-8bf4-84334d912c35",
        "5c3bdeac-afa2-4991-9eff-76a1b7d86507",
        "909a9a93-6a25-43d3-a91c-232816031ce1",
        "c9f0f9ba-9e91-4804-8e5e-e1ccec3e9122",
        "34e3a19d-961d-4866-8f3a-415e8bd5a490",
        "32054f57-8503-4e59-8d0d-d7292b8c403c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "54b09ff5-1244-4853-a402-e97d5ddd7f21",
        "15a62551-90e8-4f23-b096-9ba6bc306f22",
        "9c9005a3-3f79-4fa9-94a2-9a8565cea66e",
        "0be9faa8-702a-403f-b17d-2cec9d51ff25",
        "0ac783bb-9907-4fcc-beed-084d507a3176"
      ],
      "criteriaForMeasuringPerformance": "A CDP should demonstrate a systematic understanding of, and ability to deploy established and\nemerging techniques of analysis and enquiry to obtain, interpret and tailor information to meet the needs of clients and others"
    },
    {
      "dutyID": "05163e95-62cf-41eb-8262-144bea45f339",
      "dutyDetail": "Promote informed engagement with the career development service offer and enable clients to access wider career development and other support services",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9985b09c-8826-4999-9d52-e8616545373c",
        "b122e580-ee79-41fa-9fa6-acec800a24fd",
        "45ee7a26-ba46-4708-8322-e47801cc1a1e",
        "4b405c7d-6906-48e8-b8f4-fc420ad87bca"
      ],
      "mappedKnowledge": [
        "4de49743-3752-43ee-8516-725e67e187c1",
        "9681a8f5-74b4-489c-beea-835efadcec11",
        "9d434a55-af3c-44e0-b830-cb2f611d860c",
        "b80b9b22-dd95-4f7a-8c89-c66805aa6649",
        "ec9eb885-a87f-436b-adef-2811b13b50de",
        "34e3a19d-961d-4866-8f3a-415e8bd5a490",
        "ecbacae0-6ae0-4061-9826-f2e0c283a8f0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c73f2b82-a3cb-42d8-b172-27e657ee7ff3",
        "3bfab8c5-b71b-437d-aa80-91ceb59469ff",
        "719fe850-1fd7-44ee-853f-30655dc639e0",
        "54b09ff5-1244-4853-a402-e97d5ddd7f21"
      ],
      "criteriaForMeasuringPerformance": "A CDP should demonstrate a practical understanding of the policy framework,  current research, and expectations of clients and organisations, that enables them to critically evaluate and promote wider career development services"
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-04-07T00:00:00"
}