{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 578,
  "referenceNumber": "ST0641",
  "learningAimClassCode": "",
  "title": "Tool process design engineer",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": true,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0641",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-02-27T00:00:00",
  "earliestStartDate": "2020-07-10T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "The design of a unique tooling process pathway that enables components to be mass produced in the most economically viable way.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 22000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "tools",
    "design",
    "enegineering",
    "development",
    "manufacturing",
    "trade",
    "technical"
  ],
  "jobRoles": [
    "Tool process design engineer",
    "Tooling process specialist",
    "Process design engineer",
    "Senior process specialist",
    "Press tool designer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4246/st0641_tool_process_design_engineer_l6_ap-for-publication_04052020.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the advanced manufacturing sheet metal/presswork supply chain of automotive and aerospace. The broad purpose of the occupation includes the design of a unique tooling process pathway that enables components to be mass produced in the most economically viable way. The process pathway often includes a sequential series of steps using uniquely designed press tooling procedures such as blanking, drawing, piercing and forming in order to make the completed component.&lt;br /&gt;&lt;br /&gt;The tool process design engineer has to determine from the volume of required components whether to design manually operated or automatic (progression) press tooling. In some designs the components being produced could also be part of an assembly created from different additional sheet metal pressings that have to be welded together.&lt;br /&gt;&lt;br /&gt;Examples of a tool process design is the manufacture of complex automotive and aerospace sub-assemblies such as aeroplane and car seat chassis, vehicle doors and bumper beam assemblies that undergo several process steps. Working with clients on unique components that create commercial advantage to the original equipment manufacturer (OEM), and through a process of critical analysis, interpretation and evaluation of complex information a unique innovated tool process pathway is created.&lt;br /&gt;&lt;br /&gt;In their daily work, an employee in this occupation interacts with managing directors, technical/production directors, senior managers in finance and purchasing, management/technical specialists from customers together with technical specialists from suppliers, the production team and operatives on the shop floor. A tool process design engineer will typically spend their time working between the design office, board room and the factory floor.&lt;br /&gt;&lt;br /&gt;An employee in this occupation will be responsible for designing a unique economically viable high-volume process tooling pathway, capable of mass production while meeting customer specification and achieving consistently high tolerances and quality standards. A tool process design engineer will work both autonomously or as part of a team, depending on the project, company size, and will exercise considerable judgement on projects with a high-level personal decision making and influence. &lt;br /&gt;&lt;br /&gt;Depending on the size of the organisation a tool process design engineer would typically report to the production or managing director of the company and will have significant leadership and project management responsibility together with budget accountability.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "0bf6b291-6452-4b2b-a259-58810f7e054a",
      "detail": "Strategic tool design including the principles and practices of toolmaking machine capability and the limitations of new press tools"
    },
    {
      "knowledgeId": "55920b8a-6e04-4917-ae74-cecc06a4ff6c",
      "detail": "How to design a new tooling process for volume production without inhibiting existing production demand using leadership and management techniques"
    },
    {
      "knowledgeId": "fc2a69e1-1ea0-4642-bbd1-eebfada04354",
      "detail": "Planning and forecasting outcomes of new tooling processes including those where there is limited definition tooling processes"
    },
    {
      "knowledgeId": "ad86c46f-96c4-4596-879c-23b83d3882eb",
      "detail": "Applies business improvement processes and techniques, innovative ways of working and failure proofing techniques (for example Poke Yoke) to deliver a feasible and economically viable process"
    },
    {
      "knowledgeId": "8c8448ef-1ec3-4b3b-9832-c630cf5b317a",
      "detail": "Collaborative working including relationship management with clients, stakeholders and the supply chain by utilising negotiation, influencing and mutual problem solving techniques."
    },
    {
      "knowledgeId": "ffef5248-1aa5-4f01-9a85-cd49c24317de",
      "detail": "The scientific, technical, engineering and mathematical principals involved in creating the optimal manufacturing process design, including geometric dimensioning and tolerances allowing conceptualisation and refinement of the design and theoretical fixture behaviour"
    },
    {
      "knowledgeId": "d0999b80-8a39-433b-b1b5-10328e54fb3f",
      "detail": "Advanced lean manufacturing techniques including programme management, failure mode analysis, problem solving, advanced quality planning and single minute exchange of dies (SMED)"
    },
    {
      "knowledgeId": "5c93f8b4-073b-4920-8fef-c54acecf54b0",
      "detail": "Properties of materials including the metallurgical properties of various metals, for example, mild steel stainless steel and predicting the effect on the material during the tooling process"
    },
    {
      "knowledgeId": "8378665e-df97-425d-8e83-ba3416254bde",
      "detail": "Business planning including project management, planning, forecasting, risk analysis, financial planning, commercial impact and contractual obligations, together with supply chain management, logistics and resource constraints"
    },
    {
      "knowledgeId": "52d4c87d-bbe8-4d41-b3fc-185dfcac36fa",
      "detail": "Team formation and leadership including motivation, coaching and human resource development, preventing dysfunctional working using techniques such as emotional intelligence, conflict resolution and change management"
    },
    {
      "knowledgeId": "65059306-7657-4e4e-8503-8cd1f2a09192",
      "detail": "High volume sheet metal forming and cutting techniques in a continuous production environment taking into consideration industry requirements and regulations."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "1af9438c-6ec5-4706-a673-29a248d01491",
      "detail": "Strong work ethic with a positive attitude, motivated by engineering and business values for example: motivated by externally set challenges, accountable and persistent in completing tasks."
    },
    {
      "behaviourId": "0e7286ff-c165-4a14-b934-8a7ce7db17fd",
      "detail": "Professionalism - dependable, ethical, responsible and reliable while consistently setting demanding personal targets"
    },
    {
      "behaviourId": "b7e1ff9c-7a07-43b3-8954-887d8dd63aba",
      "detail": "Team player, works effectively within a team and supports others when required. In doing so, applies these behaviours in a respectful and professional manner"
    },
    {
      "behaviourId": "d04532ab-3b75-47ee-89aa-8e79fb9fee70",
      "detail": "Self-analytical, overcomes problems through a process of reflection and review and by undertaking continuous professional development (CPD) in order to use new technological advances in the sector"
    },
    {
      "behaviourId": "e8a77cd3-7a84-407b-82ad-573e244c70a0",
      "detail": "Commits to the beliefs, goals and standards of their own employer and to the wider industry and its professional standards"
    },
    {
      "behaviourId": "94c39239-caf7-43b3-80bc-9b525b16307b",
      "detail": "Problem solving  identifies issues quickly, enjoys solving complex problems at the root cause and applying appropriate solutions"
    },
    {
      "behaviourId": "9523d5c2-c6af-4207-aff8-7beb2973c524",
      "detail": "Quality focus that promotes continuous improvement and consistently applies logic to the design process"
    },
    {
      "behaviourId": "88f73ac1-e063-4df3-bbe0-ed465e11c8fc",
      "detail": "Resourceful and adjusts to different conditions and technologies through market research quickly while continuing to meet the tool process design criteria"
    },
    {
      "behaviourId": "137b2544-8902-4045-aad0-0534236c1b41",
      "detail": "Demonstrates a safety mind-set and promotes Health and Safety leadership to others at all times. This occupation sits within an industry with extensive and rigorous Power Press Regulation (PUWER) requiring a disciplined and responsible approach to manage, mitigate and avoid risk"
    }
  ],
  "skills": [
    {
      "skillId": "7df5dfc2-f855-4d61-8150-8984fbed8649",
      "detail": "Design and trial volume press tooling processes including blanking, piercing, forming, draw forming, press tool components selection, ganged setup, progression tooling, transfer tooling, clamping, material selection and heat treatment"
    },
    {
      "skillId": "bc599607-9e5a-46c0-a486-00faa3bfc594",
      "detail": "Create new tooling solutions using specialist software programmes to produce 3 dimensional (3D) models"
    },
    {
      "skillId": "1c8d0c6f-dbc8-4221-9847-7de393335057",
      "detail": "Critically analyse, interpret and evaluate complex information and ideas to create the new tooling solution, using bespoke software programmes to create 3D models such as car seat chassis assemblies"
    },
    {
      "skillId": "bed2801d-29d6-462c-b56e-01da1b65bec9",
      "detail": "Design and develop gap gauges, acceptance gauges including co-ordinate measuring machine (CMM) dimensional checking and 3D laser scanning for analysis and problem resolution"
    },
    {
      "skillId": "b253a346-98cf-413e-89cd-6acf4eaa8029",
      "detail": "Undertake advanced forming simulation using computer aided equipment (CAE)"
    },
    {
      "skillId": "82f97fc0-aa7e-4582-9028-77fc4016cdea",
      "detail": "Confirm feasibility and estimate the cost of volume component production including, gross material cost, labour costs, machine cost overheads, machine utilisation capacity (Takt time) capital expenditure and consumables and contribute to overall budget management."
    },
    {
      "skillId": "0a1b82be-f424-449a-80a7-7fbf085af648",
      "detail": "Design tooling solution to meet customer requirements including external specifications set by clients and original equipment manufacturers (OEMs) while fulfilling ethical and sustainability requirements."
    },
    {
      "skillId": "4bc49998-c417-430a-a974-b849887c598e",
      "detail": "Lead and manage a team to implement new tool process projects from their inception into full production, for example by using planning, organising team control and motivational techniques. Build on the ideas of others to improve outcomes."
    },
    {
      "skillId": "64e9fdb4-1709-4c56-b799-ae6ddb8b9809",
      "detail": "Communication and influencing techniques by choosing appropriate communication methods for the audience, ensuring understanding and delivering effective presentations and reports"
    },
    {
      "skillId": "357a7519-58db-4f8e-be86-4a5e08d1d98d",
      "detail": "Provide timely succinct written reports that explains complex technical issues and potential consequences using language and phrases appropriate to the audience’s knowledge and understanding."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual is the intended EQA provider",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-07-10T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0091",
  "tbMainContact": "geraldine.bolton@thecbm.co.uk",
  "involvedEmployers": "Confederation of British Metalforming, Stadco, Milton Keynes Pressings Ltd, Gestamp, Regent Engineering, Kiyokuni Europe, Impression Technologies, HT Brigham, Denso Marston, Aisin Europe, Hadley Group",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Tool process design engineer",
    "Tooling process specialist",
    "Process design engineer",
    "Senior process specialist",
    "Press tool designer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, design and development",
  "cluster": "Design and development engineer",
  "clusterId": "253",
  "clusterDescription": "Design and develop a range of products and/or process technologies using discipline and applications specific expertise",
  "createdDate": "2020-07-10T13:49:22 +00:00",
  "lastUpdated": "2024-02-27T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-07-10T00:00:00 +00:00",
  "banners": "This apprenticeship standard has been approved for delivery by the Institute for Apprenticeships and Technical Education. However, starts on the apprenticeship will only be possible once a suitable end-point assessment organisation (EPAO) has obtained Ofqual recognition. Once the EPAO has obtained Ofqual recognition, funding for apprentice starts will be permitted and this message will be removed.",
  "occupationCode": "OCC0641",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0641-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0641-v1-0",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "IMechE",
      "level": "This Apprenticeship Standard aligns with the current edition of the UK Standard for Professional Engineering Competence (UK-SPEC) at Incorporated Engineering (IEng) level. The experience gained and responsibility held by the apprentice on completion of the apprenticeship will either wholly or partially satisfy the requirements for IEng and reaches the agreed level of professional competence as defined in the Assessment Plan.",
      "isPartial": "",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "55dca58a-7502-4d30-b457-48d1d36d209a",
      "dutyDetail": "Design new unique tooling in line with a developing process route. Using computer aided engineering technology to ensure the full potential of the manufacturing equipment is best utilised against a background of competing existing production demands also applying and promoting  Environmental, Health and Safety (EHS) requirements to the process.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1af9438c-6ec5-4706-a673-29a248d01491",
        "0e7286ff-c165-4a14-b934-8a7ce7db17fd",
        "d04532ab-3b75-47ee-89aa-8e79fb9fee70",
        "e8a77cd3-7a84-407b-82ad-573e244c70a0",
        "94c39239-caf7-43b3-80bc-9b525b16307b",
        "9523d5c2-c6af-4207-aff8-7beb2973c524",
        "88f73ac1-e063-4df3-bbe0-ed465e11c8fc"
      ],
      "mappedKnowledge": [
        "0bf6b291-6452-4b2b-a259-58810f7e054a",
        "55920b8a-6e04-4917-ae74-cecc06a4ff6c",
        "fc2a69e1-1ea0-4642-bbd1-eebfada04354",
        "ad86c46f-96c4-4596-879c-23b83d3882eb",
        "8c8448ef-1ec3-4b3b-9832-c630cf5b317a",
        "ffef5248-1aa5-4f01-9a85-cd49c24317de",
        "5c93f8b4-073b-4920-8fef-c54acecf54b0",
        "8378665e-df97-425d-8e83-ba3416254bde",
        "65059306-7657-4e4e-8503-8cd1f2a09192"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7df5dfc2-f855-4d61-8150-8984fbed8649",
        "bc599607-9e5a-46c0-a486-00faa3bfc594",
        "1c8d0c6f-dbc8-4221-9847-7de393335057",
        "bed2801d-29d6-462c-b56e-01da1b65bec9",
        "b253a346-98cf-413e-89cd-6acf4eaa8029",
        "82f97fc0-aa7e-4582-9028-77fc4016cdea",
        "0a1b82be-f424-449a-80a7-7fbf085af648"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "37887955-2022-4106-a560-cba5f5634974",
      "dutyDetail": "Undertake complex forming simulation trials where the new component is \"formed\" from a series of process steps",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1af9438c-6ec5-4706-a673-29a248d01491",
        "b7e1ff9c-7a07-43b3-8954-887d8dd63aba",
        "e8a77cd3-7a84-407b-82ad-573e244c70a0",
        "94c39239-caf7-43b3-80bc-9b525b16307b",
        "9523d5c2-c6af-4207-aff8-7beb2973c524",
        "137b2544-8902-4045-aad0-0534236c1b41"
      ],
      "mappedKnowledge": [
        "0bf6b291-6452-4b2b-a259-58810f7e054a",
        "55920b8a-6e04-4917-ae74-cecc06a4ff6c",
        "fc2a69e1-1ea0-4642-bbd1-eebfada04354",
        "ad86c46f-96c4-4596-879c-23b83d3882eb",
        "ffef5248-1aa5-4f01-9a85-cd49c24317de",
        "5c93f8b4-073b-4920-8fef-c54acecf54b0",
        "52d4c87d-bbe8-4d41-b3fc-185dfcac36fa"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7df5dfc2-f855-4d61-8150-8984fbed8649",
        "bc599607-9e5a-46c0-a486-00faa3bfc594",
        "1c8d0c6f-dbc8-4221-9847-7de393335057",
        "bed2801d-29d6-462c-b56e-01da1b65bec9",
        "b253a346-98cf-413e-89cd-6acf4eaa8029",
        "82f97fc0-aa7e-4582-9028-77fc4016cdea",
        "0a1b82be-f424-449a-80a7-7fbf085af648"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "65a368f8-be16-4e33-ba9d-ddd2a0106524",
      "dutyDetail": "Use bespoke computer aided design (CAD) equipment to create the design of the unique press tools associated equipment necessary to produce the component.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1af9438c-6ec5-4706-a673-29a248d01491",
        "0e7286ff-c165-4a14-b934-8a7ce7db17fd",
        "b7e1ff9c-7a07-43b3-8954-887d8dd63aba",
        "d04532ab-3b75-47ee-89aa-8e79fb9fee70",
        "e8a77cd3-7a84-407b-82ad-573e244c70a0",
        "137b2544-8902-4045-aad0-0534236c1b41"
      ],
      "mappedKnowledge": [
        "0bf6b291-6452-4b2b-a259-58810f7e054a",
        "ffef5248-1aa5-4f01-9a85-cd49c24317de",
        "5c93f8b4-073b-4920-8fef-c54acecf54b0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bc599607-9e5a-46c0-a486-00faa3bfc594",
        "1c8d0c6f-dbc8-4221-9847-7de393335057",
        "b253a346-98cf-413e-89cd-6acf4eaa8029",
        "82f97fc0-aa7e-4582-9028-77fc4016cdea"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "29252c55-3dd3-4f5c-90fe-ee27f27b00c5",
      "dutyDetail": "Interpret customer data in order to develop a tool process route that meets the quality & quantity of parts needed by the client",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1af9438c-6ec5-4706-a673-29a248d01491",
        "0e7286ff-c165-4a14-b934-8a7ce7db17fd",
        "d04532ab-3b75-47ee-89aa-8e79fb9fee70",
        "e8a77cd3-7a84-407b-82ad-573e244c70a0",
        "94c39239-caf7-43b3-80bc-9b525b16307b",
        "88f73ac1-e063-4df3-bbe0-ed465e11c8fc",
        "137b2544-8902-4045-aad0-0534236c1b41"
      ],
      "mappedKnowledge": [
        "0bf6b291-6452-4b2b-a259-58810f7e054a",
        "fc2a69e1-1ea0-4642-bbd1-eebfada04354",
        "ad86c46f-96c4-4596-879c-23b83d3882eb",
        "8c8448ef-1ec3-4b3b-9832-c630cf5b317a",
        "d0999b80-8a39-433b-b1b5-10328e54fb3f",
        "5c93f8b4-073b-4920-8fef-c54acecf54b0",
        "8378665e-df97-425d-8e83-ba3416254bde",
        "65059306-7657-4e4e-8503-8cd1f2a09192"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7df5dfc2-f855-4d61-8150-8984fbed8649",
        "bc599607-9e5a-46c0-a486-00faa3bfc594",
        "1c8d0c6f-dbc8-4221-9847-7de393335057",
        "bed2801d-29d6-462c-b56e-01da1b65bec9",
        "b253a346-98cf-413e-89cd-6acf4eaa8029",
        "82f97fc0-aa7e-4582-9028-77fc4016cdea",
        "0a1b82be-f424-449a-80a7-7fbf085af648"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c20e6430-b5c0-4c9b-acc8-88a4e68eef0c",
      "dutyDetail": "Consider manufacturing feasibility issues and offer counter proposals back to the customer offering safety performance to the component including component handling issues (sharp edges and component lifting weight)",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1af9438c-6ec5-4706-a673-29a248d01491",
        "0e7286ff-c165-4a14-b934-8a7ce7db17fd",
        "b7e1ff9c-7a07-43b3-8954-887d8dd63aba",
        "d04532ab-3b75-47ee-89aa-8e79fb9fee70",
        "94c39239-caf7-43b3-80bc-9b525b16307b",
        "9523d5c2-c6af-4207-aff8-7beb2973c524",
        "88f73ac1-e063-4df3-bbe0-ed465e11c8fc",
        "137b2544-8902-4045-aad0-0534236c1b41"
      ],
      "mappedKnowledge": [
        "0bf6b291-6452-4b2b-a259-58810f7e054a",
        "55920b8a-6e04-4917-ae74-cecc06a4ff6c",
        "fc2a69e1-1ea0-4642-bbd1-eebfada04354",
        "ad86c46f-96c4-4596-879c-23b83d3882eb",
        "8c8448ef-1ec3-4b3b-9832-c630cf5b317a",
        "ffef5248-1aa5-4f01-9a85-cd49c24317de",
        "d0999b80-8a39-433b-b1b5-10328e54fb3f",
        "8378665e-df97-425d-8e83-ba3416254bde",
        "65059306-7657-4e4e-8503-8cd1f2a09192"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7df5dfc2-f855-4d61-8150-8984fbed8649",
        "bc599607-9e5a-46c0-a486-00faa3bfc594",
        "1c8d0c6f-dbc8-4221-9847-7de393335057",
        "82f97fc0-aa7e-4582-9028-77fc4016cdea",
        "0a1b82be-f424-449a-80a7-7fbf085af648",
        "4bc49998-c417-430a-a974-b849887c598e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "86d9513e-be46-457e-b0c9-f5d731c9fe4c",
      "dutyDetail": "Develop the tool design brief to meet customer requirements in relation to cost quality and delivery including health and safety (H&S) considerations such as tool handling features.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0e7286ff-c165-4a14-b934-8a7ce7db17fd",
        "d04532ab-3b75-47ee-89aa-8e79fb9fee70",
        "e8a77cd3-7a84-407b-82ad-573e244c70a0",
        "94c39239-caf7-43b3-80bc-9b525b16307b",
        "9523d5c2-c6af-4207-aff8-7beb2973c524",
        "137b2544-8902-4045-aad0-0534236c1b41"
      ],
      "mappedKnowledge": [
        "0bf6b291-6452-4b2b-a259-58810f7e054a",
        "55920b8a-6e04-4917-ae74-cecc06a4ff6c",
        "fc2a69e1-1ea0-4642-bbd1-eebfada04354",
        "ad86c46f-96c4-4596-879c-23b83d3882eb",
        "ffef5248-1aa5-4f01-9a85-cd49c24317de",
        "d0999b80-8a39-433b-b1b5-10328e54fb3f",
        "5c93f8b4-073b-4920-8fef-c54acecf54b0",
        "8378665e-df97-425d-8e83-ba3416254bde"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7df5dfc2-f855-4d61-8150-8984fbed8649",
        "bc599607-9e5a-46c0-a486-00faa3bfc594",
        "1c8d0c6f-dbc8-4221-9847-7de393335057",
        "bed2801d-29d6-462c-b56e-01da1b65bec9",
        "b253a346-98cf-413e-89cd-6acf4eaa8029",
        "82f97fc0-aa7e-4582-9028-77fc4016cdea",
        "0a1b82be-f424-449a-80a7-7fbf085af648",
        "4bc49998-c417-430a-a974-b849887c598e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8ff8fb07-67d7-43e2-8ced-6dc669d3dd89",
      "dutyDetail": "Design and developing the process brief, while being an implementer of best practice in safety management.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1af9438c-6ec5-4706-a673-29a248d01491",
        "0e7286ff-c165-4a14-b934-8a7ce7db17fd",
        "e8a77cd3-7a84-407b-82ad-573e244c70a0",
        "137b2544-8902-4045-aad0-0534236c1b41"
      ],
      "mappedKnowledge": [
        "0bf6b291-6452-4b2b-a259-58810f7e054a",
        "55920b8a-6e04-4917-ae74-cecc06a4ff6c",
        "ffef5248-1aa5-4f01-9a85-cd49c24317de",
        "5c93f8b4-073b-4920-8fef-c54acecf54b0",
        "65059306-7657-4e4e-8503-8cd1f2a09192"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7df5dfc2-f855-4d61-8150-8984fbed8649",
        "0a1b82be-f424-449a-80a7-7fbf085af648",
        "64e9fdb4-1709-4c56-b799-ae6ddb8b9809"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1bf33fd0-d0d0-461c-9b7e-0dd0a856a5dd",
      "dutyDetail": "Applies the companies’ quality standards to create a tool pathway design as specified by the customer in line with internal H&S standards and the customer's needs.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1af9438c-6ec5-4706-a673-29a248d01491",
        "b7e1ff9c-7a07-43b3-8954-887d8dd63aba",
        "d04532ab-3b75-47ee-89aa-8e79fb9fee70",
        "e8a77cd3-7a84-407b-82ad-573e244c70a0",
        "9523d5c2-c6af-4207-aff8-7beb2973c524",
        "137b2544-8902-4045-aad0-0534236c1b41"
      ],
      "mappedKnowledge": [
        "0bf6b291-6452-4b2b-a259-58810f7e054a",
        "55920b8a-6e04-4917-ae74-cecc06a4ff6c",
        "fc2a69e1-1ea0-4642-bbd1-eebfada04354",
        "ad86c46f-96c4-4596-879c-23b83d3882eb",
        "ffef5248-1aa5-4f01-9a85-cd49c24317de",
        "d0999b80-8a39-433b-b1b5-10328e54fb3f",
        "5c93f8b4-073b-4920-8fef-c54acecf54b0",
        "65059306-7657-4e4e-8503-8cd1f2a09192"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7df5dfc2-f855-4d61-8150-8984fbed8649",
        "bc599607-9e5a-46c0-a486-00faa3bfc594",
        "b253a346-98cf-413e-89cd-6acf4eaa8029",
        "0a1b82be-f424-449a-80a7-7fbf085af648"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c6294ffc-593f-41ba-9257-671ebea89927",
      "dutyDetail": "Interact with the design office, factory floor, suppliers and customers to confirm design parameter",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1af9438c-6ec5-4706-a673-29a248d01491",
        "0e7286ff-c165-4a14-b934-8a7ce7db17fd",
        "b7e1ff9c-7a07-43b3-8954-887d8dd63aba",
        "d04532ab-3b75-47ee-89aa-8e79fb9fee70",
        "94c39239-caf7-43b3-80bc-9b525b16307b",
        "9523d5c2-c6af-4207-aff8-7beb2973c524",
        "88f73ac1-e063-4df3-bbe0-ed465e11c8fc"
      ],
      "mappedKnowledge": [
        "fc2a69e1-1ea0-4642-bbd1-eebfada04354",
        "ad86c46f-96c4-4596-879c-23b83d3882eb",
        "8c8448ef-1ec3-4b3b-9832-c630cf5b317a",
        "ffef5248-1aa5-4f01-9a85-cd49c24317de",
        "d0999b80-8a39-433b-b1b5-10328e54fb3f",
        "5c93f8b4-073b-4920-8fef-c54acecf54b0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1c8d0c6f-dbc8-4221-9847-7de393335057",
        "bed2801d-29d6-462c-b56e-01da1b65bec9",
        "b253a346-98cf-413e-89cd-6acf4eaa8029",
        "0a1b82be-f424-449a-80a7-7fbf085af648",
        "4bc49998-c417-430a-a974-b849887c598e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c49d7c5b-7f7a-454d-bcb6-dc85aa3eaf4d",
      "dutyDetail": "Use appropriate planning techniques necessary to meet design, technical and budgetary requirements",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1af9438c-6ec5-4706-a673-29a248d01491",
        "0e7286ff-c165-4a14-b934-8a7ce7db17fd",
        "b7e1ff9c-7a07-43b3-8954-887d8dd63aba",
        "d04532ab-3b75-47ee-89aa-8e79fb9fee70",
        "e8a77cd3-7a84-407b-82ad-573e244c70a0",
        "9523d5c2-c6af-4207-aff8-7beb2973c524",
        "88f73ac1-e063-4df3-bbe0-ed465e11c8fc",
        "137b2544-8902-4045-aad0-0534236c1b41"
      ],
      "mappedKnowledge": [
        "0bf6b291-6452-4b2b-a259-58810f7e054a",
        "55920b8a-6e04-4917-ae74-cecc06a4ff6c",
        "fc2a69e1-1ea0-4642-bbd1-eebfada04354",
        "ad86c46f-96c4-4596-879c-23b83d3882eb",
        "8c8448ef-1ec3-4b3b-9832-c630cf5b317a",
        "ffef5248-1aa5-4f01-9a85-cd49c24317de",
        "d0999b80-8a39-433b-b1b5-10328e54fb3f",
        "5c93f8b4-073b-4920-8fef-c54acecf54b0",
        "8378665e-df97-425d-8e83-ba3416254bde",
        "65059306-7657-4e4e-8503-8cd1f2a09192"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7df5dfc2-f855-4d61-8150-8984fbed8649",
        "1c8d0c6f-dbc8-4221-9847-7de393335057",
        "b253a346-98cf-413e-89cd-6acf4eaa8029",
        "82f97fc0-aa7e-4582-9028-77fc4016cdea",
        "0a1b82be-f424-449a-80a7-7fbf085af648",
        "4bc49998-c417-430a-a974-b849887c598e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "83d92a40-3861-42ee-a8d7-de2177474afa",
      "dutyDetail": "Provide technical updates and progress reports to the Managing or Production Director and client using Advanced Product Quality Planning (APQP) Technique reporting",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1af9438c-6ec5-4706-a673-29a248d01491",
        "0e7286ff-c165-4a14-b934-8a7ce7db17fd",
        "d04532ab-3b75-47ee-89aa-8e79fb9fee70",
        "e8a77cd3-7a84-407b-82ad-573e244c70a0",
        "9523d5c2-c6af-4207-aff8-7beb2973c524"
      ],
      "mappedKnowledge": [
        "0bf6b291-6452-4b2b-a259-58810f7e054a",
        "fc2a69e1-1ea0-4642-bbd1-eebfada04354",
        "8c8448ef-1ec3-4b3b-9832-c630cf5b317a",
        "8378665e-df97-425d-8e83-ba3416254bde",
        "65059306-7657-4e4e-8503-8cd1f2a09192"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "82f97fc0-aa7e-4582-9028-77fc4016cdea",
        "0a1b82be-f424-449a-80a7-7fbf085af648",
        "64e9fdb4-1709-4c56-b799-ae6ddb8b9809",
        "357a7519-58db-4f8e-be86-4a5e08d1d98d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "80ffbab2-411a-4167-a388-428a2639c9e1",
      "dutyDetail": "Controls expenditure and works within specified budgetary constraints, liaise with the finance team and ensure the appropriate level of financial impact on the company",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0e7286ff-c165-4a14-b934-8a7ce7db17fd",
        "b7e1ff9c-7a07-43b3-8954-887d8dd63aba",
        "88f73ac1-e063-4df3-bbe0-ed465e11c8fc"
      ],
      "mappedKnowledge": [
        "0bf6b291-6452-4b2b-a259-58810f7e054a",
        "fc2a69e1-1ea0-4642-bbd1-eebfada04354",
        "ad86c46f-96c4-4596-879c-23b83d3882eb",
        "d0999b80-8a39-433b-b1b5-10328e54fb3f",
        "5c93f8b4-073b-4920-8fef-c54acecf54b0",
        "8378665e-df97-425d-8e83-ba3416254bde"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7df5dfc2-f855-4d61-8150-8984fbed8649",
        "b253a346-98cf-413e-89cd-6acf4eaa8029",
        "82f97fc0-aa7e-4582-9028-77fc4016cdea"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-02-27T00:00:00"
}