{
  "templateType": "Apprenticeship Standard",
  "larsCode": 302,
  "referenceNumber": "ST0637",
  "learningAimClassCode": "",
  "title": "Packaging professional (integrated degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0637",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-04-22T00:00:00",
  "earliestStartDate": "2018-06-27T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Leading on technical packaging delivery programmes and projects for a multitude of products.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 24000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Packaging professional",
    "Degree Apprenticeship",
    "packaging operations",
    "manufacturing",
    "operational"
  ],
  "jobRoles": [
    "Packaging Operations Manager",
    "Packaging Development Manager",
    "Packaging Project Manager",
    "Packaging Innovation Technologist",
    "Senior Packaging Technologist",
    "Packaging Specialist",
    "Packaging professional"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/1917/st0637_packaging-professional-integrated-degree_l6_ap_for-publication_june18.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Section 1: Occupation profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Packaging professionals lead on technical packaging delivery programmes and projects for a multitude of products including food and drink, consumer electronics, chemicals, pharmaceuticals and automotive components. The fundamental role of packaging is to protect, preserve and promote the contents.&lt;/p&gt;\n&lt;p&gt;Packaging professionals may be employed in many industry sectors: filling and packing, design, product manufacture and processing, environmental management, transport and storage, retail, print and chemical manufacture to name but a few; with employers ranging from small design companies through to global conglomerates employing many thousands of people.&lt;/p&gt;\n&lt;p&gt;Typical duties include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;generating new packaging products in response to briefs&lt;/li&gt;\n&lt;li&gt;ensuring that packaging developed meets set requirements, legislation and specifications&lt;/li&gt;\n&lt;li&gt;producing samples to optimise the end product; different materials, formats and designs&lt;/li&gt;\n&lt;li&gt;running trials to check packaging for suitability and performance under various conditions&lt;/li&gt;\n&lt;li&gt;controlling specifications, production and quality standards&lt;/li&gt;\n&lt;li&gt;undertaking technical evaluations, selections, and negotiating with suppliers&lt;/li&gt;\n&lt;li&gt;identifying opportunities for technological improvement, selecting products from suppliers&lt;/li&gt;\n&lt;li&gt;working with market research professionals to translate consumer insight into packaging design features&lt;/li&gt;\n&lt;li&gt;identifying packaging opportunities and championing them to stakeholders&lt;/li&gt;\n&lt;li&gt;identifying and optimising solutions that improve sustainability and minimise environmental impact&lt;/li&gt;\n&lt;li&gt;managing complex projects to time and budget&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Typically, packaging professionals will operate with multiple stakeholders, reporting into research and development (R&amp;amp;D), technical, operations or supply chain.&lt;/p&gt;\n&lt;p&gt;Projects worked on might be as simple as a small efficiency saving and optimisation of a pack system with no real capital value, through to a global brand redesign requiring new manufacturing lines, pack tooling and a plethora of staff with interactions globally, spanning different departments, involving spends in the millions.&lt;/p&gt;\n&lt;p&gt;Working environment is typically office based, with frequent excursion into the production environment, warehouse, or to the extremes of the supply chain where the consumers might be located.&#160;&#160;&lt;/p&gt;\n&lt;p&gt;Typical job titles: Packaging Operations Manager, Packaging Development Manager, Packaging Project Manager, Packaging Innovation Technologist, Senior Packaging Technologist, Packaging Specialist.&lt;/p&gt;\n&lt;p&gt;Green job titles: &lt;img style=&quot;width: 19px; height: 18px;&quot; src=&quot;/media/6054/picture1.png?width=19&amp;amp;height=18&amp;amp;mode=max&quot; alt=&quot;&quot;&gt;Packaging professional&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Section 2: Knowledge, skills and behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Packaging Professionals have knowledge and understanding of: &lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Functions of packaging: inform the consumer, contain, protect, promote &amp;amp; preserve the product.&lt;/li&gt;\n&lt;li&gt;Requirements of packaging: environmental consideration, economical appropriateness and use-ability.&lt;/li&gt;\n&lt;li&gt;The impact and measures of packaging on the environment and strategies to reduce its impact e.g. reduce, reuse, recycle, recover, energy and water consumption and carbon emissions.&lt;/li&gt;\n&lt;li&gt;Materials science: properties, testing, applications and interaction with the product; hygiene, odour, migration, corrosion and their impact on product shelf life.&lt;/li&gt;\n&lt;li&gt;Requirements to manage the storage, transportation and conditions required for packaging and finished goods.&lt;/li&gt;\n&lt;li&gt;The different types of finished pack testing, including functionality and consumer.&lt;/li&gt;\n&lt;li&gt;Machinery technologies: different types of filling and packaging performance; collate, form, fill, seal.&lt;/li&gt;\n&lt;li&gt;Conversion technologies: the process of raw material to end packaging.&lt;/li&gt;\n&lt;li&gt;The interactions between machine, process, materials and product e.g. coefficient of friction, static.&lt;/li&gt;\n&lt;li&gt;Line design and the concept of production efficiency.&lt;/li&gt;\n&lt;li&gt;The principles of budgetary control, cost analysis e.g. costs of goods, total delivered costs.&lt;/li&gt;\n&lt;li&gt;Customer and consumer requirements throughout the package’s lifecycle.&lt;/li&gt;\n&lt;li&gt;Principles of marketing as it relates to packaging (4 P’s: place, price, product and promotion).&lt;/li&gt;\n&lt;li&gt;Legislation and standards relating to packaging, e.g. Packaging Essential Requirements, dangerous goods, packaging waste, good manufacturing practice, labelling.&lt;/li&gt;\n&lt;li&gt;Value chain analysis and the principles of continuous improvement techniques, e.g. DMAIC (Define, Measure, Analyse, Improve and Control), 5S.&lt;/li&gt;\n&lt;li&gt;Standard packaging formats covering primary, secondary and tertiary, including ancillaries.&lt;/li&gt;\n&lt;li&gt;The role of quality assurance and control in packaging; the types of quality checks undertaken throughout the lifecycle.&lt;/li&gt;\n&lt;li&gt;Packaging documentation, including how to write/create and interpret a brief, specification, technical drawing and report.&lt;/li&gt;\n&lt;li&gt;Printing and decorative technologies and their applications e.g. flexo, litho, gravure and digital.&lt;/li&gt;\n&lt;li&gt;Artwork, graphics in packaging, including artwork creation and reprographics, how to test colour and finishes.&lt;/li&gt;\n&lt;li&gt;The principles of packaging design, including structural, functional and inclusive design.&lt;/li&gt;\n&lt;li&gt;The packaging innovation and development workflow and process including design, prototyping, approvals, translations, timescales, certifications and involvement of stakeholders.&lt;/li&gt;\n&lt;li&gt;Supplier management, including contractual agreements, procurement, standards for approving suppliers (ethical, quality accreditation, audit), methods of ensuring operational compliance (Key Performance Indicators, scorecards).&lt;/li&gt;\n&lt;li&gt;The principles of project management, including critical paths, Gantt charts.&lt;/li&gt;\n&lt;li&gt;Innovation in packaging, including intellectual property, open innovation, scout and horizon scanning, trends and insights, desk research; academic and funding sources to explore new opportunities.&lt;/li&gt;\n&lt;li&gt;Design for sustainability including the circular economy, life cycle assessment, the range of influences (customer strategies, Government and Non-Governmental Organisations) and practical approaches including source reduction optimisation and eco design guidelines.&lt;/li&gt;\n&lt;li&gt;The principles of team management e.g. coaching, mentoring, appraisals.&lt;/li&gt;\n&lt;li&gt;Packaging specific software tools e.g. pallet optimisation software, computer aided design.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Packaging Professionals demonstrate the following skills: &lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Translate customer briefs to determine a technical packaging brief, which considers business, consumer, operational and sustainability requirements.&lt;/li&gt;\n&lt;li&gt;Identify, design, develop and source packaging solutions demonstrating best value, environmental impact and fitness for purpose to meet briefs.&lt;/li&gt;\n&lt;li&gt;Critically analyse and apply packaging design options against complex inter-related touchpoints to meet the needs from design to end of life, e.g. environmental impact using life cycle assessment.&lt;/li&gt;\n&lt;li&gt;Liaise and coordinate with other stakeholders (e.g. supplier, R&amp;amp;D, marketing, finance, technical) to deliver packaging development projects. When appropriate take the lead and drive the project.&lt;/li&gt;\n&lt;li&gt;Initiate and lead projects, using project management tools and skills to deliver projects to time, cost, specification and quality.&lt;/li&gt;\n&lt;li&gt;Identify and control project risks through mitigation plans.&lt;/li&gt;\n&lt;li&gt;Define parameters, design of experiments, success criteria and protocols for projects appropriate to the brief.&lt;/li&gt;\n&lt;li&gt;Lead the design and management of packaging trials (e.g. prototypes, production of samples, transit, shelf life, sensory, machine-ability).&lt;/li&gt;\n&lt;li&gt;Document and evaluate trials at different project stages (e.g. laboratory, pilot plant, supplier, filling and packing, transit and distribution) recommending further activities.&lt;/li&gt;\n&lt;li&gt;Report results and conclusions. Hypothesise and recommend further adaptions and optimisations.&lt;/li&gt;\n&lt;li&gt;Ensure compliance with packaging and market regulatory requirements.&lt;/li&gt;\n&lt;li&gt;Demonstrate financial acumen, e.g. managing budget(s); interpreting financial data and evaluating total product costs and their impact throughout the value chain.&lt;/li&gt;\n&lt;li&gt;Investigate and interpret non-conformance issues related to Packaging. Resolve using root cause analysis and apply change management.&lt;/li&gt;\n&lt;li&gt;Effectively communicate with stakeholders at different levels, building positive working relationships; influencing and persuading key stakeholders effectively.&lt;/li&gt;\n&lt;li&gt;Translate business strategy into internal and external capability building programmes (e.g. supplier quality improvement programmes).&lt;/li&gt;\n&lt;li&gt;Demonstrate critical thinking, analytical and statistical skills to evaluate and interpret complex information and data (e.g. process capability).&lt;/li&gt;\n&lt;li&gt;Proactively identify opportunities to improve packaging based on an analysis of costs, continuous improvement, environmental impact, waste avoidance and process improvements.&lt;/li&gt;\n&lt;li&gt;Provide comprehensive technical services to internal colleagues, customers and suppliers.&lt;/li&gt;\n&lt;li&gt;Coach and/or mentor.&lt;/li&gt;\n&lt;li&gt;Use visual and digital tools systems, e.g. project management, computer aided engineering, business management systems, palletisation software.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Packaging Professionals demonstrate the following behaviours:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Safety first attitude: ensures safety of self and others, good manufacturing practices, challenges safety issues, leads by example.&lt;/li&gt;\n&lt;li&gt;Inspires others. Acts as an ambassador for the packaging profession.&lt;/li&gt;\n&lt;li&gt;Can do attitude. Tenacious, yet pragmatic. Strives for excellence. Self-motivated: drive and energy to lead and influence.&lt;/li&gt;\n&lt;li&gt;Demonstrates an entrepreneurial and resilient mind-set. Ownership of work &amp;amp; results oriented: accepts responsibility, is proactive, time management, prioritises, provides solutions.&lt;/li&gt;\n&lt;li&gt;Pride in work: aims for excellence, attention to detail, displays enthusiasm.&lt;/li&gt;\n&lt;li&gt;Self-development: proposes objectives to support the business, seeks learning, drives the development of self and others.&lt;/li&gt;\n&lt;li&gt;Integrity and respect: respect for colleagues and stakeholders, adapts style where appropriate.&lt;/li&gt;\n&lt;li&gt;Working in a team: builds good relationships with others, works collaboratively, contributes ideas, challenges appropriately and leads by example.&lt;/li&gt;\n&lt;li&gt;Flexible to changing working environment and demands as well as handling ambiguity.&lt;/li&gt;\n&lt;li&gt;Acts in alignment with the business vision and values.&lt;/li&gt;\n&lt;li&gt;Innovation: demonstrates curiosity to foster new ways of thinking and working, taking account of the big picture.&lt;/li&gt;\n&lt;li&gt;Championing an environmental and sustainability mindset: always considers the impact of their decision making on the environment.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;&#160;&lt;/strong&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Section 3: Additional information&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;Duration:&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Typically 4 years&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Entry requirements:&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Employers will set their own criteria, typically a minimum of Level 2 in English and maths&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;English &amp;amp; maths&lt;/strong&gt;:&lt;/p&gt;\n&lt;p&gt;Apprentices without level 2 English and Mathematics will need to achieve this level prior to taking the end-point assessment for this apprenticeship.&#160; For those with an education, health and care plan or legacy statement, the apprenticeships English and Mathematics minimum requirement is Entry Level 3.&#160; A British Sign Language qualification is an alternative to English qualifications for those whom this is their primary language.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Level:&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;6&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Qualification:&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;BSC Degree in Packaging Technology&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Professional recognition:&lt;/strong&gt; &#160;&#160;&lt;/p&gt;\n&lt;p&gt;Achievement of the apprenticeship standard will lead to recognition as an Accredited Packaging Professional by the Institute of Materials, Minerals and Mining&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Standard review:&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;After 3 years&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Packaging professionals lead on technical packaging delivery programmes and projects for a multitude of products including food and drink, consumer electronics, chemicals, pharmaceuticals and automotive components. The fundamental role of packaging is to protect, preserve and promote the contents. Packaging professionals may be employed in many industry sectors: filling and packing, design, product manufacture and processing, environmental management, transport and storage, retail, print and chemical manufacture to name but a few; with employers ranging from small design companies through to global conglomerates employing many thousands of people.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "916c28a8-0d5e-4750-a6cd-02c0a7634940",
      "detail": "Functions of packaging: inform the consumer, contain, protect, promote & preserve the product."
    },
    {
      "knowledgeId": "03301ac1-1e3c-4204-b542-5f06b056288f",
      "detail": "Requirements of packaging: environmental consideration, economical appropriateness and use-ability."
    },
    {
      "knowledgeId": "68228bde-b52a-4058-8a31-14e886e3bc43",
      "detail": "The impact and measures of packaging on the environment and strategies to reduce its impact e.g. reduce, reuse, recycle, recover, energy and water consumption and carbon emissions."
    },
    {
      "knowledgeId": "75541cf0-5d33-479f-8ad7-a3c64f358998",
      "detail": "Materials science: properties, testing, applications and interaction with the product; hygiene, odour, migration, corrosion and their impact on product shelf life."
    },
    {
      "knowledgeId": "e5dec188-dd33-4de0-908a-3ea985eb57e0",
      "detail": "Requirements to manage the storage, transportation and conditions required for packaging and finished goods."
    },
    {
      "knowledgeId": "7d8abb0c-9e56-4326-9217-70abfb300e27",
      "detail": "The different types of finished pack testing, including functionality and consumer."
    },
    {
      "knowledgeId": "001699fb-f0cc-43ca-a96b-7aca86475e7c",
      "detail": "Machinery technologies: different types of filling and packaging performance; collate, form, fill, seal."
    },
    {
      "knowledgeId": "12cfc70c-657a-493b-99dc-35e76e4f8cf0",
      "detail": "Conversion technologies: the process of raw material to end packaging."
    },
    {
      "knowledgeId": "ce015cfd-92c6-4299-baa4-b74b6476bf64",
      "detail": "The interactions between machine, process, materials and product e.g. coefficient of friction, static."
    },
    {
      "knowledgeId": "e99e71e4-7ca5-4a4d-832e-1bf66c185d2f",
      "detail": "Line design and the concept of production efficiency."
    },
    {
      "knowledgeId": "705e2f81-1f07-4014-8942-a303ad7f054f",
      "detail": "The principles of budgetary control, cost analysis e.g. costs of goods, total delivered costs."
    },
    {
      "knowledgeId": "a532dd0e-9fc3-499e-b976-7dacd2b0cb76",
      "detail": "Customer and consumer requirements throughout the package’s lifecycle."
    },
    {
      "knowledgeId": "8c69015b-6b9e-4b0e-abaf-f68c51b9a054",
      "detail": "Principles of marketing as it relates to packaging (4 P’s: place, price, product and promotion)."
    },
    {
      "knowledgeId": "8c9c1ff9-afc9-4b2c-9d72-889cdb6a89db",
      "detail": "Legislation and standards relating to packaging, e.g. Packaging Essential Requirements, dangerous goods, packaging waste, good manufacturing practice, labelling."
    },
    {
      "knowledgeId": "af01605b-7f35-4e67-9355-df395dbc8dcc",
      "detail": "Value chain analysis and the principles of continuous improvement techniques, e.g. DMAIC (Define, Measure, Analyse, Improve and Control), 5S."
    },
    {
      "knowledgeId": "e24396e4-058d-4c57-baea-c833deda8181",
      "detail": "Standard packaging formats covering primary, secondary and tertiary, including ancillaries."
    },
    {
      "knowledgeId": "16d37aa5-ba65-44a7-9f00-84be00a9ae0d",
      "detail": "The role of quality assurance and control in packaging; the types of quality checks undertaken throughout the lifecycle.\n"
    },
    {
      "knowledgeId": "cb85a5de-e4a2-440e-9c54-81bfb4ae5930",
      "detail": "Packaging documentation, including how to write/create and interpret a brief, specification, technical drawing and report."
    },
    {
      "knowledgeId": "c8d3d5fb-9019-4125-ba89-cd6a64131ab2",
      "detail": "Printing and decorative technologies and their applications e.g. flexo, litho, gravure and digital."
    },
    {
      "knowledgeId": "dedac221-c733-48af-8076-5e579421957d",
      "detail": "Artwork, graphics in packaging, including artwork creation and reprographics, how to test colour and finishes."
    },
    {
      "knowledgeId": "f0351c6e-d6a5-4c21-9f07-43f05193b716",
      "detail": "The principles of packaging design, including structural, functional and inclusive design."
    },
    {
      "knowledgeId": "4c6f77af-ba05-439b-b0f7-2537ed1cfdde",
      "detail": "The packaging innovation and development workflow and process including design, prototyping, approvals, translations, timescales, certifications and involvement of stakeholders."
    },
    {
      "knowledgeId": "b80c889c-6498-460a-9491-64d2412f6246",
      "detail": "Supplier management, including contractual agreements, procurement, standards for approving suppliers (ethical, quality accreditation, audit), methods of ensuring operational compliance (Key Performance Indicators, scorecards)."
    },
    {
      "knowledgeId": "e58a8771-3d1e-4b83-8e48-f6d6cc150719",
      "detail": "The principles of project management, including critical paths, Gantt charts."
    },
    {
      "knowledgeId": "aa4f7d1d-12a4-4989-b393-f744c297dadd",
      "detail": "Innovation in packaging, including intellectual property, open innovation, scout and horizon scanning, trends and insights, desk research; academic and funding sources to explore new opportunities."
    },
    {
      "knowledgeId": "16e58336-2560-4ea1-bd50-dafb2767c727",
      "detail": "Design for sustainability including the circular economy, life cycle assessment, the range of influences (customer strategies, Government and Non-Governmental Organisations) and practical approaches including source reduction optimisation and eco design guidelines."
    },
    {
      "knowledgeId": "2e7df637-6719-4048-849d-cc0a91e725c2",
      "detail": "The principles of team management e.g. coaching, mentoring, appraisals."
    },
    {
      "knowledgeId": "5de4f7dd-4183-4954-9a76-95ded2f0871a",
      "detail": "Packaging specific software tools e.g. pallet optimisation software, computer aided design."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "32e15108-d6b4-4c33-9b8c-c05ba84b74aa",
      "detail": "Safety first attitude: ensures safety of self and others, good manufacturing practices, challenges safety issues, leads by example."
    },
    {
      "behaviourId": "924c9af4-23c5-47a6-a137-e82518ced5d0",
      "detail": "Inspires others. Acts as an ambassador for the packaging profession."
    },
    {
      "behaviourId": "df2d9efe-542b-461f-b63d-4a82a06625b9",
      "detail": "Can do attitude. Tenacious, yet pragmatic. Strives for excellence. Self-motivated: drive and energy to lead and influence."
    },
    {
      "behaviourId": "d292903e-968f-48df-8f86-50f2715ea0e6",
      "detail": "Demonstrates an entrepreneurial and resilient mind-set. Ownership of work & results oriented: accepts responsibility, is proactive, time management, prioritises, provides solutions."
    },
    {
      "behaviourId": "c99cc57a-7d52-480c-90f5-340d9db95e1e",
      "detail": "Pride in work: aims for excellence, attention to detail, displays enthusiasm."
    },
    {
      "behaviourId": "81e049ff-c48c-47a0-bf78-5bdd4bc61896",
      "detail": "Self-development: proposes objectives to support the business, seeks learning, drives the development of self and others."
    },
    {
      "behaviourId": "d0258145-75c8-4642-9938-ddd8c342f914",
      "detail": "Integrity and respect: respect for colleagues and stakeholders, adapts style where appropriate."
    },
    {
      "behaviourId": "4d4cdd84-940a-4294-b197-201d08874c06",
      "detail": "Working in a team: builds good relationships with others, works collaboratively, contributes ideas, challenges appropriately and leads by example."
    },
    {
      "behaviourId": "9ad3c651-c104-4232-81a4-c0635fe16c37",
      "detail": "Flexible to changing working environment and demands as well as handling ambiguity."
    },
    {
      "behaviourId": "0d8bc00f-ca0b-40b1-9aa5-1bc2ba834b0d",
      "detail": "Acts in alignment with the business vision and values."
    },
    {
      "behaviourId": "d092a7ad-bd85-4e16-8018-8c11875360b9",
      "detail": "Innovation: demonstrates curiosity to foster new ways of thinking and working, taking account of the big picture."
    },
    {
      "behaviourId": "3be214a0-27b8-4f2e-8279-64c5df1a6063",
      "detail": "Championing an environmental and sustainability mindset: always considers the impact of their decision making on the environment."
    }
  ],
  "skills": [
    {
      "skillId": "a772fdab-8c88-4ee7-aef3-446907a38d21",
      "detail": "Translate customer briefs to determine a technical packaging brief, which considers business, consumer, operational and sustainability requirements."
    },
    {
      "skillId": "c5e69dbe-2bc3-45f0-bb17-d0b6d0f9f8b8",
      "detail": "Identify, design, develop and source packaging solutions demonstrating best value, environmental impact and fitness for purpose to meet briefs."
    },
    {
      "skillId": "90efdb32-3293-4310-a0f9-7d103b9a844f",
      "detail": "Critically analyse and apply packaging design options against complex inter-related touchpoints to meet the needs from design to end of life, e.g. environmental impact using life cycle assessment."
    },
    {
      "skillId": "7ead0c5c-b32b-468e-80af-680b9950fcb0",
      "detail": "Liaise and coordinate with other stakeholders (e.g. supplier, R&D, marketing, finance, technical) to deliver packaging development projects. When appropriate take the lead and drive the project."
    },
    {
      "skillId": "d6142bff-065b-45ef-b208-667f1b9c7d32",
      "detail": "Initiate and lead projects, using project management tools and skills to deliver projects to time, cost, specification and quality."
    },
    {
      "skillId": "d179d314-7111-4f35-934e-c2c989a7e46b",
      "detail": "Identify and control project risks through mitigation plans."
    },
    {
      "skillId": "d6b31989-91b3-45f1-9557-4e0bbeff8200",
      "detail": "Define parameters, design of experiments, success criteria and protocols for projects appropriate to the brief."
    },
    {
      "skillId": "e9913f06-8c99-4b55-a622-a29377289906",
      "detail": "Lead the design and management of packaging trials (e.g. prototypes, production of samples, transit, shelf life, sensory, machine-ability)."
    },
    {
      "skillId": "03974616-5744-47a0-9f9c-3a02ab1a23a0",
      "detail": "Document and evaluate trials at different project stages (e.g. laboratory, pilot plant, supplier, filling and packing, transit and distribution) recommending further activities."
    },
    {
      "skillId": "db042e9b-f5c8-49f0-b570-2558447de681",
      "detail": "Report results and conclusions. Hypothesise and recommend further adaptions and optimisations."
    },
    {
      "skillId": "2e8e14f2-e9f0-494d-82a5-e94417e09739",
      "detail": "Ensure compliance with packaging and market regulatory requirements."
    },
    {
      "skillId": "c84b9555-1f74-4a33-8c99-41319cd7e991",
      "detail": "Demonstrate financial acumen, e.g. managing budget(s); interpreting financial data and evaluating total product costs and their impact throughout the value chain."
    },
    {
      "skillId": "7b4fc8bb-6bd8-4ec1-b79a-7cab6c660a1b",
      "detail": "Investigate and interpret non-conformance issues related to Packaging. Resolve using root cause analysis and apply change management."
    },
    {
      "skillId": "375eaa61-12dd-4b74-8c82-8174822a6967",
      "detail": "Effectively communicate with stakeholders at different levels, building positive working relationships; influencing and persuading key stakeholders effectively."
    },
    {
      "skillId": "298b1919-a340-40c1-8906-a05367f42de6",
      "detail": "Translate business strategy into internal and external capability building programmes (e.g. supplier quality improvement programmes)."
    },
    {
      "skillId": "22d065e0-9ed4-475c-886e-e3cd60e66a61",
      "detail": "Demonstrate critical thinking, analytical and statistical skills to evaluate and interpret complex information and data (e.g. process capability)."
    },
    {
      "skillId": "5a1110d3-5e31-4da8-94bf-d0f48b0a260b",
      "detail": "Proactively identify opportunities to improve packaging based on an analysis of costs, continuous improvement, environmental impact, waste avoidance and process improvements."
    },
    {
      "skillId": "669338f0-26bd-46a1-9dbc-45a963b010b2",
      "detail": "Provide comprehensive technical services to internal colleagues, customers and suppliers."
    },
    {
      "skillId": "efa6948f-1797-4f36-b121-aadb95dc3722",
      "detail": "Coach and/or mentor."
    },
    {
      "skillId": "dfead78a-f917-4dbf-b31e-275ed49ccf6f",
      "detail": "Use visual and digital tools systems, e.g. project management, computer aided engineering, business management systems, palletisation software."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2018-06-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0272",
  "tbMainContact": "secretariat@nsafd.co.uk",
  "involvedEmployers": "2 Sisters Food Group , 3M, Addo Food Group, Alexir, Bakkavor, GlaxoSmithKline, IDiPac, Moy Park, Muller, Nestle, Premier Foods, SmurfitKappa, Teva Runcorn",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Packaging Operations Manager",
    "Packaging Development Manager",
    "Packaging Project Manager",
    "Packaging Innovation Technologist",
    "Senior Packaging Technologist",
    "Packaging Specialist",
    "Packaging professional"
  ],
  "greenJobTitles": [
    "Packaging professional"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, manufacturing, process and control",
  "cluster": "Print and packaging engineer",
  "clusterId": "268",
  "clusterDescription": "Details to be added",
  "createdDate": "2018-02-05T16:52:46 +00:00",
  "lastUpdated": "2022-04-22T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-06-27T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards and apprenticeships in revision are available in the revisions status report.",
  "occupationCode": "OCC0637",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0637-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0637-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-04-22T00:00:00"
}