{
  "templateType": "Apprenticeship Standard",
  "larsCode": 363,
  "referenceNumber": "ST0630",
  "learningAimClassCode": "",
  "title": "Beauty therapist",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0630",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2018-10-11T00:00:00",
  "earliestStartDate": "2018-10-11T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Completing beauty treatments as a key part of a beauty business.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 15,
  "maxFunding": 7000,
  "maxFundingAdditionalInformation": "",
  "route": "Hair and beauty",
  "keywords": [
    "service enterprises",
    "beauty",
    "therapist",
    "hair",
    "hair and beauty"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7248/st0630_beauty-therapistem.pdf",
  "ssa1": "7 Retail and Commercial Enterprise",
  "ssa2": "7.3 Service enterprises",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;A Beauty therapist works in one of the largest, trusted, professional and continually expanding industries within the Hair and Beauty Sector. &#160;The work environment can be varied in size, style and ambiance, from a cruise ship&lt;span style=&quot;text-decoration: line-through;&quot;&gt;,&lt;/span&gt; through to small bespoke salons or luxury high end beauty salons and spas. A Beauty Therapist works independently or as part of a team supported by a manager when completing treatments as a key part of a beauty business. They demonstrate a willingness to learn, have an enquiring and curious mind and are enthusiastic to learn about their chosen career. In addition, they exhibit a good work ethic applied to learning, drive and commitment to learn and maintain continual professional development. They deliver essential one-to-one Beauty Therapy treatments whilst maintaining the organisation’s image, financial viability and reputation. They complete all duties and treatments within the scope of the occupational role in accordance with legal, industry and organisational requirements within commercially viable times. They act with professionalism, without supervision and observe safe working practices to a high level of precision. &#160;&#160;&#160;&lt;/p&gt;\n&lt;p&gt;&#160; A Beauty therapist:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;carries out beauty therapy treatments in line with legal, industry and organisational requirements, maintaining honesty, integrity and confidentiality&lt;/li&gt;\n&lt;li&gt;carries out, maintains and stores detailed and confidential beauty treatment consultations with clients, choosing the most appropriate treatments and products&lt;/li&gt;\n&lt;li&gt;implements and practices safe ways of working for themselves and others in accordance with legal, beauty therapy and organisational requirements&lt;/li&gt;\n&lt;li&gt;selects, uses, and applies a range of beauty therapy techniques, products, tools and equipment to provide:\n&lt;ul&gt;\n&lt;li&gt;waxing services (legs, underarms, face and bikini line)&lt;/li&gt;\n&lt;li&gt;hand and nail treatments&lt;/li&gt;\n&lt;li&gt;foot treatments&lt;/li&gt;\n&lt;li&gt;facial skin care treatments&lt;/li&gt;\n&lt;li&gt;eyelash and eyebrow treatments&lt;/li&gt;\n&lt;li&gt;make-up application&lt;/li&gt;\n&lt;li&gt;basic massage treatments (back, neck and shoulder)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/li&gt;\n&lt;li&gt;facilitates the client journey, makes appointments, completes the services and handles payments from clients&lt;/li&gt;\n&lt;li&gt;provides advice and recommendations on the beauty treatments and appointments&lt;/li&gt;\n&lt;li&gt;portrays professionalism and values that meet Beauty Therapy industry requirements and expectations&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;maintains standards of appearance and the salon/spa image, etiquette and hygiene&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Duration of the apprenticeship&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically, 15 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review Date:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;After 3 years&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;English and maths:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 1 English and maths will need to achieve this level and take the test for level 2 English and maths prior to taking the end point assessment. For those with an education, health and care plan or a legacy statement the apprenticeship’s English and maths minimum requirement is Entry Level 3 and British Sign Language qualification is an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualification to be achieved:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Level 2 Diploma for Beauty Professionals -&#160;&#160; Beauty therapist&lt;/p&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;Skills and knowledge&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;A Beauty Therapist is able to:&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;A Beauty Therapist knows and understands: &lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Professionalism and values&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Carry out and maintain beauty therapy legal, industry and organisational requirements for professionalism and demonstrate a passion for the industry: meet organisational and industry standards of appearance; work under pressure, observe time management and self-management; provide advice and recommendations on the beauty treatments, products, aftercare and appointments; complete services in a commercially viable time and to a high standard; demonstrate an appreciation of equality and diversity; describe the range of treatments and products in the beauty therapy industry; maintain client confidentiality and rights to support the client journey; demonstrate excellent verbal and non-verbal communication skills; deal with problems within the scope and responsibilities of the occupation, swiftly seeking assistance from a senior member of staff when required&lt;/td&gt;\n&lt;td&gt;Beauty therapy industry, legal and organisational requirements: procedures, guidelines, codes of practice, ethics, &#160;equality and diversity and quality assurance systems; time and self-management principles; Beauty Therapy duties, standards of appearance, personal hygiene, etiquette, housekeeping; commercially viable times for the completion of treatments; continuing professional development; Consumer Rights Act and the Data Protection Act, GDPR; the role of the reception and associated areas; how to complete a sale and handle payments from clients; how to make appointments for salon services, the types of products and treatments in beauty therapy and related industries, client confidentiality and rights, the client journey (from meet and greet to advice and support); the importance of aftercare advice and recommendations; verbal and non-verbal communication skills; how to deal with problems within the scope and responsibilities of the occupation, swiftly seeking assistance from a senior member of staff&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Safe working Practices&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;Meet legal, industry and organisational requirements: maintain effective, hygienic and safe working methods; meet health and safety considerations; adhere to workplace, suppliers’ or manufacturers’ instructions for the safe use of equipment, materials and products; maintain the client’s modesty, privacy and comfort; minimise risks of cross-infection, injury or fatigue; promote environmental and sustainable working practices; ensure personal hygiene and protection meets industry, organisational and local authority requirements; correctly use, store and dispose of personal protective equipment&lt;/td&gt;\n&lt;td&gt;Legal, industry and organisational requirements: use of tools, equipment, materials and products; workplace housekeeping: cleaning, disinfection, sterilisation, waste disposal; supplier or manufacturer’s instructions; protection of self and client; direct and indirect cross-infection; contraindications and contra-actions; methods that promote environmental and sustainable working practices; how to recognise and reduce the risk of injury to self and others by maintaining correct posture; health and safety legislation and practice&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;table&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;&lt;strong&gt;Beauty Therapist &lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;A Beauty Therapist is able to:&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;A Beauty Therapist knows and understands:&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Provide waxing services&lt;/td&gt;\n&lt;td&gt;Consult, plan, prepare and perform waxing services to remove unwanted hair on clients from the legs, underarms, face and bikini line&lt;/td&gt;\n&lt;td&gt;Types of equipment and products, waxing services and how these are carried out. The structure and function of the skin and hair. The hair growth cycle and factors that affect hair growth&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Provide hand and nail treatments&lt;/td&gt;\n&lt;td&gt;Consult, plan, prepare and perform hand and nail treatments on clients&lt;/td&gt;\n&lt;td&gt;The techniques, tools and equipment used within hand and nail treatments, the anatomy and physiology of hands, lower arms, nails and skin&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Provide foot treatments&lt;/td&gt;\n&lt;td&gt;Consult, plan, prepare and perform foot and nail treatments on clients&lt;/td&gt;\n&lt;td&gt;The techniques, tools and equipment used within foot treatments, the anatomy and physiology of the lower leg, foot, nails and skin&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Provide facial treatments&lt;/td&gt;\n&lt;td&gt;Consult, plan, prepare and perform facial skin care treatments, use facial products and equipment, and improve and maintain skin condition on clients&lt;/td&gt;\n&lt;td&gt;The techniques, tools and equipment used for facial treatments, the anatomy and physiology of the face, the structure and function of the skin, including of skin conditions&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Provide eyelash and eyebrow treatments&lt;/td&gt;\n&lt;td&gt;Consult, plan, prepare and perform enhancements to the appearance of the eyebrows and lashes on clients&lt;/td&gt;\n&lt;td&gt;The techniques, tools and equipment used for eyebrow artistry and their effects, to colour eyelashes, and to attach, maintain and remove semi-permanent and temporary eyelashes&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Provide make-up application&lt;/td&gt;\n&lt;td&gt;Consult, plan, prepare and perform make-up services on clients&lt;/td&gt;\n&lt;td&gt;The techniques, tools and equipment used to create different make-up effects for different occasions&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;Provide basic massage treatments&lt;/td&gt;\n&lt;td&gt;Consult, plan, prepare and perform manual back, neck and shoulder massage treatments on clients&lt;/td&gt;\n&lt;td&gt;Correct use, application and benefits of massage techniques, the anatomy and physiology of the body and systems&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;br /&gt;Behaviours&lt;/h3&gt;\n&lt;p&gt;These&#160;behaviours ensure that clients receive a positive impression of both the organisation and the individual:&lt;/p&gt;\n&lt;ol&gt;\n&lt;li&gt;&lt;strong&gt;Personal and professional ethics&lt;/strong&gt;: demonstrates a commitment to quality, maintains honesty, integrity and confidentiality&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Flexible and positive attitude&lt;/strong&gt;: Adapts positively to changing work priorities and patterns when new tasks need to be completed or requirements change&lt;span style=&quot;text-decoration: line-through;&quot;&gt;.&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Maintain client care principles and practices&lt;/strong&gt;: show clients/customers respect at all times and in all circumstances, demonstrate client empathy, sensitivity and awareness&lt;span style=&quot;text-decoration: line-through;&quot;&gt;.&lt;/span&gt;&lt;/li&gt;\n&lt;/ol&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "occupationalSummary": "",
  "knowledges": [
    {
      "knowledgeId": "79d0891e-7628-4904-aea4-2e5d972aa5de",
      "detail": "Safe working Practices: Legal, industry and organisational requirements: use of tools, equipment, materials and products; workplace housekeeping: cleaning, disinfection, sterilisation, waste disposal; supplier or manufacturer’s instructions; protection of self and client; direct and indirect cross-infection; contraindications and contra-actions; methods that promote environmental and sustainable working practices; how to recognise and reduce the risk of injury to self and others by maintaining correct posture; health and safety legislation and practice"
    },
    {
      "knowledgeId": "ae016111-5f4b-4c1a-9900-0aa7843cffc0",
      "detail": "Provide waxing services: Types of equipment and products, waxing services and how these are carried out. The structure and function of the skin and hair. The hair growth cycle and factors that affect hair growth"
    },
    {
      "knowledgeId": "6e4180bb-44e5-481c-b755-73d61c3383b1",
      "detail": "Provide hand and nail treatments: The techniques, tools and equipment used within hand and nail treatments, the anatomy and physiology of hands, lower arms, nails and skin"
    },
    {
      "knowledgeId": "c4b0ebda-bf2b-45fd-b7b3-02f07f441b42",
      "detail": "Provide foot treatments: The techniques, tools and equipment used within foot treatments, the anatomy and physiology of the lower leg, foot, nails and skin"
    },
    {
      "knowledgeId": "5e2a4798-b851-4a4f-b782-51f487646555",
      "detail": "Provide facial treatments: The techniques, tools and equipment used for facial treatments, the anatomy and physiology of the face, the structure and function of the skin, including of skin conditions"
    },
    {
      "knowledgeId": "da93f473-4240-487e-93a3-e31ebca3f30f",
      "detail": "Provide eyelash and eyebrow treatments: The techniques, tools and equipment used for eyebrow artistry and their effects, to colour eyelashes, and to attach, maintain and remove semi-permanent and temporary eyelashes"
    },
    {
      "knowledgeId": "9083f204-c326-4d1d-95e0-ba524c459970",
      "detail": "Provide make-up application: The techniques, tools and equipment used to create different make-up effects for different occasions"
    },
    {
      "knowledgeId": "2348884e-bbdb-4c20-ba13-dad0c1811361",
      "detail": "Provide basic massage treatments: Correct use, application and benefits of massage techniques, the anatomy and physiology of the body and systems"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "1eb67539-03ee-46c8-a9ea-4c6f0b1eb82f",
      "detail": "Flexible and positive attitude: Adapts positively to changing work priorities and patterns when new tasks need to be completed or requirements change."
    },
    {
      "behaviourId": "d1e55d72-e978-47a4-aaa9-3f3794b0c219",
      "detail": "Maintain client care principles and practices: show clients/customers respect at all times and in all circumstances, demonstrate client empathy, sensitivity and awareness."
    }
  ],
  "skills": [
    {
      "skillId": "4ed7d214-5460-4d01-a8d3-e8f20dc4caa0",
      "detail": "Safe working Practices: Meet legal, industry and organisational requirements: maintain effective, hygienic and safe working methods; meet health and safety considerations; adhere to workplace, suppliers’ or manufacturers’ instructions for the safe use of equipment, materials and products; maintain the client’s modesty, privacy and comfort; minimise risks of cross-infection, injury or fatigue; promote environmental and sustainable working practices; ensure personal hygiene and protection meets industry, organisational and local authority requirements; correctly use, store and dispose of personal protective equipment"
    },
    {
      "skillId": "de1fca0c-ecb6-467f-aec3-16f86c2384b7",
      "detail": "Provide waxing services: Consult, plan, prepare and perform waxing services to remove unwanted hair on clients from the legs, underarms, face and bikini line"
    },
    {
      "skillId": "acc3ea1d-373b-4660-ade1-7d8fad25841a",
      "detail": "Provide hand and nail treatments: \tConsult, plan, prepare and perform hand and nail treatments on clients"
    },
    {
      "skillId": "ce576bbc-cd94-47cc-ae66-fed4b3c6e934",
      "detail": "Provide foot treatments: \tConsult, plan, prepare and perform foot and nail treatments on clients"
    },
    {
      "skillId": "1b7fe06c-35d5-47dd-b513-44a5e6074785",
      "detail": "Provide facial treatments: Consult, plan, prepare and perform facial skin care treatments, use facial products and equipment, and improve and maintain skin condition on clients"
    },
    {
      "skillId": "a361ccad-4648-472d-836d-4eca5794a424",
      "detail": "Provide eyelash and eyebrow treatments: Consult, plan, prepare and perform enhancements to the appearance of the eyebrows and lashes on clients"
    },
    {
      "skillId": "cd77b751-7562-4fe8-a681-af9fed4656cc",
      "detail": "Provide make-up application: Consult, plan, prepare and perform make-up services on clients"
    },
    {
      "skillId": "b89bbcda-f321-4669-a76f-f1ebe0de984c",
      "detail": "Provide basic massage treatments: Consult, plan, prepare and perform manual back, neck and shoulder massage treatments on clients"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-10-11T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0045 ",
  "tbMainContact": "dlh@armonia.co.uk, Caroline.Larissey@nhf.info",
  "involvedEmployers": "Hammer Holdings/ Urban Retreat, Armonia Health and Beauty, SAKS, Dermalogica, Ragdale Hall, Guinot-Mary Cohr UK Ltd, Boots, Sterex, UR Beautiful , Kenneth Green, Clarins",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Hair, beauty and aesthetics",
  "cluster": "Beauty therapist",
  "clusterId": "271",
  "clusterDescription": "Carry out detailed and confidential beauty consultations with clients to select the most appropriate services, treatments and products",
  "createdDate": "2018-10-11T19:38:05 +00:00",
  "lastUpdated": "2018-10-11T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-10-11T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0630",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0630-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0630-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2018-10-11T00:00:00"
}