{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 419,
  "referenceNumber": "ST0695",
  "learningAimClassCode": "",
  "title": "Process leader",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0695",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Occupational standard and end-point assessment plan revised.",
  "changedDate": "2024-02-07T00:00:00",
  "earliestStartDate": "2024-02-07T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Directing production activities and operations",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 11000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "business",
    "management",
    "business management",
    "process",
    "leader",
    "production"
  ],
  "jobRoles": [
    "Process lead manager",
    "Process leader",
    "Production lead",
    "Section leader"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/qftljjj1/st0695_process-leader_l4_epa-adjustment-for-publication-06020224.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.3 Business management",
  "version": "1.1",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;Process leaders are found in organisations with high volume manufacturing or advanced manufacturing processes in which large volumes of products are made in assembly, moulding, metal processing, chemical processing, pharmaceutical, textiles, food and drink, or similar processes.&lt;/p&gt;\n&lt;p&gt;They are also found in organisations with engineering operations or low volume manufacturing processes in which lower volumes of products are made in a bespoke or workshop type environment. The core knowledge, skills and behaviours of this apprenticeship will be developed and demonstrated in a specific manufacturing context and are broadly transferable to other manufacturing sectors.&lt;/p&gt;\n&lt;p&gt;The broad purpose of this occupation is to undertake and direct production activities and operations and deliver against core production Key Performance Indicators (KPIs). Process leaders effectively lead and manage large teams as well as providing technical or specialist input and direction to their own team and to others. Process leaders are responsible for determining and managing budgets and resources. They use core production KPIs as the basis of the continuous improvement cycle and undertake and manage quality resolutions. Process leaders manage health, safety and environment within their area of responsibility, ensuring staff are compliant with all requirements and driving improvements and use project management tools to plan, organise and manage resources, monitor progress, identify risks and mitigation. They develop, build and motivate team members as well as manage performance and industrial relations.&#160; As well as providing clear direction and leadership to their own team and others, Process leaders build and maintain strong relationships across different disciplines, to ensure that the activities of functions such as HR, purchasing, planning, finance focus on core production KPIs. Effective communication is a core responsibility of the Process leader role, whether this be communication corporate vision and strategy or using data and information to create compelling presentations and drive management decisions.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Team leaders and their wider team&lt;/li&gt;\n&lt;li&gt;Quality managers&lt;/li&gt;\n&lt;li&gt;Health and safety managers&lt;/li&gt;\n&lt;li&gt;HR managers&lt;/li&gt;\n&lt;li&gt;Finance managers&lt;/li&gt;\n&lt;li&gt;Quality improvement managers&lt;/li&gt;\n&lt;li&gt;Operational directors&lt;/li&gt;\n&lt;li&gt;Directors&lt;/li&gt;\n&lt;li&gt;Managing directors or CEOs&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Process leaders act autonomously as part of a wider production team and are responsible for the delivery of core production KPIs, people, budgets, equipment, materials, supplies, health, safety, environment and risk.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "2cf8ff01-a61b-4e9d-9457-71d7eede5002",
      "detail": "Principles of production/manufacturing techniques including: material handling systems, maintenance, production planning/scheduling, ergonomics, workplace study, plant organisation, Statistical Process Control, process types such as flow and batch, product/raw material principles. "
    },
    {
      "knowledgeId": "39b30327-0810-43b6-981d-edbbc237c450",
      "detail": "How to identify and procure sufficient, suitable resources (e.g. finance, staff, equipment, supplies) including use of management tools such as the Internet of Things (IoT) and Industry 4.0."
    },
    {
      "knowledgeId": "41640710-fd9b-4271-8507-5e7969b62016",
      "detail": "Budgeting, forecasting and control of direct and indirect costs, fixed and variable costs including actual, accrued and committed costs."
    },
    {
      "knowledgeId": "5692a95a-91ac-425e-93ed-b3af890bc696",
      "detail": "Lean operational and quality improvement practices such as workplace organisation, visual management, waste reduction and shop floor problem solving."
    },
    {
      "knowledgeId": "bf6f9baa-eff7-4a57-9115-57775f34c74a",
      "detail": "Delivery of quality management and assurance systems."
    },
    {
      "knowledgeId": "e4f4f7a4-4a89-45d6-a424-f225832b0e0a",
      "detail": "Problem definition: Cost of Poor Quality, problem analysis models such as Is/Is Not."
    },
    {
      "knowledgeId": "7c119ea2-d363-4152-b8a2-dc8201df6bcd",
      "detail": "Safe and professional working practices including health, safety, environment and legislative requirements relevant to the sector, the organisation and own role including the importance of reducing the energy, water and the minimisation of waste from packaging, scrap and production by-products. The product and process implications of using recycled materials."
    },
    {
      "knowledgeId": "308b9828-be0d-4f6c-a6f2-a4415a408aec",
      "detail": "Production procedures and regulations to meet legislative/organisational requirements."
    },
    {
      "knowledgeId": "97853e23-f7ea-4554-8a90-c3f67ed19ace",
      "detail": "Planning and project management principles, problem solving, relationship building and leading through KPIs."
    },
    {
      "knowledgeId": "c4d85cd4-9eee-4b1a-9916-2796a73ab401",
      "detail": "Employment law, employee rights and responsibilities, organisation staff management policies/procedures for e.g. recruitment, performance, development, discipline, grievance, equality/diversity, industrial relations."
    },
    {
      "knowledgeId": "2c0bbd74-775b-4b4a-b2fa-4ac0d89381dd",
      "detail": "Theories of performance management and their use and organisations tools and policies for managing teams."
    },
    {
      "knowledgeId": "d899cbb9-ea96-4698-ab40-2ed300c45b6d",
      "detail": "The theory of managing, motivating and developing people."
    },
    {
      "knowledgeId": "59434d35-d4fd-46f9-80fa-bd30ecf193b5",
      "detail": "The purpose of organisational vision and goals and how these apply to teams."
    },
    {
      "knowledgeId": "621507e0-b15c-4aca-92c6-bc4be35229ff",
      "detail": "Awareness of the differing strengths team members have and how these can be effectively applied in the workplace."
    },
    {
      "knowledgeId": "7774438e-d621-47db-9f3b-8cbaf1b55de9",
      "detail": "Approaches to colleague, stakeholder/ supplier relationship management including collaboration, negotiation, influencing, managing conflict, and networking."
    },
    {
      "knowledgeId": "8f8131ea-13d7-488e-9793-3bdfefc33c75",
      "detail": "How to communicate and cascade information effectively at all levels and to a diverse audience."
    },
    {
      "knowledgeId": "89cedade-19a1-469b-b057-34d86bdbe321",
      "detail": "How to collect and analyse data and use basic statistical methods for decision making. "
    },
    {
      "knowledgeId": "deb72f1a-f55e-465c-b255-94f40d05b3fc",
      "detail": "How to use data to present a case to management when requesting change including graphs, charts and tables and where appropriate single page reporting."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "95b79c41-5926-4c73-92cd-59b31d4bfa9b",
      "detail": "Decision Making: Makes decisions based on personal initiative, technical knowledge, analysis and understanding of the different interests of stakeholders. Accepts responsibility for decisions and recognises limit to own authority."
    },
    {
      "behaviourId": "4c530a95-300a-4728-b641-8c5a522042f0",
      "detail": "Agile: Flexible and adaptable to the needs of the organisation. Is creative, innovative and enterprising when seeking solutions to business needs. Positive and open to new ways of working, responds well to feedback and change."
    },
    {
      "behaviourId": "266cccc8-a19f-4235-835e-4abade7aabe2",
      "detail": "Inclusive: Open, approachable, authentic, and able to build trust with others. Promotes a respectful culture embracing diversity and inclusion. Seeks and provides feedback to manage continuous development of self, team and processes."
    },
    {
      "behaviourId": "b8944c75-791a-432e-9cff-bd3845a35bf0",
      "detail": "Responsibility, Accountability and Resilience: Drive to achieve in all aspects of work. Demonstrates resilience and accountability. Determination when managing difficult situations. Seeks new opportunities."
    },
    {
      "behaviourId": "6d949acf-a17a-49c1-bac4-edca3bb32a64",
      "detail": "Professionalism: Sets an example, and is fair, consistent and impartial. Open and honest. Operates within organisational values. Promote and instil the values of the organisation to all colleagues."
    },
    {
      "behaviourId": "746190f5-10a5-4f95-bd45-34e0bf18e595",
      "detail": "Problem solver: Identifies issues quickly, enjoys solving complex problems and applies appropriate solutions. Has a strong desire to push to ensure the root cause of any problem is found and solutions identified which prevent recurrence."
    }
  ],
  "skills": [
    {
      "skillId": "02f556ba-3b80-4e63-ae91-3383c3c9bb7d",
      "detail": "Undertake and direct production activities and operations."
    },
    {
      "skillId": "39e47030-149c-49b0-a9ce-7fa2e0699849",
      "detail": "Propose, undertake, manage and coordinate changes to the product, production operations, processes and equipment, to improve productivity, efficiency, quality and sustainability. "
    },
    {
      "skillId": "e309e758-f1ca-4d46-8a42-b91adaa80a8b",
      "detail": "Solve problems - predict and prevent failures through the analysis of data and information."
    },
    {
      "skillId": "917ab49f-c11d-4bf6-93ab-e2722918f0ee",
      "detail": "Manage resources effectively to ensure their availability and the efficient running of department in line with organisational procedures."
    },
    {
      "skillId": "8d78170a-6fb8-4d55-8a54-f01b1e14da8c",
      "detail": "Deliver cost achievements against budget targets."
    },
    {
      "skillId": "3d99f2b0-3379-4d04-bfb0-60be284ecbb1",
      "detail": "Plan resources to support variations in production schedules."
    },
    {
      "skillId": "965b2385-3cff-4288-8ad5-508cc9ce9b2a",
      "detail": "Use KPIs as the basis of the continuous improvement cycle for quality, cost and volume achievement using lean operational and product improvement techniques."
    },
    {
      "skillId": "cfeaf66e-48c3-42bf-a227-ecb9a5ce9398",
      "detail": "Undertake and manage quality resolutions as well as volume problem resolution."
    },
    {
      "skillId": "9e2a6aee-4348-4df8-bc3d-0e2729b9a58c",
      "detail": "Manage health, safety and the environment within area of responsibility, ensuring staff are compliant with all requirements and driving improvements."
    },
    {
      "skillId": "9ea10d0c-d737-4256-bb4b-6802b0edfb53",
      "detail": "Conduct workplace risk assessments, manage near-miss or similar processes, conduct investigations as necessary."
    },
    {
      "skillId": "bf574ffa-c3c8-4331-9540-3166c63b3689",
      "detail": "Use project management tools to plan, organise and manage resources, to monitor progress, identify risks and mitigation."
    },
    {
      "skillId": "706339ad-eb70-427e-bfee-26fe60ee7187",
      "detail": "Recruit the right people into the right job."
    },
    {
      "skillId": "cbac7e04-d065-4fbe-90e4-372b0c6cce60",
      "detail": "Develop, build and motivate teams by identifying strengths and enabling training and development within the workplace."
    },
    {
      "skillId": "2fbf507b-b768-462b-911c-2d3eacf1d9f5",
      "detail": "Recognise excellence, effectively manage performance, discipline, attendance, grievance."
    },
    {
      "skillId": "f486d84f-d042-4278-b306-c50d63817561",
      "detail": "Manage industrial relations and equality and diversity."
    },
    {
      "skillId": "13d615ef-e280-4dab-8ab5-ac008d069e38",
      "detail": "Support development through coaching and mentoring."
    },
    {
      "skillId": "273687ed-6a54-4fcf-b6ad-7e2764395a45",
      "detail": "Leading and communicating the management of change."
    },
    {
      "skillId": "2cc1c18a-0d53-4451-af8a-6a6edb43aeba",
      "detail": "Provide clear direction and leadership, giving open and honest feedback. Apply and adapt own leadership style to different production situations and people."
    },
    {
      "skillId": "995bc888-d0f7-4dd1-a2d0-e025e95bc40b",
      "detail": " Delegate and enable delivery though others."
    },
    {
      "skillId": "e6bb23a8-961e-4689-b9ac-bc7b02e99b16",
      "detail": "Build and maintain strong relationships across different disciplines. Negotiate and influence. Manages conflict."
    },
    {
      "skillId": "b09a9cf7-0a3a-4f23-9588-a83ba1d86059",
      "detail": " Identify and share good practice, work collaboratively."
    },
    {
      "skillId": "3306ea42-f7ed-4a7d-87b0-854f38c701eb",
      "detail": "Utilise specialist advice and support to deliver plans."
    },
    {
      "skillId": "c32e3a27-577d-4c22-9d51-4168c53f8f86",
      "detail": "Communicate effectively (verbal, non-verbal, written, digital) in manner relevant to the target audience."
    },
    {
      "skillId": "2d8e3443-bd0d-45c7-a3dd-570bb5170cd9",
      "detail": "Chair meetings and present (formally and informally) using a range of media. Listen actively, challenge, give feedback."
    },
    {
      "skillId": "b41be85c-156a-4dd8-b580-4a0f3fbca0b1",
      "detail": "Analyse data/information to compellingly and succinctly present information to drive management decisions."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-03-04T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0293",
  "tbMainContact": "simon.farrall@bmwgroup.com",
  "involvedEmployers": "Bath ASU, BMW, De La Rue, Mahle, Nasmyth Group, Nissan, Pektron, Rolls-Royce, Siemens, Toyota UK, WHS Plastics",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Process lead manager",
    "Process leader",
    "Production lead",
    "Section leader"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, manufacturing, process and control",
  "cluster": "Manufacturing, plant and process technologist",
  "clusterId": "265",
  "clusterDescription": "Develop and improve technology of the manufacturing plant and equipment for a whole process",
  "createdDate": "2024-02-07T11:15:36 +00:00",
  "lastUpdated": "2024-02-07T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-03-04T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0695",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0695-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0695-v1-1",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "Achievement of the standard is designed to be recognised by relevant Professional Engineering Institutions such as the Institute of Engineering and Technology (IET) and the Institute of Mechanical Engineers (IMechE)",
      "level": "at the appropriate level of professional registration (EngTech). ",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "b7a4b94b-906d-4924-ad41-e4048a339b57",
      "dutyDetail": "Work autonomously as part of a wider production team to undertake and direct production activities, plant operations, maintenance and performance against KPIs. Provide technical or specialist input and direction to own team and to others.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "95b79c41-5926-4c73-92cd-59b31d4bfa9b",
        "746190f5-10a5-4f95-bd45-34e0bf18e595"
      ],
      "mappedKnowledge": [
        "2cf8ff01-a61b-4e9d-9457-71d7eede5002"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "02f556ba-3b80-4e63-ae91-3383c3c9bb7d",
        "39e47030-149c-49b0-a9ce-7fa2e0699849",
        "e309e758-f1ca-4d46-8a42-b91adaa80a8b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "dc341b78-dd3f-483a-90ec-82c6b4a718d2",
      "dutyDetail": "Manage resources effectively to ensure the efficient running of their department in line with organisational procedures and budgets.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "95b79c41-5926-4c73-92cd-59b31d4bfa9b",
        "4c530a95-300a-4728-b641-8c5a522042f0",
        "b8944c75-791a-432e-9cff-bd3845a35bf0"
      ],
      "mappedKnowledge": [
        "39b30327-0810-43b6-981d-edbbc237c450",
        "41640710-fd9b-4271-8507-5e7969b62016"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "917ab49f-c11d-4bf6-93ab-e2722918f0ee",
        "8d78170a-6fb8-4d55-8a54-f01b1e14da8c",
        "3d99f2b0-3379-4d04-bfb0-60be284ecbb1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1c1a3246-f153-4997-90a5-b26acd93be58",
      "dutyDetail": "Use KPIs as the basis of the continuous improvement cycle for quality, cost and volume, using lean, operational excellence and production improvement techniques.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4c530a95-300a-4728-b641-8c5a522042f0",
        "746190f5-10a5-4f95-bd45-34e0bf18e595"
      ],
      "mappedKnowledge": [
        "5692a95a-91ac-425e-93ed-b3af890bc696"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "965b2385-3cff-4288-8ad5-508cc9ce9b2a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "cb6bc0d7-f331-4d64-90bd-011ef7992516",
      "dutyDetail": "Undertake and manage quality resolutions as well as volume problem resolution.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6d949acf-a17a-49c1-bac4-edca3bb32a64",
        "746190f5-10a5-4f95-bd45-34e0bf18e595"
      ],
      "mappedKnowledge": [
        "bf6f9baa-eff7-4a57-9115-57775f34c74a",
        "e4f4f7a4-4a89-45d6-a424-f225832b0e0a",
        "308b9828-be0d-4f6c-a6f2-a4415a408aec"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cfeaf66e-48c3-42bf-a227-ecb9a5ce9398"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9b4fd87b-792b-414a-8f75-70770e569766",
      "dutyDetail": "Manage health, safety and environment within their area of responsibility, ensuring staff are compliant with all requirements and driving improvements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b8944c75-791a-432e-9cff-bd3845a35bf0",
        "6d949acf-a17a-49c1-bac4-edca3bb32a64",
        "746190f5-10a5-4f95-bd45-34e0bf18e595"
      ],
      "mappedKnowledge": [
        "7c119ea2-d363-4152-b8a2-dc8201df6bcd",
        "308b9828-be0d-4f6c-a6f2-a4415a408aec"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9e2a6aee-4348-4df8-bc3d-0e2729b9a58c",
        "9ea10d0c-d737-4256-bb4b-6802b0edfb53"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "aae0725c-fcab-4682-a5d1-b78110fba326",
      "dutyDetail": "Use project management tools to plan, organise and manage resources, monitor progress, identify risks and mitigation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4c530a95-300a-4728-b641-8c5a522042f0",
        "266cccc8-a19f-4235-835e-4abade7aabe2",
        "746190f5-10a5-4f95-bd45-34e0bf18e595"
      ],
      "mappedKnowledge": [
        "97853e23-f7ea-4554-8a90-c3f67ed19ace"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bf574ffa-c3c8-4331-9540-3166c63b3689"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "34aafff9-26bc-4a37-8b19-8437108b33fe",
      "dutyDetail": "Develop, build and motivate team members as manage performance and industrial relations to achieve production, quality and cost targets.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "266cccc8-a19f-4235-835e-4abade7aabe2",
        "b8944c75-791a-432e-9cff-bd3845a35bf0",
        "6d949acf-a17a-49c1-bac4-edca3bb32a64"
      ],
      "mappedKnowledge": [
        "c4d85cd4-9eee-4b1a-9916-2796a73ab401",
        "2c0bbd74-775b-4b4a-b2fa-4ac0d89381dd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "706339ad-eb70-427e-bfee-26fe60ee7187",
        "cbac7e04-d065-4fbe-90e4-372b0c6cce60",
        "2fbf507b-b768-462b-911c-2d3eacf1d9f5",
        "f486d84f-d042-4278-b306-c50d63817561"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3e5a136d-03c6-4953-86ad-9047ca876d1a",
      "dutyDetail": "Provide clear direction and leadership to own team and others, giving open and honest feedback.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "95b79c41-5926-4c73-92cd-59b31d4bfa9b",
        "266cccc8-a19f-4235-835e-4abade7aabe2",
        "6d949acf-a17a-49c1-bac4-edca3bb32a64"
      ],
      "mappedKnowledge": [
        "d899cbb9-ea96-4698-ab40-2ed300c45b6d",
        "59434d35-d4fd-46f9-80fa-bd30ecf193b5",
        "621507e0-b15c-4aca-92c6-bc4be35229ff"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "13d615ef-e280-4dab-8ab5-ac008d069e38",
        "273687ed-6a54-4fcf-b6ad-7e2764395a45",
        "2cc1c18a-0d53-4451-af8a-6a6edb43aeba",
        "995bc888-d0f7-4dd1-a2d0-e025e95bc40b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2682ed76-df57-4234-b9dd-34677f4786e3",
      "dutyDetail": "Build and maintain strong relationships across different disciplines, to ensure that the activities of functions such as HR, purchasing, planning, finance focus on core production KPIs.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4c530a95-300a-4728-b641-8c5a522042f0",
        "266cccc8-a19f-4235-835e-4abade7aabe2",
        "6d949acf-a17a-49c1-bac4-edca3bb32a64"
      ],
      "mappedKnowledge": [
        "7774438e-d621-47db-9f3b-8cbaf1b55de9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e6bb23a8-961e-4689-b9ac-bc7b02e99b16",
        "b09a9cf7-0a3a-4f23-9588-a83ba1d86059",
        "3306ea42-f7ed-4a7d-87b0-854f38c701eb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "73030ff1-63ac-4392-8bfb-ca077bb478a0",
      "dutyDetail": "Lead the communication of corporate vision and strategy to own team. Use data or information to create compelling presentations and drive management decisions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "266cccc8-a19f-4235-835e-4abade7aabe2",
        "b8944c75-791a-432e-9cff-bd3845a35bf0",
        "6d949acf-a17a-49c1-bac4-edca3bb32a64",
        "746190f5-10a5-4f95-bd45-34e0bf18e595"
      ],
      "mappedKnowledge": [
        "8f8131ea-13d7-488e-9793-3bdfefc33c75",
        "89cedade-19a1-469b-b057-34d86bdbe321",
        "deb72f1a-f55e-465c-b255-94f40d05b3fc"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c32e3a27-577d-4c22-9d51-4168c53f8f86",
        "2d8e3443-bd0d-45c7-a3dd-570bb5170cd9",
        "b41be85c-156a-4dd8-b580-4a0f3fbca0b1"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-02-07T00:00:00"
}