{
  "templateType": "Apprenticeship Standard",
  "larsCode": 418,
  "referenceNumber": "ST0611",
  "learningAimClassCode": "",
  "title": "Cultural heritage conservation technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": true,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0611",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "",
  "changedDate": "2022-05-31T00:00:00",
  "earliestStartDate": "2019-03-04T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Preserving public and private heritage objects, collections and sites.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "conservation",
    "cultural heritage objects",
    "hertiage",
    "culture",
    "creative and design"
  ],
  "jobRoles": [
    "Collections conservation technician",
    "Conservation science technician",
    "Conservation technician",
    "Specialist conservation technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2713/st0611_cultural-heritage-conservation-technician_l4_ap-ready-for-publication_240219.pdf",
  "ssa1": "8 Leisure, Travel and Tourism",
  "ssa2": "8.1 Sport, leisure and recreation",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Apprenticeship Standard for Cultural Heritage Conservation Technician&amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp;&lt;/h3&gt;\n&lt;p&gt;Cultural Heritage Conservation Technicians are specialist practitioners working under the supervision of professional conservators, conservation scientists or senior conservation technicians. They work to ensure the preservation of cultural heritage objects or collections housed in archives, art galleries, libraries, museums, private collections, as well as historic and ancient sites. They may also undertake work related to the internal and external features of buildings, but not the building itself.&lt;/p&gt;\n&lt;p&gt;Cultural Heritage Conservation Technicians can be found working across practical conservation, preventive conservation and conservation science and in doing so may work across a range of collections, such as in a historic property, or their work might be directed towards a particular type of object or collection such as books, sculpture or metals.&amp;nbsp; Cultural Heritage Conservation Technicians may work for public institutions as well as for conservation practices in the private sector.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;The work of a Cultural Heritage Conservation Technician is fundamentally practical and is underpinned by an understanding of how to assess the condition and possible risks to an item. Their work includes carrying out conservation support activities as well as routine conservation procedures under the supervision and guidance of a professional conservator or conservation scientist, although they may have considerable autonomy in undertaking technical support tasks such as conservation cleaning, storage and packing of objects, environmental monitoring, insect pest monitoring, routine conservation treatments and may be involved in supervising others in this area. Job tasks are well-defined, but working under the supervision / guidance of professional conservators may at times be complex and non-routine including supervising working contractors in historic interiors.&lt;/p&gt;\n&lt;p&gt;They are responsible for the quality and accuracy of their work and are good communicators and problem solvers, as well as being responsible for keeping appropriate and accurate records of their work. Cultural Heritage Conservation Technicians work with their supervisors to review how effective methods and actions have been. They may be required to engage with the public to promote an understanding of cultural heritage conservation. They have clearly stated objectives and carry out investigations – whether desk based or more practical - in order to answer practical and/or research questions.&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Working Conditions&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Time may be split between working in a conservation studio/workshop or on site. A typical working week schedule would be expected, with possible requirement to work more intensively (i.e. out of hours) in preparation for exhibitions, moving of collections or installation of environmental monitoring. Depending on the specialism, there may be call for periods of time away from home (e.g. those working on site with immovable objects).&lt;strong&gt;&amp;nbsp; &lt;/strong&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Typical Duties / Responsibilities&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Duties will vary depending on the employer, however typical duties are likely to include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Assisting Conservators in the preparation and execution of conservation treatments, as well as undertaking some routine conservation treatments as specified by qualified Conservators.&lt;/li&gt;\n&lt;li&gt;Support senior colleagues in delivery and monitoring of Integrated Pest Management and Environmental Monitoring.&lt;/li&gt;\n&lt;li&gt;Assess and manage risk to collections on display and in storage, and to provide support to senior colleagues in mitigating against these risks.&lt;/li&gt;\n&lt;li&gt;Organisation of collections in storage / on display and maintaining records utilising appropriate collections management systems.&lt;/li&gt;\n&lt;li&gt;Responsible for the day to day care of collections, including undertaking of monitoring, conservation cleaning or protection of collections. Supervising volunteers in moving or handling objects.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Job titles include&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Conservation Technician, Collections Conservation Technician, Conservation Science Technician, Specialist Conservation Technician (Specialisms such as Preventive, Paper, Photographic, Stone, Digital Preservation, Architectural or Time-based media may be linked to the job title)&lt;/p&gt;\n&lt;table border=&quot;0&quot; width=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th width=&quot;104&quot; style=&quot;width: 104px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;WORK &lt;/strong&gt;&lt;strong&gt;ASPECTS &lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;256&quot; style=&quot;width: 256px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;SKILL&amp;nbsp; &lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th width=&quot;288&quot; style=&quot;width: 288px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;KNOWLEDGE AND UNDERSTANDING&amp;nbsp; &lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;104&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Assessment of materials, objects, and sites &lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;256&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Use technical information in the course of practical projects.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Handle objects (such as sculpture and textiles) according to the specified handling guidelines for the item, or where these are not available, according to the requirements of experienced colleagues&lt;/li&gt;\n&lt;li&gt;Assess condition and possible risks to an item in collaboration with supervisor.&amp;nbsp;&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;288&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The cultural, historic, and spiritual context of objects and structures and how to operate within these frameworks. &lt;em&gt;Examples might include work on human remains or objects of religious significance (e.g. not using materials derived from pigs on Jewish or Islamic objects)&lt;/em&gt;&lt;/li&gt;\n&lt;li&gt;The wider heritage contexts in which conservation is carried out and how conservation practices and their heritage context can affect one another&lt;/li&gt;\n&lt;li&gt;The handling procedures and equipment that might be required e.g. in moving collections or objects, or differing options for digital archives.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Agents of deterioration&lt;/li&gt;\n&lt;li&gt;The difference between active and historic deterioration&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;104&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Conservation options &amp;amp; strategies &lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;256&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;In consultation with a conservator, select methods and materials appropriate to the object and the work to be carried out &lt;em&gt;e.g. to process digital artworks, to clean objects. &lt;/em&gt;&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Test methods for effectiveness before implementing them &lt;em&gt;e.g. Use of monitoring equipment to check storage conditions or checking software for digital art. &lt;/em&gt;&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;288&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Relevant statutory, quality and policy standards within own area of work.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Different materials, structure and use of objects and structures in their care &lt;em&gt;e.g., the different structures of books from a range of time periods and geographical areas, particularly in relation to display requirements and digitisation&lt;/em&gt;. &lt;em&gt;&amp;nbsp;&lt;/em&gt;&lt;/li&gt;\n&lt;li&gt;Appropriate environmental conditions for the objects in their care.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;104&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Conservation Measures &lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;256&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Carry out interventive or preventive conservation measures in agreement with supervisor. &lt;em&gt;This could be cleaning of objects and historic interiors, monitoring insect pests in collections or more specific tasks such as condition checking the resolution of digital artwork to assess correct equipment or adjust coding.&amp;nbsp; &lt;/em&gt;&lt;/li&gt;\n&lt;li&gt;Select tools and equipment related to the brief &lt;em&gt;e.g. in the dry cleaning of an object, the choice between a soft brush, or a chemical sponge or conservation vacuum cleaner. &amp;nbsp;&lt;/em&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;288&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The range of conservation measures from preventive care to interventive treatment carried out within area of practice&lt;/li&gt;\n&lt;li&gt;Baseline estimates of the time and resources needed to complete each task&lt;/li&gt;\n&lt;li&gt;How to evaluate methods for achieving the aims and deliverables.&lt;/li&gt;\n&lt;li&gt;How to use specialist equipment. &lt;em&gt;e.g. those used for environmental monitoring or training in software and coding for time-based media. &lt;/em&gt;&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;How to record data using specialist equipment.&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;104&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Organisation &amp;amp; &lt;/strong&gt;&lt;strong&gt;Management&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;256&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Complete and maintain records. &lt;em&gt;This could also include records of interventive treatments, pest management programmes, environmental conditions and object locations as well as on the instillation, play methods and archiving of digital art.&lt;/em&gt;&lt;/li&gt;\n&lt;li&gt;Carry out procedures for risk assessment, management, and mitigation&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Provide information and advice through demonstration and explanations&lt;/li&gt;\n&lt;li&gt;Prioritise and plan own workload&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;288&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;The importance of record keeping and data management procedures in their work.&amp;nbsp;&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Legal requirements and obligations relating to health and safety, employment and contract law and international agreements &lt;em&gt;e.g. such as the regulations surrounding use of in the use of specific chemicals used in the routine cleaning of objects. &lt;/em&gt;&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;104&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Personal &lt;/strong&gt;&lt;strong&gt;Professional Development &lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;256&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Remain current with advances in the body of knowledge and conservation practice for the specific field.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;Maintain, improve and develop their skills.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;288&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;How to develop a personal development plan for learning and self-development with realistic but challenging objectives&lt;/li&gt;\n&lt;li&gt;How to keep a CPD log&lt;/li&gt;\n&lt;li&gt;How to select and apply appropriate learning techniques and methods&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;104&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Judgement and Ethics &lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;256&quot;&gt;\n&lt;p&gt;Be responsible and apply professional ethics in the execution of their practical work.&lt;/p&gt;\n&lt;p&gt;Be responsible and apply professional ethics in dealings with the public, employers, clients, and colleagues&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;288&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Professional judgement and ethical behaviour in their area of practice.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;The appropriate professional body&#39;s code of conduct and how to observe it in the workplace.&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;The limits of their own understanding, abilities and responsibilities, and how to practice within them. i.e. when to seek support of the qualified conservator.&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Behaviours: &lt;/strong&gt;Cultural Heritage Conservation Technicians will be expected to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Show ethical principles in their work.&lt;/li&gt;\n&lt;li&gt;Exercise of judgement and good practice in undertaking conservation work&lt;/li&gt;\n&lt;li&gt;Be health and safety conscious in terms of behaviours individually and towards others&lt;/li&gt;\n&lt;li&gt;Display a strong work ethic enabling them to work effectively as individuals and as part of a team&lt;/li&gt;\n&lt;li&gt;Demonstrate strong communication skills with people across their organisation, other professionals, and members of the public&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry requirements: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers will identify any relevant entry requirements. Most candidates will typically have GCSEs (or equivalent) at A*- C including maths, English and a relevant science. Manual dexterity will need to be demonstrated at interview.&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qualifications: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without Level 2 English &amp;amp; Maths will be required to achieve this level prior to taking their end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically, 24 to 30 months &lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Review date:&amp;nbsp; &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The standard will be reviewed after 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Cultural Heritage Conservation Technicians are specialist practitioners working under the supervision of professional conservators, conservation scientists or senior conservation technicians. They work to ensure the preservation of cultural heritage objects or collections housed in archives, art galleries, libraries, museums, private collections, as well as historic and ancient sites. They may also undertake work related to the internal and external features of buildings, but not the building itself. Cultural Heritage Conservation Technicians can be found working across practical conservation, preventive conservation and conservation science and in doing so may work across a range of collections, such as in a historic property, or their work might be directed towards a particular type of object or collection such as books, sculpture or metals.&amp;nbsp; Cultural Heritage Conservation Technicians may work for public institutions as well as for conservation practices in the private sector. The work of a Cultural Heritage Conservation Technician is fundamentally practical and is underpinned by an understanding of how to assess the condition and possible risks to an item. Their work includes carrying out conservation support activities as well as routine conservation procedures under the supervision and guidance of a professional conservator or conservation scientist, although they may have considerable autonomy in undertaking technical support tasks such as conservation cleaning, storage and packing of objects, environmental monitoring, insect pest monitoring, routine conservation treatments and may be involved in supervising others in this area. Job tasks are well-defined, but working under the supervision / guidance of professional conservators may at times be complex and non-routine including supervising working contractors in historic interiors. They are responsible for the quality and accuracy of their work and are good communicators and problem solvers, as well as being responsible for keeping appropriate and accurate records of their work. Cultural Heritage Conservation Technicians work with their supervisors to review how effective methods and actions have been. They may be required to engage with the public to promote an understanding of cultural heritage conservation. They have clearly stated objectives and carry out investigations – whether desk based or more practical - in order to answer practical and/or research questions.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Preserving public and private heritage objects, collections and sites.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "83851511-9857-4c4e-b203-9b6de109b11f",
      "detail": "The cultural, historic, and spiritual context of objects and structures and how to operate within these frameworks. Examples might include work on human remains or objects of religious significance (e.g. not using materials derived from pigs on Jewish or Islamic objects)."
    },
    {
      "knowledgeId": "fe91715b-d55f-497a-b727-1f204d00af9d",
      "detail": "The wider heritage contexts in which conservation is carried out and how conservation practices and their heritage context can affect one another."
    },
    {
      "knowledgeId": "ff093092-f689-4454-97a8-7357dac57c47",
      "detail": "The handling procedures and equipment that might be required e.g. in moving collections or objects, or differing options for digital archives. "
    },
    {
      "knowledgeId": "8cd82ee7-33da-4d4f-b6ab-0e437fc16f8e",
      "detail": "Agents of deterioration."
    },
    {
      "knowledgeId": "b4082fc2-486d-40e2-a7b0-a145bdb2fdd2",
      "detail": "The difference between active and historic deterioration."
    },
    {
      "knowledgeId": "24083d50-c349-4d58-93e9-c75c65a50144",
      "detail": "Relevant statutory, quality and policy standards within own area of work. "
    },
    {
      "knowledgeId": "326f228f-9c89-4a14-a2c9-31746ce89c90",
      "detail": "Different materials, structure and use of objects and structures in their care e.g., the different structures of books from a range of time periods and geographical areas, particularly in relation to display requirements and digitisation.  "
    },
    {
      "knowledgeId": "cdeb14e8-783a-4f0f-ae4f-7594bd3eaf08",
      "detail": "Appropriate environmental conditions for the objects in their care."
    },
    {
      "knowledgeId": "6af1a75f-f192-42a5-86d4-7e0c25841f22",
      "detail": "The range of conservation measures from preventive care to interventive treatment carried out within area of practice."
    },
    {
      "knowledgeId": "39f54f3b-9e20-4972-a404-525eea10537d",
      "detail": "Baseline estimates of the time and resources needed to complete each task."
    },
    {
      "knowledgeId": "381bf374-f980-40f9-b875-b6427725c896",
      "detail": "How to evaluate methods for achieving the aims and deliverables."
    },
    {
      "knowledgeId": "6066a53f-fc1a-48e8-9017-a1438b83ea04",
      "detail": "How to use specialist equipment. e.g. those used for environmental monitoring or training in software and coding for time-based media.  "
    },
    {
      "knowledgeId": "fff52670-66a6-4109-a638-7f04ed02bed6",
      "detail": "How to record data using specialist equipment. "
    },
    {
      "knowledgeId": "4b4f735c-280d-4b2a-b366-1972cb3a4b14",
      "detail": "The importance of record keeping and data management procedures in their work.  "
    },
    {
      "knowledgeId": "55d4dc3a-75ce-49bf-8da1-8201b588c8f6",
      "detail": "Legal requirements and obligations relating to health and safety, employment and contract law and international agreements e.g. such as the regulations surrounding use of in the use of specific chemicals used in the routine cleaning of objects.  "
    },
    {
      "knowledgeId": "e701a642-ed35-49cc-86ae-671b66b000e2",
      "detail": "How to develop a personal development plan for learning and self-development with realistic but challenging objectives."
    },
    {
      "knowledgeId": "f33273cc-d225-4834-9c97-8e068343e933",
      "detail": "How to keep a CPD log."
    },
    {
      "knowledgeId": "7731173a-50b7-4fb2-97a4-6d838bcff01e",
      "detail": "How to select and apply appropriate learning techniques and methods."
    },
    {
      "knowledgeId": "c90a15f1-514e-4437-82cc-6ed41b2cc940",
      "detail": "Professional judgement and ethical behaviour in their area of practice. "
    },
    {
      "knowledgeId": "ff377778-dc15-499d-b6c0-8ad748ac78b6",
      "detail": "The appropriate professional body's code of conduct and how to observe it in the workplace. "
    },
    {
      "knowledgeId": "cc3f37fb-6a10-41e1-9fa1-9309951b7dd4",
      "detail": "The limits of their own understanding, abilities and responsibilities, and how to practice within them. i.e. when to seek support of the qualified conservator. "
    }
  ],
  "behaviours": [
    {
      "behaviourId": "68acada4-0018-46a2-8b3e-7c2e62390d5c",
      "detail": "Show ethical principles in their work."
    },
    {
      "behaviourId": "811fa39d-4fba-4278-a907-8b07c5d812e8",
      "detail": "Exercise of judgement and good practice in undertaking conservation work."
    },
    {
      "behaviourId": "55aa8d97-efb0-4687-b14f-77fc12f599ea",
      "detail": "Be health and safety conscious in terms of behaviours individually and towards others"
    },
    {
      "behaviourId": "a192f3b8-1f69-4964-a1f2-a28c428a28e8",
      "detail": "Display a strong work ethic enabling them to work effectively as individuals and as part of a team."
    },
    {
      "behaviourId": "e753cb95-f489-4cc8-a5cf-2f35bed9e31b",
      "detail": "Demonstrate strong communication skills with people across their organisation, other professionals, and members of the public."
    }
  ],
  "skills": [
    {
      "skillId": "a7a8b391-5ce3-40c5-8b01-db5755ef2580",
      "detail": "Use technical information in the course of practical projects. "
    },
    {
      "skillId": "121f4e4b-b9c1-4dd2-a9a3-bd7cd35406a7",
      "detail": "Handle objects (such as sculpture and textiles) according to the specified handling guidelines for the item, or where these are not available, according to the requirements of experienced colleagues."
    },
    {
      "skillId": "8e9a578d-1214-447e-a706-4204e0dda6c7",
      "detail": "Assess condition and possible risks to an item in collaboration with supervisor.  "
    },
    {
      "skillId": "f54766b5-0673-45f6-842c-5cf0f812e2dd",
      "detail": "In consultation with a conservator, select methods and materials appropriate to the object and the work to be carried out e.g. to process digital artworks, to clean objects.  "
    },
    {
      "skillId": "c7acce83-3013-4214-baf2-e16cac6593d4",
      "detail": "Test methods for effectiveness before implementing them e.g. Use of monitoring equipment to check storage conditions or checking software for digital art.  "
    },
    {
      "skillId": "03e769b6-dea5-430a-ad3e-c81c15c70dae",
      "detail": "Carry out interventive or preventive conservation measures in agreement with supervisor. This could be cleaning of objects and historic interiors, monitoring insect pests in collections or more specific tasks such as condition checking the resolution of digital artwork to assess correct equipment or adjust coding. "
    },
    {
      "skillId": "ff25e2d5-013e-4eee-aaf3-a88a7616284d",
      "detail": "Select tools and equipment related to the brief e.g. in the dry cleaning of an object, the choice between a soft brush, or a chemical sponge or conservation vacuum cleaner.  "
    },
    {
      "skillId": "47c60ebd-4805-4b49-bbcc-36caf828c095",
      "detail": "Complete and maintain records. This could also include records of interventive treatments, pest management programmes, environmental conditions and object locations as well as on the instillation, play methods and archiving of digital art."
    },
    {
      "skillId": "ee2ffb79-5daf-4712-b146-6620f87f0405",
      "detail": "Carry out procedures for risk assessment, management, and mitigation."
    },
    {
      "skillId": "9f3794f2-6887-4ca7-9035-98f59a1cf161",
      "detail": "Provide information and advice through demonstration and explanations."
    },
    {
      "skillId": "c37139ae-81d3-43b9-806e-0127497e95b9",
      "detail": "Prioritise and plan own workload."
    },
    {
      "skillId": "75613cb6-4ca9-4504-ad20-ccb94bd6bedd",
      "detail": "Remain current with advances in the body of knowledge and conservation practice for the specific field. "
    },
    {
      "skillId": "13d8be0e-8a51-4dd4-99f0-f3def38a1495",
      "detail": "Maintain, improve and develop their skills."
    },
    {
      "skillId": "38c81020-6ea9-44be-b1f9-25e8bdf3fc49",
      "detail": "Be responsible and apply professional ethics in the execution of their practical work."
    },
    {
      "skillId": "67c9b6a3-2394-4577-ad8c-fa94517ec803",
      "detail": "Be responsible and apply professional ethics in dealings with the public, employers, clients, and colleagues."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-03-04T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0221",
  "tbMainContact": "philip.Pollard@HistoricEngland.org.uk ",
  "involvedEmployers": "British Library, Cliveden Conservation, English Heritage, Hall Conservation, Historic England, Historic Royal Palaces, Holy Well Glass, Museum of London, Tate, The National Archives, The University of Manchester, The Whitworth, University of Cambridge, The Fitzwilliam Museum, Victoria & Albert Museum",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Collections conservation technician",
    "Conservation science technician",
    "Conservation technician",
    "Specialist conservation technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Cultural Heritage and Visitor Attractions",
  "cluster": "Collections and conservation specialist",
  "clusterId": "17",
  "clusterDescription": null,
  "createdDate": "2022-04-11T14:10:31 +00:00",
  "lastUpdated": "2022-05-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-03-04T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised or adjusted. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeships being revised or adjusted are available in the revisions and adjustments status report. ; This apprenticeship is approved for delivery, however all new starts are currently paused, while we work to resolve some delivery-related issues. This pause on new starts does not affect any existing learners (those currently on-programme or taking end-point assessment).",
  "occupationCode": "OCC0611",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0611-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0611-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "232df6d3-89eb-4802-aeaf-cdc8aa658ea1",
      "dutyDetail": "Assisting Conservators in the preparation and execution of conservation treatments, as well as undertaking some routine conservation treatments as specified by qualified Conservators.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "88febdd5-4328-4473-8a96-c7efc8895a70",
      "dutyDetail": "Support senior colleagues in delivery and monitoring of Integrated Pest Management and Environmental Monitoring.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "28e751dc-6d88-4995-93f8-86839565400b",
      "dutyDetail": "Assess and manage risk to collections on display and in storage, and to provide support to senior colleagues in mitigating against these risks.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "730f7430-0dcc-467f-917a-b8fa4270a1ce",
      "dutyDetail": "Organisation of collections in storage / on display and maintaining records utilising appropriate collections management systems.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b9d8e26e-cf7e-4e64-bc01-cee8494671c3",
      "dutyDetail": "Responsible for the day to day care of collections, including undertaking of monitoring, conservation cleaning or protection of collections. Supervising volunteers in moving or handling objects.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-05-31T00:00:00"
}