{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 542,
  "referenceNumber": "ST0625",
  "learningAimClassCode": "",
  "title": "Creative digital design professional (integrated degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0625",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-02-04T00:00:00",
  "earliestStartDate": "2020-02-03T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Providing digital design solutions to internal and external clients, across a range of sectors and contexts.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 25000,
  "maxFundingAdditionalInformation": "",
  "route": "Digital",
  "keywords": [
    "digital",
    "design",
    "soultions",
    "internal",
    "external",
    "clients",
    "creative",
    "designer"
  ],
  "jobRoles": [
    "Designer",
    "Creative Designer",
    "Digital Designer",
    "Web Designer",
    "Interaction Designer",
    "Application Designer",
    "Creative Director",
    "Creative Artworker",
    "Creative Design Manager"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4726/st0625_creative-digital-design-professional_assessment-plan-for-publication_-l6_amended-st0-number.pdf",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.2 Crafts, creative arts and design",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the Finance, Retail, Music, Government Departments, Technology, Publishing and Media industries.&lt;/p&gt;\n&lt;p&gt;The broad purpose of this occupation is to provide compelling digitally enabled design solutions to internal and/or external clients, across a range of sectors and for a range of different contexts. They implement design concepts to develop and communicate new products and to provide design solutions utilising digital design technologies. They are confident, competent and capable design professionals able to operate in a range of related roles. They are responsible for creating digital design solutions for a wide range of areas including online services, installations, design for devices, interactive services and mobile applications.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation works collaboratively in a range of team based environments. They work with a wide range of stakeholders and third parties, and often alongside copy writers, account managers, technical developers market researchers, user experience professionals, photographers, model makers and communication specialists to ensure that their designs convey the brand through multiple creative digital assets that convey the client message through digital media. There is an interdisciplinary focus on using a broad range of creative digital techniques to create innovative digital design work for a wide range of media channels.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for the design team and will manage this team ensuring they produced digital enabled design that responded to the brief developed with the client. All professionals in Creative Digital Design will work to a brief and within a given time allocation the budget for which will be agreed with the client.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "5b27a69e-e597-4a17-9e41-69a242d03042",
      "detail": "The broad range of creative processes involved in creative design, and the importance of being aware of all the principal design disciplines including the different perspectives, approaches or schools of thought and theories that underpin them."
    },
    {
      "knowledgeId": "1be0323a-5473-4b48-8559-98b1b81ce01a",
      "detail": "The broad range of industry standard creative digital design tools and methods, their strengths and weaknesses and how to apply them."
    },
    {
      "knowledgeId": "b67b8d7d-58c2-41c9-ab39-63b4154714d5",
      "detail": "How to produce and maintain a portfolio of creative digital work."
    },
    {
      "knowledgeId": "e1ca6876-116e-481e-9473-01a398cb72ba",
      "detail": "The audio, visual and verbal conventions through which sounds, images and words take meaning when creating design concepts for online and non-screen based services and installations."
    },
    {
      "knowledgeId": "6ece1add-20dd-4d77-8207-f4e4b6984bb0",
      "detail": "Contemporary audio, video and film technologies, including motion graphics and voice control systems and how to apply them as part of the digital media authoring process."
    },
    {
      "knowledgeId": "137ea651-d7fe-45f1-980c-affcbd01c831",
      "detail": "How to present compelling pitches and presentations of creative digital design proposals."
    },
    {
      "knowledgeId": "097e0fc6-c26f-4438-9219-5d5696ee8916",
      "detail": "How to interpret and work to a design brief to deliver creative digital design solutions."
    },
    {
      "knowledgeId": "8e708336-832c-4524-8f61-0f55d844af6c",
      "detail": "How to critically analyse, interpret and evaluate complex information and concepts for creative digital design to deliver compelling creative digital designs that achieve a determined business outcome."
    },
    {
      "knowledgeId": "9596a5be-dbb2-47fd-a133-ffc86c96e1b2",
      "detail": "The fundamental concepts of digital design/user interface design using front end frameworks and contemporary digital technologies for different digital media platforms."
    },
    {
      "knowledgeId": "b42730c3-41e8-4b52-a318-7ecd01a3da8f",
      "detail": "How to design responsive user centred solutions, including the technical opportunities and restrictions afforded by different platforms, the impact of design on performance and interaction design across a range of media platforms."
    },
    {
      "knowledgeId": "9eb32924-6c7a-4848-9a80-6bf90ee3e2ac",
      "detail": "The fundamentals of user experience and user research, including user personas: needs, wants, pains, prior experiences, user-centric design, customer journeys, calls to action, information architecture and navigation, site flow and information foraging: using wireframes to prototype user journeys."
    },
    {
      "knowledgeId": "50572626-85a5-42f7-89db-c6221ddc88f3",
      "detail": "The fundamentals of different digital platform applications including the principles of mobile first design; including when it is, and isn't, relevant, and for multiple responsive breakpoints."
    },
    {
      "knowledgeId": "b0e593aa-19dd-4910-8c3c-e72808b0dbe4",
      "detail": "The legal, ethical, regulatory, accessibility and governance frameworks which affect the development of creative design artefacts and applications and how to apply them."
    },
    {
      "knowledgeId": "12ec97b4-0365-47da-b7ea-662e8be52a4b",
      "detail": "Contemporary methodologies such as agile and open innovation and how to apply them."
    },
    {
      "knowledgeId": "c98a40c1-9053-42c1-a0d9-652c44ce3b95",
      "detail": "The definition and fundamentals of branding; brand strength and positivity, the attributes of effective brands (excellent, different, compelling, authentic), being aware of brand meanings and values, effective brand positioning, visual tone, messaging, editorial voice and brand articulation."
    },
    {
      "knowledgeId": "b764df51-feb3-4d29-a537-a31f5cd565b3",
      "detail": "How to keep up to date with emerging platforms, environments and technologies."
    },
    {
      "knowledgeId": "5afa96c0-af86-4cb0-a862-c4c9ff95fda0",
      "detail": "How to work with data and apply the creative digital approaches to represent complex data."
    },
    {
      "knowledgeId": "cc8ebc43-d1f0-4d9e-9e83-9a7504850657",
      "detail": "The key features of the main UK laws, including Data Protection Act and General Data Protection Regulation (GDPR) and the opportunities and constraints offered by data and what is feasible / needed for the current project / task."
    },
    {
      "knowledgeId": "7b528999-9236-4b79-b532-55e2cfb6b473",
      "detail": "How to undertake real world 3D digital capture and process 3D data."
    },
    {
      "knowledgeId": "7d39ce40-adfe-4027-9d5c-ff9536f22945",
      "detail": "The principles, controls and workflow inherent in building, texturing, animating and rendering 3D models, including XYZ Space, scaling and transforms, and the range of uses in the real world (e.g. Architecture, Construction, Games, Immersive, Automotive, Aerospace, Medical, Space etc.)."
    },
    {
      "knowledgeId": "36d71889-4cf1-4302-b124-2c68275c169d",
      "detail": "The fundamentals, origins, application and potential of contemporary immersive technologies, such as AR (Augmented Reality), VR (Virtual Reality and XR (Mixed Reality), including psychology aspects of 3D environments, and the uses in the real world (including Internet of Things, Architecture, Construction, Games, Retail,Automotive,Aerospace, Medical etc.)."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "7d86bfb7-1d53-4799-bbd6-9c09a0ddb3a8",
      "detail": "A passion for creating content for creative and digital media."
    },
    {
      "behaviourId": "2a044d0d-b150-4f23-827d-7bcbf8d88545",
      "detail": "A strong work ethic and commitment to meet the standards required."
    },
    {
      "behaviourId": "e8b5f019-ac1a-4b40-af06-8b7777158cd2",
      "detail": "Support for others in developing an appropriate balance of leadership and technical skills."
    },
    {
      "behaviourId": "fac32f3f-c6d8-4a3a-b1fb-c677dda4147c",
      "detail": "Recognition and compliance with equality and diversity in the workplace."
    },
    {
      "behaviourId": "2e80ab1d-5a70-4f02-ae66-07f67784af50",
      "detail": "Demonstrates resilience, accountability and flexibility especially when managing difficult situations."
    }
  ],
  "skills": [
    {
      "skillId": "37ce9a31-1bdd-4033-929d-ba6d3f45f9e8",
      "detail": "Apply creative design processes to all creative digital development projects, including online services and installations and\nnon-screen-based media, producing designs compelling to customers / users and to leverage the multitude of digital touch points including, but limited to; mobile, tablet, laptop, desktop,\nwearable, consoles and cars."
    },
    {
      "skillId": "d231e1d9-593c-4ed8-a479-21610a8bc74d",
      "detail": "Create designs using industry standard methods; Typography, Digital Art, Video and Special Effects, Rendering, Animation, 3D Graphics and Digital Photography."
    },
    {
      "skillId": "f9c2365e-4900-41c7-9ae8-90b81740975b",
      "detail": "Create eye-catching creative design concepts and prototypes for presentation to clients using industry standard tools and advanced methods to address design problems set by clients."
    },
    {
      "skillId": "02de231e-7fe4-4f38-a40b-ab761c104260",
      "detail": "Create 'production' ready digital media assets including, but not limited to designs, style guides, animations, videos, story boards, images, audio to achieve a determined business outcome."
    },
    {
      "skillId": "cafce21a-ce50-4f7d-a745-49c5987be951",
      "detail": "Select, refine, adapt and apply industry standard contemporary creative digital design technologies, and working with data to develop creative design solutions. Apply and leverage data e.g. personalisation,  behavioural, location, weather, in design concepts and solutions."
    },
    {
      "skillId": "a1001b70-c082-4236-a99f-e05dc23b429f",
      "detail": "Communicate design concepts and solutions to team members, designers, brand managers, product leads, marketing directors, commercial and sales in a strong and compelling manner, evaluating the outputs and methods used and their implications."
    },
    {
      "skillId": "73a80391-db0c-4c92-993d-358860f42319",
      "detail": "Use design concept digital art to deliver creative design sales pitches to clients."
    },
    {
      "skillId": "a7ead4dd-0bf4-4c67-a368-cdff2a671f4e",
      "detail": "Brief and work with third parties such as photographers, model makers, agencies and data professionals."
    },
    {
      "skillId": "25ebb47d-ff20-4b15-9aca-2019dff00888",
      "detail": "Produce and maintain a portfolio of creative digital work."
    },
    {
      "skillId": "7dda3ec5-e407-444d-85ec-fec8c5139170",
      "detail": "Keep abreast of industry developments, creative trends and innovations, knowing what’s emerging, and when and when to act to make cost effective use of new and emerging tools and technologies."
    },
    {
      "skillId": "e02cda9c-bdeb-4cd4-b217-b5182bc46ecd",
      "detail": "Input into market/user research and UX briefs and work with their outputs."
    },
    {
      "skillId": "f8d814a5-1383-4967-bf6d-528fb51fbec6",
      "detail": "Collaborate between team members, clients and working with a range of stakeholders including market researchers, user experience professionals, user researchers, developers, photographers, model makers, brand managers, product leads, marketing directors, commercial, sales and communication specialists."
    },
    {
      "skillId": "1a28ae77-238f-4cb6-8d36-ca3222653a98",
      "detail": "Review and build accessibility requirements into all interactive creative digital media solutions."
    },
    {
      "skillId": "0c59f96d-c6d3-41cf-9c66-615bb92cdff6",
      "detail": "Work effectively both individually and collaboratively as part of a multidisciplinary team, with methodologies such as agile, building and maintaining positive relationships with team members, clients and other stakeholders."
    },
    {
      "skillId": "65c0d2f7-e48b-467a-a14b-d3bce01caa52",
      "detail": "Lead and manage end to end creative digital design projects in line with governance policies, meeting deadlines and managing client expectations for different environments, including agile."
    },
    {
      "skillId": "43f43b2f-851d-4420-b670-df98532d85ef",
      "detail": "Deliver well-designed, high quality creative digital solutions including prototyping skills within organisational brand guidelines."
    },
    {
      "skillId": "631e368d-fcb9-47c3-8fea-98673ea425a6",
      "detail": "Design interactive artefacts using industry standard immersive technology techniques."
    },
    {
      "skillId": "f6480454-93e8-498f-af04-3a80dea40b5a",
      "detail": "Be able to plan and undertake own development and life-long learning to keep abreast of emerging technologies and techniques to review how these are best."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2020-02-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0049",
  "tbMainContact": "graham.stouph@ncl-coll.ac.uk",
  "involvedEmployers": "Dakin and Stoley, Cravens, I Resources, Orange Bus, Enigma Interactive, Surge, Everything Differernt, Horizonworks, DWP, Lloyds Banking, BBC, Horizonworks, I Resources",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Designer",
    "Creative Designer",
    "Digital Designer",
    "Web Designer",
    "Interaction Designer",
    "Application Designer",
    "Creative Director",
    "Creative Artworker",
    "Creative Design Manager"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Digital Production, Design and Development",
  "cluster": "Software development professional",
  "clusterId": "198",
  "clusterDescription": null,
  "createdDate": "2020-02-26T09:46:48 +00:00",
  "lastUpdated": "2022-02-04T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-02-03T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0625",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0625-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0625-v1-0",
  "qualifications": [
    {
      "qualificationId": "182f85f5-c9b0-4897-9fa2-4d219cd14747",
      "title": "BA (Hons) or BSc (Hons) in Creative Digital Design BA ",
      "level": "6 (non-integrated degree)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "f1682200-485c-4ce1-a2f3-ce61a1d4a176",
      "dutyDetail": "Create impactful and eye catching creative designs related to digital art, digital graphic design, video, online services and installations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7d86bfb7-1d53-4799-bbd6-9c09a0ddb3a8"
      ],
      "mappedKnowledge": [
        "5b27a69e-e597-4a17-9e41-69a242d03042",
        "1be0323a-5473-4b48-8559-98b1b81ce01a",
        "b67b8d7d-58c2-41c9-ab39-63b4154714d5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "37ce9a31-1bdd-4033-929d-ba6d3f45f9e8",
        "d231e1d9-593c-4ed8-a479-21610a8bc74d"
      ],
      "criteriaForMeasuringPerformance": "Production of professional-standard artwork that is client-ready in the opinion of a creative director/managing designer and/or withstands peer critique"
    },
    {
      "dutyID": "af954f67-a70c-4dc2-ba49-80c126239b06",
      "dutyDetail": "Apply creativity to all creative digital development projects, including non-screen-based media.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7d86bfb7-1d53-4799-bbd6-9c09a0ddb3a8"
      ],
      "mappedKnowledge": [
        "e1ca6876-116e-481e-9473-01a398cb72ba",
        "6ece1add-20dd-4d77-8207-f4e4b6984bb0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f9c2365e-4900-41c7-9ae8-90b81740975b",
        "02de231e-7fe4-4f38-a40b-ab761c104260"
      ],
      "criteriaForMeasuringPerformance": "Production of professional-standard artwork that is client-ready in the opinion of a creative director/managing designer and/or withstands peer critique"
    },
    {
      "dutyID": "89f15ab2-e2ab-47d1-976b-8a6b82e256cc",
      "dutyDetail": "Develop and deliver compelling digitally enabled creative design solutions to internal and/or external clients across a range of sectors in line with brand guidelines, for a range of different contexts and environments, including agile.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7d86bfb7-1d53-4799-bbd6-9c09a0ddb3a8",
        "2e80ab1d-5a70-4f02-ae66-07f67784af50"
      ],
      "mappedKnowledge": [
        "137ea651-d7fe-45f1-980c-affcbd01c831",
        "097e0fc6-c26f-4438-9219-5d5696ee8916"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cafce21a-ce50-4f7d-a745-49c5987be951",
        "a1001b70-c082-4236-a99f-e05dc23b429f",
        "73a80391-db0c-4c92-993d-358860f42319",
        "f6480454-93e8-498f-af04-3a80dea40b5a"
      ],
      "criteriaForMeasuringPerformance": "Understanding of agile principles, methodologies and processes, production of professional-standard artwork that is client-ready in the opinion of a creative director/managing designer and/or withstands peer critique"
    },
    {
      "dutyID": "08aaeaf7-35c4-4a3a-bc69-f8430594aa82",
      "dutyDetail": "Create prototypes of design concepts and communicate these through pitches and presentations to gain agreement to develop these into final design solutions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7d86bfb7-1d53-4799-bbd6-9c09a0ddb3a8",
        "2a044d0d-b150-4f23-827d-7bcbf8d88545",
        "2e80ab1d-5a70-4f02-ae66-07f67784af50"
      ],
      "mappedKnowledge": [
        "097e0fc6-c26f-4438-9219-5d5696ee8916"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "73a80391-db0c-4c92-993d-358860f42319"
      ],
      "criteriaForMeasuringPerformance": "- Production of professional-standard pitch collateral (presentation deck, sample creative etc.)\n\n- ability to present work verbally and visually, articulating how brand considerations influenced ideation and execution,\n\n- creation of professional-standard artwork, prototypes, storyboards, moodboards and wireframes that is client-ready in the opinion of a creative director/managing designer and/or withstands peer critique"
    },
    {
      "dutyID": "37f8d521-7a78-4764-bf9f-a538970ae58f",
      "dutyDetail": "Create digital design solutions for a broad range of media including online services, installations and contribute to strategy around creative direction.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7d86bfb7-1d53-4799-bbd6-9c09a0ddb3a8",
        "2a044d0d-b150-4f23-827d-7bcbf8d88545"
      ],
      "mappedKnowledge": [
        "8e708336-832c-4524-8f61-0f55d844af6c",
        "9596a5be-dbb2-47fd-a133-ffc86c96e1b2",
        "b42730c3-41e8-4b52-a318-7ecd01a3da8f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a7ead4dd-0bf4-4c67-a368-cdff2a671f4e",
        "25ebb47d-ff20-4b15-9aca-2019dff00888",
        "7dda3ec5-e407-444d-85ec-fec8c5139170"
      ],
      "criteriaForMeasuringPerformance": "- Production of professional-standard artwork and design collateral that is client-ready in the opinion of a creative director/managing designer and/or withstands peer critique\n\n- Understanding of principles of digital strategy, including business objectives, goals, KPIs, targets and Return on Investment (ROI)"
    },
    {
      "dutyID": "2437ecf3-7afd-4ad4-9e49-14cf0092f339",
      "dutyDetail": "Interpret client briefs to create and deliver powerful ideas, ensuring that accessibility requirements are incorporated, using market research and UX input to inform creative decision making.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e8b5f019-ac1a-4b40-af06-8b7777158cd2",
        "fac32f3f-c6d8-4a3a-b1fb-c677dda4147c"
      ],
      "mappedKnowledge": [
        "9eb32924-6c7a-4848-9a80-6bf90ee3e2ac",
        "50572626-85a5-42f7-89db-c6221ddc88f3",
        "b0e593aa-19dd-4910-8c3c-e72808b0dbe4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e02cda9c-bdeb-4cd4-b217-b5182bc46ecd",
        "f8d814a5-1383-4967-bf6d-528fb51fbec6",
        "1a28ae77-238f-4cb6-8d36-ca3222653a98",
        "f6480454-93e8-498f-af04-3a80dea40b5a"
      ],
      "criteriaForMeasuringPerformance": "Understanding of Disability Discrimination Act and best practice surrounding accessibility and inclusion, familiarity with applications such as Mosaic (or similar) demographic profiling and ability to extrapolate conclusions from profiling reports to inform design approach"
    },
    {
      "dutyID": "e84b4db1-8af6-4d36-ad67-1aa4d251743e",
      "dutyDetail": "Lead and manage end to end creative design projects, adopting the organisational approach to design project governance.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7d86bfb7-1d53-4799-bbd6-9c09a0ddb3a8",
        "2a044d0d-b150-4f23-827d-7bcbf8d88545",
        "e8b5f019-ac1a-4b40-af06-8b7777158cd2",
        "fac32f3f-c6d8-4a3a-b1fb-c677dda4147c",
        "2e80ab1d-5a70-4f02-ae66-07f67784af50"
      ],
      "mappedKnowledge": [
        "12ec97b4-0365-47da-b7ea-662e8be52a4b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a1001b70-c082-4236-a99f-e05dc23b429f",
        "f8d814a5-1383-4967-bf6d-528fb51fbec6",
        "0c59f96d-c6d3-41cf-9c66-615bb92cdff6",
        "65c0d2f7-e48b-467a-a14b-d3bce01caa52"
      ],
      "criteriaForMeasuringPerformance": "Understanding of the project life cycle from brief through concept, creative articulation, refinement/iteration and delivery, familiarity with market-standard design management software (eg. Basecamp, Trello, Synergist etc.) and the importance of accurate time recording"
    },
    {
      "dutyID": "ea140c76-ec24-484b-a97c-a59bd6b46f3d",
      "dutyDetail": "Lead the communication of design concepts, including with brand managers, product leads, marketing directors, commercial, and sales.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e8b5f019-ac1a-4b40-af06-8b7777158cd2",
        "2e80ab1d-5a70-4f02-ae66-07f67784af50"
      ],
      "mappedKnowledge": [
        "c98a40c1-9053-42c1-a0d9-652c44ce3b95",
        "b764df51-feb3-4d29-a537-a31f5cd565b3",
        "5afa96c0-af86-4cb0-a862-c4c9ff95fda0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "73a80391-db0c-4c92-993d-358860f42319",
        "65c0d2f7-e48b-467a-a14b-d3bce01caa52",
        "43f43b2f-851d-4420-b670-df98532d85ef"
      ],
      "criteriaForMeasuringPerformance": "Measurement criteria: ability to present work verbally and visually, articulating how brand considerations influenced ideation and execution, creation of professional-standard artwork, prototypes, storyboards, moodboards and wireframes that is client-ready in the opinion of a creative director/managing designer and/or withstands peer critique, ability to receive critique of work and be able to iterate collaboratively"
    },
    {
      "dutyID": "18c7bcf0-941c-47e4-bfa4-469fb040acfb",
      "dutyDetail": "Recognise the opportunities for complex and compelling data stories to be presented through creative digital channels.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2a044d0d-b150-4f23-827d-7bcbf8d88545",
        "2e80ab1d-5a70-4f02-ae66-07f67784af50"
      ],
      "mappedKnowledge": [
        "b0e593aa-19dd-4910-8c3c-e72808b0dbe4",
        "cc8ebc43-d1f0-4d9e-9e83-9a7504850657",
        "7b528999-9236-4b79-b532-55e2cfb6b473"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cafce21a-ce50-4f7d-a745-49c5987be951",
        "f6480454-93e8-498f-af04-3a80dea40b5a"
      ],
      "criteriaForMeasuringPerformance": "Ability to interpret, query and visualise a range of data: numeric (graphs), spatial (maps) and conceptual (infographics) in support of a creative position or argument"
    },
    {
      "dutyID": "160327b9-bd9b-44ee-8f0e-7c37a284664c",
      "dutyDetail": "Keep up with both current and future media and technology developments and current technological requirements such as 3D space, immersive technologies and artificial intelligence.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7d86bfb7-1d53-4799-bbd6-9c09a0ddb3a8",
        "2a044d0d-b150-4f23-827d-7bcbf8d88545",
        "e8b5f019-ac1a-4b40-af06-8b7777158cd2"
      ],
      "mappedKnowledge": [
        "7b528999-9236-4b79-b532-55e2cfb6b473",
        "7d39ce40-adfe-4027-9d5c-ff9536f22945",
        "36d71889-4cf1-4302-b124-2c68275c169d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7dda3ec5-e407-444d-85ec-fec8c5139170",
        "631e368d-fcb9-47c3-8fea-98673ea425a6",
        "f6480454-93e8-498f-af04-3a80dea40b5a"
      ],
      "criteriaForMeasuringPerformance": "Measurement criteria: knowledge of industry standard and emerging technologies, including opportunities, limitations, applications and case studies"
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-02-04T00:00:00"
}