{
  "templateType": "Apprenticeship Standard",
  "larsCode": 298,
  "referenceNumber": "ST0627",
  "learningAimClassCode": "",
  "title": "Ambulance support worker (emergency, urgent and non-urgent)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0627",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2018-06-26T00:00:00",
  "earliestStartDate": "2018-06-26T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Provide care and clinical support for emergency (999), urgent or unscheduled care calls.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 13,
  "maxFunding": 7000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "Ambulance support worker",
    "health and science",
    "social care",
    "health",
    "ambulance",
    "support",
    "emergency"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4073/st0626-ambulance-support-worker-l3-final-for-publication-26032020.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.4 Public services",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupational Profile: &amp;nbsp;&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Ambulance Support Workers respond to emergency (999), urgent and or/unscheduled care calls from the public and/or wider health and social care communities to provide care and clinical support to individuals of all ages within an agreed scope of practice and outside of a multi-disciplinary hospital team, or provide scheduled non-urgent transport for people with specific health needs. You will transport them, as required, to (and from) specified treatment centres and other locations which may be very remote settings, driving safely and at progressively high speed as appropriate, and also have the responsibility of managing a vehicle. You will work as part of a double ambulance crew either alongside a more senior member of staff such as a Paramedic or Associate Ambulance Practitioner, or with another non-registered Ambulance Support Worker; for some non-urgent care you may work alone. You are required to work in a wide range of settings and environments both inside and outside including, in some cases, uncontrollable environments assisting individuals at the scene. Clinical duties vary accordingly. Often you will be supporting and assisting the senior clinician and in cases where patients deteriorate you will provide basic level of life saving techniques.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Re&lt;/strong&gt;&lt;strong&gt;sponsibilities and duty of the role: &amp;nbsp;&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;You are accountable for your work and for reviewing the effectiveness of your actions. The role is undertaken following a period of experience in healthcare so you are able to demonstrate best practice and act as a role model. You may supervise or guide the less experienced staff in your team.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Qu&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;l&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;fi&lt;/strong&gt;&lt;strong&gt;cations: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment. For those with an education, health and care plan&amp;nbsp; or a legacy statement the apprenticeships English and maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&amp;nbsp;Apprentices will need to complete an accredited level 3 Diploma in ambulance emergency and urgent care support &lt;strong&gt;or&lt;/strong&gt; a level 3 Certificate in ambulance patient care &lt;strong&gt;and&lt;/strong&gt; a level 3 in Ambulance Driving prior to completion of the Apprenticeship.&lt;/p&gt;\n&lt;p&gt;Apprentices will need to complete two mandatory qualifications covering ambulance care and ambulance driving (emergency or non-emergency), with the combination being selected based on the specific role (this standard supports four different role types).&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;One accredited level 3 ambulance care qualification, from\n&lt;ul&gt;\n&lt;li&gt;Diploma in Ambulance Emergency and Urgent Care Support&lt;/li&gt;\n&lt;li&gt;Certificate in Ambulance Patient Care: Urgent Care Services&lt;/li&gt;\n&lt;li&gt;Award in Ambulance Patient Care: Non-Urgent Care Services&lt;/li&gt;\n&lt;li&gt;Certificate in Ambulance Patient Care: Non-Urgent Care Services&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;and&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;One accredited ambulance driving qualification, from\n&lt;ul&gt;\n&lt;li&gt;level 3 Certificate in Emergency Response Ambulance Driving&lt;/li&gt;\n&lt;li&gt;level 3 Award in Patient Care Services: Ambulance Driving&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Legacy IHCD driving awards for Emergency and non-emergency driving will be accepted where candidates can demonstrate current and relevant driving experience.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Other requirements: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Already hold a full GB driving licence for the class of vehicle being driven in accordance with DVLA requirements. Undertake a fitness test and organisational interview. There may be other additional employer requirements. &amp;nbsp;&lt;strong&gt;Industry specific requirement: &lt;/strong&gt;The apprentice must meet the 15 standards as set out in the Care Certificate&lt;span&gt;[1]&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;3&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration:&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;typically, 13 to 18 months&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Rev&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;w date: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;after 3 years&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Values: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;You will be caring and compassionate, honest, conscientious and committed&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours: &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;You will treat people with dignity, respecting individual&#39;s diversity, beliefs, culture, needs, values, privacy and preferences, show respect and empathy for those you work with, have the courage to challenge areas of concern and work to best practice, be adaptable, reliable and consistent, show discretion, show resilience and self-awareness and show supervisory leadership&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;th&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/th&gt;\n&lt;th&gt;&lt;strong&gt;You will know and understand&lt;/strong&gt;&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Pe&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;son&amp;nbsp;&lt;/strong&gt;&lt;strong&gt;centred care, treatment and support&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;demonstrate what it means in practice to promote and provide person centred care, treatment and support by obtaining valid consent, and carrying out risk assessments&lt;/li&gt;\n&lt;li&gt;work in partnership with the individual, their carer, families and the wider healthcare team&lt;/li&gt;\n&lt;li&gt;promote clinical effectiveness, safety and a good experience for the individual&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;why it is important to gain consent&lt;span&gt;[2]&lt;/span&gt;, even when it is difficult; how to undertake risk assessment in enabling a person-centred approach; why it is important to promote ‘person centred care, treatment and support’&lt;/li&gt;\n&lt;li&gt;why it is important to encourage people to be actively involved in their own care or treatment; why it is important to give people choices about their care and to treat people as valuable and unique&lt;/li&gt;\n&lt;li&gt;why safety and clinical effectiveness are important; the importance of managing relationships and boundaries with service users&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Duty of care and candour, safeguarding, equality and diversity&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;follow the principles for equality, diversity and inclusion&lt;/li&gt;\n&lt;li&gt;implement a duty of care and candour&lt;/li&gt;\n&lt;li&gt;safeguard and protect adults and children; promote the principles to others&lt;/li&gt;\n&lt;li&gt;follow the principles of the National Prevent Strategy&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;legislation, policies and local ways of working about duty of care, candour, raising concerns, safeguarding/ Prevent/protection from abuse, diversity, equality and inclusion; what they mean, why they are important, how to promote them to others&lt;/li&gt;\n&lt;li&gt;how discrimination can happen; how to deal with conflicts between a person’s rights and a duty of care&lt;/li&gt;\n&lt;li&gt;the signs of abuse, what to do if you suspect it, how to reduce the chances of abuse as much as possible&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Communication&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;demonstrate and promote effective communication using a range of techniques&lt;/li&gt;\n&lt;li&gt;observe and record verbal and non-verbal communication&lt;/li&gt;\n&lt;li&gt;engage in de-brief/supervision following potential exposure to trauma and serious incident&lt;/li&gt;\n&lt;li&gt;ensure that all information recorded is clear, concise and accurate&lt;/li&gt;\n&lt;li&gt;handle information (record, report and store information) in line with local and national policies, keep information confidential and support others to do so; take part in audits&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;why it is important to promote effective communication at work; how to communicate with people who have specific language needs or wishes; how to reduce communication problems and respond to complaints; techniques for difficult situations, local guidelines for dealing with abusive behavior&lt;/li&gt;\n&lt;li&gt;the importance of accessing appropriate support and supervision as needed to manage the potential psychological effects following the exposure to trauma and serious incidents&lt;/li&gt;\n&lt;li&gt;how verbal and non-verbal communication may relate to an individual’s condition to include taking contemporaneous notes and complying with information governance policies, legislation, other policies and local ways of working about handling information&lt;/li&gt;\n&lt;li&gt;why it is important to record and store information securely and confidentially and support others to do so; e-safety; the audit process and how it relates to your role&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Assist with delegated clinical tasks and interventions&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;undertake clinical tasks in line with the scope of your own role, being aware of the limits of your competence; adhering to current legislation and policy including:\n&lt;ul&gt;\n&lt;li&gt;manage medical and post- surgical conditions during ambulance patient care&lt;/li&gt;\n&lt;li&gt;convey individuals with own medication and medical devices undertake basic life support and external defibrillation&lt;/li&gt;\n&lt;li&gt;administer a medical gas eg. oxygen in ambulance patient care&lt;/li&gt;\n&lt;li&gt;administration of medicines under supervision&lt;/li&gt;\n&lt;li&gt;communicate with individuals and the people supporting them or involved at a scene using language that is clear and compassionate, checking understanding&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;carry out patient assessment and physiological measurements as required&lt;/li&gt;\n&lt;li&gt;support frailty and end of life care[&lt;span&gt;3]&lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;adapt the clinical intervention within the scope of your practice taking into account the impact of mental or physical capacity, a health condition, learning disability or overall wellbeing of the presenting individual&lt;/li&gt;\n&lt;li&gt;manage own safety and that of others in a range of environments&lt;/li&gt;\n&lt;li&gt;move and position individuals, equipment and other items safely&lt;/li&gt;\n&lt;li&gt;use a range of techniques for infection prevention and control, eg waste management, spillage, hand washing, use of Personal Protective Equipment (PPE)&lt;/li&gt;\n&lt;li&gt;work as part of a team, seek help and guidance when you are not sure, escalate concerns in a timely manner to the correct person; support or supervise colleagues as required, delegate well-defined tasks appropriately&lt;/li&gt;\n&lt;li&gt;work in partnership across the fire, rescue, health and care team in a way that is professional and committed to quality and care of the patient&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;the relevant guidelines and how it relates to your own scope of practice&lt;/li&gt;\n&lt;li&gt;which clinical tasks you will routinely be expected to carry out within your role; which tasks you should not carry out; ways to support individuals to manage their own condition and hand over to other services&lt;/li&gt;\n&lt;li&gt;basic human anatomy and physiology for Ambulance Patient Care; across the age range, stages of development; functional changes associated with disease or injury; ways to support physical or learning disability&lt;/li&gt;\n&lt;li&gt;procedures to follow when conveying individuals with own medication and medical devices&lt;/li&gt;\n&lt;li&gt;basic life support and defibrillation; the process and procedures to follow; how it relates to your role; differences in application according to age&lt;/li&gt;\n&lt;li&gt;administration of a medical gas eg. oxygen; the process and procedures to follow; how it relates to your role&lt;/li&gt;\n&lt;li&gt;conflict and resolution measures following guideline specific communication methods to reassure or calm individuals who are traumatised, confused, angry or aggressive; ways to keep yourself and your colleagues safe; ensuring the safety of others; the meaning of Common Law; criteria that must be met to undertake gaining entry with good intent&lt;/li&gt;\n&lt;li&gt;the range of physiological states which can include body temperature, height, weight, blood pressure, pulse, breathing rate, oxygen saturation and blood sugar levels; the types of equipment used for measuring the physiological states in all age clients; how to check they are in working order&lt;/li&gt;\n&lt;li&gt;what is meant by frailty; the end of life phase and factors which impact on the care of the dying or deceased&lt;/li&gt;\n&lt;li&gt;the importance of recognising mental and other cognitive issues including relating to depression, substance use, delirium, age or stage of development; how an individual’s physical capacity, health condition, learning disability or overall wellbeing may impact on the clinical task or way the individual presents&lt;/li&gt;\n&lt;li&gt;move and position people, equipment or other objects safely in line with agreed ways of working&lt;/li&gt;\n&lt;li&gt;the importance of a clean workplace; legislation, policies and local ways of working for the prevention of infection; personal hygiene, handwashing; the right use of PPE: gloves, aprons, masks; how infections start and spread; how to clean, disinfect and sterilise&lt;/li&gt;\n&lt;li&gt;multi- disciplinary teams, including fire, police, social care and hospital and other health staff; the key roles of different organisations and their staff; how to signpost individuals to other services&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Driving and electronic communication&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;operate a range of communication electronic devices&lt;/li&gt;\n&lt;li&gt;prepare a range of vehicles prior to use to ensure all safety aspects are met&lt;/li&gt;\n&lt;li&gt;operate and drive the ambulance vehicles safely at all times, adhering to the Highway Code, relevant legislation and policies&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;&amp;nbsp;\n&lt;ul&gt;\n&lt;li&gt;how to operate devices such as radio and to communicate effectively with all colleagues both internally and externally&lt;/li&gt;\n&lt;li&gt;ways to prepare a range of vehicles prior to use, ways to familiarise yourself and your colleagues with different vehicles, any relevant safety guidance, the Highway Code, relevant legislation and policies, how they apply when driving an ambulance or emergency support vehicle&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;&lt;strong&gt;Equipment and resources&lt;/strong&gt;&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;monitor and maintain the environment, equipment and resources including performing first line calibration on clinical equipment&lt;/li&gt;\n&lt;li&gt;use equipment and resources in a safe, effective way in line with local policy and procedure&lt;/li&gt;\n&lt;li&gt;manage stock control&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;ul&gt;\n&lt;li&gt;understand the procedures for using equipment&lt;/li&gt;\n&lt;li&gt;stock management- including maintaining stock levels, ordering and storing stock&lt;/li&gt;\n&lt;li&gt;the responsibilities under the Health &amp;amp; Safety at Work Act (1974) to ensure that the agreed safety procedures are carried out to maintain a safe environment for employees and patients&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&lt;span class=&quot;reference&quot;&gt;[1] &lt;strong&gt;C&lt;/strong&gt;&lt;strong&gt;are Certificate: &lt;/strong&gt;for more details see &lt;a href=&quot;http://www.skillsforhealth.org.uk/care-certificate&quot;&gt;http://www.skillsforhealth.org.uk/care-certificate. &lt;/a&gt;The CQC expect that providers that employ healthcare assistants and social care support workers follow these standards to make sure new staff are supported&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span class=&quot;reference&quot;&gt;[2]&amp;nbsp;&lt;strong&gt;&lt;em&gt;Consent&lt;/em&gt;&lt;/strong&gt;&lt;em&gt; - &lt;/em&gt;&lt;a href=&quot;http://www.nhs.uk/conditions/consent-to-treatment/pages/introduction.aspx&quot;&gt;&lt;em&gt;NHS Choices&lt;/em&gt;&lt;/a&gt;&lt;em&gt;&amp;nbsp;&lt;/em&gt;&lt;em&gt;(2010) defines consent as: &quot;the principle that a person must give their permission before they receive any type of medical treatment. Consent is required from a patient regardless of the type of treatment being undertaken, from a blood test to an organ donation&quot;&lt;/em&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span class=&quot;reference&quot;&gt;[3] &lt;strong&gt;End of Life Care&lt;/strong&gt; – &lt;strong&gt;End of life care&lt;/strong&gt;&amp;nbsp;is defined as care that helps those with advanced, progressive, incurable illness to live as well as possible until they die. (End of Life Care Network)&lt;/span&gt;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;Ambulance Support Workers respond to emergency (999), urgent and or/unscheduled care calls from the public and/or wider health and social care communities to provide care and clinical support to individuals of all ages within an agreed scope of practice and outside of a multi-disciplinary hospital team, or provide scheduled non-urgent transport for people with specific health needs. You will transport them, as required, to (and from) specified treatment centres and other locations which may be very remote settings, driving safely and at progressively high speed as appropriate, and also have the responsibility of managing a vehicle. You will work as part of a double ambulance crew either alongside a more senior member of staff such as a Paramedic or Associate Ambulance Practitioner, or with another non-registered Ambulance Support Worker; for some non-urgent care you may work alone. You are required to work in a wide range of settings and environments both inside and outside including, in some cases, uncontrollable environments assisting individuals at the scene. Clinical duties vary accordingly. Often you will be supporting and assisting the senior clinician and in cases where patients deteriorate you will provide basic level of life saving techniques.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "45985b9a-c438-4cc0-9308-b2554ac233f8",
      "detail": "why it is important to gain consent, even when it is difficult; how to undertake risk assessment in enabling a person-centred approach; why it is important to promote ‘person centred care, treatment and support’"
    },
    {
      "knowledgeId": "0f1683bb-14a4-47df-962c-33841f3d12ea",
      "detail": "why it is important to encourage people to be actively involved in their own care or treatment; why it is important to give people choices about their care and to treat people as valuable and unique"
    },
    {
      "knowledgeId": "c0bba544-0766-4e9f-be64-eb9fb5c91fe0",
      "detail": "why safety and clinical effectiveness are important; the importance of managing relationships and boundaries with service users"
    },
    {
      "knowledgeId": "b61e4ad6-9524-4c29-ac11-c54e7a3535ba",
      "detail": "legislation, policies and local ways of working about duty of care, candour, raising concerns, safeguarding/ Prevent/protection from abuse, diversity, equality and inclusion; what they mean, why they are important, how to promote them to others"
    },
    {
      "knowledgeId": "70667db0-1f42-40a8-b0c2-1e826a55605e",
      "detail": "how discrimination can happen; how to deal with conflicts between a person’s rights and a duty of care"
    },
    {
      "knowledgeId": "5fb9f733-65a4-4518-a124-a3a82bd5dcbf",
      "detail": "the signs of abuse, what to do if you suspect it, how to reduce the chances of abuse as much as possible"
    },
    {
      "knowledgeId": "a6c0ab6b-f781-4a93-84f1-e4a0b5d9d613",
      "detail": "why it is important to promote effective communication at work; how to communicate with people who have specific language needs or wishes; how to reduce communication problems and respond to complaints; techniques for difficult situations, local guidelines for dealing with abusive behavior"
    },
    {
      "knowledgeId": "8e07a64b-0818-4ec3-8c94-25903e8e9f99",
      "detail": "the importance of accessing appropriate support and supervision as needed to manage the potential psychological effects following the exposure to trauma and serious incidents"
    },
    {
      "knowledgeId": "afec317f-b9ea-43d9-bf94-bf615be9cade",
      "detail": "how verbal and non-verbal communication may relate to an individual’s condition to include taking contemporaneous notes and complying with information governance policies, legislation, other policies and local ways of working about handling information"
    },
    {
      "knowledgeId": "940896f8-d51c-4d3b-929c-e60d92d16de5",
      "detail": "why it is important to record and store information securely and confidentially and support others to do so; e-safety; the audit process and how it relates to your role"
    },
    {
      "knowledgeId": "0b4e060e-d689-426d-a134-49c717703aae",
      "detail": "the relevant guidelines and how it relates to your own scope of practice"
    },
    {
      "knowledgeId": "5837c412-f3e3-4ced-969a-a6286cd9cf6d",
      "detail": "which clinical tasks you will routinely be expected to carry out within your role; which tasks you should not carry out; ways to support individuals to manage their own condition and hand over to other services"
    },
    {
      "knowledgeId": "8149f947-96be-4a70-98ed-379967876502",
      "detail": "basic human anatomy and physiology for Ambulance Patient Care; across the age range, stages of development; functional changes associated with disease or injury; ways to support physical or learning disability"
    },
    {
      "knowledgeId": "52a4061a-1531-4e52-a985-cfdaa0e43d3b",
      "detail": "procedures to follow when conveying individuals with own medication and medical devices"
    },
    {
      "knowledgeId": "9a076bf2-c0f0-44e1-a538-23d45186fca9",
      "detail": "basic life support and defibrillation; the process and procedures to follow; how it relates to your role; differences in application according to age"
    },
    {
      "knowledgeId": "7d42a18b-8dde-49cb-b9ba-3d575258955f",
      "detail": "administration of a medical gas eg. oxygen; the process and procedures to follow; how it relates to your role"
    },
    {
      "knowledgeId": "4d06fdb5-879f-41e5-83b5-db4a15b0a6aa",
      "detail": "conflict and resolution measures following guideline specific communication methods to reassure or calm individuals who are traumatised, confused, angry or aggressive; ways to keep yourself and your colleagues safe; ensuring the safety of others; the meaning of Common Law; criteria that must be met to undertake gaining entry with good intent"
    },
    {
      "knowledgeId": "55f6dfff-2a2c-4e10-b1fa-f8b6a9309ebc",
      "detail": "the range of physiological states which can include body temperature, height, weight, blood pressure, pulse, breathing rate, oxygen saturation and blood sugar levels; the types of equipment used for measuring the physiological states in all age clients; how to check they are in working order"
    },
    {
      "knowledgeId": "150da792-b082-408f-bd76-f9a1f47a333c",
      "detail": "what is meant by frailty; the end of life phase and factors which impact on the care of the dying or deceased"
    },
    {
      "knowledgeId": "0492fb7a-b5ca-41e0-a68e-fc3d760c50f8",
      "detail": "the importance of recognising mental and other cognitive issues including relating to depression, substance use, delirium, age or stage of development; how an individual’s physical capacity, health condition, learning disability or overall wellbeing may impact on the clinical task or way the individual presents"
    },
    {
      "knowledgeId": "adc1e9fd-67d3-4a74-a006-a4d642ef86ac",
      "detail": "move and position people, equipment or other objects safely in line with agreed ways of working"
    },
    {
      "knowledgeId": "45b5c5aa-ee78-4ecb-8202-121b07f0da72",
      "detail": "the importance of a clean workplace; legislation, policies and local ways of working for the prevention of infection; personal hygiene, handwashing; the right use of PPE: gloves, aprons, masks; how infections start and spread; how to clean, disinfect and sterilise"
    },
    {
      "knowledgeId": "935c1d01-f641-453a-8356-c0c8871722c7",
      "detail": "multi- disciplinary teams, including fire, police, social care and hospital and other health staff; the key roles of different organisations and their staff; how to signpost individuals to other services"
    },
    {
      "knowledgeId": "cbdb5dc1-9235-4799-9553-56c3dd9c7457",
      "detail": "how to operate devices such as radio and to communicate effectively with all colleagues both internally and externally"
    },
    {
      "knowledgeId": "1de70a12-1fb5-45b4-ae37-5ce6e8b436e0",
      "detail": "ways to prepare a range of vehicles prior to use, ways to familiarise yourself and your colleagues with different vehicles, any relevant safety guidance, the Highway Code, relevant legislation and policies, how they apply when driving an ambulance or emergency support vehicle"
    },
    {
      "knowledgeId": "c41fa3ee-b9fe-401c-9f89-3e6a8d12ebb9",
      "detail": "understand the procedures for using equipment"
    },
    {
      "knowledgeId": "9bb1c92b-a563-4ce3-b8b1-d8eb1fffa6ff",
      "detail": "stock management- including maintaining stock levels, ordering and storing stock"
    },
    {
      "knowledgeId": "5ea7af9e-a97d-444f-978d-7c558e551641",
      "detail": "the responsibilities under the Health & Safety at Work Act (1974) to ensure that the agreed safety procedures are carried out to maintain a safe environment for employees and patients"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "fb9120b8-1a6a-4ab1-bf04-7ad96350727d",
      "detail": "You will treat people with dignity, respecting individual's diversity, beliefs, culture, needs, values, privacy and preferences, show respect and empathy for those you work with, have the courage to challenge areas of concern and work to best practice, be adaptable, reliable and consistent, show discretion, show resilience and self-awareness and show supervisory leadership"
    }
  ],
  "skills": [
    {
      "skillId": "d9cb6be5-fd6e-4e86-a166-a7ff9e17583f",
      "detail": "demonstrate what it means in practice to promote and provide person centred care, treatment and support by obtaining valid consent, and carrying out risk assessments"
    },
    {
      "skillId": "f3e5f686-7d38-4a85-bc85-0f3bff7e307d",
      "detail": "work in partnership with the individual, their carer, families and the wider healthcare team"
    },
    {
      "skillId": "bb565936-581e-4ad5-aa86-34ce7b9eb484",
      "detail": "promote clinical effectiveness, safety and a good experience for the individual"
    },
    {
      "skillId": "80c4d751-9184-4ff5-b414-7d145cf64e6a",
      "detail": "follow the principles for equality, diversity and inclusion"
    },
    {
      "skillId": "e38f4c42-c9b6-4425-9bd8-7e60d6096013",
      "detail": "implement a duty of care and candour"
    },
    {
      "skillId": "ea8429a5-1521-4b63-bbe3-3253ab72bea1",
      "detail": "safeguard and protect adults and children; promote the principles to others"
    },
    {
      "skillId": "58019a74-206f-4d6a-84a9-ca5e64dfe398",
      "detail": "follow the principles of the National Prevent Strategy"
    },
    {
      "skillId": "5f834c7f-8229-4ac3-ad58-46a217b45271",
      "detail": "demonstrate and promote effective communication using a range of techniques"
    },
    {
      "skillId": "c594214c-b964-4eef-87f0-8e838a8c7307",
      "detail": "observe and record verbal and non-verbal communication"
    },
    {
      "skillId": "371663b9-6bac-41da-9238-f4adb54ea9dd",
      "detail": "engage in de-brief/supervision following potential exposure to trauma and serious incident"
    },
    {
      "skillId": "688a730e-3d01-42a0-a14c-d1bd99227d01",
      "detail": "ensure that all information recorded is clear, concise and accurate"
    },
    {
      "skillId": "076500d3-0418-4d62-96be-90888bd17c3a",
      "detail": "handle information (record, report and store information) in line with local and national policies, keep information confidential and support others to do so; take part in audits"
    },
    {
      "skillId": "98e51f8f-bc18-4ab2-a789-5b7f98e3262e",
      "detail": "undertake clinical tasks in line with the scope of your own role, being aware of the limits of your competence; adhering to current legislation and policy including:"
    },
    {
      "skillId": "9ccf39ff-e001-4168-aa26-d715c0859d84",
      "detail": "manage medical and post- surgical conditions during ambulance patient care"
    },
    {
      "skillId": "91712a1e-4cd1-4e18-a1b2-021df2c48d71",
      "detail": "convey individuals with own medication and medical devices undertake basic life support and external defibrillation"
    },
    {
      "skillId": "a4848c7d-feeb-4572-888d-84d91359019e",
      "detail": "administer a medical gas eg. oxygen in ambulance patient care"
    },
    {
      "skillId": "b15cd6e1-af73-410e-ad2a-c59ffb7b14e6",
      "detail": "administration of medicines under supervision"
    },
    {
      "skillId": "b714bac5-e7a1-4787-b261-f93f1f0589e9",
      "detail": "communicate with individuals and the people supporting them or involved at a scene using language that is clear and compassionate, checking understanding "
    },
    {
      "skillId": "ec7ceb76-ed56-4403-bb3b-b6efcf00eceb",
      "detail": "carry out patient assessment and physiological measurements as required"
    },
    {
      "skillId": "3d2e4f42-a21e-4937-af02-8264a1f1e81b",
      "detail": "support frailty and end of life care"
    },
    {
      "skillId": "29922822-ff57-4677-9134-131b2863ddb3",
      "detail": "adapt the clinical intervention within the scope of your practice taking into account the impact of mental or physical capacity, a health condition, learning disability or overall wellbeing of the presenting individual"
    },
    {
      "skillId": "1b52cd97-6bed-4e4c-a675-02650ae3ecc9",
      "detail": "manage own safety and that of others in a range of environments"
    },
    {
      "skillId": "ea658d7f-a051-4c66-a252-9eefafd66c1b",
      "detail": "move and position individuals, equipment and other items safely"
    },
    {
      "skillId": "fdc2172e-c1a0-4eba-9573-b1fc2a526d42",
      "detail": "use a range of techniques for infection prevention and control, eg waste management, spillage, hand washing, use of Personal Protective Equipment (PPE)"
    },
    {
      "skillId": "51b73919-8b73-44b6-9c98-dbd4027283ef",
      "detail": "work as part of a team, seek help and guidance when you are not sure, escalate concerns in a timely manner to the correct person; support or supervise colleagues as required, delegate well-defined tasks appropriately"
    },
    {
      "skillId": "76cb4be4-9224-43fe-b553-89d86befe166",
      "detail": "work in partnership across the fire, rescue, health and care team in a way that is professional and committed to quality and care of the patient"
    },
    {
      "skillId": "9fcdf005-3c71-4ec2-be6c-bc96a592dd41",
      "detail": "operate a range of communication electronic devices"
    },
    {
      "skillId": "a88e1c57-83fb-4a78-af61-3a3895554ac9",
      "detail": "prepare a range of vehicles prior to use to ensure all safety aspects are met"
    },
    {
      "skillId": "ddfe6ea8-e26e-427f-9546-3b0b5c8582d2",
      "detail": "operate and drive the ambulance vehicles safely at all times, adhering to the Highway Code, relevant legislation and policies"
    },
    {
      "skillId": "baa7476d-98af-4594-80c6-1d1751e82f06",
      "detail": "monitor and maintain the environment, equipment and resources including performing first line calibration on clinical equipment"
    },
    {
      "skillId": "fc65e550-e1de-4c92-bd50-b74b6cb9716a",
      "detail": "use equipment and resources in a safe, effective way in line with local policy and procedure"
    },
    {
      "skillId": "40643cec-05fc-4efe-ab8d-3a20b478e2dd",
      "detail": "manage stock control"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2018-06-26T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0086",
  "tbMainContact": "Healthcare.Trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "North West Ambulance Service NHS Trust, North East Ambulance Service NHS Foundation Trust, Yorkshire Ambulance Service NHS Trust, West Midlands Ambulance Service NHS Foundation Trust, East Midlands Ambulance Service NHS Trust, East of England Ambulance Service NHS Trust, South Central Ambulance Service NHS Foundation Trust, South East Coast Ambulance Service NHS Foundation Trust, South Western Ambulance Service NHS Foundation Trust, London Ambulance Service NHS Trust",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health assistant",
  "clusterId": "112",
  "clusterDescription": null,
  "createdDate": "2017-12-21T09:40:59 +00:00",
  "lastUpdated": "2018-06-26T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2018-06-26T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised or adjusted. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeships being revised or adjusted are available in the revisions and adjustments status report.&nbsp;",
  "occupationCode": "OCC0627",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0627-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0627-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2018-06-26T00:00:00"
}