{
  "larsCode": 447,
  "referenceNumber": "ST0652",
  "title": "Building control surveyor (integrated degree)",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/447",
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": null,
  "earliestStartDate": "2019-05-02T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Providing an impartial, independent and accountable third party service to confirm that building work achieves compliance with minimum standards.",
  "level": 6,
  "typicalDuration": 48,
  "maxFunding": 24000,
  "route": "Construction",
  "keywords": [],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/3027/st0652_building-control-surveyor_l6_epa_for-publication_april-19.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Building Control Surveyors provide an impartial, independent and accountable third party service certificating that building work achieves compliance with minimum standards, namely those set out in the Building Regulations. Building Control differs from other surveying roles in that Surveyors perform what is essentially an enforcement function, ensuring compliance through the Building Act 1984. In addition to construction technology, a Building Control Surveyor requires a full working knowledge of Building Regulations and associated legislation in force at the time work has been carried out in relation to areas such as structural, thermal, fire, acoustics, ventilation and inclusive design. Building Control Surveyors must be excellent communicators as this is a highly customer-facing role, requiring diplomacy and assertiveness, remaining impartial using the powers conferred on them to prosecute if necessary to protect the health and safety of people, and the wider environment.&lt;/p&gt;\r\n&lt;p&gt;The main duties and tasks of a Building Control Surveyor involve:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;To ensure a safe, healthy and sustainable built environment in compliance with the Building Act 1984 and its legislation, through the delivery of a customer focussed, efficient service.&lt;/li&gt;\r\n&lt;li&gt;Be able to evaluate plans, drawings, specifications and other documents submitted for building regulation approval for all types of building work to enable a decision to be given and, where appropriate, ways to make building projects more cost effective.&lt;/li&gt;\r\n&lt;li&gt;Be able to inspect all types of building work to ensure compliance with the Building Regulations and keep appropriate records of the visits made to sites.&lt;/li&gt;\r\n&lt;li&gt;Issue completion/final certificates when the work has been carried out satisfactorily.&lt;/li&gt;\r\n&lt;li&gt;Liaise and communicate with members of the public, construction professionals and statutory bodies and undertakers, e.g. Fire &amp;amp; Rescue Service, highways, water companies, planning and environmental health departments and local authorities to ensure minimum standards and legal requirements are achieved.&lt;/li&gt;\r\n&lt;li&gt;Keep up to date with current regulations and legislation.&lt;/li&gt;\r\n&lt;li&gt;Enforce Regulatory compliance including legal action as and when necessary in relation to defective construction work on site.&lt;/li&gt;\r\n&lt;li&gt;Enforce Regulatory compliance including legal action as and when necessary in relation to demolitions and dangerous structures to ensure public safety.&lt;/li&gt;\r\n&lt;li&gt;Demonstrate competency in the administrative process of all types of Building Regulation applications and the use of a back office management system including appropriate charges.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;Building Control Surveyors may also be known as: Building Control Officer; Building Control Inspector; Building Control Consultant; Building Control Assistant; Building Control Advisor.&lt;/p&gt;\r\n&lt;p&gt;Building Control Surveyors may be contracted or employed by local authorities, private employers, and Approved Inspectors in the capacity of enforcing the Building Act and Regulations. Building Control Surveyors typically work as part of a team including technical support administrators and other surveyors of varying expertise and experience usually reporting to a building control manager. Teams can vary in size dependant on location and workload.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Requirements: Knowledge, Skills and Behaviours&lt;/strong&gt;&lt;span style=&quot;text-decoration: line-through;&quot;&gt;&lt;/span&gt;&lt;/h3&gt;\r\n&lt;p&gt;A successful apprentice will have met the requirements in terms of knowledge and skills and all the behaviour requirements.&lt;/p&gt;\r\n&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr style=&quot;height: 18px;&quot;&gt;\r\n&lt;th style=&quot;width: 20%; height: 18px;&quot;&gt;&lt;strong&gt;KNOWLEDGE&lt;/strong&gt;&lt;/th&gt;\r\n&lt;th style=&quot;height: 18px;&quot;&gt;What is required - In the context of building control:&lt;/th&gt;\r\n&lt;/tr&gt;\r\n&lt;tr style=&quot;height: 38px;&quot;&gt;\r\n&lt;td style=&quot;height: 38px;&quot;&gt;1. Legislation&lt;/td&gt;\r\n&lt;td style=&quot;height: 38px;&quot;&gt;Demonstrate a robust knowledge of the requirements contained within the Building Act, Statutory Framework and other associated legislation related to Building Regulations.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr style=&quot;height: 18px;&quot;&gt;\r\n&lt;td style=&quot;height: 18px;&quot;&gt;2. Data Management&lt;/td&gt;\r\n&lt;td style=&quot;height: 18px;&quot;&gt;In-depth knowledge of accurate application of Regulatory processes within the constraints of timescale, data management and confidentiality, in-line with data protection laws.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr style=&quot;height: 23.4028px;&quot;&gt;\r\n&lt;td style=&quot;height: 23.4028px;&quot;&gt;3. Building regulations approval&lt;/td&gt;\r\n&lt;td style=&quot;height: 23.4028px;&quot;&gt;Interpret the Building Regulations in relation to all types of building work covering areas such as structural design, means of escape, active and passive fire protection, ventilation, thermal efficiency and access provisions.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr style=&quot;height: 18px;&quot;&gt;\r\n&lt;td style=&quot;height: 18px;&quot;&gt;4. Health and safety&lt;/td&gt;\r\n&lt;td style=&quot;height: 18px;&quot;&gt;Describe the principles and responsibilities imposed by Health and Safety law, codes of practice and other regulations in fulfilling the building control function.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr style=&quot;height: 18px;&quot;&gt;\r\n&lt;td style=&quot;height: 18px;&quot;&gt;5. Sustainability and Accessibility&lt;/td&gt;\r\n&lt;td style=&quot;height: 18px;&quot;&gt;Understand how the Building Regulations places a requirement in relation to sustainability and accessibility to achieve environmental and social objectives.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr style=&quot;height: 18px;&quot;&gt;\r\n&lt;td style=&quot;height: 18px;&quot;&gt;6. Construction Technology&lt;/td&gt;\r\n&lt;td style=&quot;height: 18px;&quot;&gt;Knowledge of building pathology and construction technology used in buildings including the performance criteria of materials.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr style=&quot;height: 18px;&quot;&gt;\r\n&lt;td style=&quot;height: 18px;&quot;&gt;7. Finance&lt;/td&gt;\r\n&lt;td style=&quot;height: 18px;&quot;&gt;Knowledge of the Charges Regulations and its relevance to service delivery.&#160;&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr style=&quot;height: 18px;&quot;&gt;\r\n&lt;td style=&quot;height: 18px;&quot;&gt;8. Enforcement&lt;/td&gt;\r\n&lt;td style=&quot;height: 18px;&quot;&gt;Knowledge of the enforcement framework and powers within the Building Act to achieve compliance with the Building Regulations.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr style=&quot;height: 18px;&quot;&gt;\r\n&lt;td style=&quot;height: 18px;&quot;&gt;9. Non-Statutory duties&lt;/td&gt;\r\n&lt;td style=&quot;height: 18px;&quot;&gt;Knowledge of non-statutory duties carried out by Local Authority Building Control teams as a delegated function of their Authority e.g. dangerous structures, demolitions.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr style=&quot;height: 18px;&quot;&gt;\r\n&lt;td style=&quot;height: 18px;&quot;&gt;10. People management&lt;/td&gt;\r\n&lt;td style=&quot;height: 18px;&quot;&gt;Knowledge of the dynamics of the design team to be able to offer support and guidance where required.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr style=&quot;height: 18px;&quot;&gt;\r\n&lt;td style=&quot;height: 18px;&quot;&gt;11. Specialist functions&lt;/td&gt;\r\n&lt;td style=&quot;height: 18px;&quot;&gt;Knowledge of specialist functions of building control e.g. Fire Engineering, Access Officer, Acoustic Engineer, Thermal Engineer.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr style=&quot;height: 18px;&quot;&gt;\r\n&lt;td style=&quot;height: 18px;&quot;&gt;12. Consultation&lt;/td&gt;\r\n&lt;td style=&quot;height: 18px;&quot;&gt;Knowledge of why consultation is required with other local authority functions and external statutory bodies and organisations.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr style=&quot;height: 18px;&quot;&gt;\r\n&lt;td style=&quot;height: 18px;&quot;&gt;13. Marketing&lt;/td&gt;\r\n&lt;td style=&quot;height: 18px;&quot;&gt;Awareness of how to promote the building control service through effective marketing.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;\r\n&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;th style=&quot;width: 20%;&quot;&gt;&lt;strong&gt;SKILLS&lt;/strong&gt;&lt;/th&gt;\r\n&lt;th&gt;What is required - In the context of building control:&lt;/th&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;1. Legislation&lt;/td&gt;\r\n&lt;td&gt;Apply the principles contained within the Building Act, Statutory Framework and other associated legislation related to Building Regulations.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;2. Data management&lt;/td&gt;\r\n&lt;td&gt;Undertake the administrative process of a Building Regulation application and use the data to ensure performance standards are met in compliance with relevant quality assurance standards.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;3. Building regulations approval&lt;/td&gt;\r\n&lt;td&gt;Utilise the Building Regulations to evaluate plans, drawings, specifications and other documents submitted for building regulation approval for all types of building work to ensure appropriate decisions are issued on applications.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;4. Health and safety&lt;/td&gt;\r\n&lt;td&gt;Identify and manage risks of health, safety and welfare in-line with legislation, hazards and safe systems of work.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;5. Sustainability and Accessibility&lt;/td&gt;\r\n&lt;td&gt;Advise on the Building Regulation requirement in relation to sustainability and accessibility to achieve environmental and social objectives.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;6. Construction technology&lt;/td&gt;\r\n&lt;td&gt;Utilise knowledge of construction technology to provide advice and guidance in connection with the design or construction of building projects.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;7. Finance&lt;/td&gt;\r\n&lt;td&gt;Calculate charges for the building control function.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;8. Information Technology Skills&lt;/td&gt;\r\n&lt;td&gt;Utilise proficient Information Technology (IT) skills and have a good knowledge of relevant technologies, including Building information modelling (BIM).&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;9. Site Inspections&lt;/td&gt;\r\n&lt;td&gt;Inspect building work in progress as may be necessary to ensure compliance with the Building Regulations.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;10. Building Control Best Practice&lt;/td&gt;\r\n&lt;td&gt;Uphold high technical standards and best practice in building control in all aspects of building regulation compliance and its application to construction types and methods.&#160;&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;11. Communication skills&lt;/td&gt;\r\n&lt;td&gt;Communicate effectively and appropriately - both verbally and in writing - with people at all levels to achieve a compliant outcome.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;12. Personal and Professional effectiveness&lt;/td&gt;\r\n&lt;td&gt;Manage own time and tasks, communicate and negotiate effectively within a commercial environment.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;13. Diplomacy&lt;/td&gt;\r\n&lt;td&gt;Applies diplomacy, tact and persuasive skills when dealing with difficult situations while remaining impartial.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;\r\n&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;th style=&quot;width: 20%;&quot;&gt;&lt;strong&gt;BEHAVIOURS&lt;/strong&gt;&lt;/th&gt;\r\n&lt;th&gt;What is required - In the context of building control:&lt;/th&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;1. Provide a high standard of service&lt;/td&gt;\r\n&lt;td&gt;Always ensure your client, or others to whom you have a professional responsibility, receive the best possible advice, support or performance of the terms of engagement you have agreed to and ensure you always give attention to detail.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;2. Act in a way that promotes trust in the profession&lt;/td&gt;\r\n&lt;td&gt;Demonstrate a personal commitment to professional and ethical standards, recognising one’s obligations to society and the profession.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;3. Act with integrity&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Always be trustworthy, open, transparent and challenge where necessary.&lt;/p&gt;\r\n&lt;p&gt;Respect confidential information of your clients or potential clients and do not allow bias, conflict of interest or the undue influence of others to override your professional or business judgments or obligations.&lt;/p&gt;\r\nAlways act consistently in the public interest when making decisions or providing advice.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;4. Treat others with respect&lt;/td&gt;\r\n&lt;td&gt;Treat everyone with courtesy, politeness and respect.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;5. Take responsibility&lt;/td&gt;\r\n&lt;td&gt;Always act with skill, care and diligence and deal with any complaint in an appropriate professional manner.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;6. Adaptability and Resilience&lt;/td&gt;\r\n&lt;td&gt;Be open to the changing environment of the workplace and regulatory framework.&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;\r\n&lt;h3&gt;&lt;strong&gt;Entry&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;The entry requirement for the apprenticeship will typically be a minimum of three A-Levels at Grade C or higher or a Level 3 apprenticeship in a construction or property related discipline, but the final decision is that of each employer.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;&lt;br /&gt;Qualifications&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Apprentices without level 2 English and maths will be required to achieve this prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement the apprenticeships English and Maths minimum requirement is Entry Level 3 and British Sign Language qualification are an alternative to English qualifications for whom this is their primary language.&#160;&#160;&lt;/p&gt;\r\n&lt;p&gt;Upon completion of the apprenticeship, the apprentice will gain a BSc (Hons) degree in Building Control.&#160;&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;&lt;br /&gt;Professional registration&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Successful apprentices will be eligible to apply for membership of the Chartered Institute of Building (CIOB) and / or the Institute of Fire Engineers (IFE) having met the academic requirements for membership. Apprentices will also need to meet any additional requirements set out by the CIOB and / or the IFE as part of their membership application processes at the time.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Duration: &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Typically 4 years.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Level: &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;This is a Level 6 apprenticeship standard.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Review date: &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;The apprenticeship standard will be reviewed after three years&lt;/p&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "TBC - Quality Assurance Agency (QAA)",
    "contactName": "",
    "contactAddress": "",
    "contactEmail": "",
    "webLink": ""
  },
  "approvedForDelivery": "2019-05-02T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integratedDegree": "integrated degree",
  "tbReference": "",
  "tbMainContact": "david.darlington@nwleicestershire.gov.uk ",
  "involvedEmployers": "Northwest Leicestershire District Council, City of London, Brentwood Borough Council, Acivico Building Consultancy Ltd, Hertfordshire Building Control, Bedford Borough Council, Basildon Council, Cheltenham Borough Council, Bracknell Forest Council, Civicance Ltd., Capita / Breckland Building Control",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Design, Surveying & Planning",
  "cluster": "Design & Surveying Professional",
  "createdDate": "2018-03-20T08:34:01 +00:00",
  "lastUpdated": "2019-05-02T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/building-control-surveyor-(integrated-degree)-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/building-control-surveyor-(integrated-degree)-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}