{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 544,
  "referenceNumber": "ST0629",
  "learningAimClassCode": "",
  "title": "BEMS (building energy management systems) controls engineer",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0629",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan revised",
  "changedDate": "2024-04-03T00:00:00",
  "earliestStartDate": "2024-04-03T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "The control, performance and efficiency of energy usage in industrial, commercial and public buildings.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 15000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "control",
    "performance",
    "eneergy",
    "public buildings",
    "buildings",
    "engineer",
    "construction",
    "BEMS"
  ],
  "jobRoles": [
    "BEMS Controls Engineer",
    "BEMS Engineer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/e0dlak05/st0629_bems_control_engineer_v10-to-make-v11_clean_.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.1",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the building services sector. Building Energy Management Systems are implemented in buildings with mechanical, HVAC (heating, ventilation and air conditioning) and electrical systems to enable energy efficient control of the internal environment. The buildings themselves can vary widely in size and function.&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&amp;nbsp;&lt;/span&gt;The broad purpose of the occupation is clearly focused upon the control, performance and efficiency of energy usage and comfort control in industrial/ commercial /public buildings of a diverse nature. It requires an associated understanding of these environments and the balance between cost, comfort, safety, health and wellbeing. It includes the specialist design, installation and commissioning expertise required to undertake this control and servicing function.&lt;/p&gt;\n&lt;p&gt;Typically a BEMS Controls Engineer will be involved initially with designing the building energy management system that controls the building services (e.g. heating, air conditioning, renewables).They may also write related software and graphics as well as installing and commissioning such systems. Another key area is connecting and integrating with other building systems (e.g. security) to create ‘Smart Buildings’. After the building is occupied and being used they may also be involved in servicing &amp;amp; maintenance, fault finding if there are problems with the system and energy performance reviews.&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&amp;nbsp;&lt;/span&gt;Within the role the following skill set will be needed to cater for the range of different BEMS types:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;1)&lt;/strong&gt; Controls Hardware and Logic: Engineers will be required to select, install, configure and update control hardware platforms from the main manufacturers in the UK Market.&lt;/p&gt;\n&lt;p&gt;As well as manufacturer specific control hardware, engineers will also require generic knowledge. Particularly important is an understanding of controls principles such as logic, proportional and integral control and energy saving techniques for control strategy efficiency.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;2)&lt;/strong&gt; Field Devices: Field devices are manufactured by numerous organisations but can be, broadly speaking, categorised into Sensors, Valves, Actuators, Dampers, Variable Speed Drives, Switches and relays. The engineers will understand the controls and performance of field device types from first principles.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;3)&lt;/strong&gt; Networking: Standard network architectures such TCI/IP, MSTP and RS485 are the main stays of the industry so engineers will be required to design, install, maintain and fault find these types of networks along with more specialist sub-networks for integration of items like utility meters.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;4)&lt;/strong&gt; Communication Protocols: The engineers will be trained to a high level in the common open standard protocols in widespread use within the BEMS industry with the most common being BACNet.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;5)&lt;/strong&gt; Supervisor Software: Interaction with a BEMS is typically conducted via a ‘software supervisor’. This is, generically, a graphics based software platform aimed at providing an intuitive way for the user to find their way around their system. The engineers will be required to have a knowledge of the construction of graphics, creation of user accounts, alarm management and schedule management.&lt;/p&gt;\n&lt;p&gt;Mainstream environments/considerations for the use of these skill sets include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Office buildings/Leisure centres/student accommodation/college campuses - with consideration for comfort and energy efficiency&lt;/li&gt;\n&lt;li&gt;Hospitals/health care – specific clinical control requirements&lt;/li&gt;\n&lt;li&gt;Historic buildings - internal building fabric/external building integrity&lt;/li&gt;\n&lt;li&gt;Theatres – audience comfort/performance special effects&lt;/li&gt;\n&lt;li&gt;Transport/entertainment hubs - high volumes of people in relatively short periods of time&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with a wide range of building stakeholders (e.g. owners/operators/facilities management/occupiers) in both the private and public sector. They would need to successfully liaise with both external and internal functions of their own organisation but also those of clients/key influencers (e.g. contractors/local councils/consultants) to ensure that different stakeholder needs are taken account of within the client’s controls specification.&lt;/p&gt;\n&lt;p&gt;Employees will be both office and site based.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for the delivery and performance of the BEMS and to achieve this they will have to manage budgets and teams of people, which could vary depending on the size of the business. The BEMS industry is made up of a wide range of organisation types/sizes but there are a significant number of SME’s (small/medium enterprises). Therefore employees will need to be able to work alone and under supervision.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "d41215a0-69f3-4df1-8e1e-cb4618142064",
      "detail": "Understanding building control technologies and theory including:  The primary role and function of the control system The merits of automated control over manual control methods The development of interface protocols so data can be shared and exchanged between the BEMS and 3rd party systems e.g. access systems and lighting systems."
    },
    {
      "knowledgeId": "aa3fe819-ab0f-41d0-bdf4-492338d5a1f0",
      "detail": "Understand the fundamentals of controlling HVAC (heating, ventilation and air conditioning) and building technology."
    },
    {
      "knowledgeId": "36a8a517-dc56-4c5f-be8c-de9e72539da8",
      "detail": "Understand hydrodynamics and hydronic systems in buildings e.g. the transfer of heat energy and cooling energy through a building using water."
    },
    {
      "knowledgeId": "ae73ccf6-d06f-4b04-9424-2e35ce7f7dd5",
      "detail": "Understand thermodynamic relationships in air conditioning systems."
    },
    {
      "knowledgeId": "86e25153-818e-49ec-a799-15959142a84a",
      "detail": "Understand cooling systems, heat generation and renewable technology."
    },
    {
      "knowledgeId": "9e05f804-f9f8-4789-b553-e5b05e4836c2",
      "detail": "Understand the principles and practices of measurement technology."
    },
    {
      "knowledgeId": "c97c923e-1afa-4c0e-9580-5f45ad4574c2",
      "detail": "Understand Control Panel wiring, construction and relay logic."
    },
    {
      "knowledgeId": "1330dc1f-1e2f-462f-98af-de435f6f1d5d",
      "detail": "Understand the control principles associated with the design, function, facilities management and use of the building."
    },
    {
      "knowledgeId": "bf467f68-a686-49cb-a461-03845bfe37f4",
      "detail": "Understand communications technology protocols and media."
    },
    {
      "knowledgeId": "c0aa1b01-8a6b-4805-8df4-5d242b53d337",
      "detail": "Understand the practices and procedures for the installation of BEMS wiring systems."
    },
    {
      "knowledgeId": "bb9eaa18-ca52-4a49-ab79-6577ec2e81e5",
      "detail": "Understand the principles and practices for the commissioning of BEMS and associated equipment in buildings."
    },
    {
      "knowledgeId": "04e9a463-d7bf-4cac-956c-a12d5ba1df4b",
      "detail": "Understand the principles for diagnosing and correcting faults in BEMS network systems and BEMS equipment in buildings."
    },
    {
      "knowledgeId": "028c7552-cbfc-4f24-b93d-2286ca230b78",
      "detail": "Understand the energy efficiency and comfort control requirement within buildings."
    },
    {
      "knowledgeId": "3e8cfb94-00ca-44d8-9fba-650f7d99dfcb",
      "detail": "Understand the testing, inspection and certification of BEMS related controls equipment."
    },
    {
      "knowledgeId": "9c50377d-1c0e-41b8-a685-7dc749a2408a",
      "detail": "Understand the operation and application of BEMS field devices e.g. sensors."
    },
    {
      "knowledgeId": "8ad51c4c-d4e2-4b28-871c-48f9a4f1b1e5",
      "detail": "Understand relevant health & safety legislation and safe working practices applying to themselves and others. Give particular reference to understanding the requirements for protection of and safe working with electrical installations and BEMS impact on ‘wellbeing’."
    },
    {
      "knowledgeId": "af0b0194-daff-455a-a45d-05d532906ba5",
      "detail": "Understand the general characteristics of electrical installations and how to assess them."
    },
    {
      "knowledgeId": "f78d0feb-46cf-43fc-92ea-b4aa0a93b457",
      "detail": "Understand the requirements of inspection and testing of BEMS element of electrical installations."
    },
    {
      "knowledgeId": "3b0f4a4e-1679-4796-903a-dd9ff0f7ffa9",
      "detail": "Understand the principles of control logic including the fundamentals of proportional and integral control."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "17cf42ed-51f3-4b47-bf3c-4ae913a4d783",
      "detail": "Be aware of the needs and concerns of others, especially in relation to diversity and equality."
    },
    {
      "behaviourId": "fcdf144c-5b25-407b-95a2-38c0a6ba3d3e",
      "detail": "Create maintain, and enhance productive working relationships."
    },
    {
      "behaviourId": "f17c804d-d949-41bc-9c8e-e3c84d480507",
      "detail": "Commit to compliance with health and safety."
    },
    {
      "behaviourId": "2d27e4d3-13dc-43ed-9251-9b56631531da",
      "detail": "Strive to communicate effectively with work colleagues and clients using oral, written and electronic methods to communicate technical and other information."
    },
    {
      "behaviourId": "114bd1e1-c2b3-4133-a484-5d58dbdb84ae",
      "detail": "Take responsibility for working independently and completing work to the appropriate specifications and codes of practice."
    },
    {
      "behaviourId": "7f1d3c59-bb58-4e06-81fe-d5e18977d34f",
      "detail": "Solving problems within their own scope of responsibility, by applying technical and behavioural skills and knowledge to define the problem, identify, evaluate and select alternatives and implement solutions."
    },
    {
      "behaviourId": "b91cdfe3-546a-4c48-b802-1697aa98ed4d",
      "detail": "Accepting responsibility for their own work and actions and that of others in their team."
    },
    {
      "behaviourId": "15bf436e-44d6-4d68-8f6e-5ccbccdb43a0",
      "detail": "Accepting, prioritizing, delegating and undertaking technical and other tasks effectively."
    },
    {
      "behaviourId": "36393d3f-df1e-483c-bfa6-1d4322374b3a",
      "detail": "Committed to working effectively with colleagues, the public, clients and other stakeholders."
    },
    {
      "behaviourId": "5aec7c97-4e43-4b8d-85d0-8cc8d9e77107",
      "detail": "Take responsibility for personal development, demonstrating commitment to learning and self-improvement."
    },
    {
      "behaviourId": "26c6322c-d9bf-44a8-bbca-a3dc6d9639f9",
      "detail": " Exercise responsibilities in an ethical manner."
    },
    {
      "behaviourId": "08b85b3c-0436-4d1d-b768-ff72b33924e5",
      "detail": "Undertake work in a way that contributes to sustainable development."
    }
  ],
  "skills": [
    {
      "skillId": "b99b5662-ae6a-4135-a1d6-50d02b091f01",
      "detail": "Applying the control principles associated with the design, function and use of buildings e.g. to create points lists, description of operation, cable schedules."
    },
    {
      "skillId": "19296f45-2e16-48b1-8235-656366c4f1fa",
      "detail": "Incorporating hydrodynamics/ hydronic systems into designs."
    },
    {
      "skillId": "68274e0f-1d1f-4d04-ab27-a689fe08cf76",
      "detail": "Applying the principles and practices of measurement technology."
    },
    {
      "skillId": "24db9bdf-94bc-41b8-b800-47e140204db3",
      "detail": "Incorporating cooling systems, heat generation and renewable technology into designs as applicable."
    },
    {
      "skillId": "3cc323ad-637d-4064-9f9c-1070750f24d6",
      "detail": "Incorporating Control Panel wiring, construction and relay logic into the design process."
    },
    {
      "skillId": "30d5c2f4-6e05-4ad1-a240-7140bbb552e4",
      "detail": "Applying communications technology protocols and media e.g. MODBUS and BACNET."
    },
    {
      "skillId": "0bc71b34-bd65-4227-9bb5-d0fe9703b780",
      "detail": "Applying relevant safety legislation, codes of practice and safe working practices to themselves and others."
    },
    {
      "skillId": "3c3c0e29-f453-48cc-9e82-0fea38914155",
      "detail": "Identifying requirements for protection of electrical installations."
    },
    {
      "skillId": "e56efbce-b1e4-46dc-b12b-883f848f93db",
      "detail": "Incorporating the needs of a variety of building stakeholders  (e.g. owners/ operators) within the design of the BEMS system."
    },
    {
      "skillId": "91cb835d-98ab-4827-93e0-b56232285c07",
      "detail": "Applying the practices and procedures for the installation of BEMS wiring systems."
    },
    {
      "skillId": "b7cf9d26-6116-4a89-94d4-7966397a87ae",
      "detail": "Interpreting the requirements for the BEMS element of electrical installations."
    },
    {
      "skillId": "f94b3e17-af38-4ca8-a39f-a80cceff3b21",
      "detail": "Applying the principles and practices for the commissioning of BEMS systems and equipment in a variety of building types and environments."
    },
    {
      "skillId": "9bedf54e-8bf6-4649-a97d-c9032c8db0a5",
      "detail": "Applying the principles, for diagnosing and correcting faults in BEMS network systems and BEMS equipment."
    },
    {
      "skillId": "5743ae50-a87b-422d-9c03-a49db25cc4c9",
      "detail": "Applying the principles for completing conditional site surveys, along with associated recommendations."
    },
    {
      "skillId": "43edbee3-44f0-4a2b-b1bc-242ec18e26d7",
      "detail": "Applying knowledge of energy efficiency to optimise comfort in buildings whilst minimising energy usage."
    },
    {
      "skillId": "b9c25a46-70cd-4d57-91c5-afcfb0f391d3",
      "detail": "Identifying the requirements of inspection and testing of BEMS element of electrical installations within relevant legislative requirements, specifications, codes of practice and industry recognised practices."
    },
    {
      "skillId": "02842a25-93d1-4b8a-a465-e301e60231d5",
      "detail": "Carrying out the testing, inspection and certification of BEMS related controls and equipment."
    },
    {
      "skillId": "d4702f32-728c-4d6e-aff1-6632c639c2cd",
      "detail": "Applying the principles and practices for the design and commissioning of standard network architectures e.g. Ethernet TCP/IP, MSTP and RS48."
    },
    {
      "skillId": "573b33d8-cfce-4aae-94ce-052315270885",
      "detail": "Carrying out updates to BEMS system hardware to ensure compatibility with latest products."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-02-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0100",
  "tbMainContact": "wendy@intandem.org.uk",
  "involvedEmployers": "In Tandem Systems Ltd, Global Associates, Clarkson Controls, Imperium Building Systems, Detail Design Engineering, Kendra Energy Solutions, E.ON Control Solutions Ltd, Trend Control Systems, Mitie, Boss Controls Ltd, Schneider Electric, AIS BMS, Siemens Building Technologies, Crown House Technologies, Chartwell Controls, BMSI, Controlco, Priva UK, Comfort Controls, Eton Associates, Impact Controls, Integrated BMS, Next Energy, Management, SCS Group, Tridium Europe, Schneider Electric, ABB, Essential Controls, Beckhoff Automation, ebm-papst, BCIA Ltd, Sontay, Bath College, Capital City College Group, National Electrotechnical Training (NET), JTL, Building Controls Industry Association (BCIA), Keystone Communications, BuroHappold, theBESA",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "BEMS Controls Engineer",
    "BEMS Engineer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Building Services Engineering",
  "cluster": "Building services engineering technician",
  "clusterId": "140",
  "clusterDescription": null,
  "createdDate": "2024-04-03T09:54:31 +00:00",
  "lastUpdated": "2024-04-03T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-02-03T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised or adjusted. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeships being revised or adjusted are available in the revisions and adjustments status report.&nbsp;",
  "occupationCode": "OCC0629",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0629-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0629-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "3bdf5a02-5d30-452a-91f5-eaa5d9d9eea8",
      "dutyDetail": "Design and create BEMS Technical Documentation",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2d27e4d3-13dc-43ed-9251-9b56631531da",
        "7f1d3c59-bb58-4e06-81fe-d5e18977d34f"
      ],
      "mappedKnowledge": [
        "d41215a0-69f3-4df1-8e1e-cb4618142064",
        "aa3fe819-ab0f-41d0-bdf4-492338d5a1f0",
        "36a8a517-dc56-4c5f-be8c-de9e72539da8",
        "ae73ccf6-d06f-4b04-9424-2e35ce7f7dd5",
        "86e25153-818e-49ec-a799-15959142a84a",
        "9e05f804-f9f8-4789-b553-e5b05e4836c2",
        "c97c923e-1afa-4c0e-9580-5f45ad4574c2",
        "1330dc1f-1e2f-462f-98af-de435f6f1d5d",
        "bf467f68-a686-49cb-a461-03845bfe37f4",
        "9c50377d-1c0e-41b8-a685-7dc749a2408a",
        "3b0f4a4e-1679-4796-903a-dd9ff0f7ffa9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b99b5662-ae6a-4135-a1d6-50d02b091f01",
        "19296f45-2e16-48b1-8235-656366c4f1fa",
        "68274e0f-1d1f-4d04-ab27-a689fe08cf76",
        "24db9bdf-94bc-41b8-b800-47e140204db3",
        "d4702f32-728c-4d6e-aff1-6632c639c2cd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5e5e5b08-600d-4d97-86b8-3bbf7064b756",
      "dutyDetail": "Create wiring schedule and power loadings for panel manufacture",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2d27e4d3-13dc-43ed-9251-9b56631531da"
      ],
      "mappedKnowledge": [
        "aa3fe819-ab0f-41d0-bdf4-492338d5a1f0",
        "c97c923e-1afa-4c0e-9580-5f45ad4574c2",
        "9c50377d-1c0e-41b8-a685-7dc749a2408a",
        "af0b0194-daff-455a-a45d-05d532906ba5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b99b5662-ae6a-4135-a1d6-50d02b091f01",
        "3cc323ad-637d-4064-9f9c-1070750f24d6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4e1fc513-be71-4d69-833c-64d6037c86fb",
      "dutyDetail": "Adhere to safe working practices to ensure the BEMS elements of the electrical systems are safe to use",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "17cf42ed-51f3-4b47-bf3c-4ae913a4d783",
        "f17c804d-d949-41bc-9c8e-e3c84d480507"
      ],
      "mappedKnowledge": [
        "aa3fe819-ab0f-41d0-bdf4-492338d5a1f0",
        "1330dc1f-1e2f-462f-98af-de435f6f1d5d",
        "8ad51c4c-d4e2-4b28-871c-48f9a4f1b1e5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0bc71b34-bd65-4227-9bb5-d0fe9703b780",
        "3c3c0e29-f453-48cc-9e82-0fea38914155"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b04c81e4-727c-4956-ac09-7d47e8e9b3b0",
      "dutyDetail": "Create Health & Safety documentation such as Risk Assessments and Method Statements (RAMS)",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "17cf42ed-51f3-4b47-bf3c-4ae913a4d783",
        "f17c804d-d949-41bc-9c8e-e3c84d480507"
      ],
      "mappedKnowledge": [
        "aa3fe819-ab0f-41d0-bdf4-492338d5a1f0",
        "c0aa1b01-8a6b-4805-8df4-5d242b53d337",
        "bb9eaa18-ca52-4a49-ab79-6577ec2e81e5",
        "8ad51c4c-d4e2-4b28-871c-48f9a4f1b1e5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0bc71b34-bd65-4227-9bb5-d0fe9703b780",
        "3c3c0e29-f453-48cc-9e82-0fea38914155"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "32f61a3b-085d-4cad-ac5b-9442c2e112c2",
      "dutyDetail": "Design and write software for control systems to an industry approved standard",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7f1d3c59-bb58-4e06-81fe-d5e18977d34f",
        "08b85b3c-0436-4d1d-b768-ff72b33924e5"
      ],
      "mappedKnowledge": [
        "aa3fe819-ab0f-41d0-bdf4-492338d5a1f0",
        "86e25153-818e-49ec-a799-15959142a84a",
        "c97c923e-1afa-4c0e-9580-5f45ad4574c2",
        "1330dc1f-1e2f-462f-98af-de435f6f1d5d",
        "9c50377d-1c0e-41b8-a685-7dc749a2408a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b99b5662-ae6a-4135-a1d6-50d02b091f01",
        "30d5c2f4-6e05-4ad1-a240-7140bbb552e4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8a14d801-daf9-40af-a0cd-7978738532fd",
      "dutyDetail": "Design and create client approved user interface for plant and systems with appropriate reference to integration issues",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2d27e4d3-13dc-43ed-9251-9b56631531da",
        "7f1d3c59-bb58-4e06-81fe-d5e18977d34f"
      ],
      "mappedKnowledge": [
        "aa3fe819-ab0f-41d0-bdf4-492338d5a1f0",
        "36a8a517-dc56-4c5f-be8c-de9e72539da8",
        "1330dc1f-1e2f-462f-98af-de435f6f1d5d",
        "bf467f68-a686-49cb-a461-03845bfe37f4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b99b5662-ae6a-4135-a1d6-50d02b091f01",
        "e56efbce-b1e4-46dc-b12b-883f848f93db"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "62300cd4-0d6c-42f3-9780-d2f0b5ca51bb",
      "dutyDetail": "Review completed control panel drawings to check, amend and approve",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2d27e4d3-13dc-43ed-9251-9b56631531da",
        "114bd1e1-c2b3-4133-a484-5d58dbdb84ae"
      ],
      "mappedKnowledge": [
        "d41215a0-69f3-4df1-8e1e-cb4618142064",
        "aa3fe819-ab0f-41d0-bdf4-492338d5a1f0",
        "c97c923e-1afa-4c0e-9580-5f45ad4574c2",
        "1330dc1f-1e2f-462f-98af-de435f6f1d5d",
        "c0aa1b01-8a6b-4805-8df4-5d242b53d337",
        "9c50377d-1c0e-41b8-a685-7dc749a2408a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b99b5662-ae6a-4135-a1d6-50d02b091f01",
        "3cc323ad-637d-4064-9f9c-1070750f24d6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "44cc04d6-fc6c-4952-ab74-9cf3cb923749",
      "dutyDetail": "Install BEMS control equipment and wiring systems",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "17cf42ed-51f3-4b47-bf3c-4ae913a4d783",
        "fcdf144c-5b25-407b-95a2-38c0a6ba3d3e",
        "f17c804d-d949-41bc-9c8e-e3c84d480507",
        "2d27e4d3-13dc-43ed-9251-9b56631531da",
        "114bd1e1-c2b3-4133-a484-5d58dbdb84ae",
        "7f1d3c59-bb58-4e06-81fe-d5e18977d34f",
        "b91cdfe3-546a-4c48-b802-1697aa98ed4d",
        "15bf436e-44d6-4d68-8f6e-5ccbccdb43a0",
        "36393d3f-df1e-483c-bfa6-1d4322374b3a",
        "26c6322c-d9bf-44a8-bbca-a3dc6d9639f9"
      ],
      "mappedKnowledge": [
        "c97c923e-1afa-4c0e-9580-5f45ad4574c2",
        "c0aa1b01-8a6b-4805-8df4-5d242b53d337",
        "9c50377d-1c0e-41b8-a685-7dc749a2408a",
        "8ad51c4c-d4e2-4b28-871c-48f9a4f1b1e5",
        "af0b0194-daff-455a-a45d-05d532906ba5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b99b5662-ae6a-4135-a1d6-50d02b091f01",
        "0bc71b34-bd65-4227-9bb5-d0fe9703b780",
        "3c3c0e29-f453-48cc-9e82-0fea38914155",
        "e56efbce-b1e4-46dc-b12b-883f848f93db",
        "91cb835d-98ab-4827-93e0-b56232285c07",
        "b7cf9d26-6116-4a89-94d4-7966397a87ae",
        "d4702f32-728c-4d6e-aff1-6632c639c2cd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0d8bab01-d375-4bf0-8a81-20596830df04",
      "dutyDetail": "Commission BEMS software and controls equipment",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "17cf42ed-51f3-4b47-bf3c-4ae913a4d783",
        "fcdf144c-5b25-407b-95a2-38c0a6ba3d3e",
        "f17c804d-d949-41bc-9c8e-e3c84d480507",
        "2d27e4d3-13dc-43ed-9251-9b56631531da",
        "114bd1e1-c2b3-4133-a484-5d58dbdb84ae",
        "7f1d3c59-bb58-4e06-81fe-d5e18977d34f",
        "b91cdfe3-546a-4c48-b802-1697aa98ed4d",
        "15bf436e-44d6-4d68-8f6e-5ccbccdb43a0",
        "36393d3f-df1e-483c-bfa6-1d4322374b3a",
        "26c6322c-d9bf-44a8-bbca-a3dc6d9639f9"
      ],
      "mappedKnowledge": [
        "aa3fe819-ab0f-41d0-bdf4-492338d5a1f0",
        "36a8a517-dc56-4c5f-be8c-de9e72539da8",
        "ae73ccf6-d06f-4b04-9424-2e35ce7f7dd5",
        "86e25153-818e-49ec-a799-15959142a84a",
        "9e05f804-f9f8-4789-b553-e5b05e4836c2",
        "c97c923e-1afa-4c0e-9580-5f45ad4574c2",
        "1330dc1f-1e2f-462f-98af-de435f6f1d5d",
        "bf467f68-a686-49cb-a461-03845bfe37f4",
        "c0aa1b01-8a6b-4805-8df4-5d242b53d337",
        "bb9eaa18-ca52-4a49-ab79-6577ec2e81e5",
        "028c7552-cbfc-4f24-b93d-2286ca230b78",
        "9c50377d-1c0e-41b8-a685-7dc749a2408a",
        "8ad51c4c-d4e2-4b28-871c-48f9a4f1b1e5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b99b5662-ae6a-4135-a1d6-50d02b091f01",
        "19296f45-2e16-48b1-8235-656366c4f1fa",
        "68274e0f-1d1f-4d04-ab27-a689fe08cf76",
        "24db9bdf-94bc-41b8-b800-47e140204db3",
        "3cc323ad-637d-4064-9f9c-1070750f24d6",
        "30d5c2f4-6e05-4ad1-a240-7140bbb552e4",
        "0bc71b34-bd65-4227-9bb5-d0fe9703b780",
        "3c3c0e29-f453-48cc-9e82-0fea38914155",
        "e56efbce-b1e4-46dc-b12b-883f848f93db",
        "f94b3e17-af38-4ca8-a39f-a80cceff3b21",
        "d4702f32-728c-4d6e-aff1-6632c639c2cd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "66e91d5d-16eb-46c4-9423-bb7e29d7e323",
      "dutyDetail": "Undertake a servicing and maintenance requirement of an existing BEMS installation",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "17cf42ed-51f3-4b47-bf3c-4ae913a4d783",
        "f17c804d-d949-41bc-9c8e-e3c84d480507",
        "2d27e4d3-13dc-43ed-9251-9b56631531da",
        "114bd1e1-c2b3-4133-a484-5d58dbdb84ae",
        "7f1d3c59-bb58-4e06-81fe-d5e18977d34f",
        "b91cdfe3-546a-4c48-b802-1697aa98ed4d",
        "36393d3f-df1e-483c-bfa6-1d4322374b3a",
        "26c6322c-d9bf-44a8-bbca-a3dc6d9639f9"
      ],
      "mappedKnowledge": [
        "aa3fe819-ab0f-41d0-bdf4-492338d5a1f0",
        "9e05f804-f9f8-4789-b553-e5b05e4836c2",
        "c97c923e-1afa-4c0e-9580-5f45ad4574c2",
        "1330dc1f-1e2f-462f-98af-de435f6f1d5d",
        "04e9a463-d7bf-4cac-956c-a12d5ba1df4b",
        "9c50377d-1c0e-41b8-a685-7dc749a2408a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b99b5662-ae6a-4135-a1d6-50d02b091f01",
        "3cc323ad-637d-4064-9f9c-1070750f24d6",
        "0bc71b34-bd65-4227-9bb5-d0fe9703b780",
        "3c3c0e29-f453-48cc-9e82-0fea38914155",
        "e56efbce-b1e4-46dc-b12b-883f848f93db",
        "573b33d8-cfce-4aae-94ce-052315270885"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2d95d7ef-2da3-47d0-883f-0751a833395a",
      "dutyDetail": " Carry out fault finding and rectification of defective control equipment or software algorithms",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "17cf42ed-51f3-4b47-bf3c-4ae913a4d783",
        "fcdf144c-5b25-407b-95a2-38c0a6ba3d3e",
        "f17c804d-d949-41bc-9c8e-e3c84d480507",
        "2d27e4d3-13dc-43ed-9251-9b56631531da",
        "114bd1e1-c2b3-4133-a484-5d58dbdb84ae",
        "7f1d3c59-bb58-4e06-81fe-d5e18977d34f",
        "b91cdfe3-546a-4c48-b802-1697aa98ed4d",
        "15bf436e-44d6-4d68-8f6e-5ccbccdb43a0",
        "36393d3f-df1e-483c-bfa6-1d4322374b3a",
        "26c6322c-d9bf-44a8-bbca-a3dc6d9639f9"
      ],
      "mappedKnowledge": [
        "aa3fe819-ab0f-41d0-bdf4-492338d5a1f0",
        "c97c923e-1afa-4c0e-9580-5f45ad4574c2",
        "04e9a463-d7bf-4cac-956c-a12d5ba1df4b",
        "9c50377d-1c0e-41b8-a685-7dc749a2408a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b99b5662-ae6a-4135-a1d6-50d02b091f01",
        "30d5c2f4-6e05-4ad1-a240-7140bbb552e4",
        "0bc71b34-bd65-4227-9bb5-d0fe9703b780",
        "3c3c0e29-f453-48cc-9e82-0fea38914155",
        "e56efbce-b1e4-46dc-b12b-883f848f93db",
        "b7cf9d26-6116-4a89-94d4-7966397a87ae",
        "f94b3e17-af38-4ca8-a39f-a80cceff3b21",
        "9bedf54e-8bf6-4649-a97d-c9032c8db0a5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2b206f29-d07a-4120-81b5-d5f6f767dfc1",
      "dutyDetail": "Carry out and produce detailed conditional site survey reports along with remedial/ enhancement recommendations",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "17cf42ed-51f3-4b47-bf3c-4ae913a4d783",
        "fcdf144c-5b25-407b-95a2-38c0a6ba3d3e",
        "f17c804d-d949-41bc-9c8e-e3c84d480507",
        "2d27e4d3-13dc-43ed-9251-9b56631531da",
        "114bd1e1-c2b3-4133-a484-5d58dbdb84ae",
        "15bf436e-44d6-4d68-8f6e-5ccbccdb43a0",
        "36393d3f-df1e-483c-bfa6-1d4322374b3a",
        "5aec7c97-4e43-4b8d-85d0-8cc8d9e77107",
        "08b85b3c-0436-4d1d-b768-ff72b33924e5"
      ],
      "mappedKnowledge": [
        "aa3fe819-ab0f-41d0-bdf4-492338d5a1f0",
        "36a8a517-dc56-4c5f-be8c-de9e72539da8",
        "86e25153-818e-49ec-a799-15959142a84a",
        "1330dc1f-1e2f-462f-98af-de435f6f1d5d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b99b5662-ae6a-4135-a1d6-50d02b091f01",
        "19296f45-2e16-48b1-8235-656366c4f1fa",
        "68274e0f-1d1f-4d04-ab27-a689fe08cf76",
        "24db9bdf-94bc-41b8-b800-47e140204db3",
        "3cc323ad-637d-4064-9f9c-1070750f24d6",
        "30d5c2f4-6e05-4ad1-a240-7140bbb552e4",
        "3c3c0e29-f453-48cc-9e82-0fea38914155",
        "e56efbce-b1e4-46dc-b12b-883f848f93db",
        "f94b3e17-af38-4ca8-a39f-a80cceff3b21",
        "5743ae50-a87b-422d-9c03-a49db25cc4c9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5e51926a-8736-4e37-961b-4ac404580e17",
      "dutyDetail": "Produce recommendations for enhancing energy performance",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "17cf42ed-51f3-4b47-bf3c-4ae913a4d783",
        "fcdf144c-5b25-407b-95a2-38c0a6ba3d3e",
        "f17c804d-d949-41bc-9c8e-e3c84d480507",
        "2d27e4d3-13dc-43ed-9251-9b56631531da",
        "114bd1e1-c2b3-4133-a484-5d58dbdb84ae",
        "15bf436e-44d6-4d68-8f6e-5ccbccdb43a0",
        "36393d3f-df1e-483c-bfa6-1d4322374b3a",
        "5aec7c97-4e43-4b8d-85d0-8cc8d9e77107",
        "08b85b3c-0436-4d1d-b768-ff72b33924e5"
      ],
      "mappedKnowledge": [
        "aa3fe819-ab0f-41d0-bdf4-492338d5a1f0",
        "36a8a517-dc56-4c5f-be8c-de9e72539da8",
        "86e25153-818e-49ec-a799-15959142a84a",
        "1330dc1f-1e2f-462f-98af-de435f6f1d5d",
        "028c7552-cbfc-4f24-b93d-2286ca230b78"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b99b5662-ae6a-4135-a1d6-50d02b091f01",
        "e56efbce-b1e4-46dc-b12b-883f848f93db",
        "43edbee3-44f0-4a2b-b1bc-242ec18e26d7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8fe65821-20a9-4145-8fd3-5d24efa50fba",
      "dutyDetail": "Carry out the electrical testing and inspection of BEMS related controls equipment",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "f17c804d-d949-41bc-9c8e-e3c84d480507",
        "2d27e4d3-13dc-43ed-9251-9b56631531da",
        "114bd1e1-c2b3-4133-a484-5d58dbdb84ae",
        "b91cdfe3-546a-4c48-b802-1697aa98ed4d",
        "36393d3f-df1e-483c-bfa6-1d4322374b3a"
      ],
      "mappedKnowledge": [
        "3e8cfb94-00ca-44d8-9fba-650f7d99dfcb",
        "8ad51c4c-d4e2-4b28-871c-48f9a4f1b1e5",
        "f78d0feb-46cf-43fc-92ea-b4aa0a93b457"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b99b5662-ae6a-4135-a1d6-50d02b091f01",
        "0bc71b34-bd65-4227-9bb5-d0fe9703b780",
        "3c3c0e29-f453-48cc-9e82-0fea38914155",
        "e56efbce-b1e4-46dc-b12b-883f848f93db",
        "b7cf9d26-6116-4a89-94d4-7966397a87ae",
        "b9c25a46-70cd-4d57-91c5-afcfb0f391d3",
        "02842a25-93d1-4b8a-a465-e301e60231d5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fc8babbe-3fe8-46a7-b4c8-50d40aa92de1",
      "dutyDetail": "Create Operation and Maintenance documentation",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2d27e4d3-13dc-43ed-9251-9b56631531da",
        "7f1d3c59-bb58-4e06-81fe-d5e18977d34f"
      ],
      "mappedKnowledge": [
        "d41215a0-69f3-4df1-8e1e-cb4618142064",
        "aa3fe819-ab0f-41d0-bdf4-492338d5a1f0",
        "c97c923e-1afa-4c0e-9580-5f45ad4574c2",
        "1330dc1f-1e2f-462f-98af-de435f6f1d5d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b99b5662-ae6a-4135-a1d6-50d02b091f01",
        "e56efbce-b1e4-46dc-b12b-883f848f93db"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-04-03T00:00:00"
}