{
  "templateType": "Structured Apprenticeship Standard",
  "shortAssessment": false,
  "larsCode": 598,
  "referenceNumber": "ST0792",
  "learningAimClassCode": "",
  "title": "Media production co-ordinator",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://skillsengland.education.gov.uk/api/apprenticeshipstandards/ST0792",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-06-08T00:00:00",
  "earliestStartDate": "2020-08-24T00:00:00",
  "latestStartDate": "2023-06-07T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Co-ordinate productions using specialist production management skills, knowledge and experience.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 18,
  "minimumHoursForCompliance": "",
  "maxFunding": 8000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "Production Co-ordinator",
    "Booking Co-ordinator",
    "Junior Booking Producer",
    "media",
    "production"
  ],
  "jobRoles": [
    "Production co-ordinator",
    "Booking co-ordinator",
    "Junior booking producer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://skillsengland.education.gov.uk/media/4283/st0792_media-production-coordinator_l4_for-publishing-200520.pdf",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.3 Media and communication",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the creative media industries, as part of a production team delivering a film, TV or animated series, commercials or in specialist post production departments. A production co-ordinator may be employed by television, film or radio/audio production companies or VFX or post production facilities. They may work for a production, or a series of productions, seeing them through from pre-production through to post production, or through a specific part of the process.&lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is to co-ordinate productions using specialist production management skills, knowledge and experience. A production co-ordinator can work across all genres in film, television, radio/audio or commercials; they may work in the production office, on set, in a studio or on location, in the UK or internationally. In their daily work, an employee in this occupation interacts with and supports the Production Manager or VFX Producer and the wider production or post production teams and with clients and crew. On larger productions they may work in a team with production assistants working to them. &lt;br /&gt;&lt;br /&gt;An employee in this occupation will be responsible for supporting and delivering the operational elements of productions in film, TV, commercials, short form production, radio/audio, post production, animation and VFX. This may include logistics, finance, personnel, equipment and/or content for productions, both on and off set, studio or on location. Specific roles and responsibilities may vary from production to production depending on the genre. &lt;br /&gt;&lt;br /&gt;This is a core and options Apprenticeship Standard, to reflect the varied roles that come under the production co-ordinator occupation in the creative media industries. All learners will undertake the core element of the apprenticeship, and then they will choose to specialise in one of the two production options.&lt;br /&gt;&lt;br /&gt;Option 1: Film, TV, Commercial, Short Form Radio and Audio Production – The Production Co-ordinator working as a member of the Production team will provide operational support to the Production Manager. They will help the team deliver the needs of the production, including obtaining rights and legal clearances to production content, producing and maintaining production documentation, organising resources and logistics including transport, accommodation and equipment and scheduling productions. Production Co-ordinators will have a clear understanding of the production process and the changing needs and demands of the production team.&lt;br /&gt;&lt;br /&gt;Option 2: Post, VFX/CG and Animation - The Production Coordinator or Junior Bookings Producer working in post-production, VFX/CG or Animation areas is responsible for assisting their team with the day-to-day running of a single project or multiple projects. They act as the first point of contact for the productions they are working with, dealing with specific post-production workflow queries, staffing and facility schedules, post-production deliverables and cost reports. This can include managing the reviewing of work and ensuring that appropriate notes and records are kept, liaising with clients over ingest of content, deliverables and client attended review sessions, scheduling and assisting with other logistical tasks as requested. They work with the Producer, Leads and Supervisors to track and manage the workflow through the departments meeting internal and external deadlines&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "672d9e79-c4af-4648-8289-793db6ee310a",
      "detail": "The context of their role within the production, the department they are working in, and the subsequent stages of the workflow process"
    },
    {
      "knowledgeId": "c6d8b175-94b5-4270-9ceb-141d1ab66d83",
      "detail": "How, where and when to record and communicate information regarding the progress of the production"
    },
    {
      "knowledgeId": "f44cb1dc-0fa7-449e-9f05-1e8bfc8193d2",
      "detail": "The requirements and production documentation that may be needed when travelling for example, carnet"
    },
    {
      "knowledgeId": "6a9600f4-e5dd-4059-bc87-6f637eed28e8",
      "detail": "The different environments, formats and types and scales of production that affect the nature and quantity of resources required"
    },
    {
      "knowledgeId": "1846dd93-43dc-41ec-919f-bf5f0ef4d4b5",
      "detail": "Where to locate and how to use, appropriate and reliable financial information and advice"
    },
    {
      "knowledgeId": "f0568ab5-67db-406c-b32c-34c603f4f747",
      "detail": "What is required by other departments, facilities and/or clients for the production"
    },
    {
      "knowledgeId": "f8afd7c9-46a9-4174-a45c-22a0a309d8d1",
      "detail": "The specifications for the crew, the facilities and the technical services required for the production"
    },
    {
      "knowledgeId": "c994b2e0-4fbf-4ce5-84c3-93bb57ea2ae4",
      "detail": "How to access potential suppliers and crew members, and secure contracts and rates"
    },
    {
      "knowledgeId": "85c9219b-aee0-47f6-ad25-f57dfc30364c",
      "detail": "Organisational policies, legal and financial requirements which apply to obtaining resources"
    },
    {
      "knowledgeId": "fad0f7a5-f390-45f8-91bf-cf345681663d",
      "detail": "The commercial goals and priorities of productions you work on and how these impact on budgets and schedules"
    },
    {
      "knowledgeId": "ee5bc0b0-51f3-4462-b2db-448cf85b036a",
      "detail": "How to accurately code all production expenditure and record ongoing production costs against budget projections to monitor and report back on the production budget"
    },
    {
      "knowledgeId": "ca6a2679-ccb0-420c-bd59-7a7c996cff0b",
      "detail": "The duration, cost and value of production activities and the impact they have, on remaining on schedule and on budget"
    },
    {
      "knowledgeId": "904f406b-887a-4600-ad19-ed25b1ad3fbf",
      "detail": "How to identify potential health and safety risks for a production, the company procedures for reporting hazards and risks to the appropriate personnel and feeding into the production team’s plans to ensure the health and safety of others on a production"
    },
    {
      "knowledgeId": "4bd0796f-f905-407d-bc61-8ff806d1d858",
      "detail": "The industry regulations, codes of practice, required licenses and/or legal requirements that may affect a production when working such as work permits, diversity monitoring, or carbon calculators"
    },
    {
      "knowledgeId": "36f33675-dfac-44ec-b980-6a93c6bc9eda",
      "detail": "The key issues relating to the clearance of copyright materials"
    },
    {
      "knowledgeId": "0c1af30c-67fe-4934-8bf5-6ac477350618",
      "detail": "The effect different types of copyright has on different types of material"
    },
    {
      "knowledgeId": "8149fc15-c19b-4d14-83c6-dd3d0ad4fe86",
      "detail": "The needs of a production in using copyright material/content, and the processes required to obtain the necessary legal rights of this"
    },
    {
      "knowledgeId": "9c21b46f-162e-48b2-9cf1-a1e8b037224e",
      "detail": "Where to obtain advice and information from specialist sources for materials that are subject to complex and unusual copyright regulations"
    },
    {
      "knowledgeId": "1c7e984c-623f-43ee-8edf-8330c5760389",
      "detail": "The importance of the production co-ordinator role, responsibilities within the team and impact of own actions in achieving the vision and aims of the production"
    },
    {
      "knowledgeId": "06c26e44-0ab1-41f1-ab9f-59230ddb515c",
      "detail": "How to use effective communication techniques to build rapport with a range of colleagues and suppliers e.g. using positive questioning and active listening"
    },
    {
      "knowledgeId": "2703ce8f-50b7-4557-81dd-03651efe9429",
      "detail": "How to create an environment of trust and mutual respect with production partners"
    },
    {
      "knowledgeId": "75c41de3-3ac3-4131-8af0-df6e4e465ca0",
      "detail": "How to co-ordinate and run review sessions with the team, supervisors and/or clients as appropriate"
    },
    {
      "knowledgeId": "b282f74b-73c0-4ec6-b1af-ee9329076948",
      "detail": "How to influence and motivate others to achieve results"
    },
    {
      "knowledgeId": "a4038a94-8da9-4779-abb8-dd707b6a40bc",
      "detail": "The importance of accurate, effective and timely communication within own team, and with other departments to ensure efficient progress of the production"
    },
    {
      "knowledgeId": "1046d083-3c86-496a-97c3-92a640a6d699",
      "detail": "The production process from pre to post, and key aspects of each stage within end-to-end production workflows; the different types of activities which occur in the stages of production, and the production co-ordinator’s responsibility for these"
    },
    {
      "knowledgeId": "6e34c2e2-df18-4141-82f4-074003767515",
      "detail": "The life cycle of a film, television, short form, commercial, radio/audio, VFX or animation production including the organisational framework"
    },
    {
      "knowledgeId": "e142b998-9ed8-47c8-b059-2983e4b174bf",
      "detail": "The importance of agreed workflows and how to adapt these to meet the needs of a production"
    },
    {
      "knowledgeId": "f3d66aec-9fcb-4ecf-b026-e492d7881720",
      "detail": "The needs of a particular production and the technical processes required to deliver those"
    },
    {
      "knowledgeId": "ca61135a-28e9-4bba-a648-966b30892755",
      "detail": "How and when to obtain creative content and ensure the production company owns the necessary legal rights"
    },
    {
      "knowledgeId": "99b6cc94-9ffa-46fd-af48-3e1a47f2d0e8",
      "detail": "The requirements of the post-production schedule and the post production process"
    },
    {
      "knowledgeId": "1a9e4f45-ab3c-4ec2-bb00-8af2172487e9",
      "detail": "How to utilise relevant database and scheduling software/tools to communicate information to the relevant teams/departments"
    },
    {
      "knowledgeId": "9d5b4250-794a-4b0e-b469-850f4662c29f",
      "detail": "The editorial process and how to manage activities such as client turnover, ingest, client review, finishing or and/or deliverables"
    },
    {
      "knowledgeId": "317a5a78-e40a-4812-8fdf-ea0eedc0dec8",
      "detail": "The workflow of both live-action and computer generated based projects and the functions of relevant departments within that workflow"
    },
    {
      "knowledgeId": "950e1e70-5a05-4c70-b776-9cfa8db8f9be",
      "detail": "The common file formats and resolutions used in the production process"
    },
    {
      "knowledgeId": "974a2ca4-bfb2-4bbb-bd5d-289f05f3a86f",
      "detail": "How to schedule a production, and the factors that need to be considered when scheduling"
    },
    {
      "knowledgeId": "657f15b5-086e-453b-8927-cde4765de6fd",
      "detail": "How to prepare scripts for use in scripted and non-scripted productions"
    },
    {
      "knowledgeId": "71518819-449a-40fe-9da5-97e247281add",
      "detail": "How technical operations work in studios, sets and/or on location"
    },
    {
      "knowledgeId": "02ed60e6-e2f2-486a-b7fe-d8df76862bac",
      "detail": "How to increase production content distribution via multiple platforms"
    },
    {
      "knowledgeId": "0b4fc107-45b3-4e18-a15d-e18631d5aff8",
      "detail": "How best to use facilities in order to advise production teams on the most appropriate Post-Production route, taking into account availability of staff and facilities"
    },
    {
      "knowledgeId": "74a9ea4e-17a2-4b58-ba72-3823701b5725",
      "detail": "The purpose of post-production within the end-to-end production process"
    },
    {
      "knowledgeId": "15259350-d25a-4279-a995-484ba7fcf876",
      "detail": "How and when to ask questions to improve your practice and performance"
    },
    {
      "knowledgeId": "509576f1-502a-4ee6-92f4-94c75463cb6a",
      "detail": "How to use resources, such as online sites, to update knowledge and identify industry trends"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "0f08b718-b873-443e-9441-cf6130d02aa9",
      "detail": "Adding Value - Provides information that positively contributes to influencing business and production decisions whilst continually striving to improve own working processes and those of the production."
    },
    {
      "behaviourId": "5de09a37-e1ce-4122-8494-db261d572b24",
      "detail": "Resilience and Enthusiasm - Adapts positively to changing work priorities and patterns, ensuring deadlines continue to be met. Is proactive and explores new ideas and non-standard ways of working which will enhance and deliver the best results for the production"
    },
    {
      "behaviourId": "1b65b479-30c2-42ea-840f-3c2b302e3972",
      "detail": "Productivity - Organises work effectively and achieves required results within deadlines. Demonstrates the drive and energy to get things done in pressurised situations and escalates appropriately when necessary."
    },
    {
      "behaviourId": "035f00ae-0073-4103-b863-9d26ffc278b7",
      "detail": "Ethics and Integrity - Honest and principled in all of their actions and interactions. They will be respectful and inclusive of others, and meet the ethical requirements of their profession."
    },
    {
      "behaviourId": "bdf56a20-d677-4512-949e-38f83f312b1f",
      "detail": "Flexibility - Willing to both listen and learn and to accept changing priorities and working requirements and has the flexibility to maintain high standards in a changing production environment."
    },
    {
      "behaviourId": "90e0a622-ee4f-4bb9-bc46-9ecdc7b3f42e",
      "detail": "Personal Accountability -Takes the initiative and responsibility for own learning and development.  Proactively takes responsibility for completing tasks and meeting expectations. Consistently prioritises in order to achieve timely outcomes for a production. Recognises when mistakes are made and taking personal responsibility to address them."
    }
  ],
  "skills": [
    {
      "skillId": "fbf70776-bdd9-402f-b54e-acc5127860da",
      "detail": "Operate within and adhere to agreed organisational policies, standards and procedures, adapting to operational changes as they occur for a production"
    },
    {
      "skillId": "2c52908f-8eaf-47eb-aafa-3f3dd9a199f0",
      "detail": "Be responsible for creating and maintaining production documentation and records such as: schedules, scripts, call sheets, technical requisitions, camera sheets, client feedback, review notes cast, and/or crew lists"
    },
    {
      "skillId": "8bdd8afd-3cbd-4a9c-af5e-3508ecd10d51",
      "detail": "Compile resourcing and progress reports, drawing on information from all relevant departments in line with production requirements"
    },
    {
      "skillId": "122bf86b-f76f-448f-867f-16b0041f651c",
      "detail": "Liaise with other departments, acting as first point of contact on the production"
    },
    {
      "skillId": "c01fb983-a50d-4499-8713-0485a5fcd495",
      "detail": "Provide production personnel with up-to-date information on production activities"
    },
    {
      "skillId": "e85ff906-a160-42fe-91d4-75dcb126dd90",
      "detail": "Monitor the use of production materials, equipment and supplies ensuring these are used effectively"
    },
    {
      "skillId": "4f870a70-8b31-4499-987c-bb786e43b1e0",
      "detail": "Assist with, sourcing or booking crew, contributors, talent or suppliers to meet production requirements crew and suppliers to meet production requirements"
    },
    {
      "skillId": "40955a6c-0545-4d24-8db9-9982e615ae59",
      "detail": "Manage logistics and/or travel, liaising with other departments when required"
    },
    {
      "skillId": "b55981c2-8b3e-47c7-ba18-b4fe9ba6691a",
      "detail": "Assist with the preparation of a production budget, analyse the use of the production budget to maintain accurate financial records"
    },
    {
      "skillId": "21ca1fc3-fd5d-4d10-9e18-df37a99ba2d5",
      "detail": "Monitor and control compliance for the production relating to legal, regulatory, organisational and industry codes of practice"
    },
    {
      "skillId": "9ee31962-0e41-4e67-8965-b6856b752dec",
      "detail": "Identify and mitigate any risks to the production, escalating issues if necessary"
    },
    {
      "skillId": "4c1bc494-1afd-4a96-9ad1-c91f15b42947",
      "detail": "Comply with company Health and Safety policies and practices,and complete risk assessments for tasks and work activities within and relevant to, own role"
    },
    {
      "skillId": "027f00ec-6081-4342-a3f1-05515bb072a3",
      "detail": "Research and establish sources of copyright for the materials being used on a production"
    },
    {
      "skillId": "cae805b1-1e0c-476f-babe-05845cb22be2",
      "detail": "Analyse the proposed use, and wider impact on the budget, of using copyright materials for a production"
    },
    {
      "skillId": "dc100de1-0dfd-4312-8e73-7bc241837b0d",
      "detail": "Lead liaison with copyright owners and license holders to obtain their terms and conditions"
    },
    {
      "skillId": "5e4b4341-6b75-4934-9ee7-90013f8a8505",
      "detail": "Acquire clearances and permission for material as agreed with the producer, and maintain accurate records"
    },
    {
      "skillId": "c1a2e87a-9fed-478f-958b-cb76f5a15f78",
      "detail": "Store materials/content obtained, in accordance with organisational policies and procedures"
    },
    {
      "skillId": "1a8d9a43-bad6-4706-bc23-4c77dac78774",
      "detail": "Co-ordinate activities and logistics to support the production team"
    },
    {
      "skillId": "b2e1612e-b236-43da-80cf-f4e163637418",
      "detail": "Build rapport and collaborate effectively with partners on productions such as cast, crew, and contributors, including chaperones and tutors where appropriate"
    },
    {
      "skillId": "02bb364a-a44d-48aa-8d5b-d9728c5eceb0",
      "detail": "Communicate factually and tactfully with colleagues and clients; resolving problems on productions when required"
    },
    {
      "skillId": "64f8b590-378e-4acf-88c0-011120976af6",
      "detail": "Allocate resources and delegate tasks within the production to meet deadlines"
    },
    {
      "skillId": "9db502cf-1e45-4fbd-90a0-ae89769cdb96",
      "detail": "Conduct discussions and negotiations in ways which promote good working relationships e.g. using positive questioning and active listening, adapting communication methods as required"
    },
    {
      "skillId": "64bcd19f-bc04-4b78-b8ea-a14f8afa277e",
      "detail": "Work in line with agreed workflows, adapting to operational changes as they occur"
    },
    {
      "skillId": "fa235c5f-48fe-4783-9100-d3ab15a9f81d",
      "detail": "Assist with management of the set, studio or location of the production"
    },
    {
      "skillId": "88172a27-631f-4ea2-8774-5bd58227feb1",
      "detail": "Accommodate the technical needs of the creative team, including pre and post production"
    },
    {
      "skillId": "7f056925-b7f5-44b1-a57c-c88842be59ee",
      "detail": "Work collaboratively with senior personnel to ensure the final product is delivered to industry standards including technical and legal requirements"
    },
    {
      "skillId": "654b578a-5dd2-4695-a58e-099d2e2b904d",
      "detail": "Manage liaison with the appropriate government agencies as required e.g. for work permits, licenses"
    },
    {
      "skillId": "5a1db367-b121-4b6c-a99f-90e460287339",
      "detail": "Assess the project schedule and interpret/relay the priorities to the team"
    },
    {
      "skillId": "19b42b23-44ac-4014-a324-235308990f6a",
      "detail": "Liaise with other Post Production facilities, Animators and Broadcasters representing the organisation’s interests and relationships, acting as the contact point for the Post Production Department"
    },
    {
      "skillId": "dc6f9408-998e-4c50-b12f-6b28faa47aba",
      "detail": "Co-ordinate the scheduling of the production in line with organisational requirements"
    },
    {
      "skillId": "8bb57497-4ba4-46d5-ac41-69b0a657ed61",
      "detail": "Prepare production promotion, presentation and support material such as online, stills, press packages"
    },
    {
      "skillId": "bd945c6a-f3c3-45fb-986a-f5cdb012b1b3",
      "detail": "Prepare scripts for use in scripted and non-scripted productions; formatting, supervising or managing versioning"
    },
    {
      "skillId": "6b1258f7-cbf7-4abd-ac6c-7df314177b79",
      "detail": "Manage the delivery process of materials to clients/external companies, keeping parties informed of progress and change"
    },
    {
      "skillId": "51896864-0866-4b3e-8ef6-ed9014239935",
      "detail": "Negotiate delivery dates and format requirements with productions"
    },
    {
      "skillId": "5416e850-9262-4546-bf37-fcd3ead69d0e",
      "detail": "Proactively look for ways to improve efficiency within the production environment"
    },
    {
      "skillId": "d7997f2e-a6fd-47fa-b212-577088afee78",
      "detail": "Integrate the schedules of parallel productions, balancing genre and facilities clashes to ensure priorities are met and the best business outcome is achieved"
    },
    {
      "skillId": "89b64f47-6fd6-4494-9f4e-83444f3b2c51",
      "detail": "Multitask on simultaneous productions, often for different clients, deciding how to prioritise the work to ensure that all tasks are completed on schedule"
    },
    {
      "skillId": "606cb4e7-e48e-4125-ac63-6b947ebcb066",
      "detail": "Take ownership to resolve and/or escalate faults/incidents/problems to the appropriate person, within agreed governance parameters"
    },
    {
      "skillId": "cb669356-7193-4a4f-a1b6-3f119cce0a17",
      "detail": "Create and maintain a professional development record to document progress against key competencies and enable effective learning from the workplace"
    },
    {
      "skillId": "521f561e-9d39-4013-bd2a-d4d6ca933783",
      "detail": "Seek out learning and networking opportunities that will be most beneficial to you"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-08-24T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0294",
  "tbMainContact": "nicole.suter@screenskills.com",
  "involvedEmployers": "All Spring Media, BBC, Bauer Media, BFBS, Boomerang , Channel 4, Framestore, Global TV, Lime Pictures\nProduction Guild , Red Bee Media , Ericsson , Resource Productions, Uplands TV",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Production co-ordinator",
    "Booking co-ordinator",
    "Junior booking producer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Media, Broadcast and Production",
  "cluster": "Media, broadcast and production technician",
  "clusterId": "76",
  "clusterDescription": "Design, development and editing of audio visual and text content using technology to generate broadcasting materials along with its co-ordination and management",
  "createdDate": "2020-02-04T09:26:10 +00:00",
  "lastUpdated": "2023-06-08T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-08-24T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0792",
  "occupationalStandardUrl": "https://skillsengland.education.gov.uk/apprenticeships/st0792-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://skillsengland.education.gov.uk/apprenticeships/st0792-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "12dc6ded-f814-4cef-9635-5e774fa01c23",
      "dutyDetail": "Create, populate and manage production documentation such as schedules, call sheets and daily reports",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0f08b718-b873-443e-9441-cf6130d02aa9",
        "5de09a37-e1ce-4122-8494-db261d572b24"
      ],
      "mappedKnowledge": [
        "672d9e79-c4af-4648-8289-793db6ee310a",
        "c6d8b175-94b5-4270-9ceb-141d1ab66d83",
        "f44cb1dc-0fa7-449e-9f05-1e8bfc8193d2",
        "f0568ab5-67db-406c-b32c-34c603f4f747",
        "1a9e4f45-ab3c-4ec2-bb00-8af2172487e9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fbf70776-bdd9-402f-b54e-acc5127860da",
        "2c52908f-8eaf-47eb-aafa-3f3dd9a199f0",
        "8bdd8afd-3cbd-4a9c-af5e-3508ecd10d51",
        "c01fb983-a50d-4499-8713-0485a5fcd495"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c82f1f89-5bae-4399-baab-1634beec8a34",
      "dutyDetail": "Identify, obtain and manage resources for a media production, such as crew and facilities in line with timescales and budget",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0f08b718-b873-443e-9441-cf6130d02aa9",
        "1b65b479-30c2-42ea-840f-3c2b302e3972"
      ],
      "mappedKnowledge": [
        "6a9600f4-e5dd-4059-bc87-6f637eed28e8",
        "1846dd93-43dc-41ec-919f-bf5f0ef4d4b5",
        "f0568ab5-67db-406c-b32c-34c603f4f747",
        "f8afd7c9-46a9-4174-a45c-22a0a309d8d1",
        "c994b2e0-4fbf-4ce5-84c3-93bb57ea2ae4",
        "85c9219b-aee0-47f6-ad25-f57dfc30364c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fbf70776-bdd9-402f-b54e-acc5127860da",
        "4f870a70-8b31-4499-987c-bb786e43b1e0",
        "40955a6c-0545-4d24-8db9-9982e615ae59",
        "b55981c2-8b3e-47c7-ba18-b4fe9ba6691a",
        "9ee31962-0e41-4e67-8965-b6856b752dec"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fad26476-067d-4049-a290-af2dd06c4229",
      "dutyDetail": "Co-ordinate the financial management of productions in line with production requirements",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0f08b718-b873-443e-9441-cf6130d02aa9",
        "90e0a622-ee4f-4bb9-bc46-9ecdc7b3f42e"
      ],
      "mappedKnowledge": [
        "85c9219b-aee0-47f6-ad25-f57dfc30364c",
        "fad0f7a5-f390-45f8-91bf-cf345681663d",
        "ee5bc0b0-51f3-4462-b2db-448cf85b036a",
        "ca6a2679-ccb0-420c-bd59-7a7c996cff0b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e85ff906-a160-42fe-91d4-75dcb126dd90",
        "b55981c2-8b3e-47c7-ba18-b4fe9ba6691a",
        "21ca1fc3-fd5d-4d10-9e18-df37a99ba2d5",
        "9ee31962-0e41-4e67-8965-b6856b752dec",
        "1a8d9a43-bad6-4706-bc23-4c77dac78774"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5fed6c06-1d33-4c1e-add6-4fa0dcf30ae8",
      "dutyDetail": "Ensure the production complies with Health and Safety policies, processes and procedures, including completion of risk assessments",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "035f00ae-0073-4103-b863-9d26ffc278b7"
      ],
      "mappedKnowledge": [
        "904f406b-887a-4600-ad19-ed25b1ad3fbf"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fbf70776-bdd9-402f-b54e-acc5127860da",
        "9ee31962-0e41-4e67-8965-b6856b752dec",
        "4c1bc494-1afd-4a96-9ad1-c91f15b42947",
        "606cb4e7-e48e-4125-ac63-6b947ebcb066"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "07fab874-7952-4c83-a55f-291b2d563d6b",
      "dutyDetail": "Take responsibility for the compliance of the production with legislative, organisational and industry standards and requirements",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "035f00ae-0073-4103-b863-9d26ffc278b7"
      ],
      "mappedKnowledge": [
        "f44cb1dc-0fa7-449e-9f05-1e8bfc8193d2",
        "85c9219b-aee0-47f6-ad25-f57dfc30364c",
        "4bd0796f-f905-407d-bc61-8ff806d1d858"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fbf70776-bdd9-402f-b54e-acc5127860da",
        "21ca1fc3-fd5d-4d10-9e18-df37a99ba2d5",
        "9ee31962-0e41-4e67-8965-b6856b752dec"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a933fb2b-851f-4b11-80ea-e656ff305ed7",
      "dutyDetail": "Work autonomously and collaboratively with colleagues, clients or customers, in order to meet agreed production requirements",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "1c7e984c-623f-43ee-8edf-8330c5760389",
        "06c26e44-0ab1-41f1-ab9f-59230ddb515c",
        "2703ce8f-50b7-4557-81dd-03651efe9429",
        "a4038a94-8da9-4779-abb8-dd707b6a40bc",
        "15259350-d25a-4279-a995-484ba7fcf876",
        "509576f1-502a-4ee6-92f4-94c75463cb6a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "122bf86b-f76f-448f-867f-16b0041f651c",
        "c01fb983-a50d-4499-8713-0485a5fcd495",
        "b2e1612e-b236-43da-80cf-f4e163637418",
        "02bb364a-a44d-48aa-8d5b-d9728c5eceb0",
        "9db502cf-1e45-4fbd-90a0-ae89769cdb96",
        "64bcd19f-bc04-4b78-b8ea-a14f8afa277e",
        "fa235c5f-48fe-4783-9100-d3ab15a9f81d",
        "88172a27-631f-4ea2-8774-5bd58227feb1",
        "7f056925-b7f5-44b1-a57c-c88842be59ee",
        "cb669356-7193-4a4f-a1b6-3f119cce0a17",
        "521f561e-9d39-4013-bd2a-d4d6ca933783"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "70ec05c0-70d3-4cdf-b0a5-241165bddaef",
      "dutyDetail": "Manage others on productions as required",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1b65b479-30c2-42ea-840f-3c2b302e3972",
        "bdf56a20-d677-4512-949e-38f83f312b1f"
      ],
      "mappedKnowledge": [
        "672d9e79-c4af-4648-8289-793db6ee310a",
        "2703ce8f-50b7-4557-81dd-03651efe9429",
        "75c41de3-3ac3-4131-8af0-df6e4e465ca0",
        "b282f74b-73c0-4ec6-b1af-ee9329076948",
        "a4038a94-8da9-4779-abb8-dd707b6a40bc"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "122bf86b-f76f-448f-867f-16b0041f651c",
        "c01fb983-a50d-4499-8713-0485a5fcd495",
        "b2e1612e-b236-43da-80cf-f4e163637418",
        "02bb364a-a44d-48aa-8d5b-d9728c5eceb0",
        "64f8b590-378e-4acf-88c0-011120976af6",
        "9db502cf-1e45-4fbd-90a0-ae89769cdb96",
        "64bcd19f-bc04-4b78-b8ea-a14f8afa277e",
        "fa235c5f-48fe-4783-9100-d3ab15a9f81d",
        "7f056925-b7f5-44b1-a57c-c88842be59ee"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4b19a8bd-d8d3-4c83-b16a-b1dec93543dd",
      "dutyDetail": "Manage production workflows throughout the stages of a production in line with requirements",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0f08b718-b873-443e-9441-cf6130d02aa9",
        "1b65b479-30c2-42ea-840f-3c2b302e3972"
      ],
      "mappedKnowledge": [
        "672d9e79-c4af-4648-8289-793db6ee310a",
        "f0568ab5-67db-406c-b32c-34c603f4f747",
        "1046d083-3c86-496a-97c3-92a640a6d699",
        "6e34c2e2-df18-4141-82f4-074003767515",
        "f3d66aec-9fcb-4ecf-b026-e492d7881720",
        "974a2ca4-bfb2-4bbb-bd5d-289f05f3a86f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fbf70776-bdd9-402f-b54e-acc5127860da",
        "122bf86b-f76f-448f-867f-16b0041f651c",
        "02bb364a-a44d-48aa-8d5b-d9728c5eceb0",
        "5a1db367-b121-4b6c-a99f-90e460287339",
        "dc6f9408-998e-4c50-b12f-6b28faa47aba",
        "6b1258f7-cbf7-4abd-ac6c-7df314177b79",
        "89b64f47-6fd6-4494-9f4e-83444f3b2c51",
        "606cb4e7-e48e-4125-ac63-6b947ebcb066"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3fde3241-53ff-42d0-a1fc-f1d3bd2ed38c",
      "dutyDetail": "Apply technical knowledge and skills to ensure the delivery of Film, TV, Commercial, Short Form, Radio or Audio content in line with the deadlines and requirements of the production",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "0f08b718-b873-443e-9441-cf6130d02aa9",
        "1b65b479-30c2-42ea-840f-3c2b302e3972"
      ],
      "mappedKnowledge": [
        "950e1e70-5a05-4c70-b776-9cfa8db8f9be",
        "974a2ca4-bfb2-4bbb-bd5d-289f05f3a86f",
        "657f15b5-086e-453b-8927-cde4765de6fd",
        "71518819-449a-40fe-9da5-97e247281add",
        "02ed60e6-e2f2-486a-b7fe-d8df76862bac",
        "509576f1-502a-4ee6-92f4-94c75463cb6a"
      ],
      "mappedOptions": [
        "a720992e-d2e6-435c-9cff-cdc91f627799"
      ],
      "mappedSkills": [
        "654b578a-5dd2-4695-a58e-099d2e2b904d",
        "dc6f9408-998e-4c50-b12f-6b28faa47aba",
        "8bb57497-4ba4-46d5-ac41-69b0a657ed61",
        "bd945c6a-f3c3-45fb-986a-f5cdb012b1b3",
        "5416e850-9262-4546-bf37-fcd3ead69d0e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fc92dd25-fd2c-4d17-ae99-c23c2accd10f",
      "dutyDetail": "Use industry standard tools and processes to track and manage the post-production workflow in line with production requirements for Post-Production, VFX or Animation",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "0f08b718-b873-443e-9441-cf6130d02aa9",
        "1b65b479-30c2-42ea-840f-3c2b302e3972"
      ],
      "mappedKnowledge": [
        "99b6cc94-9ffa-46fd-af48-3e1a47f2d0e8",
        "1a9e4f45-ab3c-4ec2-bb00-8af2172487e9",
        "9d5b4250-794a-4b0e-b469-850f4662c29f",
        "0b4fc107-45b3-4e18-a15d-e18631d5aff8",
        "74a9ea4e-17a2-4b58-ba72-3823701b5725"
      ],
      "mappedOptions": [
        "5be4591d-e4eb-48dd-ac90-8b5f329c9247"
      ],
      "mappedSkills": [
        "19b42b23-44ac-4014-a324-235308990f6a",
        "51896864-0866-4b3e-8ef6-ed9014239935",
        "d7997f2e-a6fd-47fa-b212-577088afee78"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3775c875-bbc6-48ed-94a1-14670b5a7e45",
      "dutyDetail": "Apply post-production technical knowledge and skills to ensure the delivery of post- production outputs meet deadlines and requirements of clients",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "0f08b718-b873-443e-9441-cf6130d02aa9",
        "1b65b479-30c2-42ea-840f-3c2b302e3972"
      ],
      "mappedKnowledge": [
        "9d5b4250-794a-4b0e-b469-850f4662c29f",
        "317a5a78-e40a-4812-8fdf-ea0eedc0dec8",
        "950e1e70-5a05-4c70-b776-9cfa8db8f9be",
        "74a9ea4e-17a2-4b58-ba72-3823701b5725"
      ],
      "mappedOptions": [
        "5be4591d-e4eb-48dd-ac90-8b5f329c9247"
      ],
      "mappedSkills": [
        "5a1db367-b121-4b6c-a99f-90e460287339",
        "dc6f9408-998e-4c50-b12f-6b28faa47aba",
        "6b1258f7-cbf7-4abd-ac6c-7df314177b79",
        "51896864-0866-4b3e-8ef6-ed9014239935"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8adb9474-7239-4966-bfbc-5941a044b032",
      "dutyDetail": "Determine and obtain the clearances required for materials being used on productions",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "0f08b718-b873-443e-9441-cf6130d02aa9",
        "035f00ae-0073-4103-b863-9d26ffc278b7"
      ],
      "mappedKnowledge": [
        "36f33675-dfac-44ec-b980-6a93c6bc9eda",
        "0c1af30c-67fe-4934-8bf5-6ac477350618",
        "8149fc15-c19b-4d14-83c6-dd3d0ad4fe86",
        "9c21b46f-162e-48b2-9cf1-a1e8b037224e",
        "ca61135a-28e9-4bba-a648-966b30892755"
      ],
      "mappedOptions": [
        "a720992e-d2e6-435c-9cff-cdc91f627799"
      ],
      "mappedSkills": [
        "027f00ec-6081-4342-a3f1-05515bb072a3",
        "cae805b1-1e0c-476f-babe-05845cb22be2",
        "dc100de1-0dfd-4312-8e73-7bc241837b0d",
        "5e4b4341-6b75-4934-9ee7-90013f8a8505",
        "c1a2e87a-9fed-478f-958b-cb76f5a15f78"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [
    {
      "optionId": "a720992e-d2e6-435c-9cff-cdc91f627799",
      "title": "Film, TV, Commercial, Short Form, Radio and Audio Production",
      "occupationCode": ""
    },
    {
      "optionId": "5be4591d-e4eb-48dd-ac90-8b5f329c9247",
      "title": "Post Production, VFX and Animation Production",
      "occupationCode": ""
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-06-08T00:00:00"
}