{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 504,
  "referenceNumber": "ST0709",
  "learningAimClassCode": "",
  "title": "District nurse",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0709",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Funding band and end-point assessment plan revised",
  "changedDate": "2024-10-02T00:00:00",
  "earliestStartDate": "2021-11-24T00:00:00",
  "latestStartDate": "2024-10-10T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Caring for patients with a wide range of health conditions.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 10000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "nurse",
    "district nurse",
    "patients",
    "health",
    "health condition",
    "caring"
  ],
  "jobRoles": [
    "District nurse"
  ],
  "entryRequirements": "&lt;p&gt;It is a requirement of the Nursing and Midwifery Council (NMC) that those training to become a District Nurse are already registered nurses on Part 1 of the NMC register&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/5902/st0709_district-nurse_l7_fully-integrated-ap_for-publication_adjustment-15022022.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.2 Nursing, and subjects and vocations allied to medicine",
  "version": "1.1",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in health care. District Nurses work with adults of all ages and communities. They work across numerous different organisations and settings for example; primary care, social care, third sector organisations, hospitals including mental health, hospices, prisons and other community services to ensure that patients get the right care, at the right time, every time.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is work with individuals and populations. This can mean working with people in their own home (which could be an individual’s house, a care home, a hostel, a prison, hotels etc.), a healthcare setting e.g. GP practice, hospital, hospice etc. or even the streets in the case of the homeless population. District Nurses assess and care for patients with a wide range of health conditions and are accountable for a large varied complex caseload where they prioritise care, assess risk, prescribe medication, dressings and appliances in accordance with legislation, manage changing local demands which require very careful oversight and case management. They plan, provide and monitor complex community nursing care and services. They manage a caseload of complex patients and families/carers, either with long-term conditions over a protracted period or those with acute short episodes of care, by leading a clinical team who often work in isolation without immediate and direct access to medical advice. They influence and lead change management initiatives within the service, for example, new ways of working, new models of care. &lt;br /&gt;&lt;br /&gt;They are responsible for delivery of care across a 24 hour period 365 days a year anticipating problems and crises and proactively planning to prevent unnecessary hospital admission and facilitating timely discharge across a range of patient pathways e.g. end of life care, tissue viability etc.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with patients, their carer’s and relatives and a wide variety of health and social care professionals including GP’s, social workers and hospital staff. District Nurses work with adults of all ages and communities. They work across numerous different organisations and settings for example; primary care, social care, third sector organisations, hospitals including mental health, hospices, prisons and other community services to ensure that patients get the right care, at the right time, every time. An employee in this occupation will be responsible for their own work as an autonomous, independent practitioner, whilst contributing and leading collaborative work with other health and care professionals. In addition the occupation will be responsible for a caseload of patients and the team responsible for delivering care to that caseload.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "a56733f6-b571-4a64-9221-c4193d543c60",
      "detail": "The complex causes, signs, symptoms and impact of interacting physical and mental health conditions"
    },
    {
      "knowledgeId": "a47d0365-8353-419e-8c7e-43f4722debf0",
      "detail": "The principles of delivering and evaluating safe and effective palliative and end of life care including the principles of managing symptoms and involving carers"
    },
    {
      "knowledgeId": "a15a2f68-a74b-45a7-9622-da8900870ec3",
      "detail": "The principles, concepts and theories of evidence-based therapeutic interventions"
    },
    {
      "knowledgeId": "068eddbd-c263-40ef-af33-ebaafd4d6ce1",
      "detail": "How to apply the principles of case management"
    },
    {
      "knowledgeId": "459ae53c-9b21-4f7c-89b1-1f0205d89707",
      "detail": "The principles of risk stratification"
    },
    {
      "knowledgeId": "3f4435ed-cde9-4ec9-9245-1620c381dc9c",
      "detail": "How to recognise, manage and evaluate the deterioration of patients in order to decide effective anticipatory care"
    },
    {
      "knowledgeId": "7e2eabe5-fb88-4cfa-b2a8-e53ac394d34b",
      "detail": "The principles of managing long term conditions and interactions between long term conditions"
    },
    {
      "knowledgeId": "6fb551b7-fc36-4cf7-a4f9-d9d0b5b281e1",
      "detail": "The complex risks to patients in transition between services"
    },
    {
      "knowledgeId": "144f5324-998e-4a44-afc1-b3444fa0aa0d",
      "detail": "How to use assessment and decision making models and proactive case management for effective care planning"
    },
    {
      "knowledgeId": "8f6ea750-f1a5-4bac-a61a-7f768ea7ba1a",
      "detail": "Advanced communication skills to develop therapeutic relationships"
    },
    {
      "knowledgeId": "878e627e-6bf4-4dcc-b2f1-cbdd173a5823",
      "detail": "The principles of advocacy and acting as the patients advocate in complex situations whilst also respecting the patient’s autonomy and ensuring ethical principles are upheld"
    },
    {
      "knowledgeId": "40310ee8-9673-4939-a5aa-2985eccb81c8",
      "detail": "The local and national policies, regulatory frameworks and guidelines for care e.g. prescribing"
    },
    {
      "knowledgeId": "4a373ddb-6200-41c6-8df5-55cdd984f01c",
      "detail": "Pharmacotherapeutics relative to your scope of practice"
    },
    {
      "knowledgeId": "98b8f123-e530-4b78-a373-9030a1d57f7a",
      "detail": "The range of advanced physical, psychological and population based assessment methods and the application of pathophysiology to underpin assessment and diagnosis"
    },
    {
      "knowledgeId": "fe1dcb18-7ab6-4aa2-9e83-731d8c77bd43",
      "detail": "The principles of social prescribing"
    },
    {
      "knowledgeId": "78f0c662-585d-42ad-9592-d762c56e053c",
      "detail": "The strategies and methodologies for effective teaching, learning and staff development"
    },
    {
      "knowledgeId": "b400e1d0-b865-4079-bb91-abe39875f91a",
      "detail": "The local and national policies and procedures within your role and the NMC code"
    },
    {
      "knowledgeId": "aff69613-86e3-4ecd-91fe-06d3193641e5",
      "detail": "The principles and concepts of accountability in the role of District Nurse team leader and how to delegate responsibility"
    },
    {
      "knowledgeId": "a10ce9b1-5d32-4931-ad64-b2cce0742c10",
      "detail": "The theories, techniques and models of leadership, management and team working and how these can be applied across professional boundaries in health and social care"
    },
    {
      "knowledgeId": "a60c35d7-e713-451b-a233-2b5d01b4c70c",
      "detail": "The principles of workload and workforce planning and application to practice including when to make the case for service changes"
    },
    {
      "knowledgeId": "540e5e3d-098f-4f00-bb9b-105175d8578f",
      "detail": "How to avoid unnecessary admission and facilitate timely discharge when there are many interacting factors"
    },
    {
      "knowledgeId": "5e9abf60-96cf-4734-a513-95e99798e5e6",
      "detail": "The range of appropriate places of care and how to facilitate and justify access to these"
    },
    {
      "knowledgeId": "1179cc25-aa16-42eb-a4ba-25300c790fd1",
      "detail": "The principles of consent and capacity in relation to the mental capacity act and deprivation of liberties"
    },
    {
      "knowledgeId": "492a38f3-ceb6-4a97-8f95-e1a6e892d61d",
      "detail": "Core assessment skills to assess mental wellbeing within the scope of the role and the limits of competence"
    },
    {
      "knowledgeId": "18ed7f24-1839-4789-8d61-8418ed8638c7",
      "detail": "The theories, methods and principles of health promotion and prevention"
    },
    {
      "knowledgeId": "4d8f7072-2c7d-4842-a73e-e10e92747c3e",
      "detail": "The range of advanced health promotion tools available for use"
    },
    {
      "knowledgeId": "64150576-c10f-427e-91f7-18f3c063228f",
      "detail": "The theories, methods and principles underpinning self-care e.g. motivational interviewing and advanced communication skills"
    },
    {
      "knowledgeId": "ffdc40f7-6fc9-4895-8840-d3efa678721c",
      "detail": "The theories, methods and principles of quality assurance, service improvement and change management"
    },
    {
      "knowledgeId": "0c3b2012-55eb-4d76-a3f3-5010dc53979c",
      "detail": "How to formulate specialist business cases for service change and improvement"
    },
    {
      "knowledgeId": "93b83ab3-374f-4c9d-858f-3770e557784a",
      "detail": "How to apply the audit process and change management theories related to district nursing practice"
    },
    {
      "knowledgeId": "72062ddb-cc81-4da8-a98d-c8206e187f67",
      "detail": "How to critically analyse, interpret and evaluate data and information"
    },
    {
      "knowledgeId": "22d1a10d-d62f-430f-b977-97005b22534c",
      "detail": "How to foster a culture of openness and learning"
    },
    {
      "knowledgeId": "66c9998f-69d5-4880-b865-a09b5cee1f22",
      "detail": "The theories, methods and principles of leadership"
    },
    {
      "knowledgeId": "64998ae8-c2a4-4af0-87da-33c1e88d22fb",
      "detail": "How to use the public health outcomes framework"
    },
    {
      "knowledgeId": "8e3298eb-22c3-4c12-a9d0-90b106e57485",
      "detail": "How to critically analyse, interpret and evaluate wider public health and demographic data"
    },
    {
      "knowledgeId": "c4621f77-4c11-4b79-a387-4f9aed84a3e0",
      "detail": "How to create a community profile"
    },
    {
      "knowledgeId": "6120a5f8-4a2a-4501-b439-7e14ea7de65e",
      "detail": "The complex range of evaluation and audit methods used in clinical practice"
    },
    {
      "knowledgeId": "3ae64467-fe9b-4864-9c53-22b28e098f4c",
      "detail": "Critical appraisal techniques and how to apply them to clinical practice"
    },
    {
      "knowledgeId": "36a66a8b-e542-4a6c-880f-657d17e9b7f1",
      "detail": "The service evaluation and improvement methodology"
    },
    {
      "knowledgeId": "b68f93f1-35f8-4923-8eb5-c8be409d4c1a",
      "detail": "Research methodology and how to implement research"
    },
    {
      "knowledgeId": "922c9a68-1691-4b60-841d-42f8a0c39ae5",
      "detail": "The range of evidence-based strategies to manage risk in clinical practice and in relation to the different environments a district nurse works within"
    },
    {
      "knowledgeId": "b527aae3-def5-4b6d-887d-0d9d39c5b11d",
      "detail": "The cost benefit and individual analysis of the risks, taking account of individual’s views and responsibilities"
    },
    {
      "knowledgeId": "a8b993aa-ff20-46db-b7c9-93aae3ea0add",
      "detail": "Relevant safeguarding policies and procedures"
    },
    {
      "knowledgeId": "60dc2b45-fd4d-4e78-8ed1-b32cb6408f83",
      "detail": "How to apply the principles of confidentiality and information sharing policies"
    },
    {
      "knowledgeId": "3562e788-c9d0-4c37-9d1a-cd398e37ee3d",
      "detail": "How to influence and the importance of political awareness"
    },
    {
      "knowledgeId": "055d7164-ead5-49f2-8e8c-20ddb5239cf8",
      "detail": "The principles of resilience and how this is built within yourself and others"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "4e1fc69a-a747-4ea3-98e5-19f02703a76e",
      "detail": "Treat people with dignity at all times"
    },
    {
      "behaviourId": "d148e1f1-a691-490a-9ec8-fe3f610ed8c6",
      "detail": "Respect people’s diversity, beliefs, culture and individual needs"
    },
    {
      "behaviourId": "150ce302-1295-4688-b61b-ab6c9dadf242",
      "detail": "Show respect and empathy for patients, their families and carer’s and those you work with at all times"
    },
    {
      "behaviourId": "e886ddd2-ed3b-49a9-b79d-5415c93435cb",
      "detail": "Be adaptable, reliable and consistent and have the courage to challenge areas of concern"
    },
    {
      "behaviourId": "9c8f8493-272a-42ef-a768-622f24874939",
      "detail": "Show flexibility, self-awareness and emotional intelligence when dealing with patients, carers, teams and self"
    },
    {
      "behaviourId": "3088bc72-eda5-4fee-8818-0f2415794fd8",
      "detail": "Act as a positive role model for staff and teams"
    }
  ],
  "skills": [
    {
      "skillId": "2bca27e0-4745-43c0-a1b7-ccb3c6cba18c",
      "detail": "Manage a caseload of patients in a variety of community settings using a person centred approach including implementation of risk stratification and case management strategies to determine those at most risk of poor health outcomes"
    },
    {
      "skillId": "6c746361-1269-4cb7-bb4c-7aa8a8f549a5",
      "detail": "Use specialised skills to work collaboratively with the patient and the multidisciplinary team, to improve anticipatory care, self-management, facilitate timely discharges and reduce avoidable hospital admissions to enable care to be delivered closer to, or at home"
    },
    {
      "skillId": "650035d1-2fd1-4b9b-b09f-4bf43bb7fe91",
      "detail": "Manage and co-ordinate programmes of care, for individuals with complex acute and long term conditions, striving to make the patient journey seamless between mental and physical health care, hospital and community services and between primary and community care"
    },
    {
      "skillId": "fcd7b513-04c4-44c8-aa24-cfa45e3eb4f0",
      "detail": "Assess when a referral is required and maintain overall responsibility for the management and co-ordination of care"
    },
    {
      "skillId": "ab74f927-68c4-4b31-8923-4fb7f221dc70",
      "detail": "Manage the delivery of service whilst critically evaluating the capacity and demand and being mindful of patient and staff safety"
    },
    {
      "skillId": "34c58113-2263-4eff-a065-bf8c9614f0a8",
      "detail": "Autonomously assess the complex health needs of people, families and other informal carers to formulate care plans, anticipatory care and care packages"
    },
    {
      "skillId": "b8b9935d-d158-4855-a2cb-f3621a006155",
      "detail": "Appropriately manage problems and make decisions in partnership with people, families and other informal carers using advanced communication skills"
    },
    {
      "skillId": "23c79711-6cf8-4abc-8f8f-e91094b8b4e5",
      "detail": "Use evidence based physical and clinical assessments of individuals with complex health care needs to make accurate diagnostic decisions, including prescribing"
    },
    {
      "skillId": "c3a11532-5e2d-4044-8f0a-9da86f07b6d2",
      "detail": "Lead and support the clinical team to provide community nursing interventions in a range of settings"
    },
    {
      "skillId": "dc078818-708f-4197-9781-b82d7d746882",
      "detail": "Manage clear lines of accountability for the assurance of clinical governance and care quality"
    },
    {
      "skillId": "61f09369-7f0b-484a-8cac-819ea6692280",
      "detail": "Manage the district nursing team within regulatory, professional, legal, ethical and policy frameworks ensuring staff feel valued and developed"
    },
    {
      "skillId": "51937319-1dce-49a8-94c0-45def3a85141",
      "detail": "Critically analyse, act on and evaluate trends and demands on the district nursing service to inform workload and workforce planning"
    },
    {
      "skillId": "db29bb57-14f0-4ea5-872e-b34da0d6d9b9",
      "detail": "Work with other services, teams and colleagues to support fewer unnecessary admissions and facilitate timely discharges"
    },
    {
      "skillId": "05335279-e94e-4274-abc5-100470caf6f4",
      "detail": "Assess and identify the mental capacity of people"
    },
    {
      "skillId": "964a8f70-3479-48e3-956e-a49965c53e9f",
      "detail": "Use specialised skills to work in partnership with individuals, formal and informal carers and other services to promote health education, self-care and patient-led care, to maximise the individual’s independence and understanding of their condition(s)"
    },
    {
      "skillId": "8d2fe12d-0005-4065-84b0-068f080251a3",
      "detail": "Critically analyse, interpret and evaluate complex data and information to improve patient care"
    },
    {
      "skillId": "cd65e993-198e-4802-acfd-2dd42931b7fc",
      "detail": "Determine and use specialised skills to influence and negotiate the development of operational plans for the service"
    },
    {
      "skillId": "835ce262-b9db-43c2-96da-82ad8d5742d3",
      "detail": "Lead a team to deliver service improvement and change management that involves many interacting factors"
    },
    {
      "skillId": "321c8bd4-4fca-4091-844a-82c7ba7302f8",
      "detail": "Quality assure services and make service improvements"
    },
    {
      "skillId": "51423f65-fc3e-46fe-a43e-c674f1f50a64",
      "detail": "Determine and use specialised skills to influence and negotiate the development of public health initiatives"
    },
    {
      "skillId": "d81dc60e-5a94-4795-9a4c-9b61166fa582",
      "detail": "Collaborate with other agencies to analyse and evaluate public health principles, priorities and practice and implement these policies"
    },
    {
      "skillId": "ec6a6695-2f4e-47e8-8e12-90d9aae6b6b1",
      "detail": "Participate in the collation of a community profile to understand local assets"
    },
    {
      "skillId": "738108f5-1ab7-4c58-9fe6-322ae834afad",
      "detail": "Utilise position within the organisation to influence position of community nursing teams in the provision of care for communities under their umbrella"
    },
    {
      "skillId": "56c961d6-29fa-41db-8630-8ad2fc071a59",
      "detail": "Engage in research activity and develop evidence-based strategies to enhance the quality, safety, productivity and value for money of health and care"
    },
    {
      "skillId": "4f7d1a53-4ecb-4c65-8b0a-748ff2b6ef1a",
      "detail": "Lead improvements to care service delivery through the implementation of research findings, best practice, outcome of audits and patient feedback"
    },
    {
      "skillId": "22807778-7973-429f-bc41-2f778c3abbdc",
      "detail": "Critically assess and evaluate risk using a variety of specialised tools across a broad spectrum of often interrelated and unpredictable situations, including staff, and people within their home environments"
    },
    {
      "skillId": "db7c0f03-2d4c-4bf4-a271-57a334f8940b",
      "detail": "Formulate and implement risk assessment and management strategies that take account of people’s views and responsibilities, whilst promoting patient and staff safety and preventing avoidable harm to individuals, carers and staff"
    },
    {
      "skillId": "6386b628-69f5-4c93-a057-dcbd05dd07e7",
      "detail": "Ensure all staff are able to recognise vulnerability of adults and children and understand their responsibilities and those of other organisations in terms of safeguarding legislation, policies and procedures"
    },
    {
      "skillId": "dc1b4920-e763-444a-8a84-9baf852c57cf",
      "detail": "Lead the service change required to deliver services and evaluate the outcome"
    },
    {
      "skillId": "9a7ad60e-91d5-4e7f-a689-a4da83d9306a",
      "detail": "Develop, support and train the team to meet new and evolving requirements in patient care"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2019-09-30T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0401",
  "tbMainContact": "healthcare.trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "Leeds Community Healthcare NHS trust Airedale NHS Foundation Trust Berkshire Healthcare NHS Trust Blackpool Teaching Hospitals NHS Foundation Trust Bradford District Care NHS Foundation Trust Bridgewater Community Healthcare NHS Foundation Trust Bromley Healthcare Calderdale and Huddersfield NHS Foundation Trust Central Cheshire Integrated Care Partnership Central London Community Healthcare NHS Trust Central Surrey Health City Health Care Partnership Cornwall Partnership NHS Foundation Trust Cumbria Partnership NHS Foundation Trust Dorset Healthcare NHS Foundation Trust East Lancashire Hospitals NHS Trust Hertfordshire Community NHS Trust Kent Community Healthcare NHS Foundation Trust Lancashire Care NHS Foundation Trust Lincolnshire Community Health Services NHS Trust Manchester University NHS Foundation Trust Medway Community Healthcare Mid Yorkshire NHS Trust North Tees and Hartlepool NHS Foundation Trust Northamptonshire Healthcare NHS Trust Oxford Health NHS Foundation Trust Oxleas NHS Foundation Trust Pennine Care NHS Foundation Trust Provide – community services provider in Essex, Cambridgeshire and Peterborough Sheffield Teaching Hospitals NHS Trust South Tyneside NHS Foundation Trust Southern Health NHS Foundation Trust Staffordshire and Stoke on Trent Partnership NHS",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "Nursing and Midwifery Council",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "District nurse"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Midwifery and nursing professional",
  "clusterId": "211",
  "clusterDescription": null,
  "createdDate": "2021-11-24T08:37:17 +00:00",
  "lastUpdated": "2024-10-02T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-09-30T00:00:00 +00:00",
  "banners": "This apprenticeship has been retired. Employers who wish to start new apprentices should consider using ST1419 Community nurse specialist practitioner (NMC 2022).",
  "occupationCode": "OCC0709",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0709-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0709-v1-1",
  "qualifications": [
    {
      "qualificationId": "14a8cfd2-bc6b-4d38-bab2-714e6d4f7804",
      "title": "PG Diploma for District Nursing with integrated independent prescribing at Level 7",
      "level": "7 (non-degree qualification)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "Nursing and Midwifery Council",
      "level": " Level 1 Registered Nurse",
      "isPartial": "",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "a7abf44b-fc5d-487d-8e2e-2600efeb14ed",
      "dutyDetail": "Provide advanced case management for people with highly complex unpredictable needs including those nearing and at the end of their lives.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4e1fc69a-a747-4ea3-98e5-19f02703a76e",
        "d148e1f1-a691-490a-9ec8-fe3f610ed8c6",
        "150ce302-1295-4688-b61b-ab6c9dadf242",
        "e886ddd2-ed3b-49a9-b79d-5415c93435cb",
        "9c8f8493-272a-42ef-a768-622f24874939",
        "3088bc72-eda5-4fee-8818-0f2415794fd8"
      ],
      "mappedKnowledge": [
        "a56733f6-b571-4a64-9221-c4193d543c60",
        "a47d0365-8353-419e-8c7e-43f4722debf0",
        "a15a2f68-a74b-45a7-9622-da8900870ec3",
        "068eddbd-c263-40ef-af33-ebaafd4d6ce1",
        "459ae53c-9b21-4f7c-89b1-1f0205d89707",
        "3f4435ed-cde9-4ec9-9245-1620c381dc9c",
        "7e2eabe5-fb88-4cfa-b2a8-e53ac394d34b",
        "6fb551b7-fc36-4cf7-a4f9-d9d0b5b281e1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2bca27e0-4745-43c0-a1b7-ccb3c6cba18c",
        "6c746361-1269-4cb7-bb4c-7aa8a8f549a5",
        "650035d1-2fd1-4b9b-b09f-4bf43bb7fe91",
        "fcd7b513-04c4-44c8-aa24-cfa45e3eb4f0",
        "ab74f927-68c4-4b31-8923-4fb7f221dc70"
      ],
      "criteriaForMeasuringPerformance": "Plan and implement effective case management strategies\nAsses, plan, implement and evaluate safe and effective care to the caseload and individuals"
    },
    {
      "dutyID": "f8c11a87-7137-43e6-b97e-edc9f07e4624",
      "dutyDetail": "Holistically assess heath needs and make diagnostic decisions for people, including those nearing and at the end of their lives with highly complex unpredictable needs.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4e1fc69a-a747-4ea3-98e5-19f02703a76e",
        "d148e1f1-a691-490a-9ec8-fe3f610ed8c6",
        "150ce302-1295-4688-b61b-ab6c9dadf242",
        "e886ddd2-ed3b-49a9-b79d-5415c93435cb",
        "9c8f8493-272a-42ef-a768-622f24874939",
        "3088bc72-eda5-4fee-8818-0f2415794fd8"
      ],
      "mappedKnowledge": [
        "144f5324-998e-4a44-afc1-b3444fa0aa0d",
        "8f6ea750-f1a5-4bac-a61a-7f768ea7ba1a",
        "878e627e-6bf4-4dcc-b2f1-cbdd173a5823",
        "40310ee8-9673-4939-a5aa-2985eccb81c8",
        "4a373ddb-6200-41c6-8df5-55cdd984f01c",
        "98b8f123-e530-4b78-a373-9030a1d57f7a",
        "fe1dcb18-7ab6-4aa2-9e83-731d8c77bd43"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "34c58113-2263-4eff-a065-bf8c9614f0a8",
        "b8b9935d-d158-4855-a2cb-f3621a006155",
        "23c79711-6cf8-4abc-8f8f-e91094b8b4e5"
      ],
      "criteriaForMeasuringPerformance": "Effectively assess the physical and mental health needs of individuals and make decisions to support the needs of individuals\nWork effectively with individuals, groups, health professionals and stakeholders"
    },
    {
      "dutyID": "230d67d5-2338-4d89-80c8-8a89118a55d3",
      "dutyDetail": "Lead a team to manage a complex, dynamic and unpredictable caseload.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4e1fc69a-a747-4ea3-98e5-19f02703a76e",
        "d148e1f1-a691-490a-9ec8-fe3f610ed8c6",
        "150ce302-1295-4688-b61b-ab6c9dadf242",
        "e886ddd2-ed3b-49a9-b79d-5415c93435cb",
        "9c8f8493-272a-42ef-a768-622f24874939"
      ],
      "mappedKnowledge": [
        "78f0c662-585d-42ad-9592-d762c56e053c",
        "b400e1d0-b865-4079-bb91-abe39875f91a",
        "aff69613-86e3-4ecd-91fe-06d3193641e5",
        "a10ce9b1-5d32-4931-ad64-b2cce0742c10"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c3a11532-5e2d-4044-8f0a-9da86f07b6d2",
        "dc078818-708f-4197-9781-b82d7d746882",
        "61f09369-7f0b-484a-8cac-819ea6692280"
      ],
      "criteriaForMeasuringPerformance": "Implement effective organisational strategies \nProvide effective leadership and manage the team through change\nMaintain accurate records to inform service delivery"
    },
    {
      "dutyID": "8805ed75-917c-46a0-8149-de807e699032",
      "dutyDetail": "Take responsibility and accountability for care delivery, anticipatory care planning to avoid unnecessary admission and facilitate timely discharge.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4e1fc69a-a747-4ea3-98e5-19f02703a76e",
        "d148e1f1-a691-490a-9ec8-fe3f610ed8c6",
        "150ce302-1295-4688-b61b-ab6c9dadf242",
        "e886ddd2-ed3b-49a9-b79d-5415c93435cb",
        "9c8f8493-272a-42ef-a768-622f24874939",
        "3088bc72-eda5-4fee-8818-0f2415794fd8"
      ],
      "mappedKnowledge": [
        "a60c35d7-e713-451b-a233-2b5d01b4c70c",
        "540e5e3d-098f-4f00-bb9b-105175d8578f",
        "5e9abf60-96cf-4734-a513-95e99798e5e6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "51937319-1dce-49a8-94c0-45def3a85141",
        "db29bb57-14f0-4ea5-872e-b34da0d6d9b9"
      ],
      "criteriaForMeasuringPerformance": "Conduct effective workload and workforce planning to meet identified needs"
    },
    {
      "dutyID": "5dae8716-0403-44bb-9979-e1eb8c3abe49",
      "dutyDetail": "Promote health education and self-care to individuals’ to achieve their health outcomes.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4e1fc69a-a747-4ea3-98e5-19f02703a76e",
        "d148e1f1-a691-490a-9ec8-fe3f610ed8c6",
        "150ce302-1295-4688-b61b-ab6c9dadf242",
        "e886ddd2-ed3b-49a9-b79d-5415c93435cb",
        "9c8f8493-272a-42ef-a768-622f24874939"
      ],
      "mappedKnowledge": [
        "1179cc25-aa16-42eb-a4ba-25300c790fd1",
        "492a38f3-ceb6-4a97-8f95-e1a6e892d61d",
        "18ed7f24-1839-4789-8d61-8418ed8638c7",
        "4d8f7072-2c7d-4842-a73e-e10e92747c3e",
        "64150576-c10f-427e-91f7-18f3c063228f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "05335279-e94e-4274-abc5-100470caf6f4",
        "964a8f70-3479-48e3-956e-a49965c53e9f"
      ],
      "criteriaForMeasuringPerformance": "Facilitate health promotion\nIdentify resources required to deliver the strategy\nRefer individuals to correct services"
    },
    {
      "dutyID": "295fdfb0-8ee7-43e8-b3e6-180a6e27835d",
      "dutyDetail": "Proactively lead, engage, challenge and empower the team in quality assurance, service improvement and change management.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4e1fc69a-a747-4ea3-98e5-19f02703a76e",
        "d148e1f1-a691-490a-9ec8-fe3f610ed8c6",
        "150ce302-1295-4688-b61b-ab6c9dadf242",
        "e886ddd2-ed3b-49a9-b79d-5415c93435cb",
        "9c8f8493-272a-42ef-a768-622f24874939",
        "3088bc72-eda5-4fee-8818-0f2415794fd8"
      ],
      "mappedKnowledge": [
        "ffdc40f7-6fc9-4895-8840-d3efa678721c",
        "0c3b2012-55eb-4d76-a3f3-5010dc53979c",
        "93b83ab3-374f-4c9d-858f-3770e557784a",
        "72062ddb-cc81-4da8-a98d-c8206e187f67",
        "22d1a10d-d62f-430f-b977-97005b22534c",
        "66c9998f-69d5-4880-b865-a09b5cee1f22"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8d2fe12d-0005-4065-84b0-068f080251a3",
        "cd65e993-198e-4802-acfd-2dd42931b7fc",
        "835ce262-b9db-43c2-96da-82ad8d5742d3",
        "321c8bd4-4fca-4091-844a-82c7ba7302f8"
      ],
      "criteriaForMeasuringPerformance": "Effectively project manage service improvement and change\nMaintain audit requirements of the service\nEnsure teams engage in quality improvement activity\nContribute to the development of effective business cases to support change"
    },
    {
      "dutyID": "9dc621b3-5c56-414e-95f3-487a4ff18ef3",
      "dutyDetail": "Develop practice to respond to the public and community health needs.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4e1fc69a-a747-4ea3-98e5-19f02703a76e",
        "d148e1f1-a691-490a-9ec8-fe3f610ed8c6",
        "150ce302-1295-4688-b61b-ab6c9dadf242",
        "e886ddd2-ed3b-49a9-b79d-5415c93435cb",
        "9c8f8493-272a-42ef-a768-622f24874939"
      ],
      "mappedKnowledge": [
        "64998ae8-c2a4-4af0-87da-33c1e88d22fb",
        "8e3298eb-22c3-4c12-a9d0-90b106e57485",
        "c4621f77-4c11-4b79-a387-4f9aed84a3e0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "51423f65-fc3e-46fe-a43e-c674f1f50a64",
        "d81dc60e-5a94-4795-9a4c-9b61166fa582",
        "ec6a6695-2f4e-47e8-8e12-90d9aae6b6b1",
        "738108f5-1ab7-4c58-9fe6-322ae834afad"
      ],
      "criteriaForMeasuringPerformance": "Effectively collect and interpret data on health and wellbeing\nProvide evidenced based care to individuals, groups and communities"
    },
    {
      "dutyID": "b5fa5940-ff8a-4e8f-a451-b5dcdb417654",
      "dutyDetail": "Participate in and undertake research and evaluation to improve care and services for the people and communities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4e1fc69a-a747-4ea3-98e5-19f02703a76e",
        "d148e1f1-a691-490a-9ec8-fe3f610ed8c6",
        "150ce302-1295-4688-b61b-ab6c9dadf242",
        "e886ddd2-ed3b-49a9-b79d-5415c93435cb",
        "9c8f8493-272a-42ef-a768-622f24874939"
      ],
      "mappedKnowledge": [
        "6120a5f8-4a2a-4501-b439-7e14ea7de65e",
        "3ae64467-fe9b-4864-9c53-22b28e098f4c",
        "36a66a8b-e542-4a6c-880f-657d17e9b7f1",
        "b68f93f1-35f8-4923-8eb5-c8be409d4c1a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "56c961d6-29fa-41db-8630-8ad2fc071a59",
        "4f7d1a53-4ecb-4c65-8b0a-748ff2b6ef1a"
      ],
      "criteriaForMeasuringPerformance": "Conduct and implement effective research \nCommunicate the outcomes of data analysis and research\nAdvance district nursing practice through research, audit and feedback"
    },
    {
      "dutyID": "452168f3-26b8-4c0d-9999-3924239f01f2",
      "dutyDetail": "Develop and implement risk assessment and management strategies taking into account people’s views, choices and responsibilities, whilst promoting safeguarding of individuals, carers and staff.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4e1fc69a-a747-4ea3-98e5-19f02703a76e",
        "d148e1f1-a691-490a-9ec8-fe3f610ed8c6",
        "150ce302-1295-4688-b61b-ab6c9dadf242",
        "e886ddd2-ed3b-49a9-b79d-5415c93435cb",
        "9c8f8493-272a-42ef-a768-622f24874939"
      ],
      "mappedKnowledge": [
        "922c9a68-1691-4b60-841d-42f8a0c39ae5",
        "b527aae3-def5-4b6d-887d-0d9d39c5b11d",
        "a8b993aa-ff20-46db-b7c9-93aae3ea0add",
        "60dc2b45-fd4d-4e78-8ed1-b32cb6408f83"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "22807778-7973-429f-bc41-2f778c3abbdc",
        "db7c0f03-2d4c-4bf4-a271-57a334f8940b",
        "6386b628-69f5-4c93-a057-dcbd05dd07e7"
      ],
      "criteriaForMeasuringPerformance": "Deploy and evidence effective risk management strategies\nMinimise risk to all service users\nCarry out effective risk based approaches"
    },
    {
      "dutyID": "dca9ac25-e894-4be3-8f71-9fe1df3d77dc",
      "dutyDetail": "Manage increasing demands on the service, deliver and manage change to meet the evolving shape of services through flexibility, innovation, strategic and operational clinical leadership.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4e1fc69a-a747-4ea3-98e5-19f02703a76e",
        "d148e1f1-a691-490a-9ec8-fe3f610ed8c6",
        "150ce302-1295-4688-b61b-ab6c9dadf242",
        "e886ddd2-ed3b-49a9-b79d-5415c93435cb",
        "9c8f8493-272a-42ef-a768-622f24874939",
        "3088bc72-eda5-4fee-8818-0f2415794fd8"
      ],
      "mappedKnowledge": [
        "a60c35d7-e713-451b-a233-2b5d01b4c70c",
        "3562e788-c9d0-4c37-9d1a-cd398e37ee3d",
        "055d7164-ead5-49f2-8e8c-20ddb5239cf8"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "dc1b4920-e763-444a-8a84-9baf852c57cf",
        "9a7ad60e-91d5-4e7f-a689-a4da83d9306a"
      ],
      "criteriaForMeasuringPerformance": "Implement effective organisational strategies \nProvide effective leadership and manage the team through change\nMaintain accurate records to inform service delivery"
    }
  ],
  "options": [],
  "regulationDetail": [
    {
      "name": "Training provider",
      "webLink": "",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-10-10T00:00:00"
}