{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 420,
  "referenceNumber": "ST0708",
  "learningAimClassCode": "",
  "title": "Public sector compliance investigator and officer",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0708",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-04-08T00:00:00",
  "earliestStartDate": "2019-03-01T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Understanding, investigating and negotiating with individuals and organisations who, by accident or with intent, may not be complying with or are deliberately evading regulation or law.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 4000,
  "maxFundingAdditionalInformation": "",
  "route": "Business and administration",
  "keywords": [
    "law",
    "investigations",
    "public sector",
    "regulation",
    "business",
    "management",
    "lawyer"
  ],
  "jobRoles": [
    "Compliance officer",
    "Regulatory officer",
    "Casework investigator",
    "Compliance invesigator",
    "Compliance manager",
    "Assistant inspector"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/2707/st0708_public_sector_compliance_investigator_officer_l3_ap-for-publication-010319.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.4 Public services",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in supervisory and regulatory organisations and authorities across the public sector, who monitor and investigate levels of compliance. This occupation is distinct to the public sector, as only the government can apply civil and criminal penalties, or pursue public prosecutions. Compliance staff need to understand, investigate and negotiate with individuals and organisations who, by accident or with intent, may not be complying with or are deliberately evading regulation or law.&lt;br&gt;&lt;br&gt;The broad purpose of the occupation is to protect the UK’s public interest, money and services, driving improved customer compliance that supports the honest majority who meet their obligations and makes it hard for the dishonest minority, identifying potential acts of criminality and supporting civil or criminal proceedings. This raises standards of compliance across the UK, treating everybody fairly and with respect, applying the law impartially with integrity and honesty. In their daily work, an employee in this occupation interacts with colleagues, working independently with a team of Compliance officers and investigators, reporting to a senior manager. Employees liaise with other specialists and professions, including policy and legal teams. They will interact with customers that range from individuals to large corporate organisations, identifying and investigating possible or apparent anomalies in documentation or other sources of evidence.&lt;br&gt;&lt;br&gt;Employees may also interact with 3rd party agencies in order to support their work, such as local authorities or law enforcement agencies, as well as representing their organisation at tribunals or in court. An employee in this occupation will be responsible for conducting risk-based compliance checks and investigations by applying appropriate legislation, case law, policy and procedure, so that casework can be carried out with integrity and minimal opportunity for technical error. They will work independently to obtain evidence through various fact-finding methodologies, which may range from reviewing documents to contentious interviews. They will exercise judgement and discretion within specified parameters to test credibility and will make evidence-based decisions and recommendations, including when to escalate an issue, and to whom. Compliance officers and investigators will make recommendations and judgements within defined parameters, obtaining authority to proceed from a Senior Manager for decisions that fall outside those parameters.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "ae0daa72-b015-4215-bd2e-cf0b72a26a79",
      "detail": "Legislation, policies and procedures \n\nUnderstands the basic principles of the relevant legal framework, powers and legislation and how these apply to their role. \nUnderstands the relevance and appropriate application of organisational polices (such as employee code of conduct and relevant policies concerning information technology and data governance). \nUnderstands how relevant Data Protection and Freedom of Information legislation applies to the role and the organisation, and the potential impact on investigations."
    },
    {
      "knowledgeId": "0e39f2fb-c49a-467b-95df-e8dc8cf99217",
      "detail": "Analysing and Interpreting Data \n\nUnderstands the range of potential data and other information sources; knows how to use them to make informed judgements.  \nUnderstands how to prepare and present findings in relation to irregularities in data."
    },
    {
      "knowledgeId": "0633c6ca-a40d-4b27-b3ea-bc6254eda30d",
      "detail": "Commercial/Sector Understanding \n\nAwareness of the range of business types within their sector, how they are structured and managed and (if appropriate) financed.\nUnderstands how these affect business behaviour, and knows how to use this knowledge to identify risk."
    },
    {
      "knowledgeId": "a4bfed44-4b9b-4b29-8fe8-9467ccb99025",
      "detail": "Ethical Standards \n\nUnderstands the ethical standards that the organisation and sector requires of its employees and the implications of these for the role"
    },
    {
      "knowledgeId": "d3ac787f-01cf-4f04-bf5f-1535bd0cd185",
      "detail": "Systems and Processes \n\nUnderstands the systems, tools and processes used in the role, and how these impact on their team, and their wider organisation."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "db19f80d-a0e9-4cd6-b964-aac00e346cff",
      "detail": "Ethics, Integrity and Discretion \n\nDemonstrates honesty and sincerity and is trustworthy in their actions. Clearly demonstrates the desire to do the right thing, displaying tact and diplomacy in their dealings with others. Maintains appropriate confidentiality at all times. Puts the obligations of public service above their own personal interests."
    },
    {
      "behaviourId": "af0efaa7-ec78-48d7-aa76-6e2b311b9751",
      "detail": "Professional Effectiveness\n\nContinuously develops their professional capability to meet the needs of the business and its customers.  Effectively manages their time, workload and priorities to deliver a quality service. Resolves problems and adapts to new situations. Develops and shares their professional expertise to build the capability of colleagues within their team"
    },
    {
      "behaviourId": "c006efcf-8a3a-4f9b-9485-03d664262608",
      "detail": "Receptive and Responsive\n\nChanges behavioural style or method of approach when necessary to achieve a goal; adjusts style as appropriate to the needs of the situation. Responds to change with a positive attitude and a willingness to learn new ways to accomplish work activities and objectives."
    },
    {
      "behaviourId": "506bde5d-b19e-448f-99b3-7f61dba53c99",
      "detail": "Inquisitive and Challenging \n\nEmploys a healthy and positive scepticism when gathering and analysing information or in dealings with stakeholders or customer to verify the accuracy of their records and integrity of their actions"
    }
  ],
  "skills": [
    {
      "skillId": "527f6424-a15a-4eaf-b39f-37b5f72d0433",
      "detail": "Application of technical knowledge \n\nProgresses and resolves technical queries by applying the relevant legislation and powers.\nApply relevant organisational policies to all elements of work\nEffectively applies relevant Data Protection and Freedom of Information legislation and identifies the potential impact on investigations, the role and the organisation."
    },
    {
      "skillId": "dd07c6e1-c599-4818-a229-9e7766520895",
      "detail": "Analysing and Interpreting Data\n\nGather, examine and analyse customer records/data/information from a number of sources to identify potential inaccuracies, anomalies and non-compliance. \nUses an investigative approach to establish the facts. \nIdentifies, collects, retains and disseminates evidence in a correct and lawful manner.\nHandles sensitive information securely. \nEnsure all records relating to investigations are accurate and comprehensive."
    },
    {
      "skillId": "5ded32b3-ddd3-4675-ba2b-08ed996227a1",
      "detail": "Commercial/Sector Insights\n\nDelivers effective risk management and compliance by recognising and applying relevant insight knowledge regarding the business types within their sector (including how businesses are structured, managed and (if appropriate) financed."
    },
    {
      "skillId": "4edd4ffd-24c0-4f73-9c4d-4f394cc0f67b",
      "detail": "Team Working and Collaboration \n\nMaintains effective, professional working relationships both internally and externally across organisations. \nBuilds and maintains new partner/stakeholder relationships with those involved in investigations to achieve progress on objectives, key initiatives and shared interests."
    },
    {
      "skillId": "6b47a34e-ec2e-4f4e-8b3a-0e719ee5b42f",
      "detail": "Decision Making\n\nUses effective problem solving techniques to make well-informed judgements/decisions\nUses information from a range of sources to determine the appropriate course of action, escalating decisions to senior managers when appropriate."
    },
    {
      "skillId": "4c2c31d4-68c7-45b9-b144-ed41b10bda91",
      "detail": "Workload management \n\nApplies organisational quality standards in order to deliver effective outcomes. \nPlans and prioritises activity accordingly in line with organisational key performance indicators.\nCo-ordinates the structure and sequence of workload activities to effectively manage competing demands"
    },
    {
      "skillId": "d645f4f0-b532-4d50-9345-a7c1b255d357",
      "detail": "Assessing Compliance Risk \n\nApplies knowledge of customer's business and activities to identify risk\nIdentifies the proximity/extent of risk and address risks with an appropriate response to bring cases/investigations to conclusion.\nUses organisational risk assessment methodologies as tools to support compliance/investigation\nPlans and undertakes interventions that target and are proportionate to the identified risk\nUses reflective and independent thinking to identify the logical connection between business policies and compliance regulations\nThinks creatively to generate solutions to unique compliance issues."
    },
    {
      "skillId": "c4c7d9a7-81b4-4e66-8fd5-8802c59381bc",
      "detail": "Communication\n\nPresents fact based evidence to customers/third parties in ways that they can understand in order to progress case/issue.\nDrafts concise, clear and accurate reports; writes clear and concise letters, e-mails and other items of correspondence\nRecognises all stakeholders (both internal and external) and demonstrates appropriate professional communication and engagement methods\nRecognises discrepancies and gaps in information and uses a range of questioning techniques to clarify and extract as much detail as possible"
    },
    {
      "skillId": "e0f13227-4a67-4460-8630-4c9c4d963847",
      "detail": "Negotiation and Conflict Management\n\nUses diplomacy and tact appropriately to mediate and reconcile different points of view or resolve problems\nManages conflict and handles dissension calmly and confidently \nExplains and defends their point of view; thinks clearly and rapidly under pressure and uncertainty\nDemonstrates confidence and resilience when faced with tough situations (for example when dealing with external agencies such as regulators)"
    },
    {
      "skillId": "63d1cadd-ad88-4ef9-bb85-e74468956984",
      "detail": "Leadership\n\nDemonstrates drive and enthusiasm for developing own compliance capability and that of others\nEngages with and inspires others to be the best\nCommunicates goals clearly and instils in others a desire to assist in implementing them"
    },
    {
      "skillId": "f8166530-22f5-43b2-a9e9-b6fc2295de1f",
      "detail": "Problem Solving \n\nIdentifies problems, devises alternatives, evaluates alternatives and then implements the most viable solutions\nCombines innovative and analytical thinking to address problems and identify solutions\nDemonstrates tenacity and persistence to resolve the problem to the mutual satisfaction of all concerned"
    },
    {
      "skillId": "b2a2828b-384e-459d-a776-e403fad70bd1",
      "detail": "IT Skills\n\nUses appropriate organisational technology with confidence to meet the diverse needs of customers and stakeholders"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-03-01T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0304",
  "tbMainContact": "stephen.martin1@hmrc.gov.uk ",
  "involvedEmployers": "HMRC, Environment Agency, Gambling Commission, Office of the Public Guardian, Care Quality Commission, Gambling Commission, Dept. for Work & Pensions",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Compliance officer",
    "Regulatory officer",
    "Casework investigator",
    "Compliance invesigator",
    "Compliance manager",
    "Assistant inspector"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Management and Administration",
  "cluster": "Administrator",
  "clusterId": "45",
  "clusterDescription": null,
  "createdDate": "2019-09-12T14:14:41 +00:00",
  "lastUpdated": "2022-04-08T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-03-01T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards and apprenticeships in revision are available in the revisions status report.",
  "occupationCode": "OCC0708",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0708-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0708-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "bced4fb5-a20c-467c-bc76-d59d929ec337",
      "dutyDetail": "Collate, analyse and interpret data, (such as personal, commercial and financial data), research potential evidence and use relevant risk assessment methodologies to plan risk-based activities/responses.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "506bde5d-b19e-448f-99b3-7f61dba53c99"
      ],
      "mappedKnowledge": [
        "0e39f2fb-c49a-467b-95df-e8dc8cf99217",
        "0633c6ca-a40d-4b27-b3ea-bc6254eda30d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "dd07c6e1-c599-4818-a229-9e7766520895",
        "5ded32b3-ddd3-4675-ba2b-08ed996227a1",
        "6b47a34e-ec2e-4f4e-8b3a-0e719ee5b42f",
        "d645f4f0-b532-4d50-9345-a7c1b255d357",
        "b2a2828b-384e-459d-a776-e403fad70bd1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "69d41459-4102-41fd-9e6b-8fdddc82bf52",
      "dutyDetail": "Review activities/responses as risks to compliance evolve, detecting unusual activity, themes or trends, and responding by developing and identifying new mitigation plans and appropriate courses of action.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "af0efaa7-ec78-48d7-aa76-6e2b311b9751",
        "c006efcf-8a3a-4f9b-9485-03d664262608",
        "506bde5d-b19e-448f-99b3-7f61dba53c99"
      ],
      "mappedKnowledge": [
        "ae0daa72-b015-4215-bd2e-cf0b72a26a79",
        "0e39f2fb-c49a-467b-95df-e8dc8cf99217",
        "0633c6ca-a40d-4b27-b3ea-bc6254eda30d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "527f6424-a15a-4eaf-b39f-37b5f72d0433",
        "dd07c6e1-c599-4818-a229-9e7766520895",
        "5ded32b3-ddd3-4675-ba2b-08ed996227a1",
        "6b47a34e-ec2e-4f4e-8b3a-0e719ee5b42f",
        "d645f4f0-b532-4d50-9345-a7c1b255d357"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fcfd6846-2ddf-4f9a-8137-282624c6c892",
      "dutyDetail": "Work with personal, confidential and highly sensitive information, (such as personal, commercial and financial data), following a strict legal duty to maintain the confidentiality of information and fully adhering to organisational policies and guidelines.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "db19f80d-a0e9-4cd6-b964-aac00e346cff"
      ],
      "mappedKnowledge": [
        "ae0daa72-b015-4215-bd2e-cf0b72a26a79",
        "a4bfed44-4b9b-4b29-8fe8-9467ccb99025"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "527f6424-a15a-4eaf-b39f-37b5f72d0433",
        "dd07c6e1-c599-4818-a229-9e7766520895"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6d5960e4-060a-4dea-b65a-8df52ca21520",
      "dutyDetail": "Evidence that consideration is applied based on individuals’ needs and circumstances",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "db19f80d-a0e9-4cd6-b964-aac00e346cff",
        "c006efcf-8a3a-4f9b-9485-03d664262608",
        "506bde5d-b19e-448f-99b3-7f61dba53c99"
      ],
      "mappedKnowledge": [
        "0633c6ca-a40d-4b27-b3ea-bc6254eda30d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5ded32b3-ddd3-4675-ba2b-08ed996227a1",
        "d645f4f0-b532-4d50-9345-a7c1b255d357",
        "63d1cadd-ad88-4ef9-bb85-e74468956984"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1c730f78-b892-45dd-8ca8-26587612c159",
      "dutyDetail": "Manage a range of activities at the same time (such as cases, events and reports) meeting numerous critical deadlines and prioritising activity appropriately.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "af0efaa7-ec78-48d7-aa76-6e2b311b9751",
        "c006efcf-8a3a-4f9b-9485-03d664262608"
      ],
      "mappedKnowledge": [
        "ae0daa72-b015-4215-bd2e-cf0b72a26a79",
        "d3ac787f-01cf-4f04-bf5f-1535bd0cd185"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4edd4ffd-24c0-4f73-9c4d-4f394cc0f67b",
        "6b47a34e-ec2e-4f4e-8b3a-0e719ee5b42f",
        "4c2c31d4-68c7-45b9-b144-ed41b10bda91",
        "63d1cadd-ad88-4ef9-bb85-e74468956984"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "68cc6d1a-79c6-4a0b-bc0c-75858b31b79e",
      "dutyDetail": "Maintain case management systems in order to document decisions, progress actions and build knowledge management",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "af0efaa7-ec78-48d7-aa76-6e2b311b9751"
      ],
      "mappedKnowledge": [
        "d3ac787f-01cf-4f04-bf5f-1535bd0cd185"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "dd07c6e1-c599-4818-a229-9e7766520895",
        "4c2c31d4-68c7-45b9-b144-ed41b10bda91",
        "b2a2828b-384e-459d-a776-e403fad70bd1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a45e3af9-b444-4dee-9b30-2aa6e7d45a74",
      "dutyDetail": "Systematically gather, examine and analyse records/data/information using relevant legislation, organisational policies, principles and standards to test credibility and identify potential inaccuracies, anomalies, non-compliance and criminality.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c006efcf-8a3a-4f9b-9485-03d664262608",
        "506bde5d-b19e-448f-99b3-7f61dba53c99"
      ],
      "mappedKnowledge": [
        "ae0daa72-b015-4215-bd2e-cf0b72a26a79",
        "0e39f2fb-c49a-467b-95df-e8dc8cf99217",
        "0633c6ca-a40d-4b27-b3ea-bc6254eda30d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "527f6424-a15a-4eaf-b39f-37b5f72d0433",
        "dd07c6e1-c599-4818-a229-9e7766520895",
        "6b47a34e-ec2e-4f4e-8b3a-0e719ee5b42f",
        "d645f4f0-b532-4d50-9345-a7c1b255d357"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d9404a48-842f-4e1f-9127-86b669f6bee5",
      "dutyDetail": "Collect, retain and disseminate evidence and information (including physical, digital, intellectual) in a correct and lawful manner to progress activity and protect the integrity of the investigation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "db19f80d-a0e9-4cd6-b964-aac00e346cff",
        "af0efaa7-ec78-48d7-aa76-6e2b311b9751"
      ],
      "mappedKnowledge": [
        "ae0daa72-b015-4215-bd2e-cf0b72a26a79",
        "d3ac787f-01cf-4f04-bf5f-1535bd0cd185"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "dd07c6e1-c599-4818-a229-9e7766520895",
        "c4c7d9a7-81b4-4e66-8fd5-8802c59381bc",
        "b2a2828b-384e-459d-a776-e403fad70bd1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5533bdbd-5620-4cb2-9562-ce5fd4cea2fd",
      "dutyDetail": "Create a sound audit trail to decision making including accurate recording of decisions made, rationale and interactions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "db19f80d-a0e9-4cd6-b964-aac00e346cff"
      ],
      "mappedKnowledge": [
        "d3ac787f-01cf-4f04-bf5f-1535bd0cd185"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6b47a34e-ec2e-4f4e-8b3a-0e719ee5b42f",
        "d645f4f0-b532-4d50-9345-a7c1b255d357",
        "c4c7d9a7-81b4-4e66-8fd5-8802c59381bc"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a1c788fd-64f2-4717-b5f1-c5b38201ab85",
      "dutyDetail": "Present evidence and information in ways that everyone can understand, in order to progress cases/activities or to capture and reflect final outcomes.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c006efcf-8a3a-4f9b-9485-03d664262608"
      ],
      "mappedKnowledge": [
        "0e39f2fb-c49a-467b-95df-e8dc8cf99217"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "dd07c6e1-c599-4818-a229-9e7766520895",
        "c4c7d9a7-81b4-4e66-8fd5-8802c59381bc",
        "e0f13227-4a67-4460-8630-4c9c4d963847",
        "f8166530-22f5-43b2-a9e9-b6fc2295de1f",
        "b2a2828b-384e-459d-a776-e403fad70bd1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fdca0eea-72fb-48ce-a2cd-00b2f47d57c4",
      "dutyDetail": "Collaborate with own team and technical/policy specialists across the organisation and beyond (where appropriate), in order to achieve the correct and appropriate outcomes.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "af0efaa7-ec78-48d7-aa76-6e2b311b9751",
        "c006efcf-8a3a-4f9b-9485-03d664262608"
      ],
      "mappedKnowledge": [
        "ae0daa72-b015-4215-bd2e-cf0b72a26a79",
        "0633c6ca-a40d-4b27-b3ea-bc6254eda30d",
        "d3ac787f-01cf-4f04-bf5f-1535bd0cd185"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5ded32b3-ddd3-4675-ba2b-08ed996227a1",
        "4edd4ffd-24c0-4f73-9c4d-4f394cc0f67b",
        "6b47a34e-ec2e-4f4e-8b3a-0e719ee5b42f",
        "d645f4f0-b532-4d50-9345-a7c1b255d357",
        "c4c7d9a7-81b4-4e66-8fd5-8802c59381bc",
        "f8166530-22f5-43b2-a9e9-b6fc2295de1f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1c71b518-7bc5-4b02-8145-7cdded15abf2",
      "dutyDetail": "Contribute to and make informed decisions on case progression within area of own responsibility in line with legislation and policy guidance.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "db19f80d-a0e9-4cd6-b964-aac00e346cff"
      ],
      "mappedKnowledge": [
        "ae0daa72-b015-4215-bd2e-cf0b72a26a79"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "527f6424-a15a-4eaf-b39f-37b5f72d0433",
        "5ded32b3-ddd3-4675-ba2b-08ed996227a1",
        "4edd4ffd-24c0-4f73-9c4d-4f394cc0f67b",
        "6b47a34e-ec2e-4f4e-8b3a-0e719ee5b42f",
        "d645f4f0-b532-4d50-9345-a7c1b255d357",
        "f8166530-22f5-43b2-a9e9-b6fc2295de1f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6a9b8671-dcc3-4bd6-84d1-338b43d6c353",
      "dutyDetail": "Identify any potential acts of criminality/non-compliance from evidence within casework or other customer/stakeholder contacts.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "506bde5d-b19e-448f-99b3-7f61dba53c99"
      ],
      "mappedKnowledge": [
        "ae0daa72-b015-4215-bd2e-cf0b72a26a79",
        "0e39f2fb-c49a-467b-95df-e8dc8cf99217",
        "0633c6ca-a40d-4b27-b3ea-bc6254eda30d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "527f6424-a15a-4eaf-b39f-37b5f72d0433",
        "5ded32b3-ddd3-4675-ba2b-08ed996227a1",
        "6b47a34e-ec2e-4f4e-8b3a-0e719ee5b42f",
        "d645f4f0-b532-4d50-9345-a7c1b255d357",
        "e0f13227-4a67-4460-8630-4c9c4d963847"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c7421c06-a492-4338-a248-e1f7f4ba5a0e",
      "dutyDetail": "Make informed judgements and recognise when it is appropriate to escalate within your own organisation, or sign-post concerns to other relevant organisations",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "db19f80d-a0e9-4cd6-b964-aac00e346cff",
        "af0efaa7-ec78-48d7-aa76-6e2b311b9751",
        "506bde5d-b19e-448f-99b3-7f61dba53c99"
      ],
      "mappedKnowledge": [
        "ae0daa72-b015-4215-bd2e-cf0b72a26a79",
        "0e39f2fb-c49a-467b-95df-e8dc8cf99217",
        "d3ac787f-01cf-4f04-bf5f-1535bd0cd185"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4edd4ffd-24c0-4f73-9c4d-4f394cc0f67b",
        "6b47a34e-ec2e-4f4e-8b3a-0e719ee5b42f",
        "d645f4f0-b532-4d50-9345-a7c1b255d357",
        "c4c7d9a7-81b4-4e66-8fd5-8802c59381bc",
        "63d1cadd-ad88-4ef9-bb85-e74468956984"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-04-08T00:00:00"
}