{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 465,
  "referenceNumber": "ST0778",
  "learningAimClassCode": "",
  "title": "Environmental practitioner (degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0778",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-05-31T00:00:00",
  "earliestStartDate": "2019-06-14T00:00:00",
  "latestStartDate": "2023-02-28T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Providing employers with a high level of professional environmental expertise.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 60,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "Environment",
    "practitioner",
    "consveration",
    "environmental",
    "science",
    "sustainable"
  ],
  "jobRoles": [
    "Environmental practitioner",
    "Environmental consultant",
    "Environmental advisor",
    "Environmental engineer",
    "Environmental protection officer",
    "Environmental scientist",
    "Environment impact assessor",
    "Environmental (monitoring) assessor",
    "Environmental auditor",
    "Land use planner",
    "Environmental coordinator"
  ],
  "entryRequirements": "&lt;p&gt;Entry requirements will be decided by individual employers and with the training provider. Candidates might have three A-levels, equivalent relevant Level 3 qualifications, or will have successfully completed a relevant Level 3 Technician Apprenticeship. Candidates will need to be numerate and show a willingness to improve their numerical and mathematical capability. This is a degree (level 6) apprenticeship, and all candidates must complete an appropriately professionally approved or accredited environmental degree throughout which they will need to demonstrate their mathematical and numeracy capability beyond level 2 throughout their Apprenticeship.&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3202/st0778_environmental-practitioner_l6_apfor-publication_130619_qm.pdf",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.4 Environmental conservation",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in a broad and growing employment sector, with organisations of all types seeking to promote sustainable growth in a manner that is practical whilst responsible, using fewer natural resources, producing less waste, and without compromising the quality of the built and natural environment. &lt;br&gt;&lt;br&gt;Once confined to conservation, waste management or pollution prevention, the occupation has become more mainstream, infiltrating into many areas of the business world. &lt;br&gt;Environmental Practitioners are employed in a wide variety of job roles across many sectors including:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;the voluntary and charity sectors;&lt;/li&gt;\n&lt;li&gt;public sector including regulatory bodies, local and national authorities;&lt;/li&gt;\n&lt;li&gt;educational institutions and research agencies; and&lt;/li&gt;\n&lt;li&gt;Private sector companies; ranging from multinational companies to smaller business requiring environmental practitioners&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;br&gt;The broad purpose of the occupation is to provide employers with a high level of professional environmental expertise, whilst providing a robust overview of key issues and the relevant policies, regulations and legislation an organisation must consider when delivering a specific project or programme. &lt;br&gt;&lt;br&gt;Environmental Practitioners will combine a high level of knowledge and understanding of environmental principles and techniques to complex environmental systems, with their expertise being developed, adaptable or transferable to a range of environmental specialisms, for example, environmental policy and legislation, air quality, climate change, energy, water resources, waste management, ecology, acoustics, land contamination, sustainability, landscape or heritage. &lt;br&gt;&lt;br&gt;Environmental Practitioners have the capability to manage, at an operational level, the provision of innovative solutions that maintain, enhance and minimise environmental impacts, for example, when designing, developing, refurbishing or monitoring drainage, utilities, renewable or emerging technologies, coastal or flood defences, transport systems, or major development programmes across the urban, rural and natural environments. &lt;br&gt;&lt;br&gt;Often, Environmental Practitioners are the first point of contact for the initiation, management and analysis of specialist environmental tests and activities, research and field inspections, through to the provision of appropriate policy, regulatory and legislative guidance, all of which support the successful management and protection of the natural, built and human environments.&lt;br&gt;&lt;br&gt;In their daily work, an employee in this occupation interacts with junior and senior members of their own project team, typically in an office-based environment; They will work with technical specialists both within and beyond their profession, for example, environmental managers and consultants, environmental impact assessors, design and commissioning engineers and architects. &lt;br&gt;&lt;br&gt;Environmental Practitioners will also be exposed to site/field-based activities, where they will safely carry out the collection and monitoring of data using a range of techniques, and will typically engage with surveyors, construction site personnel, environmental protection officers and regulators. &lt;br&gt;Practitioners will build relationships within and external to their organisation, provide guidance and present work internally and externally to clients and other stakeholders, utilising their excellent written, oral and interpersonal communication skills.&lt;br&gt;&lt;br&gt;An employee in this occupation will be responsible for leading projects and/or playing a key role in a larger programme and must manage their own work with a high level of autonomy, have the capability to respond positively to complex and unpredictable situations, and be able to influence and make decisions that support others across and external to the organisation. &lt;br&gt;&lt;br&gt;Practitioners will also be aware and responsible for:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;initiation, coordination, and management of technical input from a wide range of specialists,&lt;/li&gt;\n&lt;li&gt;ensuring projects and programmes are planned and delivered effectively and in a timely manner&lt;/li&gt;\n&lt;li&gt;the compliance and review of these projects with relevant regulatory requirements&lt;/li&gt;\n&lt;li&gt;line management or development responsibilities for other team members, such as Environmental Technicians&lt;/li&gt;\n&lt;li&gt;their own capability and capacity and seek help from others such as specialist technical experts to support them in their role&lt;/li&gt;\n&lt;li&gt;operating effectively within their organisational, financial, and resource constraints and policies, and being compliant with statutory safety and employment regulations&lt;/li&gt;\n&lt;li&gt;maintaining high levels of professional conduct, ethical behaviour and integrity at all times&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;span&gt;Environmental Practitioners can also be involved in a range of more specialist fields covering air quality, acoustics, ecology, landscape, heritage and water resources, and as such this can be reflected in job titles such as Air Quality Engineer, Acoustics Engineer, Energy Engineer, Energy and Renewables Engineer, Waste Planner, Water Environmental Consultant, Water and Flood Risk Consultant, Flood Risk Advisor, Cities Engineer, Energy Manager, Sustainability Architect, or Environmental Regulatory Consultant.&lt;/span&gt;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "4a0673cf-c8e7-4578-a7ec-6273ad4857af",
      "detail": "Advanced technical principles of environmental science, including natural sciences and the impact of human influence, and their relationships with the built and natural environment."
    },
    {
      "knowledgeId": "7ad1fc96-e9b9-41e5-b084-cbbb844c0a72",
      "detail": "Environmental methods, tools, techniques and practices used for the interpretation, monitoring, and mitigation of environmental harm, including health and safety, risk assessment and environmental management."
    },
    {
      "knowledgeId": "83f4a7b2-de58-40c0-acd5-a6cede964e1c",
      "detail": "Inter-relationship between global ‘megatrends’ (such as climate change and population change) and the implications for organisations, society, and the economy."
    },
    {
      "knowledgeId": "3c70fede-d3d7-469b-be77-c3ee557b6b30",
      "detail": "Policies, processes and legislation relating to environmental governance, the key factors that affect them and their implications for projects and organisations."
    },
    {
      "knowledgeId": "c19c1de3-ccd1-46ee-8d19-4f589db7ed34",
      "detail": "Principles of collecting, handling and storing environmental data using best practice, for example, survey data.  Sources of secondary data, such as digital data sets from public or private organisations, including any regulatory, formal and advisory requirements relating to their use."
    },
    {
      "knowledgeId": "0d4256b3-5ee3-4302-8f8a-b194e51b7841",
      "detail": "Main methods of data assessment and analysis used in deriving environmental solutions. This will include the evaluation of the quality, quantity, relevance and limitations of the data available."
    },
    {
      "knowledgeId": "018b1371-5dee-481f-832c-4fb8e066ef59",
      "detail": "Principles, relevance, limitations and interpretation, of environmental modelling and forecasting (using widely used software packages and proven digital technologies)."
    },
    {
      "knowledgeId": "d3a67ec9-6fb4-4982-bce3-2548868436e7",
      "detail": "Key principles and techniques of project initiation, management and evaluation, including risk, programme, resource, health and safety, change control, and financial management."
    },
    {
      "knowledgeId": "8381d6b3-b16e-4d8a-8add-c6f7454df38d",
      "detail": "Role of management systems, quality assurance, continuous improvement, and innovation in providing sustainable solutions."
    },
    {
      "knowledgeId": "16137725-347a-4551-8a26-4c8de8c7e4be",
      "detail": "Preparation, production and presentation of high-quality accurate information in well-structured technical and non-technical documentation and communications for different interested parties including public and stakeholders, and clear recommendations in accordance with relevant strategy, policy, legal requirements, codes of practice and funding requirements."
    },
    {
      "knowledgeId": "80da0e21-e332-489b-97fb-362e1aae4e74",
      "detail": "Roles of community involvement, stakeholder engagement, and public consultation, in the development and delivery of environmental solutions."
    },
    {
      "knowledgeId": "1dd5bab0-10b5-45d4-9929-d455f309bbad",
      "detail": "Importance of professional and ethical conduct relating to their role including the values and standards by which they maintain up to date technical knowledge and skills through CPD and knowledge of all relevant laws and guidance so as not to discriminate or breach the requirements of your organisation."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "bfe77af5-6e01-4203-a368-e8024848aedd",
      "detail": "Demonstrate a professional commitment to protect and enhance the built or natural environment."
    },
    {
      "behaviourId": "166a4746-5cac-4b05-ab6b-fa8c6dbdf086",
      "detail": "Demonstrate self-awareness of knowledge and skills, and only undertake work which they are competent to do."
    },
    {
      "behaviourId": "96cfbebb-12a6-4f60-95f8-3011f4ef2363",
      "detail": "Demonstrate integrity and a personal commitment to environmental, health, safety, and welfare, equality and diversity, organisational, professional and ethical standards (including data protection, client confidentiality, anti-bribery and corruption) recognising obligations to society and the profession."
    },
    {
      "behaviourId": "558c47b5-1e7e-48d6-8836-df6202edfc0e",
      "detail": "Work effectively and independently, through time-management, prioritisation, organisation, and delegation whilst being aware of the needs of others."
    },
    {
      "behaviourId": "8a8969c0-e7ff-484d-8d80-0b4b069038fc",
      "detail": "Have an open-minded and critical approach to work and achieving outcomes."
    },
    {
      "behaviourId": "63cad0e5-af53-4621-86fd-73655dd2ef10",
      "detail": "Have an active and positive attitude to collaborative working, engaging others and understanding the benefit that diversity can bring, demonstrating confidence and flexibility in dealing with new and changing situations."
    },
    {
      "behaviourId": "4c64422b-2cf0-4339-a5ac-e240bbb4d4aa",
      "detail": "Demonstrate personal effectiveness by taking responsibility for professional development, for example, by demonstrating a commitment to learning and development, identifying appropriate continuing professional development necessary to maintain and enhance knowledge and competence as an environmental professional."
    }
  ],
  "skills": [
    {
      "skillId": "8f6aaa62-9117-4af7-be92-b68b3387bd08",
      "detail": "Apply complex environmental principles and methods to projects that integrate with the built or natural environment."
    },
    {
      "skillId": "fbe56386-e929-4a83-8d21-76e3a3e8cc24",
      "detail": "Design, develop or manage safe and sustainable environmental solutions, be able to identify challenges these solutions pose, and assess the opportunities to deliver practical solutions that integrate with the built or natural environment."
    },
    {
      "skillId": "9ba36ae4-b31f-4d9c-b1c9-70d10f6ebba6",
      "detail": "Balance views of potentially conflicting drivers related to environmental, social and financial constraints, and demonstrate critical analysis in the design, development or management of environmental projects."
    },
    {
      "skillId": "d62d8a69-4947-4a17-b852-2e827185d99e",
      "detail": "Apply and comply with policies and regulations, including those relating to the environment, health and safety, legal, planning and equality and diversity, and with their organisation’s formal procedures and practices."
    },
    {
      "skillId": "235caf77-4883-467b-9e87-bbf7e94a8140",
      "detail": "Determine and manage the collection, analysis, and evaluation of data used in the development or delivery of environmental solutions drawing appropriate conclusions and making practical recommendations."
    },
    {
      "skillId": "33432d14-79d9-43dd-9796-b9db529fbf8e",
      "detail": "Apply, analyse and evaluate a broad range of environmental methods (utilising appropriate software and digital solutions), to inform and enable decision making within the development or delivery of environmental solutions. This includes assessing data suitability, validity, quality, and accuracy relative to its intended application."
    },
    {
      "skillId": "cb66058c-423a-4643-9a20-8379ab487ed9",
      "detail": "Effectively and safely manage tasks or projects, within environmental, legal, contractual and statutory requirements, to agreed time and resource budgets, and to agreed quality standards, through the application of appropriate project management tools and techniques."
    },
    {
      "skillId": "9e9fa0c9-ee13-4ce1-9b7e-43d9bf5420a6",
      "detail": "Deliver high quality accurate, well-structured documents and recommendations for the work for which they are responsible and are appropriate to those for whom they are intended."
    },
    {
      "skillId": "4b1bbea4-4e69-42ff-b1eb-ddd66dcc9992",
      "detail": "Develop and maintain productive working relationships with stakeholders and colleagues and support and guide team members to enable them to achieve the team’s objectives as well as their own. Actively seek and provide feedback, support decision making processes, and manage any conflicts that may arise in their work with integrity, fairness and consistency in decision making."
    },
    {
      "skillId": "c1f1d036-1bf5-4710-9079-1d2bd619f90a",
      "detail": "Communicate effectively orally and in writing in both formal and informal contexts, and with a variety of stakeholders.  Listen actively to ensure the views of others are considered appropriately."
    },
    {
      "skillId": "4678518d-53d4-4949-ba3c-5609845f80ed",
      "detail": "Manage their own work independently within the limits of their ability, authority and responsibility, making use of support and specialist expertise when appropriate. Seek feedback on their performance, looking for ways to improve it."
    },
    {
      "skillId": "3fd76f47-e9e0-4037-82c9-d31c51fd84e7",
      "detail": "Develop their own professional competence, regularly updating and reviewing their CPD records and develop an extended network to support their professional development and maintain the required standard of, ethical behaviours and codes of conduct, associated with the environmental profession."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-06-14T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "TB0342",
  "tbMainContact": "CSudworth@acenet.co.uk ",
  "involvedEmployers": "WSP, Waterman Group, Mott MacDonald, Technical Apprenticeship Consortium (TAC), AECOM, AgDevCo, Arcadis, ARUP, Atkins, Balfour Beatty, Capita, Jacobs, Costain, Environment Agency, ERM, Greengage, ITP Energised, Leicestershire County Council, Peter Brett, Stantec, TFL, Tideway, WYG, Bam Nuttall, Society for Environment, CIWEM, IEMA, RICS, IES, EIC (Environmental Industries Commission), Exeter University, University of Exeter, University of the West of England (UWE) in Bristol, UCLan, Kingston",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Environmental practitioner",
    "Environmental consultant",
    "Environmental advisor",
    "Environmental engineer",
    "Environmental protection officer",
    "Environmental scientist",
    "Environment impact assessor",
    "Environmental (monitoring) assessor",
    "Environmental auditor",
    "Land use planner",
    "Environmental coordinator"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Agriculture, Land Management and Production",
  "cluster": "Conservation and Countryside Worker",
  "clusterId": "81",
  "clusterDescription": "Work in and maintain the countryside and waterways paying significant attention to the environment and heritage issues",
  "createdDate": "2020-01-13T15:59:24 +00:00",
  "lastUpdated": "2022-05-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-06-14T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0778",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0778-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0778-v1-0",
  "qualifications": [
    {
      "qualificationId": "481b3421-1fd3-4617-a994-f3cc23b34dfc",
      "title": "environmental professional body accredited/approved BSc (Hons) Environmental Science (or equivalent degree title)",
      "level": "6 (non-degree qualification)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "Institute of Environmental Management and Assessment (IEMA)",
      "level": "Practitioner (PIEMA)",
      "isPartial": "",
      "partialFreeText": ""
    },
    {
      "bodyName": "Institute of Environmental Sciences (IES) ",
      "level": "Associate Member",
      "isPartial": "",
      "partialFreeText": ""
    },
    {
      "bodyName": "Royal Institution of Chartered Surveyors (RICS) ",
      "level": "Chartered Environmental Surveyor (MRICS)",
      "isPartial": "",
      "partialFreeText": ""
    },
    {
      "bodyName": "Chartered Institution of Water and Environmental Management (CIWEM)",
      "level": "Non-Chartered Member (MCIWEM)",
      "isPartial": "",
      "partialFreeText": ""
    },
    {
      "bodyName": "Chartered Institute of Ecology and Environmental Management (CIEEM)",
      "level": "Associate member",
      "isPartial": "",
      "partialFreeText": ""
    },
    {
      "bodyName": "Society for the Environment",
      "level": "REnvTech",
      "isPartial": "",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "817a5bae-d82a-4600-a64a-f53d89486bbf",
      "dutyDetail": "create, plan, and coordinate the timely delivery of highly complex technical input, advice and guidance, identifying and addressing issues that arise, and refining the approach to be taken, to environmental projects.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bfe77af5-6e01-4203-a368-e8024848aedd",
        "166a4746-5cac-4b05-ab6b-fa8c6dbdf086",
        "558c47b5-1e7e-48d6-8836-df6202edfc0e",
        "8a8969c0-e7ff-484d-8d80-0b4b069038fc"
      ],
      "mappedKnowledge": [
        "4a0673cf-c8e7-4578-a7ec-6273ad4857af",
        "7ad1fc96-e9b9-41e5-b084-cbbb844c0a72",
        "83f4a7b2-de58-40c0-acd5-a6cede964e1c",
        "3c70fede-d3d7-469b-be77-c3ee557b6b30",
        "d3a67ec9-6fb4-4982-bce3-2548868436e7",
        "8381d6b3-b16e-4d8a-8add-c6f7454df38d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8f6aaa62-9117-4af7-be92-b68b3387bd08",
        "fbe56386-e929-4a83-8d21-76e3a3e8cc24",
        "9ba36ae4-b31f-4d9c-b1c9-70d10f6ebba6",
        "d62d8a69-4947-4a17-b852-2e827185d99e",
        "cb66058c-423a-4643-9a20-8379ab487ed9",
        "4678518d-53d4-4949-ba3c-5609845f80ed"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "37b1efad-5456-4c0c-b96d-8b16c7aec332",
      "dutyDetail": "initiate and lead the collection, analysis and interpretation of environmental information and data (primary and secondary) to inform, identify and decide what environmental assessments are required, and/or to seek further clarification on the environmental issues raised.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "558c47b5-1e7e-48d6-8836-df6202edfc0e"
      ],
      "mappedKnowledge": [
        "4a0673cf-c8e7-4578-a7ec-6273ad4857af",
        "7ad1fc96-e9b9-41e5-b084-cbbb844c0a72",
        "83f4a7b2-de58-40c0-acd5-a6cede964e1c",
        "3c70fede-d3d7-469b-be77-c3ee557b6b30",
        "c19c1de3-ccd1-46ee-8d19-4f589db7ed34",
        "0d4256b3-5ee3-4302-8f8a-b194e51b7841"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8f6aaa62-9117-4af7-be92-b68b3387bd08",
        "fbe56386-e929-4a83-8d21-76e3a3e8cc24",
        "d62d8a69-4947-4a17-b852-2e827185d99e",
        "235caf77-4883-467b-9e87-bbf7e94a8140"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "363b3b55-9d0c-4eb9-b9b0-bd77b49891aa",
      "dutyDetail": "initiate, design, and lead environment-related desk-based research, appraise, interpret and evaluate results and apply the outcomes to determine environmental issues, risks or adverse effects on the environment and refine and adapt the solutions produced to projects, developments or site works.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "558c47b5-1e7e-48d6-8836-df6202edfc0e"
      ],
      "mappedKnowledge": [
        "7ad1fc96-e9b9-41e5-b084-cbbb844c0a72",
        "83f4a7b2-de58-40c0-acd5-a6cede964e1c",
        "3c70fede-d3d7-469b-be77-c3ee557b6b30",
        "c19c1de3-ccd1-46ee-8d19-4f589db7ed34",
        "0d4256b3-5ee3-4302-8f8a-b194e51b7841"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8f6aaa62-9117-4af7-be92-b68b3387bd08",
        "d62d8a69-4947-4a17-b852-2e827185d99e",
        "235caf77-4883-467b-9e87-bbf7e94a8140"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "11c3c2b4-b328-4769-865f-6b328f1d7b3a",
      "dutyDetail": "initiate, undertake and lead safe field inspections to collect, analyse, interpret and monitor data using relevant and appropriate measurement techniques that support the delivery and refinement of environmental solutions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "96cfbebb-12a6-4f60-95f8-3011f4ef2363",
        "558c47b5-1e7e-48d6-8836-df6202edfc0e"
      ],
      "mappedKnowledge": [
        "7ad1fc96-e9b9-41e5-b084-cbbb844c0a72",
        "83f4a7b2-de58-40c0-acd5-a6cede964e1c",
        "3c70fede-d3d7-469b-be77-c3ee557b6b30",
        "c19c1de3-ccd1-46ee-8d19-4f589db7ed34",
        "0d4256b3-5ee3-4302-8f8a-b194e51b7841"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8f6aaa62-9117-4af7-be92-b68b3387bd08",
        "d62d8a69-4947-4a17-b852-2e827185d99e",
        "33432d14-79d9-43dd-9796-b9db529fbf8e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3d169364-eb5e-46b1-88ce-b4c113eabb95",
      "dutyDetail": "evaluate the effectiveness of data analysis, research and field measurements, to ensure the validity, quality and significance of that evaluation when considering proposed, or refinements to, environmental solutions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bfe77af5-6e01-4203-a368-e8024848aedd",
        "166a4746-5cac-4b05-ab6b-fa8c6dbdf086",
        "558c47b5-1e7e-48d6-8836-df6202edfc0e",
        "8a8969c0-e7ff-484d-8d80-0b4b069038fc"
      ],
      "mappedKnowledge": [
        "7ad1fc96-e9b9-41e5-b084-cbbb844c0a72",
        "83f4a7b2-de58-40c0-acd5-a6cede964e1c",
        "3c70fede-d3d7-469b-be77-c3ee557b6b30",
        "c19c1de3-ccd1-46ee-8d19-4f589db7ed34",
        "0d4256b3-5ee3-4302-8f8a-b194e51b7841",
        "018b1371-5dee-481f-832c-4fb8e066ef59",
        "8381d6b3-b16e-4d8a-8add-c6f7454df38d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8f6aaa62-9117-4af7-be92-b68b3387bd08",
        "d62d8a69-4947-4a17-b852-2e827185d99e",
        "33432d14-79d9-43dd-9796-b9db529fbf8e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bf1b5cc1-7081-48fe-860c-e2081b38cb06",
      "dutyDetail": "design and develop safe and sustainable environmental solutions using applicable analysis, modelling and digital techniques, tests, and relevant codes and regulations, to solve environmental problems and mitigate adverse environmental effects.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bfe77af5-6e01-4203-a368-e8024848aedd",
        "166a4746-5cac-4b05-ab6b-fa8c6dbdf086",
        "558c47b5-1e7e-48d6-8836-df6202edfc0e",
        "8a8969c0-e7ff-484d-8d80-0b4b069038fc"
      ],
      "mappedKnowledge": [
        "4a0673cf-c8e7-4578-a7ec-6273ad4857af",
        "7ad1fc96-e9b9-41e5-b084-cbbb844c0a72",
        "83f4a7b2-de58-40c0-acd5-a6cede964e1c",
        "3c70fede-d3d7-469b-be77-c3ee557b6b30",
        "c19c1de3-ccd1-46ee-8d19-4f589db7ed34",
        "0d4256b3-5ee3-4302-8f8a-b194e51b7841",
        "018b1371-5dee-481f-832c-4fb8e066ef59"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8f6aaa62-9117-4af7-be92-b68b3387bd08",
        "fbe56386-e929-4a83-8d21-76e3a3e8cc24",
        "9ba36ae4-b31f-4d9c-b1c9-70d10f6ebba6",
        "d62d8a69-4947-4a17-b852-2e827185d99e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5383063c-40fe-4ea9-87d2-457538dc5fdb",
      "dutyDetail": "support organisations to conduct their activities in an environmentally appropriate manner, by interpreting and applying regulatory and policy requirements appropriately to proposed projects and developments, ensuring compliance with environmental, quality systems, health and safety and risk management procedures.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bfe77af5-6e01-4203-a368-e8024848aedd",
        "166a4746-5cac-4b05-ab6b-fa8c6dbdf086",
        "96cfbebb-12a6-4f60-95f8-3011f4ef2363",
        "558c47b5-1e7e-48d6-8836-df6202edfc0e"
      ],
      "mappedKnowledge": [
        "4a0673cf-c8e7-4578-a7ec-6273ad4857af",
        "3c70fede-d3d7-469b-be77-c3ee557b6b30"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8f6aaa62-9117-4af7-be92-b68b3387bd08",
        "fbe56386-e929-4a83-8d21-76e3a3e8cc24",
        "9ba36ae4-b31f-4d9c-b1c9-70d10f6ebba6",
        "d62d8a69-4947-4a17-b852-2e827185d99e",
        "cb66058c-423a-4643-9a20-8379ab487ed9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "01494e9b-6291-41f3-a1d0-7d1a11f74527",
      "dutyDetail": "prepare, produce, and present documentation, recommendations, and legally compliant advice, including designs, models, calculations, reports and drawings, site surveys, to enable decision making in accordance with relevant strategy, policy, legal requirements, codes of practice and funding requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bfe77af5-6e01-4203-a368-e8024848aedd",
        "558c47b5-1e7e-48d6-8836-df6202edfc0e",
        "8a8969c0-e7ff-484d-8d80-0b4b069038fc"
      ],
      "mappedKnowledge": [
        "4a0673cf-c8e7-4578-a7ec-6273ad4857af",
        "7ad1fc96-e9b9-41e5-b084-cbbb844c0a72",
        "3c70fede-d3d7-469b-be77-c3ee557b6b30",
        "018b1371-5dee-481f-832c-4fb8e066ef59",
        "8381d6b3-b16e-4d8a-8add-c6f7454df38d",
        "16137725-347a-4551-8a26-4c8de8c7e4be"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8f6aaa62-9117-4af7-be92-b68b3387bd08",
        "d62d8a69-4947-4a17-b852-2e827185d99e",
        "cb66058c-423a-4643-9a20-8379ab487ed9",
        "9e9fa0c9-ee13-4ce1-9b7e-43d9bf5420a6",
        "c1f1d036-1bf5-4710-9079-1d2bd619f90a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "639d77f3-4034-427c-a361-48a281ae9b08",
      "dutyDetail": "communicate scientific and technical information to relevant audiences in an appropriate form, for example, via reports, workshops, educational events and public consultations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "63cad0e5-af53-4621-86fd-73655dd2ef10"
      ],
      "mappedKnowledge": [
        "3c70fede-d3d7-469b-be77-c3ee557b6b30",
        "16137725-347a-4551-8a26-4c8de8c7e4be",
        "80da0e21-e332-489b-97fb-362e1aae4e74"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9ba36ae4-b31f-4d9c-b1c9-70d10f6ebba6",
        "9e9fa0c9-ee13-4ce1-9b7e-43d9bf5420a6",
        "c1f1d036-1bf5-4710-9079-1d2bd619f90a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1401b98f-a55e-4803-ac60-1100541c1d9e",
      "dutyDetail": "provide professional guidance to colleagues, clients, and other stakeholders (technical and non-technical), having regard for sustainable approaches and solutions, and the communication methods to be used.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bfe77af5-6e01-4203-a368-e8024848aedd",
        "96cfbebb-12a6-4f60-95f8-3011f4ef2363",
        "63cad0e5-af53-4621-86fd-73655dd2ef10"
      ],
      "mappedKnowledge": [
        "3c70fede-d3d7-469b-be77-c3ee557b6b30",
        "16137725-347a-4551-8a26-4c8de8c7e4be",
        "80da0e21-e332-489b-97fb-362e1aae4e74"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9ba36ae4-b31f-4d9c-b1c9-70d10f6ebba6",
        "d62d8a69-4947-4a17-b852-2e827185d99e",
        "9e9fa0c9-ee13-4ce1-9b7e-43d9bf5420a6",
        "c1f1d036-1bf5-4710-9079-1d2bd619f90a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a174d64f-1cb1-4245-859d-7ad069182b90",
      "dutyDetail": "plan, manage and report on tasks and projects (which might include resources, financial controls and budgets) to deliver quality assured outputs on time, to company policies and practices, to client and industry specifications, standards and guidance.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "8a8969c0-e7ff-484d-8d80-0b4b069038fc",
        "63cad0e5-af53-4621-86fd-73655dd2ef10"
      ],
      "mappedKnowledge": [
        "d3a67ec9-6fb4-4982-bce3-2548868436e7",
        "8381d6b3-b16e-4d8a-8add-c6f7454df38d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9ba36ae4-b31f-4d9c-b1c9-70d10f6ebba6",
        "d62d8a69-4947-4a17-b852-2e827185d99e",
        "cb66058c-423a-4643-9a20-8379ab487ed9",
        "9e9fa0c9-ee13-4ce1-9b7e-43d9bf5420a6",
        "c1f1d036-1bf5-4710-9079-1d2bd619f90a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3111636f-4362-4faa-81a7-e5b54d95ae2b",
      "dutyDetail": "work with and coordinate others in the wider team and with key stakeholders to develop effective mitigation methods, modified proposals, development or monitoring commitments for mitigation and follow up.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "96cfbebb-12a6-4f60-95f8-3011f4ef2363",
        "558c47b5-1e7e-48d6-8836-df6202edfc0e",
        "8a8969c0-e7ff-484d-8d80-0b4b069038fc",
        "63cad0e5-af53-4621-86fd-73655dd2ef10"
      ],
      "mappedKnowledge": [
        "d3a67ec9-6fb4-4982-bce3-2548868436e7",
        "80da0e21-e332-489b-97fb-362e1aae4e74"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9ba36ae4-b31f-4d9c-b1c9-70d10f6ebba6",
        "cb66058c-423a-4643-9a20-8379ab487ed9",
        "4b1bbea4-4e69-42ff-b1eb-ddd66dcc9992",
        "c1f1d036-1bf5-4710-9079-1d2bd619f90a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d1a48798-20a9-48f2-ad27-72c672dce853",
      "dutyDetail": "approach, engage, interpret and consolidate feedback and advice from statutory consultees and colleagues, taking care to understand and act appropriately on the different perspectives and approaches presented by others.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bfe77af5-6e01-4203-a368-e8024848aedd",
        "8a8969c0-e7ff-484d-8d80-0b4b069038fc",
        "63cad0e5-af53-4621-86fd-73655dd2ef10"
      ],
      "mappedKnowledge": [
        "80da0e21-e332-489b-97fb-362e1aae4e74"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9ba36ae4-b31f-4d9c-b1c9-70d10f6ebba6",
        "4b1bbea4-4e69-42ff-b1eb-ddd66dcc9992",
        "c1f1d036-1bf5-4710-9079-1d2bd619f90a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "557df182-2e79-4fb1-bdbb-6b045bb7ee51",
      "dutyDetail": "recognise where specialist technical input is required, seek this appropriately and review contributions made by specialists to ensure compliance with relevant environmental policies and regulations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bfe77af5-6e01-4203-a368-e8024848aedd",
        "166a4746-5cac-4b05-ab6b-fa8c6dbdf086",
        "8a8969c0-e7ff-484d-8d80-0b4b069038fc",
        "63cad0e5-af53-4621-86fd-73655dd2ef10"
      ],
      "mappedKnowledge": [
        "4a0673cf-c8e7-4578-a7ec-6273ad4857af",
        "7ad1fc96-e9b9-41e5-b084-cbbb844c0a72",
        "d3a67ec9-6fb4-4982-bce3-2548868436e7",
        "80da0e21-e332-489b-97fb-362e1aae4e74"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cb66058c-423a-4643-9a20-8379ab487ed9",
        "4b1bbea4-4e69-42ff-b1eb-ddd66dcc9992",
        "c1f1d036-1bf5-4710-9079-1d2bd619f90a",
        "4678518d-53d4-4949-ba3c-5609845f80ed",
        "3fd76f47-e9e0-4037-82c9-d31c51fd84e7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a7690cf4-902a-466d-80cf-c880c7c67f79",
      "dutyDetail": "build their own networks and support those within and external to the organisation, and the broader profession.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "63cad0e5-af53-4621-86fd-73655dd2ef10",
        "4c64422b-2cf0-4339-a5ac-e240bbb4d4aa"
      ],
      "mappedKnowledge": [
        "80da0e21-e332-489b-97fb-362e1aae4e74",
        "1dd5bab0-10b5-45d4-9929-d455f309bbad"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4b1bbea4-4e69-42ff-b1eb-ddd66dcc9992",
        "3fd76f47-e9e0-4037-82c9-d31c51fd84e7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "eaf4d178-ea6d-4ba2-aa36-d4df0c4443a3",
      "dutyDetail": "manage their own professional development, keeping up to date with technical knowledge and skills, and recording these through CPD records.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "63cad0e5-af53-4621-86fd-73655dd2ef10",
        "4c64422b-2cf0-4339-a5ac-e240bbb4d4aa"
      ],
      "mappedKnowledge": [
        "1dd5bab0-10b5-45d4-9929-d455f309bbad"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4678518d-53d4-4949-ba3c-5609845f80ed",
        "3fd76f47-e9e0-4037-82c9-d31c51fd84e7"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-02-28T00:00:00"
}