{
  "templateType": "Occupational Standard",
  "larsCode": 606,
  "referenceNumber": "ST0783",
  "learningAimClassCode": "",
  "title": "Costume technician - stage and screen",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0783",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Occupational standard, End-point assessment plan and funding band revised.",
  "changedDate": "2023-10-18T00:00:00",
  "earliestStartDate": "2023-10-18T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "To support their organisation to identify costumes for short/long term performance plans and be responsible for the care, maintenance and usage of costumes, ensuring that all costume elements are at the standard of the designer’s specification.",
  "level": 3,
  "ePALength": 3,
  "typicalDuration": 15,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "creative",
    "crafts",
    "arts",
    "design",
    "media",
    "Broadcast",
    "costume",
    "theatre"
  ],
  "jobRoles": [
    "Costume assistant",
    "Costume running assistant",
    "Dressers",
    "Performance support technician",
    "Standby costume assistant",
    "Wardrobe technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0783-v1-1?view=epa",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.2 Crafts, creative arts and design",
  "version": "1.1",
  "standardInformation": "&lt;p&gt;.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation can be found in production and technical departments of theatres, television, film, dance and fashion productions and cultural organisations. This occupation runs across a range of sectors, where a costume might be worn, such as music events, pop concerts, recitals, choirs, sports events, university events.&lt;/p&gt;\n&lt;p&gt;The duties of a costume technician can be varied due to the nature of the sector and technicians would need to be able to adapt to the requirements of the setting.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to provide support relating to the care, maintenance and dressing of cast or performers in costumes in a production environment.&lt;/p&gt;\n&lt;p&gt;The role typically involves the washing, ironing, steaming, repairing, setting, checking and dressing of costumes used on performers.&amp;nbsp; They will work with a variety of other performance related departments and require a high level of understanding of the detail within work documentation to ensure continuity of costume wear - for example costume character profiles and costume plotting.&lt;/p&gt;\n&lt;p&gt;They make sure the outfits are ready for the actors and performers and help by making simple alterations, if required. Or they might be asked to collect garments and supplies or complete returns.&lt;/p&gt;\n&lt;p&gt;They are likely to help with setting up workrooms and may help with the ageing and distressing of costumes. They may be given specific responsibility for crowd fittings or packing costumes for overseas shipment to other locations or units.&lt;/p&gt;\n&lt;p&gt;This is an active role which requires technicians to be flexible and responsive to production or performance needs. For example - fastening intricate costumes, moving backstage during a performance in tight timeframes or moving costumes around.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;This role can be found in a range of organisations such as theatres. They support productions such as plays, opera, ballet or musicals that can be long running or short-term productions.&amp;nbsp; They can also be found at large scale events such as opening and closing ceremonies in sports, fashion shows, commercials and film and television.&lt;/p&gt;\n&lt;p&gt;They will work alongside and interact with a range of production staff such as wardrobe managers, costume supervisors, costume makers, designers, stage managers, stylists, sound departments, wigs, hair and make-up technicians, script supervisors and continuity teams.&amp;nbsp; Performers such as actors, dancers, singers and models are assigned to costume technician by their supervisor to support from a costume or wardrobe perspective before, during and after the performance.&lt;/p&gt;\n&lt;p&gt;They work in organisations ranging from small to large. The nature of the creative sector means that this can vary considerably as can contract lengths.&lt;/p&gt;\n&lt;p&gt;They will work under the instruction of a supervisor and are required to follow delegated tasks completing given work independently.&amp;nbsp; They will take responsibility for the costumes of an assigned group of performers or cast and&amp;nbsp; their agreed costumes.&amp;nbsp;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;They will work as part of a team but take full responsibility for their assigned tasks.&amp;nbsp; They must take into account deadlines, health and safety and professional ethics and sustainability within a specific environment and be confident in reporting any issues.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Out of hours working and travel may be required as part of the role.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "466b756b-e535-4b66-b849-c2bd54f92a28",
      "detail": "Departmental structure, vision and purpose and how each department interacts with each other."
    },
    {
      "knowledgeId": "0250311e-a729-4c74-9bde-79ba7df95b48",
      "detail": "The significance and importance of the role within the setting and the importance of working logically with other departments."
    },
    {
      "knowledgeId": "fa8a3ff2-c8c1-4a74-adc1-b4cba90ac95f",
      "detail": "Communication techniques: verbal, written, and digital. How to use industry specific terminology relevant to the role."
    },
    {
      "knowledgeId": "facd5329-1d9e-4b99-b354-3d5ab927d1ec",
      "detail": "Equality, diversity and inclusion principles and the relevance to the role. "
    },
    {
      "knowledgeId": "e0117219-fcc6-4152-afc2-aa9f08a75361",
      "detail": "Data protection laws and confidentiality protocols for the setting and the impact on the role including social media policy. "
    },
    {
      "knowledgeId": "8716c383-9cdd-401d-a18b-b4aa8ef13684",
      "detail": "Current workplace rules and procedures regarding safeguarding and child protection and how they impact the role."
    },
    {
      "knowledgeId": "3866ebd7-b0f8-4cd1-ad4a-ac812189ba5c",
      "detail": "Health and Safety legislation including Health and Safety at Work etc Act (HaSaWA), Control of Substances Hazardous to Health (COSHH), personal protective equipment (PPE). Manual handling techniques and company health, safety and security policies."
    },
    {
      "knowledgeId": "b5b84e76-0205-4a55-ad7d-cbe441f34508",
      "detail": "The importance of environmental sustainability and departmental processes for working on a production. For example, ‘Theatre Green Book’ for theatre, Albert Carbon Calculator for screen or activities that contribute to the monitoring and reduction of the carbon footprint."
    },
    {
      "knowledgeId": "5a85cc45-4e16-44ce-bdfe-ea530e013ad1",
      "detail": "The requirements and purpose of show or production documentation such as costume breakdown,  running notes, running  lists, dressing plots, costume description lists. "
    },
    {
      "knowledgeId": "132ba63d-c10e-4d05-aec9-7c2e71e239f4",
      "detail": "Dressing protocols pre, during and post production including the order of processes. For example, make-up, wigs, microphone. The importance of collaborative working processes and interdependency of departments in a performance or production."
    },
    {
      "knowledgeId": "39ff7c9d-f3b0-467d-b543-6f29cacb07f4",
      "detail": "How to identify clothing and other costume elements to meet period or genre requirements for a specific performance or production."
    },
    {
      "knowledgeId": "00b71b54-71ba-49a4-b0e3-657491b00f69",
      "detail": "How to maintain the design of costumes taking into account the fit and the properties of fabrics and materials and how they are used in the context of the performance or production. "
    },
    {
      "knowledgeId": "82dd28e9-6f52-4983-a5fb-5633d0c24e09",
      "detail": "Machine and hand sewing techniques and the importance of this for the authenticity of the costume."
    },
    {
      "knowledgeId": "11e47828-ab6f-4993-986a-0c0df5ebafcf",
      "detail": "Laundry techniques and garment care and processes. For example, silk care versus woollen or cotton care. Costume finishing including ironing or steaming, as appropriate. "
    },
    {
      "knowledgeId": "ea88d4e6-4875-490f-aefb-62afb5e7b47f",
      "detail": "Costume packing techniques for storage while costumes are inactive to avoid damage such as moth and mould,  adhering to health and safety considerations."
    },
    {
      "knowledgeId": "abf76a5a-b8e7-41e0-9833-b7a7252b44f7",
      "detail": "Workplace practices such as use of IT systems software or record keeping systems relating to costume."
    },
    {
      "knowledgeId": "2e19cbaa-bf23-4580-9c3e-7e99f5c0410f",
      "detail": "How photographic records are used in productions and performances."
    },
    {
      "knowledgeId": "14ff5632-78f8-4bc1-98ff-a71bb5e060f3",
      "detail": "Costume or wardrobe departmental administrative requirements, such as alterations records, continuity notes, timesheets and work rotas. "
    },
    {
      "knowledgeId": "2c75af35-ed28-4cc4-aa5f-ac012355a83b",
      "detail": "Costume rigging requirements including the health and safety implications when using these such as specialist quick changes, harnesses or integrated props, appropriate to a specific performance or production."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "60c9240a-aa2a-4c5c-bdea-d28e82485234",
      "detail": "Commitment to maintaining high standards with attention to detail in all tasks."
    },
    {
      "behaviourId": "e20d213d-45d0-4ff1-8479-9f60170c093b",
      "detail": "Displays respect, tolerance and dignity when working with colleagues and others in line with required equality, diversity and inclusion standards."
    },
    {
      "behaviourId": "6e437588-6924-449d-8b8e-d128827f1f83",
      "detail": "Works calmly under pressure."
    },
    {
      "behaviourId": "e705e4e6-50f9-42ba-92d0-dbe032d86583",
      "detail": "Displays resilience and flexibility when facing challenges. Actively works to find solutions, accepts support and acts on feedback. "
    }
  ],
  "skills": [
    {
      "skillId": "029dc9fd-12de-44a5-a5b2-83def5c3cd6d",
      "detail": "Work to the requirements of the organisation’s or production’s data protection policy specifically in respect of confidentiality in relation to artists and the projects such as NDAs (non-disclosure agreements)."
    },
    {
      "skillId": "d8cb6603-de39-4013-8d93-f8b5551be0d6",
      "detail": "Comply with health, safety and security policies and procedures, including where appropriate selecting, using and wearing the required personal protective equipment."
    },
    {
      "skillId": "b79fd4f1-4811-4161-9494-20056a7482d1",
      "detail": "Plan for and safely relocate costumes as required ensuring costumes are protected from damage."
    },
    {
      "skillId": "6367a6e0-baca-4f43-aa61-2aa620f624c2",
      "detail": "Safely pack and unpack costumes and wardrobe equipment for storage and future use. For example, returning hires ensuring compliance with agreed terms and conditions."
    },
    {
      "skillId": "00b5c500-1686-41d7-8ff3-aa6608c8caec",
      "detail": "Organise the keeping of the costumes and equipment in a tidy and secure manner and contribute to good housekeeping."
    },
    {
      "skillId": "ad43fac8-f991-4d85-80f1-a195b3ff4ee7",
      "detail": "Safely operate equipment such as sewing machines, washing machines or steam irons."
    },
    {
      "skillId": "9664c734-390c-41b9-ba9a-5b76980ef81d",
      "detail": "Create and maintain documentation relating to costumes for the purposes of a production. For example, dressing plots, costume descriptions and packing lists, using organisational recording systems, such as IT or paper-based records."
    },
    {
      "skillId": "b2167cb8-23bf-45b3-b214-18cb0a10093a",
      "detail": "Set costumes in dressing areas and check off costumes against the costume list."
    },
    {
      "skillId": "6027be93-6b06-490d-b9a4-319fc4cdd6fa",
      "detail": "Prepare costume changes by pre-setting or laying out for performance."
    },
    {
      "skillId": "928ab35a-63c0-41e1-aef8-3a679d3c3395",
      "detail": "Dress and undress performers before, during and after an event, production or scene adhering to health and safety requirements and professional etiquette.  "
    },
    {
      "skillId": "935762e2-6229-488f-a660-fb0b26c8a510",
      "detail": "Tactfully advise cast and performers on how to wear the costumes and when restrictions may need to be in place such as food and drink consumption, delicate fabrics."
    },
    {
      "skillId": "583dfebd-c608-4c4e-bd7a-202c058779fe",
      "detail": "Communicate verbally with colleagues for example actively participating in meetings or rehearsals that impact on costume."
    },
    {
      "skillId": "3b129053-af64-42a7-baba-082ea58c6b1c",
      "detail": "Respond to short notice variations, such as cast or production staff cover. For example, costume fittings, alterations or covering a plot."
    },
    {
      "skillId": "d6008b51-6cc7-4b24-8180-840daba5d5ff",
      "detail": "Ensure the correct and consistent appearance of costumes to meet production specifications including preparing, maintaining and working to dressing notes and original designs."
    },
    {
      "skillId": "c07efb4c-5787-4a5a-a26d-b4776476f09d",
      "detail": "Undertake minor alterations and repairs to costumes, shoes and accessories. For example, hand or machine sewing, before, during or after performances."
    },
    {
      "skillId": "63c2cbe0-378b-465e-bdff-f66ad7e3261b",
      "detail": "Care for costumes and accessories according to the specific design and maintenance requirements of the item."
    },
    {
      "skillId": "90f76df2-c736-4c52-8b85-0c6641e81fe4",
      "detail": "Assess and select the correct products, processes and techniques for cleaning and finishing a costume."
    },
    {
      "skillId": "023d64fb-bd23-4f21-a33c-97f61ef45a9e",
      "detail": "Follow sustainable practices in line with industry standard recommendations. For example, recycling, reusing and repurposing. "
    },
    {
      "skillId": "2779d1b5-47ce-43eb-a351-d18592af3638",
      "detail": "Follow reporting procedures for broken or missing items to allow for replacements or repair."
    },
    {
      "skillId": "cd86b671-a3e3-4977-a481-7727ead212de",
      "detail": "Prepare costumes for fittings, check the equipment needed is in the fitting rooms before you start: such as measurement sheet, alterations book, pins, tape measure, scissors, camera. "
    },
    {
      "skillId": "3f68302f-61ba-4e1e-8b65-af4ca57096a9",
      "detail": "Assist with fittings in accordance with fitting room etiquette and procedures."
    },
    {
      "skillId": "a4bf6303-739c-4794-9006-8f438e7a7c98",
      "detail": "Take notes and record accurate measurements as required. "
    },
    {
      "skillId": "00f08735-cf4e-498b-b10f-80827f50a24c",
      "detail": "Assist with post-fitting labelling for remake workrooms or alterations. "
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-11-09T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0392",
  "tbMainContact": "ikenrick@nationaltheatre.org.uk",
  "involvedEmployers": "Almeida, Royal Court Theatre, Royal Opera House, Birmingham Rep, Nottingham Play House, Belgrade, Royal Exchange, AON, The Lyric, The Rambert, Birmingham Repertory Theatre, The Royal Central School of Speech & Drama, National Theatre, Young Vic, Royal Shakespeare Company, ITV, The Good Stitch, Creative and Cultural Skills, Screen Skills.",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Costume assistant",
    "Costume running assistant",
    "Dressers",
    "Performance support technician",
    "Standby costume assistant",
    "Wardrobe technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Media, Broadcast and Production",
  "cluster": "Production arts assistant",
  "clusterId": "60",
  "clusterDescription": null,
  "createdDate": "2023-10-18T11:46:00 +00:00",
  "lastUpdated": "2023-10-18T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-11-09T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0783",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0783-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0783-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "ba54762d-2b78-4f39-9a06-30f57dbf72ce",
      "dutyDetail": "Interpret the brief, production schedule, costume breakdown and plot in relation to costume or wardrobe requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "466b756b-e535-4b66-b849-c2bd54f92a28",
        "0250311e-a729-4c74-9bde-79ba7df95b48",
        "e0117219-fcc6-4152-afc2-aa9f08a75361",
        "3866ebd7-b0f8-4cd1-ad4a-ac812189ba5c",
        "39ff7c9d-f3b0-467d-b543-6f29cacb07f4",
        "00b71b54-71ba-49a4-b0e3-657491b00f69"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "029dc9fd-12de-44a5-a5b2-83def5c3cd6d",
        "9664c734-390c-41b9-ba9a-5b76980ef81d",
        "583dfebd-c608-4c4e-bd7a-202c058779fe",
        "90f76df2-c736-4c52-8b85-0c6641e81fe4",
        "023d64fb-bd23-4f21-a33c-97f61ef45a9e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b2e40897-11d0-4d25-97bc-22c610daa94c",
      "dutyDetail": "Follow production scheduling to ensure deadlines are met.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "60c9240a-aa2a-4c5c-bdea-d28e82485234"
      ],
      "mappedKnowledge": [
        "466b756b-e535-4b66-b849-c2bd54f92a28",
        "0250311e-a729-4c74-9bde-79ba7df95b48",
        "3866ebd7-b0f8-4cd1-ad4a-ac812189ba5c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "029dc9fd-12de-44a5-a5b2-83def5c3cd6d",
        "9664c734-390c-41b9-ba9a-5b76980ef81d",
        "6027be93-6b06-490d-b9a4-319fc4cdd6fa",
        "928ab35a-63c0-41e1-aef8-3a679d3c3395"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e1209f82-6f0e-440f-a90d-85701ec68799",
      "dutyDetail": "Assist with costume continuity, according to context.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "132ba63d-c10e-4d05-aec9-7c2e71e239f4",
        "2e19cbaa-bf23-4580-9c3e-7e99f5c0410f",
        "14ff5632-78f8-4bc1-98ff-a71bb5e060f3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d6008b51-6cc7-4b24-8180-840daba5d5ff"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4e09ab8c-4478-4ce2-b5ad-7753d8416077",
      "dutyDetail": "Manage the impact on costumes of short notice changes such as cast changes, understudies, new cast members, script changes or environmental changes as instructed by a senior team member.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e705e4e6-50f9-42ba-92d0-dbe032d86583"
      ],
      "mappedKnowledge": [
        "facd5329-1d9e-4b99-b354-3d5ab927d1ec",
        "8716c383-9cdd-401d-a18b-b4aa8ef13684",
        "132ba63d-c10e-4d05-aec9-7c2e71e239f4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3b129053-af64-42a7-baba-082ea58c6b1c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7ee8dd37-9bb3-4801-a2c9-e6a1c1d8e5f1",
      "dutyDetail": "Check and maintain costumes before, during and after use, noting any required repairs or, alterations needed.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "60c9240a-aa2a-4c5c-bdea-d28e82485234"
      ],
      "mappedKnowledge": [
        "132ba63d-c10e-4d05-aec9-7c2e71e239f4",
        "00b71b54-71ba-49a4-b0e3-657491b00f69",
        "82dd28e9-6f52-4983-a5fb-5633d0c24e09",
        "11e47828-ab6f-4993-986a-0c0df5ebafcf",
        "14ff5632-78f8-4bc1-98ff-a71bb5e060f3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6367a6e0-baca-4f43-aa61-2aa620f624c2",
        "00b5c500-1686-41d7-8ff3-aa6608c8caec",
        "c07efb4c-5787-4a5a-a26d-b4776476f09d",
        "63c2cbe0-378b-465e-bdff-f66ad7e3261b",
        "2779d1b5-47ce-43eb-a351-d18592af3638",
        "cd86b671-a3e3-4977-a481-7727ead212de"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "203f2a57-f003-4571-b852-4950f1cf94c2",
      "dutyDetail": "Assist with costume fittings.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e20d213d-45d0-4ff1-8479-9f60170c093b",
        "6e437588-6924-449d-8b8e-d128827f1f83"
      ],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [
        "ad43fac8-f991-4d85-80f1-a195b3ff4ee7",
        "6027be93-6b06-490d-b9a4-319fc4cdd6fa",
        "928ab35a-63c0-41e1-aef8-3a679d3c3395",
        "935762e2-6229-488f-a660-fb0b26c8a510",
        "cd86b671-a3e3-4977-a481-7727ead212de",
        "3f68302f-61ba-4e1e-8b65-af4ca57096a9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d4369574-d64c-4b60-8187-350a0d522a98",
      "dutyDetail": "Set all areas for costuming of the production such as trucks, dressing rooms, costume tents or quick change areas.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "60c9240a-aa2a-4c5c-bdea-d28e82485234"
      ],
      "mappedKnowledge": [
        "3866ebd7-b0f8-4cd1-ad4a-ac812189ba5c"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "65a1428e-49fc-4348-89da-4e41f7fe37e4",
      "dutyDetail": "Dress or assist with dressing the cast.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e20d213d-45d0-4ff1-8479-9f60170c093b",
        "6e437588-6924-449d-8b8e-d128827f1f83"
      ],
      "mappedKnowledge": [
        "facd5329-1d9e-4b99-b354-3d5ab927d1ec",
        "8716c383-9cdd-401d-a18b-b4aa8ef13684",
        "3866ebd7-b0f8-4cd1-ad4a-ac812189ba5c",
        "132ba63d-c10e-4d05-aec9-7c2e71e239f4",
        "39ff7c9d-f3b0-467d-b543-6f29cacb07f4",
        "2c75af35-ed28-4cc4-aa5f-ac012355a83b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d8cb6603-de39-4013-8d93-f8b5551be0d6",
        "6027be93-6b06-490d-b9a4-319fc4cdd6fa",
        "928ab35a-63c0-41e1-aef8-3a679d3c3395",
        "935762e2-6229-488f-a660-fb0b26c8a510",
        "cd86b671-a3e3-4977-a481-7727ead212de",
        "3f68302f-61ba-4e1e-8b65-af4ca57096a9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7f4b94b8-c58b-4e35-9596-9985e09d28a1",
      "dutyDetail": "Assist with distribution, coding, logging and running order of costumes for the performance, or show or production.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6e437588-6924-449d-8b8e-d128827f1f83"
      ],
      "mappedKnowledge": [
        "fa8a3ff2-c8c1-4a74-adc1-b4cba90ac95f",
        "14ff5632-78f8-4bc1-98ff-a71bb5e060f3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b79fd4f1-4811-4161-9494-20056a7482d1",
        "b2167cb8-23bf-45b3-b214-18cb0a10093a",
        "6027be93-6b06-490d-b9a4-319fc4cdd6fa",
        "d6008b51-6cc7-4b24-8180-840daba5d5ff",
        "cd86b671-a3e3-4977-a481-7727ead212de"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "20d42074-ba34-4f9c-ba01-04cd9b90872a",
      "dutyDetail": "Inform supervisors about wardrobe consumables and running wardrobe supplies stock levels. Assist in the purchasing and delivery of items if required.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "fa8a3ff2-c8c1-4a74-adc1-b4cba90ac95f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "583dfebd-c608-4c4e-bd7a-202c058779fe",
        "90f76df2-c736-4c52-8b85-0c6641e81fe4",
        "2779d1b5-47ce-43eb-a351-d18592af3638"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4dd9f9e1-19cf-43e4-836f-a094730521d8",
      "dutyDetail": "Clean and press costumes, organise dry or wet cleaning as instructed. Liaise with specialist suppliers if required.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6e437588-6924-449d-8b8e-d128827f1f83"
      ],
      "mappedKnowledge": [
        "fa8a3ff2-c8c1-4a74-adc1-b4cba90ac95f",
        "3866ebd7-b0f8-4cd1-ad4a-ac812189ba5c",
        "b5b84e76-0205-4a55-ad7d-cbe441f34508",
        "11e47828-ab6f-4993-986a-0c0df5ebafcf"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d8cb6603-de39-4013-8d93-f8b5551be0d6",
        "6367a6e0-baca-4f43-aa61-2aa620f624c2",
        "00b5c500-1686-41d7-8ff3-aa6608c8caec",
        "ad43fac8-f991-4d85-80f1-a195b3ff4ee7",
        "63c2cbe0-378b-465e-bdff-f66ad7e3261b",
        "90f76df2-c736-4c52-8b85-0c6641e81fe4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ff221e76-0259-4fd8-a86e-6609598bbbfd",
      "dutyDetail": "Pack and store costumes in accordance with production or performance requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "3866ebd7-b0f8-4cd1-ad4a-ac812189ba5c",
        "b5b84e76-0205-4a55-ad7d-cbe441f34508",
        "ea88d4e6-4875-490f-aefb-62afb5e7b47f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d8cb6603-de39-4013-8d93-f8b5551be0d6",
        "b79fd4f1-4811-4161-9494-20056a7482d1",
        "6367a6e0-baca-4f43-aa61-2aa620f624c2",
        "00b5c500-1686-41d7-8ff3-aa6608c8caec",
        "63c2cbe0-378b-465e-bdff-f66ad7e3261b",
        "00f08735-cf4e-498b-b10f-80827f50a24c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f51f3c05-33cb-4c0e-9153-16145fbe35a0",
      "dutyDetail": "Maintain all relevant paperwork, show notes, costume description lists, check offs, understudy information, costume maintenance information alongside all paperwork required by other departments. For example costume location lists.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "60c9240a-aa2a-4c5c-bdea-d28e82485234"
      ],
      "mappedKnowledge": [
        "fa8a3ff2-c8c1-4a74-adc1-b4cba90ac95f",
        "e0117219-fcc6-4152-afc2-aa9f08a75361",
        "5a85cc45-4e16-44ce-bdfe-ea530e013ad1",
        "abf76a5a-b8e7-41e0-9833-b7a7252b44f7",
        "14ff5632-78f8-4bc1-98ff-a71bb5e060f3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "029dc9fd-12de-44a5-a5b2-83def5c3cd6d",
        "00b5c500-1686-41d7-8ff3-aa6608c8caec",
        "9664c734-390c-41b9-ba9a-5b76980ef81d",
        "b2167cb8-23bf-45b3-b214-18cb0a10093a",
        "583dfebd-c608-4c4e-bd7a-202c058779fe",
        "d6008b51-6cc7-4b24-8180-840daba5d5ff",
        "023d64fb-bd23-4f21-a33c-97f61ef45a9e",
        "2779d1b5-47ce-43eb-a351-d18592af3638",
        "a4bf6303-739c-4794-9006-8f438e7a7c98",
        "00f08735-cf4e-498b-b10f-80827f50a24c"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-10-18T00:00:00"
}