{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 556,
  "referenceNumber": "ST0787",
  "learningAimClassCode": "",
  "title": "Systems thinking practitioner",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0787",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan revised",
  "changedDate": "2025-02-20T00:00:00",
  "earliestStartDate": "2023-07-06T00:00:00",
  "latestStartDate": "2025-02-19T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Support decision-makers in strategic and leadership roles to understand and address complex and sometimes even ‘wicked’ problems through provision of expert systemic analysis, advice and facilitation.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 30,
  "maxFunding": 18000,
  "maxFundingAdditionalInformation": "",
  "route": "Business and administration",
  "keywords": [
    "business management",
    "leadeship",
    "systems",
    "management",
    "strategic",
    "business"
  ],
  "jobRoles": [
    "Systems Thinking Practitioner",
    "System Change Lead",
    "Systemic Designer",
    "Transformation Lead"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/qixdc2cm/st0787_l7_systems-thinking-practitioner_epa-plan_22062023.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.3 Business management",
  "version": "1.1",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in arenas where complex problems exist that cannot be addressed by any one organisation or person, but which require cross-boundary collaboration within and between organisations. Examples of likely Systems Thinking Practitioner (STP) employers include: central and local government, multilaterals, defence, education and innovation/ research, and the health service; globalised corporations with complex supply chain and partner relationships; international banks and financial services; NGOs and social enterprises addressing social challenges; consultancy service providers working with any of the above. The broad purpose of the occupation is to support decision-makers in strategic and leadership roles to understand and address complex and sometimes even ‘wicked’ problems through provision of expert systemic analysis, advice and facilitation. &lt;br&gt;&lt;br&gt;Examples include: providing joined-up health and social services, reducing plastics use in the bottled drinks industry, developing sustainable international food production and supply systems, developing combined diplomatic and military options for unstable regions, and addressing climate change. These problems have no single ‘owner’ or cause, and no simple solution; they require multi-disciplinary, multi-organisational responses with sensitive attention to diverse viewpoints, behaviour, culture and politics. &lt;br&gt;&lt;br&gt;The particular complexity of such challenges or opportunities make them unsuitable for more traditional organisational change approaches. They require instead a skillset that includes collaborative enquiry and analysis using systemic models, tools and ways of working, gathering and synthesizing of diverse evidence types, development of options for intervention and investment, facilitation of dialogue, and empathetic navigation of power dynamics and politics. &lt;br&gt;&lt;br&gt;Although the underlying purpose is to address highly complex problems (involving multiple organisations, sectors, communities and even countries) and develop sustainable solutions, the Systems Thinking Practitioner does not take direct responsibility for this. Instead, they achieve this goal by facilitating collaboration between actors (both organisations and individuals) and by bringing specialist systemic knowledge, skills and mindset to bear to help decision-makers make sense of the challenges and co-develop effective interventions.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with decision-makers, strategists and policy-makers, often in senior roles in private or public sector organisations; individuals and groups (internal and external) with a stake in the defined system, currently or in the future; peers, change agents and consultants working on similar challenges or in similar fields. They typically have high levels of autonomy, enabling them to engage widely with individuals and groups around the system they operate in.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for&lt;/p&gt;\n&lt;p&gt;• Delivering expert problem-solving and solutions for multi-layer/multi-organisation/multi-government problems.&lt;/p&gt;\n&lt;p&gt;&lt;br&gt;• Engaging with colleagues, peers, stakeholders and decision-makers, to facilitate the creation of shared methods of defining, interpreting and understanding the system of interest (e.g. models, pictures, stories, maps).&lt;/p&gt;\n&lt;p&gt;&lt;br&gt;• Identifying patterns, dynamics, power and inter-relationships within and affecting the system, using systems thinking methodologies; applying appropriate tools, techniques and drawing on relevant theory (e.g. systems science, complexity science, social psychology, action research) with rigour to yield new insights and alternative perspectives.&lt;/p&gt;\n&lt;p&gt;&lt;br&gt;• Engaging with key actors to co-design suitable experiments and interventions – activities, policies, new products or services, new governance, structures, or processes – to address the challenges; evaluating relative fitness and efficacy.&lt;/p&gt;\n&lt;p&gt;&lt;br&gt;• Exploring outcomes, consequences and facilitating learning with others.&lt;/p&gt;\n&lt;p&gt;&lt;br&gt;• Ensuring intervention and engagement methods are ethical and legal.&lt;/p&gt;\n&lt;p&gt;&lt;br&gt;• Taking the role of co-learner and participant within the system under scrutiny; acting as a ‘reflexive practitioner’ aware that they are engaged in iterative work, and also that their own activity will influence the system they are working in..&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "57a5f55f-00cb-42ec-a1ad-3466b4aa9490",
      "detail": "Systems thinking  •\tUnderstands core systems concepts and laws that underpin and inform the practical methodologies and methods.   •\tAware of the inter-relationships between Systems Thinking approaches (including methods and methodologies), enabling comparisons of paradigms and underpinning philosophies. •\tUnderstands provenance of Systems Thinking methodologies and approaches in context of ‘schools’ of systems thinking and own ontology and epistemology.  •\tUnderstands essential concepts of systems: complexity, emergence, boundaries, inter-relationships, multiple-perspectives, randomness, non-linear relationships, feedback loops, sensitive dependence on initial conditions, and unpredictability."
    },
    {
      "knowledgeId": "0934f5aa-a53b-4cd4-8b0c-896693032070",
      "detail": "Systems approaches  •\tHas a sound working knowledge of at least three modelling approaches, as defined in the Systems and Complexity in Organisations (SCiO) professional standard framework, including at least two of the widely-used systems methodologies or approaches: Critical Systems Heuristics, Soft Systems Methodology, System Dynamics, Viable Systems Model. •\tUnderstands the applicability, benefits and limits of each systems approach for each situation, and how to integrate them into a broader methodological design. •\tUnderstands relevance of, and knows methods for, determining appropriate scope, scale and systemic levels, for understanding, diagnosing and modelling situations, or for system design."
    },
    {
      "knowledgeId": "6b5b5702-5d79-40a3-b9a0-285d2cbe28c9",
      "detail": "Intervention and engagement  •\tKnows a range of approaches for delivering systems interventions with differing levels of complexity and ambiguity, including double loop learning, change methods, and learning cycles.  •\tHas a working knowledge of at least two methods or methodologies for: intervention planning, information gathering, engagement and change implementation. •\tUnderstands strengths and limitations of each approach; knows when and how to use each approach to gain insight to the organisational/ societal/ political context.   •\tUnderstands the principles of effective relationship building and stakeholder management and their application in a system intervention."
    },
    {
      "knowledgeId": "e6ce75f3-9205-4fb1-8116-62f3475d2392",
      "detail": "Ethics  •\tWorking knowledge of ethics as applied to systems interventions generally, and as applied specifically to sector where practitioner is working.  •\tAppreciates the regulatory environment, and the legal, health and safety and compliance requirements of the sector the practitioner is working in."
    },
    {
      "knowledgeId": "14a82f0f-518c-4530-9909-49df63d172d9",
      "detail": "Assessment and evaluation  •\tUnderstands a range of quantitative and qualitative assessment and evaluation methods for determining the outcomes and impact of interventions, and for evaluating the effectiveness and impact of intervention decisions and processes."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "88da3827-a099-46ee-bd2f-cdd3abd267ae",
      "detail": "Develops self and practice  •\tEngages in structured reflection, monitoring and regulating own thought processes and understanding. Aware of the effect of own and others' biases and of the mirroring effect of clients’ problems."
    },
    {
      "behaviourId": "df4e1df7-11c8-4360-b7d2-91e83c73ec1d",
      "detail": "Courage and constructive challenge  •\tPrepared to identify and challenge formal and informal centres of power and authority. Willing to constructively challenge assumptions, norms, claims and arguments. •\tAdjusts the degree of challenge against political considerations, to achieve maximum achievable effect with minimum levels of damage. Balances confidence, challenge and humility during interventions. Fosters reflection in others."
    },
    {
      "behaviourId": "c085a265-34d8-48ce-bd75-fcf8faf35571",
      "detail": "Curious and innovative  •\tInterested in creative solutions; explores areas of ambiguity and complexity. Seeks innovative solutions and approaches. Develops and tests multiple hypotheses."
    },
    {
      "behaviourId": "f242fc2d-bb91-4128-94ce-9856ce9dc427",
      "detail": "Professional  •\tSeeks to balance the needs of different stakeholders irrespective of personal bias. Regularly assesses ethical issues in interventions. Adheres to professional standards."
    },
    {
      "behaviourId": "82456ece-b5d8-432b-b178-617563bf64f8",
      "detail": "Adaptable and cognitively flexible  •\tEnjoys working on ill-defined and/or unbounded problem situations. Is comfortable with high degrees of uncertainty and with working on a variety of situations of interest.  •\tAccepts change and innovation; actively considers new approaches to solving problems.  •\tTakes an adaptable approach to inquiring, intervening and stakeholder engagement.  •\tAware of possible unintended consequences resulting from acting in complex environments. Avoids over-attachment to particular, pre-determined or expected outcomes."
    },
    {
      "behaviourId": "8e08692a-07a9-4031-925f-9cb73e7be583",
      "detail": "Practical  •\tTakes a ‘real-world’ approach to the application of system models and to the design of interventions. Appreciative of constraints affecting the situation of interest."
    },
    {
      "behaviourId": "07f7b719-032e-44da-89a4-d7c5c40e175c",
      "detail": "Resilient  •\tRemains motivated to make a difference when facing conflict between client and stakeholders, or a lack of will to engage with the initiative, or the client’s lack of willingness to take a systems approach.    •\tAccepts that “goal posts move”, and that unstable conditions are normal."
    },
    {
      "behaviourId": "19e3212e-5edb-41cd-9491-0964e87e23ca",
      "detail": "Collaborative  •\tIs participative and inclusive of others; sensitive to relational dynamics; encourages dialogue and co-operation across diverse people and groups; seeks positive win/win outcomes."
    },
    {
      "behaviourId": "8cff4f69-10df-4ce4-b1bd-1498dd9da706",
      "detail": "Open-minded  •\tEmbraces and seeks out diversity; enjoys exploration of multiple perspectives."
    }
  ],
  "skills": [
    {
      "skillId": "1f10714f-f1c0-43d7-b702-49e67e953ea8",
      "detail": "Applying systems knowledge  •\tApplies systems laws, concepts and systems thinking approaches in real world situations, either applied directly, or to support systems methodologies."
    },
    {
      "skillId": "3421386b-bcff-4746-8703-2e9d1f918569",
      "detail": "Approach designs  •\tRecognises the nature of complexity most relevant to the situation of interest, and selects one or more appropriate approaches from the range of systems methods or methodologies. Undertakes these across a variety of domains or sectors. •\tDefines the system of interest, its boundaries, stakeholders and context. Recognises the benefits or limitations of an approach; combines or adapts approaches where needed."
    },
    {
      "skillId": "eadbec94-bdc0-4179-854e-59c3dc26344b",
      "detail": "Systems modelling  •\tDevelops conceptual models of a variety of systems, real world situations and scenarios to provide insights into current or future challenges.   •\tUses a range of systems models to: explore boundaries and cause and effect, map interconnections and feedback loops, distinguish between differing worldviews or perspectives, and identify patterns, anomalies and emergent properties. Switches between these skills to achieve insight. •\tUses models to explore, develop and test a range of possible interventions relevant to the situation of interest, to establish both short and long-term consequences of potential actions, and to reduce unintended consequences."
    },
    {
      "skillId": "a60d7a79-ab86-4b4b-aefa-33a896f2d8a8",
      "detail": "Interpretation  •\tPresents systems models, insights and intervention contributions in a way that is understandable in the real world."
    },
    {
      "skillId": "7c41e796-aa82-40d6-96db-a079b1ed870f",
      "detail": "Engagement and collaboration  •\tApplies techniques to identify stakeholders and to build and sustain effective relationships with them. Seeks out and engages with marginalised viewpoints; counters the dynamics of marginalisation. •\tCollaborates with and influences diverse stakeholders, colleagues and clients, identifying and adapting engagement and communication styles.  •\tWorks effectively as part of multi-disciplinary groups which have divergent or conflicting world views. •\tDesigns, builds and manages groups to define the desired outcomes and achieve them. Uses tools and techniques to: maximise effective dialogue, to develop a shared understanding of the problem situation and to make decisions."
    },
    {
      "skillId": "4aad0400-94b4-4696-8691-1474a910cb63",
      "detail": "Inquiry, information gathering and analysis  •\tApplies a range of inquiry techniques to gather quantitative and qualitative information, including inputs, transformations, outputs and outcomes. Defines and designs hard and soft measures. •\tApplies a range of questioning and listening techniques to enquire with stakeholders, and to adapt approaches in real time.  •\tUncovers hidden or unstated assumptions, to evaluate stated assumptions, and to constructively challenge these where appropriate.  •\tSelects, elicits, manages and interprets appropriate types of data, information and statistics for model building, making the trade-off between value, cost and timeliness.  •\tWeighs balance of evidence; identifies gaps, contradictions, uncertainties and anomalies in data, information and any other evidence."
    },
    {
      "skillId": "6e287c07-910c-478e-bdbf-c8396f83339b",
      "detail": "Intervention design  •\tDesigns an appropriate intervention strategy for the system of interest, recognising relevant issues."
    },
    {
      "skillId": "80b6879e-8c97-4e81-9a90-aca3d626e316",
      "detail": "Change implementation  •\tPlans, designs and leads interventions to achieve benefits and learning, based on sound understanding of a range of change methodologies and techniques.  •\tUses facilitative processes empathetically to engage stakeholders in change processes and decision-making.  •\tAdapts plans in response to new data and insights, perspectives and learning."
    },
    {
      "skillId": "f3f78473-5db7-45dd-ba4e-acd7a74fba5e",
      "detail": "Developing self  •\tApplies techniques for structured personal reflexive practice, to monitor and develop knowledge, skills and self-awareness."
    },
    {
      "skillId": "58aef508-9d96-4d5f-8e6a-a1c162281929",
      "detail": "Leading, communicating and influencing  •\tEducates and influences stakeholders to participate effectively in challenging and ambiguous situations, including managing confrontation and conflict constructively.  •\tCreates effective teams. Orients intervention teams to the organisational / social / political and cultural context. Leverages strengths and develops alliances.  •\tTranslates systems models and representations into comprehensible language for stakeholders; adapt communication method to audience. •\tExplains the benefits, principles and skills of systems approaches to stakeholders and participants in an intervention in order to guide them through a systems intervention."
    },
    {
      "skillId": "89c19cb1-64b3-4cbe-812e-2cb733d01694",
      "detail": "Assessment and evaluation  •\tDevelops and implements suitable monitoring and evaluation criteria and mechanisms, aware of the influence that different system methods can have in situations."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-05-13T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0383",
  "tbMainContact": "NJJOBSON@dstl.gov.uk",
  "involvedEmployers": "Wiltshire Council, Six Ideas, British Telecom, DSTL, First Response Finance, Fractal, Gloucester City Council, Greater Manchester Police, HMRC, Lloyds Bank, LB Barking and Dagenham,  Ministry of Defence, OECD, Philip & Finch (UK) Ltd, Practical Action, Public Service Transformation Academy, RedQuadrant, Reinventing Work SW, Sky, Talik and Co",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Systems Thinking Practitioner",
    "System Change Lead",
    "Systemic Designer",
    "Transformation Lead"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Management and Administration",
  "cluster": "Management professional",
  "clusterId": "68",
  "clusterDescription": "Leader of a business process and/or unit requiring the ability to analyse and improve complex business-wide processes and risks. Also includes the ability to provide a full range of company legal and financial knowledge relevant to running a company",
  "createdDate": "2023-07-06T09:06:34 +00:00",
  "lastUpdated": "2025-02-20T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-05-13T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0787",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0787-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0787-v1-1",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "Systems & Complexity in Organisations (SCiO) ",
      "level": "Advanced Practitioner level 7",
      "isPartial": "",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "98a451be-b0c6-47a7-8c2a-e22fbfdf165d",
      "dutyDetail": "Engage with decision-makers, eg strategy, policy, societal and organisation leaders, to explore initial perspectives, concerns and hopes about the challenges and opportunities being faced by their organisation, society, or socio-ecological system, in order to determine the initial scope of the work.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "df4e1df7-11c8-4360-b7d2-91e83c73ec1d",
        "c085a265-34d8-48ce-bd75-fcf8faf35571",
        "f242fc2d-bb91-4128-94ce-9856ce9dc427",
        "82456ece-b5d8-432b-b178-617563bf64f8",
        "07f7b719-032e-44da-89a4-d7c5c40e175c",
        "19e3212e-5edb-41cd-9491-0964e87e23ca",
        "8cff4f69-10df-4ce4-b1bd-1498dd9da706"
      ],
      "mappedKnowledge": [
        "57a5f55f-00cb-42ec-a1ad-3466b4aa9490",
        "6b5b5702-5d79-40a3-b9a0-285d2cbe28c9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7c41e796-aa82-40d6-96db-a079b1ed870f",
        "4aad0400-94b4-4696-8691-1474a910cb63"
      ],
      "criteriaForMeasuringPerformance": "Clear, agreed scoping statements and contracting with key decision-makers, that embrace a holistic, multi-stakeholder approach."
    },
    {
      "dutyID": "d47e8263-3397-464f-adda-fb0845811f17",
      "dutyDetail": "Apply various suitable systems concepts (eg feedback, requisite variety, emergence), models and tools (eg System Dynamics, Viable System Model, Soft System Modelling, Critical System Heuristics) to map out and build an initial understanding of the problem context, identify gaps in information and develop data/evidence acquisition plan.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "82456ece-b5d8-432b-b178-617563bf64f8",
        "8e08692a-07a9-4031-925f-9cb73e7be583",
        "19e3212e-5edb-41cd-9491-0964e87e23ca",
        "8cff4f69-10df-4ce4-b1bd-1498dd9da706"
      ],
      "mappedKnowledge": [
        "57a5f55f-00cb-42ec-a1ad-3466b4aa9490",
        "0934f5aa-a53b-4cd4-8b0c-896693032070"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1f10714f-f1c0-43d7-b702-49e67e953ea8",
        "3421386b-bcff-4746-8703-2e9d1f918569",
        "eadbec94-bdc0-4179-854e-59c3dc26344b",
        "4aad0400-94b4-4696-8691-1474a910cb63"
      ],
      "criteriaForMeasuringPerformance": "Initial problem statement, agreed with decision-makers; models and rich pictures that capture holistic view of system.  Information plan outlining data sets of acceptable size and quality to develop system model(s)."
    },
    {
      "dutyID": "cab3e210-4236-433b-b01e-f80841b962c4",
      "dutyDetail": "Design the systemic approach (ie dealing with the complex, dynamic and emergent properties of the whole, rather than simply as a set of individual parts, and addressing relationships with the broader environment) to be taken, with decision-makers and/or stakeholders, to explore, understand and define the problem situation; continuously iterate and evolve the approach, scope and plan as new data and insight emerge.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "88da3827-a099-46ee-bd2f-cdd3abd267ae",
        "df4e1df7-11c8-4360-b7d2-91e83c73ec1d",
        "c085a265-34d8-48ce-bd75-fcf8faf35571",
        "82456ece-b5d8-432b-b178-617563bf64f8",
        "8e08692a-07a9-4031-925f-9cb73e7be583",
        "07f7b719-032e-44da-89a4-d7c5c40e175c",
        "19e3212e-5edb-41cd-9491-0964e87e23ca",
        "8cff4f69-10df-4ce4-b1bd-1498dd9da706"
      ],
      "mappedKnowledge": [
        "57a5f55f-00cb-42ec-a1ad-3466b4aa9490",
        "0934f5aa-a53b-4cd4-8b0c-896693032070",
        "6b5b5702-5d79-40a3-b9a0-285d2cbe28c9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3421386b-bcff-4746-8703-2e9d1f918569",
        "6e287c07-910c-478e-bdbf-c8396f83339b",
        "f3f78473-5db7-45dd-ba4e-acd7a74fba5e"
      ],
      "criteriaForMeasuringPerformance": "Co-developed, structured, outline plan to address the problem (may be phased) that embraces a holistic, multi-stakeholder approach; multiple iterations adapted to meet changing needs and insights."
    },
    {
      "dutyID": "4b4e54fd-6bd5-4f59-a27c-7b6877a896a0",
      "dutyDetail": "(Co)design and continuously evolve a stakeholder engagement strategy sensitive to political and power dynamics amongst stakeholders; facilitate engagement and dialogue in an ethical and safe environment for stakeholders to share their perspectives, challenge assumptions and/or contribute information, knowledge and expertise.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "df4e1df7-11c8-4360-b7d2-91e83c73ec1d",
        "f242fc2d-bb91-4128-94ce-9856ce9dc427",
        "07f7b719-032e-44da-89a4-d7c5c40e175c",
        "19e3212e-5edb-41cd-9491-0964e87e23ca",
        "8cff4f69-10df-4ce4-b1bd-1498dd9da706"
      ],
      "mappedKnowledge": [
        "6b5b5702-5d79-40a3-b9a0-285d2cbe28c9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7c41e796-aa82-40d6-96db-a079b1ed870f",
        "4aad0400-94b4-4696-8691-1474a910cb63",
        "80b6879e-8c97-4e81-9a90-aca3d626e316",
        "58aef508-9d96-4d5f-8e6a-a1c162281929"
      ],
      "criteriaForMeasuringPerformance": "Production of an engagement strategy that identifies relevant stakeholders and is tailored to customers need. Outputs from engagement events and reflection on facilitation efficacy."
    },
    {
      "dutyID": "0f90a753-d190-433e-af5c-c320cfa9cb9f",
      "dutyDetail": "Research and gather information, explore and analyse patterns and trends of behaviour (organisational, social, socio-ecological) and develop initial conceptual models. Use the models to identify stakeholder enquiry needs and potential value conflicts. Review boundaries and assumptions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "82456ece-b5d8-432b-b178-617563bf64f8",
        "8cff4f69-10df-4ce4-b1bd-1498dd9da706"
      ],
      "mappedKnowledge": [
        "57a5f55f-00cb-42ec-a1ad-3466b4aa9490",
        "0934f5aa-a53b-4cd4-8b0c-896693032070",
        "6b5b5702-5d79-40a3-b9a0-285d2cbe28c9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "eadbec94-bdc0-4179-854e-59c3dc26344b",
        "a60d7a79-ab86-4b4b-aefa-33a896f2d8a8",
        "7c41e796-aa82-40d6-96db-a079b1ed870f",
        "4aad0400-94b4-4696-8691-1474a910cb63"
      ],
      "criteriaForMeasuringPerformance": "Production of an initial system model (or models) that capture the holistic set of system elements and their relationships. Refined stakeholder engagement plan and inquiry protocols."
    },
    {
      "dutyID": "aca1ddf4-c71f-40aa-a778-78c0e2542d5a",
      "dutyDetail": "Design and facilitate specific engagement activities to gather information, explore multiple perspectives and build shared systemic models of the organisational, social or socio-ecological system in focus.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "df4e1df7-11c8-4360-b7d2-91e83c73ec1d",
        "f242fc2d-bb91-4128-94ce-9856ce9dc427",
        "82456ece-b5d8-432b-b178-617563bf64f8",
        "07f7b719-032e-44da-89a4-d7c5c40e175c",
        "19e3212e-5edb-41cd-9491-0964e87e23ca",
        "8cff4f69-10df-4ce4-b1bd-1498dd9da706"
      ],
      "mappedKnowledge": [
        "0934f5aa-a53b-4cd4-8b0c-896693032070",
        "6b5b5702-5d79-40a3-b9a0-285d2cbe28c9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "eadbec94-bdc0-4179-854e-59c3dc26344b",
        "7c41e796-aa82-40d6-96db-a079b1ed870f",
        "80b6879e-8c97-4e81-9a90-aca3d626e316"
      ],
      "criteriaForMeasuringPerformance": "Programme of engagement activities (e.g. workshops) that explore the customer’s and stakeholders’ perspectives, assumptions, knowledge and experiences.  Findings captured in raw form and analysed; confirmation bias monitored."
    },
    {
      "dutyID": "f0cfb573-d527-435a-8dbd-51efcedd855d",
      "dutyDetail": "Use systems tools, models and concepts to study and explain how the current complex set of behaviours observed are being generated. Identify driving forces, causal factors, critical uncertainties, potential threats and risk to the organisation, society or ecology and opportunities. Identify individuals and groups who are able to influence change and refine engagement strategy.  Assess whether current strategy, policy and plans are fit for purpose.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "df4e1df7-11c8-4360-b7d2-91e83c73ec1d",
        "8e08692a-07a9-4031-925f-9cb73e7be583"
      ],
      "mappedKnowledge": [
        "57a5f55f-00cb-42ec-a1ad-3466b4aa9490",
        "0934f5aa-a53b-4cd4-8b0c-896693032070",
        "6b5b5702-5d79-40a3-b9a0-285d2cbe28c9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1f10714f-f1c0-43d7-b702-49e67e953ea8",
        "eadbec94-bdc0-4179-854e-59c3dc26344b",
        "a60d7a79-ab86-4b4b-aefa-33a896f2d8a8"
      ],
      "criteriaForMeasuringPerformance": "Production of a system model (or models) that produce typical as-is performance when real-world variations in forces and factors are played through it.  Modelling to defined standards and technical tests; ability to validate model using information gathered.  Diagnosis of root causes.  Analysis of effectiveness of current strategy, policy or plans."
    },
    {
      "dutyID": "43a2c810-2c8b-4248-8e8b-fda53364fe1d",
      "dutyDetail": "Use collaborative futures thinking techniques to explore future challenges, critical uncertainties, potential risks to the organisation, society or ecology, prospective opportunities and risks, and what success in the future looks like.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c085a265-34d8-48ce-bd75-fcf8faf35571",
        "07f7b719-032e-44da-89a4-d7c5c40e175c",
        "19e3212e-5edb-41cd-9491-0964e87e23ca"
      ],
      "mappedKnowledge": [
        "57a5f55f-00cb-42ec-a1ad-3466b4aa9490",
        "0934f5aa-a53b-4cd4-8b0c-896693032070",
        "6b5b5702-5d79-40a3-b9a0-285d2cbe28c9",
        "14a82f0f-518c-4530-9909-49df63d172d9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7c41e796-aa82-40d6-96db-a079b1ed870f",
        "58aef508-9d96-4d5f-8e6a-a1c162281929"
      ],
      "criteriaForMeasuringPerformance": "Development of scenarios that customers and stakeholders consider represent plausible futures. System model(s) of plausible futures and success criteria and sensitivity and robustness checking."
    },
    {
      "dutyID": "662085bd-7a81-42c4-82b6-d7f9b29f288d",
      "dutyDetail": "Use a range of systems tools and models to identify, develop and test possible systemic intervention options, including the design of, or changes to, existing organisations, social and technical systems. Identify and make explicit some of the difficult choices and trade-offs.  Support decision-makers and stakeholders to reflect upon and reach consensus or accommodations (where possible) over the most suitable option for taking forward into strategy, policy and plans for the near/medium/long term future. This includes developing options for new patterns of organising, which are appropriate to the overall system being governed, and would change existing system boundaries between participating elements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "df4e1df7-11c8-4360-b7d2-91e83c73ec1d",
        "f242fc2d-bb91-4128-94ce-9856ce9dc427",
        "82456ece-b5d8-432b-b178-617563bf64f8",
        "8e08692a-07a9-4031-925f-9cb73e7be583",
        "19e3212e-5edb-41cd-9491-0964e87e23ca"
      ],
      "mappedKnowledge": [
        "57a5f55f-00cb-42ec-a1ad-3466b4aa9490",
        "0934f5aa-a53b-4cd4-8b0c-896693032070",
        "6b5b5702-5d79-40a3-b9a0-285d2cbe28c9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "eadbec94-bdc0-4179-854e-59c3dc26344b",
        "a60d7a79-ab86-4b4b-aefa-33a896f2d8a8",
        "7c41e796-aa82-40d6-96db-a079b1ed870f",
        "6e287c07-910c-478e-bdbf-c8396f83339b",
        "80b6879e-8c97-4e81-9a90-aca3d626e316"
      ],
      "criteriaForMeasuringPerformance": "Production of possible systemic intervention options and selection criteria.  Evidence of comparative effectiveness of options from modelling.  Accepted, implementable recommendations for policy, strategy, organisational and/or societal change that will achieve the decision-makers’ and stakeholders’ short/medium/long term objectives."
    },
    {
      "dutyID": "2f2db460-16d5-493c-8308-cee4f81c1d82",
      "dutyDetail": "Design systemic intervention approach and support decision-makers to develop an intervention plan, formulate future vision and develop communication and engagement strategy that underpins successful execution. Establish systemic measures, proxies and indicators for monitoring the effectiveness of interventions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "df4e1df7-11c8-4360-b7d2-91e83c73ec1d"
      ],
      "mappedKnowledge": [
        "6b5b5702-5d79-40a3-b9a0-285d2cbe28c9",
        "14a82f0f-518c-4530-9909-49df63d172d9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6e287c07-910c-478e-bdbf-c8396f83339b",
        "80b6879e-8c97-4e81-9a90-aca3d626e316",
        "58aef508-9d96-4d5f-8e6a-a1c162281929"
      ],
      "criteriaForMeasuringPerformance": "Developed and agreed systemic intervention design, plan and set of measures."
    },
    {
      "dutyID": "23a59dc0-d8b1-44f3-a577-f04e3f8f805e",
      "dutyDetail": "Support decision-makers to explore and negotiate the ethics of intervention with stakeholders and dealing with value conflicts and power dynamics.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "df4e1df7-11c8-4360-b7d2-91e83c73ec1d",
        "f242fc2d-bb91-4128-94ce-9856ce9dc427",
        "82456ece-b5d8-432b-b178-617563bf64f8",
        "07f7b719-032e-44da-89a4-d7c5c40e175c"
      ],
      "mappedKnowledge": [
        "e6ce75f3-9205-4fb1-8116-62f3475d2392"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7c41e796-aa82-40d6-96db-a079b1ed870f",
        "80b6879e-8c97-4e81-9a90-aca3d626e316",
        "58aef508-9d96-4d5f-8e6a-a1c162281929"
      ],
      "criteriaForMeasuringPerformance": "Development of activities and models that evaluate the ethical issues and seek to balance ethical concerns."
    },
    {
      "dutyID": "5d91a6ce-5461-4e03-8ebb-0bba4e1fe313",
      "dutyDetail": "(Co-)design and enable relevant monitoring and evaluation processes to assess efficacy of interventions, anticipated and unanticipated outcomes and impacts, and on-going stakeholder participation and experience. Produce reports and propose feedback mechanisms to decision-makers and other stakeholders.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "82456ece-b5d8-432b-b178-617563bf64f8",
        "07f7b719-032e-44da-89a4-d7c5c40e175c"
      ],
      "mappedKnowledge": [
        "6b5b5702-5d79-40a3-b9a0-285d2cbe28c9",
        "14a82f0f-518c-4530-9909-49df63d172d9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "80b6879e-8c97-4e81-9a90-aca3d626e316",
        "89c19cb1-64b3-4cbe-812e-2cb733d01694"
      ],
      "criteriaForMeasuringPerformance": "Monitoring and evaluation plan and process. Synthesis of outcomes, impacts, consequences, stakeholder experience, learning; accessible reporting that enables future action decisions."
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-02-20T00:00:00"
}