{
  "templateType": "Structured Apprenticeship Standard",
  "shortAssessment": false,
  "larsCode": 587,
  "referenceNumber": "ST0790",
  "learningAimClassCode": "",
  "title": "Power and propulsion gas turbine engineer",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://skillsengland.education.gov.uk/api/apprenticeshipstandards/ST0790",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-12-17T00:00:00",
  "earliestStartDate": "2020-08-07T00:00:00",
  "latestStartDate": "2024-12-16T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Design and develop, operate and maintain gas turbine systems.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 36,
  "minimumHoursForCompliance": "",
  "maxFunding": 16000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "power",
    "propulsion",
    "gas",
    "engineering",
    "gas turbine systems",
    "manufacturing"
  ],
  "jobRoles": [
    "Service development engineer",
    "Customer support engineer",
    "Gas turbine design",
    "Project engineer",
    "Maintenance manager",
    "Rotating equipment engineer",
    "Mechanical engineer",
    "Plant operations engineer",
    "Plant technician",
    "Aerothermal engineer",
    "Performance engineer"
  ],
  "entryRequirements": "&lt;p&gt;Individual employers will set the selection criteria for their apprenticeships in conjunction with their chosen provider(s). Typically UK Honours degree (or equivalent) in Engineering, Mathematics, Physics or Applied Science.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "assessmentPlanUrl": "https://skillsengland.education.gov.uk/media/5312/st0790_power-and-propulsion-gas-turbine-engineer_l7_for-publication_adj-02082021.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the Energy and Power, Aerospace and Defence industries that are in the areas of Power and Propulsion (aviation) Engineering respectively.&lt;br&gt;&lt;br&gt;The broad purpose of the occupation is to design and develop, operate and maintain gas turbine systems. Power and Propulsion Gas Turbine Engineers apply their specialist skills in mechanical or aircraft propulsion engineering and strive to improve the reliability, efficiency and emissions of the engine they are working on. These engineers are highly skilled specialists with fundamental and applied knowledge of engineering related to the design, performance, operability and maintenance, and the selection of gas turbine engines. These cover the mechanical and aerodynamic design of its components/parts, turbomachinery, combustion, overall engine system thermodynamic performance, operational and control strategy, diagnostics and component life estimation. These highly skilled engineers are challenged with bringing together the conflicting requirements of operational or technical constraints that include engine reliability, efficiency and emissions, alongside the economic viability of operations. For example, achieving overall good efficiency at the expense of favourable reliability. The challenge may also include technological improvements that increase efficiency but not necessarily emissions, and in some cases achieving peak component efficiency but only for a narrow range of operation. These engineers also may oversee activities related to the upgrading of existing or future development, and cost analysis may be necessary to determine the feasibility of certain projects. They may also create automated workflow systems to reduce the costs of engineering in the future, and documentation of these activities is often necessary to improve efficiency. They may develop conceptual designs or diagnose faults in engine systems by applying gas turbines specific knowledge and operational experiences.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with generalists and specialists (in the office and the field) of different aspects of engineering design and operations. He/she will typically refer to other specialists when additional separate expertise is required to generate a global outcome/solution. He/she will find themselves presenting their conclusions to technical, non-technical engineering experts or high-level management. Much of the work is office based, but Power and Propulsion Gas Turbine engineers are also present during the assembly of components to form the engine, the integration with the airframe, coupling with electric power generators and other mechanical driven equipment like gas compressors.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for the provision of services and solutions relating to in-service fleet support, lifecycle cost reduction, engine modifications and life extensions.They prepare, implement and monitor project plans, project risk registers, project priorities and formal deliverables.&lt;/p&gt;\n&lt;p&gt;They are also responsible for monitoring and influencing the technical and schedule progress of project tasks, proactively identifying risks and issues, and recommending solutions. Research duties may be necessary to determine the best ways to construct or integrate systems and parts, and some work is done independently while collaboration is usually necessary. They will typically report to a Senior Principal Engineer, Senior Specialist or a Chief Engineer depending on the organizational structure while working with different levels of engineers across multiple engineering disciplines.&lt;br&gt;&lt;br&gt;A Power and Propulsion Gas Turbine Engineer must have the core requirements below and demonstrate the specialist requirements in ONE of the following two job specific roles.&lt;br&gt;&lt;br&gt;Aircraft Propulsion - Individuals in this role lead the design and testing of jet engine propulsion sub-systems (components or parts) and integration with other components of the engine system. The subsystems or parts include: intake, compressor, combustor and fuel system, turbine, nozzle etc. They are involved in the performance, control and maintenance of engines when in service to ensure reliability and emissions are in check. These engineers are also involved in evaluating the design implications of integrating engine systems with the airframe.&lt;br&gt;&lt;br&gt;Rotating Machinery Applications – Individuals in this role lead in the technical and economic management of gas turbines in land and sea applications that are applicable to the energy industry (electric power and oil and gas mechanical drive applications). These engineers ensure that gas turbines operate reliably and economically through regular performance assessment, implementing well-timed maintenance measures, as well as predicting and identifying faults before they can lead to failures that cause loss of production. They will typically interact with the engine manufacturer to report problems and demand measures to optimise operations. When they work in an engine manufacturer company, they can be the interface with the gas turbine user and their design team. Their knowledge and experience are also required in the design and testing of existing and new gas turbine systems.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "ba463c7f-48a2-45a3-9afb-c803d12479b4",
      "detail": "Gas Turbine Theory and Performance – Introduction to gas dynamics; gas turbine cycles (ideal and actual cycles), engine configurations, design point performance and off-design behaviour by hand calculations, interpreting performance maps, approaches to transient calculations."
    },
    {
      "knowledgeId": "b723e5e8-ed59-40bd-be3d-a84dd4318469",
      "detail": "Gas Turbine Performance Simulation - computer-based modelling, design point and off-design performance steady-state simulation, transient performance simulation (constant mass flow and inter-component method)."
    },
    {
      "knowledgeId": "5b7b6e23-d06d-4a3c-a4dc-258c8807fe88",
      "detail": "Gas Turbine Diagnostics –  condition monitoring techniques, fault diagnosis using linear and non-linear Gas Path Analysis, performance analysis based diagnostic techniques using computer-based data-driven algorithms or models."
    },
    {
      "knowledgeId": "d901d50a-b1e7-4e8f-9374-755ea4f19cb2",
      "detail": "Turbomachinery – Introduction to aerodynamics, thermofluids, and compressible flows, compressor design, turbine design and aerodynamic performance."
    },
    {
      "knowledgeId": "3a5477dd-74d5-4734-9347-98b59fd4d08a",
      "detail": "Combustors – Gas turbine combustor design consideration and sizing methodologies, combustor efficiency, pollutants/emissions, heat transfer and cooling, and fuels."
    },
    {
      "knowledgeId": "3dea2f03-74b0-40ee-933b-e6eb9e756f08",
      "detail": "Blade Cooling - Heat transfer principles, cooling technologies (convection, impingement, film, transpiration and liquid cooling), their efficiency, advantages and limitations; materials and manufacturing processes."
    },
    {
      "knowledgeId": "9316d8cf-55bd-4e4c-b31f-d311dc7d4e1c",
      "detail": "Fatigue and Fracture - theories of fatigue failure, stress based methods, complex cyclic behaviour, strain methods, methodologies for life and fatigue assessment, and criteria for material selection, corrosion and thermal degradation."
    },
    {
      "knowledgeId": "b7acc47a-f949-4f5d-9f03-adbcbb799a6b",
      "detail": "Mechanical Design of Turbomachinery – Loads/forces/stresses in a gas turbine, failure criteria, blade vibration, blade off containment and turbomachine rotordynamics."
    },
    {
      "knowledgeId": "01cd106c-6465-4c21-a363-eb2096b2a76b",
      "detail": "Jet Engine Control – Requirements and implementation of control constraints (variable stators, bleed valves and variable area nozzles), safe and responsive engine handling, fuel systems and fuel pumps, hydro-mechanical fuel metering - Full Authority Digital Engine Control (FADEC), electronic engine controller, staged combustion, and airworthiness considerations."
    },
    {
      "knowledgeId": "a90fe6e9-8f13-4c1b-bcf0-51f06050a0ef",
      "detail": "Propulsion Systems Performance and Integration - Aircraft performance and noise, jet engine performance, intakes and exhaust systems, system performance and integration."
    },
    {
      "knowledgeId": "b8751db5-db90-4e2b-9bfd-ac823ff08560",
      "detail": "Computational Fluid Dynamics for Gas Turbines - Flow modelling strategies, physical Modelling, finite difference equations, and practical demonstration."
    },
    {
      "knowledgeId": "a52104a7-7dd4-4fed-9a25-be65dd7fdd34",
      "detail": "Gas Turbine Operations – Power and energy, configurations and applications, measured and calculated parameters, performance using operational data, part-load operations, control constraints, availability and reliability, maintenance, degradation: recoverable and non-recoverable, performance enhancement/retention: air filtration systems, compressor washing, inlet cooling technologies. Flexibility: response rate and minimum environmental load."
    },
    {
      "knowledgeId": "c8db0c05-de8c-4069-a11d-a68c04d3d5ab",
      "detail": "Combined Cycle Gas Turbine - Design point performance - Gas and Steam Turbine, Heat Recovery Steam Generator (HRSG) technology, off-design performance, transient performance, frequency control, performance economics, advanced cycles, and greenhouse issues."
    },
    {
      "knowledgeId": "d69e3d06-e1d2-4c6e-b781-470f6b130962",
      "detail": "Engineering Management - Engineers and technologists in organisations, people management, the business environment, strategy and marketing, supply chain, tendering, contract and procurement, new product development, team working and negotiation skills."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "14cab18a-5f7a-4682-938b-7f27dba9e4d6",
      "detail": "System Thinking - recognise the contribution of individuals at different levels and experiences (specialist and generalist), and appreciating interrelations and integration."
    },
    {
      "behaviourId": "7f22fbf1-c69d-486e-a613-c612829f91be",
      "detail": "Team working - comfortable working collaboratively in teams."
    },
    {
      "behaviourId": "afde14d3-874e-4656-a93a-8228e32d47ca",
      "detail": "Curiosity and Innovation – Open to new ideas and the development of such ideas of individuals or others, and adopt practices that are informed by wider considerations (environment, ethical and legal compliance)."
    },
    {
      "behaviourId": "c9eab785-aa8e-42a3-9003-b92df3025c3e",
      "detail": "Professional Commitment - Continue to embrace the development of domain knowledge and awareness of technological advances."
    },
    {
      "behaviourId": "45ad8c98-8078-4136-9b9c-3648d615196d",
      "detail": "Leadership - taking responsibility for their actions, show perseverance and be prepared to lead, mentor and supervise others."
    },
    {
      "behaviourId": "bac03f94-964c-4fce-a7cd-22a481a12535",
      "detail": "Responsiveness to change: flexible to changing working environment and demands; resilient under pressure"
    }
  ],
  "skills": [
    {
      "skillId": "97cbdfc4-a756-48f5-99dc-beca7c44257f",
      "detail": "Evaluate the performance of an engine system, using well-informed assumptions to determine its condition."
    },
    {
      "skillId": "b04fbe64-444e-4886-8427-843a6f62ab77",
      "detail": "Assess the outcomes from quantitative evaluations of gas turbine designs, to determine appropriate engine systems for particular applications."
    },
    {
      "skillId": "7fed49d5-ba29-491b-87d3-59046a47f5a3",
      "detail": "Employ computer-based gas turbine models to estimate engine performance at design and off-design conditions."
    },
    {
      "skillId": "4c96cc99-eb02-40c5-94c0-05c28cc9286c",
      "detail": "Investigate the impact of different degradation and faults on gas turbine performance using computer-based models."
    },
    {
      "skillId": "6bec55a2-c526-4131-a3b8-ff9560c2cbdf",
      "detail": "Employ computer-based diagnostic analysis tools to detect gas turbine faults."
    },
    {
      "skillId": "d1723010-357a-4c2f-b9a7-ffd229ea29fb",
      "detail": "Critically analyse the design and performance of turbomachinery components for modifications or new developments."
    },
    {
      "skillId": "38c06e57-b897-4b37-b6f5-e6865d800a77",
      "detail": "Assess  the influence of design choices on combustor efficiency, emissions, durability and stability to meet expected standards and compliance."
    },
    {
      "skillId": "55ca6f55-11c5-4662-bb25-7d480fe96747",
      "detail": "Estimate the impact of operating conditions of a gas turbine combustor for maintenance replacements (life of combustor liner)."
    },
    {
      "skillId": "3874560d-c1b6-4d8a-b2a1-f93a2c021f49",
      "detail": "Account for heat transfer effects and the cooling technology to produce a realistic assessment of turbine blade conditions."
    },
    {
      "skillId": "c05d8249-8b7d-4ff2-9462-bf3de523c3e1",
      "detail": "Assess life, fatigue and failure of cracked components."
    },
    {
      "skillId": "09a07e7b-4816-4a7d-a6c5-0e39e2af8218",
      "detail": "Evaluate the loads, stresses from rotation and vibration, as well as failure criteria of turbomachinery components."
    },
    {
      "skillId": "143741af-660f-4ca2-b977-58f7f37ab662",
      "detail": "Assess the creep life of a gas turbine component subject to a complex operating profile."
    },
    {
      "skillId": "89ef427c-32fe-4d22-ac87-5d6a7c03fee3",
      "detail": "Employ desk-top methods to evaluate the stress distributions and vibration frequencies, to suggest ways of ameliorating any problems."
    },
    {
      "skillId": "12599add-0864-4b32-9fe1-199149192dee",
      "detail": "Assess jet engine control systems design, the different mechanisms and components to allow for safe and efficient operation."
    },
    {
      "skillId": "0a70a0c4-4599-4b9b-92bb-63e7d129b7b7",
      "detail": "Apply the awareness of the regulatory requirements relevant to engine controls and fuel systems in the analysis of control and operational needs"
    },
    {
      "skillId": "5333bd66-4cb1-4b55-ae5d-fe5b6f00ccb3",
      "detail": "Assess the overall aircraft performance."
    },
    {
      "skillId": "12a33b22-83c4-46a2-8237-5c5f56513ab6",
      "detail": "Use component performance accounting relationships to assess the installation performance in respect of the integration of the engine and airframe."
    },
    {
      "skillId": "41ae090f-2ca6-4126-9526-cb0941543bc5",
      "detail": "Design effective turbomachinery grid generation strategies to ensure numerical models are successfully employed."
    },
    {
      "skillId": "17174a74-eb82-4e54-8e9c-8ddab7da6bad",
      "detail": "Use Computational Fluid Dynamics tools to generate effective flow analyses, evaluations and reporting of flow simulations."
    },
    {
      "skillId": "543ca3d5-4a48-40d2-afe9-d4c3c2da324b",
      "detail": "Evaluate gas turbine performance using machine sensor data from actual operations."
    },
    {
      "skillId": "d1b8a772-ba9e-47ff-a862-6a07006597f2",
      "detail": "Identify and assess engine performance deterioration, as well as propose retrofit technologies to mitigate the impact."
    },
    {
      "skillId": "c8e03bb3-d1af-4fc7-b794-28737a8d05d9",
      "detail": "Quantify the benefits of retrofit technologies related to performance enhancement and engine flexibility options."
    },
    {
      "skillId": "d92bdc75-0a94-4c64-b2b0-dd49e499a861",
      "detail": "Appraise the design and off-design performance of Combined Cycle Gas Turbine power plant."
    },
    {
      "skillId": "2c2f1690-9c4d-43ea-ad62-63c980b80c7b",
      "detail": "Apply the appropriate methods and data available to assess the economic viability of operations and power generation technologies."
    },
    {
      "skillId": "24fc7dab-c437-4e95-9deb-23aedd27ad5d",
      "detail": "Evaluate the impact of the key functional areas (procurement, strategy, marketing and supply chain ) on the commercial performance, relevant to the manufacture of a product or provision of technical service."
    },
    {
      "skillId": "a86186b3-4ee7-4f1c-82d5-0e18f7cfb045",
      "detail": "Strategic in the exploitation of teams efforts/strengths with reference to operations and commercialising technological innovation."
    },
    {
      "skillId": "ce8c65ca-d8b7-4c86-8470-f0f3e03ba580",
      "detail": "Demonstrate negotiating skills, deal with uncertainty to allow technological innovation and change to flourish."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual is the intended EQA provider",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-08-07T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0407",
  "tbMainContact": "julia.brown@score-group.com",
  "involvedEmployers": "Score Energy, Siemens Industrial Turbomachinery Ltd, Uniper, WSP, R-MC Power Recovery Ltd, Flakt Group, Bladon Jet, Royal Air Force, Defence Science and Technology Laboratory, Easy Jet, Total UK Limited",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Service development engineer",
    "Customer support engineer",
    "Gas turbine design",
    "Project engineer",
    "Maintenance manager",
    "Rotating equipment engineer",
    "Mechanical engineer",
    "Plant operations engineer",
    "Plant technician",
    "Aerothermal engineer",
    "Performance engineer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, design and development",
  "cluster": "Design and development engineer",
  "clusterId": "253",
  "clusterDescription": "Design and develop a range of products and/or process technologies using discipline and applications specific expertise",
  "createdDate": "2019-11-06T15:17:15 +00:00",
  "lastUpdated": "2024-12-17T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-08-07T00:00:00 +00:00",
  "banners": "Although this apprenticeship is retired, the occupation remains on the Occupational Map for potential use as the basis of another technical education product.",
  "occupationCode": "OCC0790",
  "occupationalStandardUrl": "https://skillsengland.education.gov.uk/apprenticeships/st0790-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://skillsengland.education.gov.uk/apprenticeships/st0790-v1-0",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "Royal Aeronautical Society ",
      "level": "CEng",
      "isPartial": "",
      "partialFreeText": ""
    },
    {
      "bodyName": "Institution of Power Engineers ",
      "level": "Member and towards CEng",
      "isPartial": "",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "ccec7950-b9c8-4e4c-97b1-9d7413ede3f9",
      "dutyDetail": "Monitor and evaluate gas turbine engine performance to maximise operational efficiency, whilst maintaining emissions and noise.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "14cab18a-5f7a-4682-938b-7f27dba9e4d6",
        "7f22fbf1-c69d-486e-a613-c612829f91be",
        "afde14d3-874e-4656-a93a-8228e32d47ca"
      ],
      "mappedKnowledge": [
        "ba463c7f-48a2-45a3-9afb-c803d12479b4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "97cbdfc4-a756-48f5-99dc-beca7c44257f",
        "b04fbe64-444e-4886-8427-843a6f62ab77"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "446e88d8-d71b-4d2e-8a24-cda5ffc39427",
      "dutyDetail": "Model and simulate gas turbine performance using computer-based steady-state and transient performance models.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "14cab18a-5f7a-4682-938b-7f27dba9e4d6",
        "7f22fbf1-c69d-486e-a613-c612829f91be",
        "afde14d3-874e-4656-a93a-8228e32d47ca"
      ],
      "mappedKnowledge": [
        "ba463c7f-48a2-45a3-9afb-c803d12479b4",
        "b723e5e8-ed59-40bd-be3d-a84dd4318469"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "97cbdfc4-a756-48f5-99dc-beca7c44257f",
        "b04fbe64-444e-4886-8427-843a6f62ab77",
        "7fed49d5-ba29-491b-87d3-59046a47f5a3",
        "4c96cc99-eb02-40c5-94c0-05c28cc9286c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5b071371-b1e5-4abf-a999-5649a58e501d",
      "dutyDetail": "Employ computer-based diagnostic analysis tools to understand and detect gas turbine faults.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "14cab18a-5f7a-4682-938b-7f27dba9e4d6",
        "7f22fbf1-c69d-486e-a613-c612829f91be",
        "afde14d3-874e-4656-a93a-8228e32d47ca"
      ],
      "mappedKnowledge": [
        "ba463c7f-48a2-45a3-9afb-c803d12479b4",
        "b723e5e8-ed59-40bd-be3d-a84dd4318469",
        "5b7b6e23-d06d-4a3c-a4dc-258c8807fe88"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "97cbdfc4-a756-48f5-99dc-beca7c44257f",
        "b04fbe64-444e-4886-8427-843a6f62ab77",
        "7fed49d5-ba29-491b-87d3-59046a47f5a3",
        "4c96cc99-eb02-40c5-94c0-05c28cc9286c",
        "6bec55a2-c526-4131-a3b8-ff9560c2cbdf"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "124e5321-0c62-4696-ada8-a208ba37b99e",
      "dutyDetail": "Design, modify and evaluate turbomachinery components, including conceptual and detail design, analysis, qualification and production support.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "14cab18a-5f7a-4682-938b-7f27dba9e4d6",
        "7f22fbf1-c69d-486e-a613-c612829f91be",
        "afde14d3-874e-4656-a93a-8228e32d47ca"
      ],
      "mappedKnowledge": [
        "ba463c7f-48a2-45a3-9afb-c803d12479b4",
        "d901d50a-b1e7-4e8f-9374-755ea4f19cb2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d1723010-357a-4c2f-b9a7-ffd229ea29fb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "64f30336-79c2-4dcd-bb21-950b537bf821",
      "dutyDetail": "Design, modify and evaluate the combustor, including conceptual and detail design, analysis, qualification and production support.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "14cab18a-5f7a-4682-938b-7f27dba9e4d6",
        "7f22fbf1-c69d-486e-a613-c612829f91be",
        "afde14d3-874e-4656-a93a-8228e32d47ca"
      ],
      "mappedKnowledge": [
        "ba463c7f-48a2-45a3-9afb-c803d12479b4",
        "3a5477dd-74d5-4734-9347-98b59fd4d08a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "38c06e57-b897-4b37-b6f5-e6865d800a77",
        "55ca6f55-11c5-4662-bb25-7d480fe96747"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ebc13f45-2ea9-498c-a05b-21600deda967",
      "dutyDetail": "Assess hot section component and results of lifing calculations to make recommendations on the in-service viability and safety of particular components.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "14cab18a-5f7a-4682-938b-7f27dba9e4d6",
        "7f22fbf1-c69d-486e-a613-c612829f91be",
        "afde14d3-874e-4656-a93a-8228e32d47ca"
      ],
      "mappedKnowledge": [
        "ba463c7f-48a2-45a3-9afb-c803d12479b4",
        "d901d50a-b1e7-4e8f-9374-755ea4f19cb2",
        "3a5477dd-74d5-4734-9347-98b59fd4d08a",
        "3dea2f03-74b0-40ee-933b-e6eb9e756f08"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3874560d-c1b6-4d8a-b2a1-f93a2c021f49",
        "c05d8249-8b7d-4ff2-9462-bf3de523c3e1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b9dd1eeb-2ca5-4969-9936-c1f9806f8bef",
      "dutyDetail": "Develop and evaluate loads/forces/stresses and failures in gas turbines using mechanical design principles.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "14cab18a-5f7a-4682-938b-7f27dba9e4d6",
        "7f22fbf1-c69d-486e-a613-c612829f91be",
        "afde14d3-874e-4656-a93a-8228e32d47ca"
      ],
      "mappedKnowledge": [
        "3dea2f03-74b0-40ee-933b-e6eb9e756f08",
        "9316d8cf-55bd-4e4c-b31f-d311dc7d4e1c",
        "b7acc47a-f949-4f5d-9f03-adbcbb799a6b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "09a07e7b-4816-4a7d-a6c5-0e39e2af8218",
        "143741af-660f-4ca2-b977-58f7f37ab662",
        "89ef427c-32fe-4d22-ac87-5d6a7c03fee3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8ec70bdf-a2de-47e8-bcf6-d16211e2aa4f",
      "dutyDetail": "Develop and ensure a safe and efficient interface between the aircraft systems and the propulsion systems, according to the needs of each of them.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "14cab18a-5f7a-4682-938b-7f27dba9e4d6",
        "7f22fbf1-c69d-486e-a613-c612829f91be",
        "afde14d3-874e-4656-a93a-8228e32d47ca",
        "c9eab785-aa8e-42a3-9003-b92df3025c3e",
        "45ad8c98-8078-4136-9b9c-3648d615196d",
        "bac03f94-964c-4fce-a7cd-22a481a12535"
      ],
      "mappedKnowledge": [
        "ba463c7f-48a2-45a3-9afb-c803d12479b4",
        "b723e5e8-ed59-40bd-be3d-a84dd4318469",
        "01cd106c-6465-4c21-a363-eb2096b2a76b"
      ],
      "mappedOptions": [
        "f0b59ee3-9ca7-4cd7-aff9-5107469bc635"
      ],
      "mappedSkills": [
        "12599add-0864-4b32-9fe1-199149192dee",
        "0a70a0c4-4599-4b9b-92bb-63e7d129b7b7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "52b06fce-9c09-4e7f-936f-d3ff1d60f5ee",
      "dutyDetail": "Assess nacelle design, aircraft performance and use component performance to evaluate the installation performance with respect to the integration of engine and airframe using industry standards and best practices based on trade studies, research and analysis.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "14cab18a-5f7a-4682-938b-7f27dba9e4d6",
        "7f22fbf1-c69d-486e-a613-c612829f91be",
        "afde14d3-874e-4656-a93a-8228e32d47ca",
        "c9eab785-aa8e-42a3-9003-b92df3025c3e",
        "45ad8c98-8078-4136-9b9c-3648d615196d",
        "bac03f94-964c-4fce-a7cd-22a481a12535"
      ],
      "mappedKnowledge": [
        "ba463c7f-48a2-45a3-9afb-c803d12479b4",
        "a90fe6e9-8f13-4c1b-bcf0-51f06050a0ef"
      ],
      "mappedOptions": [
        "f0b59ee3-9ca7-4cd7-aff9-5107469bc635"
      ],
      "mappedSkills": [
        "5333bd66-4cb1-4b55-ae5d-fe5b6f00ccb3",
        "12a33b22-83c4-46a2-8237-5c5f56513ab6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d9407d6e-341b-4ed0-b31f-3682e30f3627",
      "dutyDetail": "Use numerical tools to investigate the performance of gas turbine components/parts.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "14cab18a-5f7a-4682-938b-7f27dba9e4d6",
        "7f22fbf1-c69d-486e-a613-c612829f91be",
        "afde14d3-874e-4656-a93a-8228e32d47ca"
      ],
      "mappedKnowledge": [
        "d901d50a-b1e7-4e8f-9374-755ea4f19cb2",
        "b8751db5-db90-4e2b-9bfd-ac823ff08560"
      ],
      "mappedOptions": [
        "f0b59ee3-9ca7-4cd7-aff9-5107469bc635"
      ],
      "mappedSkills": [
        "41ae090f-2ca6-4126-9526-cb0941543bc5",
        "17174a74-eb82-4e54-8e9c-8ddab7da6bad"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "16332db7-23b7-42fd-8729-946a077613e9",
      "dutyDetail": "Evaluate engine performance and health using machine sensor data from gas path measurements.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "14cab18a-5f7a-4682-938b-7f27dba9e4d6",
        "7f22fbf1-c69d-486e-a613-c612829f91be",
        "afde14d3-874e-4656-a93a-8228e32d47ca"
      ],
      "mappedKnowledge": [
        "ba463c7f-48a2-45a3-9afb-c803d12479b4",
        "a52104a7-7dd4-4fed-9a25-be65dd7fdd34"
      ],
      "mappedOptions": [
        "d505e1ef-5836-4be3-b523-7c1058e2c248"
      ],
      "mappedSkills": [
        "97cbdfc4-a756-48f5-99dc-beca7c44257f",
        "543ca3d5-4a48-40d2-afe9-d4c3c2da324b",
        "d1b8a772-ba9e-47ff-a862-6a07006597f2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "daf6fc33-3cad-4d50-8dc9-c55dde6d8c9d",
      "dutyDetail": "Identify performance improvement opportunities through new or retrofit recommendation.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "14cab18a-5f7a-4682-938b-7f27dba9e4d6",
        "7f22fbf1-c69d-486e-a613-c612829f91be",
        "afde14d3-874e-4656-a93a-8228e32d47ca",
        "c9eab785-aa8e-42a3-9003-b92df3025c3e",
        "45ad8c98-8078-4136-9b9c-3648d615196d",
        "bac03f94-964c-4fce-a7cd-22a481a12535"
      ],
      "mappedKnowledge": [
        "ba463c7f-48a2-45a3-9afb-c803d12479b4",
        "a52104a7-7dd4-4fed-9a25-be65dd7fdd34"
      ],
      "mappedOptions": [
        "d505e1ef-5836-4be3-b523-7c1058e2c248"
      ],
      "mappedSkills": [
        "97cbdfc4-a756-48f5-99dc-beca7c44257f",
        "d1b8a772-ba9e-47ff-a862-6a07006597f2",
        "c8e03bb3-d1af-4fc7-b794-28737a8d05d9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6319dd72-d6be-4f06-ab9b-4626cb108577",
      "dutyDetail": "Evaluate the performance of combined cycle power plants in operation.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "14cab18a-5f7a-4682-938b-7f27dba9e4d6",
        "7f22fbf1-c69d-486e-a613-c612829f91be",
        "afde14d3-874e-4656-a93a-8228e32d47ca"
      ],
      "mappedKnowledge": [
        "ba463c7f-48a2-45a3-9afb-c803d12479b4",
        "a52104a7-7dd4-4fed-9a25-be65dd7fdd34",
        "c8db0c05-de8c-4069-a11d-a68c04d3d5ab"
      ],
      "mappedOptions": [
        "d505e1ef-5836-4be3-b523-7c1058e2c248"
      ],
      "mappedSkills": [
        "97cbdfc4-a756-48f5-99dc-beca7c44257f",
        "d92bdc75-0a94-4c64-b2b0-dd49e499a861",
        "2c2f1690-9c4d-43ea-ad62-63c980b80c7b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5478f308-fa5a-4079-846a-58cf566e3ce7",
      "dutyDetail": "Advise and manage the procurement of an organisation's products",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "14cab18a-5f7a-4682-938b-7f27dba9e4d6",
        "7f22fbf1-c69d-486e-a613-c612829f91be",
        "afde14d3-874e-4656-a93a-8228e32d47ca",
        "c9eab785-aa8e-42a3-9003-b92df3025c3e",
        "45ad8c98-8078-4136-9b9c-3648d615196d",
        "bac03f94-964c-4fce-a7cd-22a481a12535"
      ],
      "mappedKnowledge": [
        "d69e3d06-e1d2-4c6e-b781-470f6b130962"
      ],
      "mappedOptions": [
        "d505e1ef-5836-4be3-b523-7c1058e2c248"
      ],
      "mappedSkills": [
        "24fc7dab-c437-4e95-9deb-23aedd27ad5d",
        "a86186b3-4ee7-4f1c-82d5-0e18f7cfb045"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "dcabd11f-7824-4364-8102-6f887b01bc5a",
      "dutyDetail": "Feedback experiences for new innovation, programmes and operations.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "14cab18a-5f7a-4682-938b-7f27dba9e4d6",
        "7f22fbf1-c69d-486e-a613-c612829f91be",
        "afde14d3-874e-4656-a93a-8228e32d47ca",
        "c9eab785-aa8e-42a3-9003-b92df3025c3e",
        "45ad8c98-8078-4136-9b9c-3648d615196d",
        "bac03f94-964c-4fce-a7cd-22a481a12535"
      ],
      "mappedKnowledge": [
        "d69e3d06-e1d2-4c6e-b781-470f6b130962"
      ],
      "mappedOptions": [
        "d505e1ef-5836-4be3-b523-7c1058e2c248"
      ],
      "mappedSkills": [
        "a86186b3-4ee7-4f1c-82d5-0e18f7cfb045",
        "ce8c65ca-d8b7-4c86-8470-f0f3e03ba580"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [
    {
      "optionId": "f0b59ee3-9ca7-4cd7-aff9-5107469bc635",
      "title": "Aircraft Propulsion",
      "occupationCode": "OCC0790A"
    },
    {
      "optionId": "d505e1ef-5836-4be3-b523-7c1058e2c248",
      "title": "Rotating Machinery Applications",
      "occupationCode": "OCC0790B"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-12-17T00:00:00"
}