{
  "templateType": "Structured Apprenticeship Standard",
  "shortAssessment": false,
  "larsCode": 457,
  "referenceNumber": "ST0759",
  "learningAimClassCode": "",
  "title": "Research scientist",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://skillsengland.education.gov.uk/api/apprenticeshipstandards/ST0759",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2025-10-22T00:00:00",
  "earliestStartDate": "2019-05-13T00:00:00",
  "latestStartDate": "2025-10-21T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Planning, leading and conducting scientific experiments and analysing results.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 30,
  "minimumHoursForCompliance": "",
  "maxFunding": 18000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "research",
    "science",
    "experiments",
    "researching",
    "analysis",
    "Research Scientist"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://skillsengland.education.gov.uk/media/2r5avc13/st0759_research-scientist_l7_v10-for-publication_10012024.pdf",
  "ssa1": "2 Science and Mathematics",
  "ssa2": "2.1 Science",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in a wide range of industries including Pharmaceutical, Clinical Trials, Personal Care, Analytical, Manufacturing, Water/Environmental, Energy, Agricultural, Food Science, FMCG, Petro-Chemical, Nuclear, Aerospace, Oil, Gas, Materials, Renewable, Bio medical, NHS, Diagnostics and MOD/Defense. The broad purpose of the occupation is someone who is primarily involved in planning, leading and conducting experiments and analysing results, either with a definite end use, for example to develop new products, processes or commercial applications, or to broaden scientific understanding in general. They provide scientific and technical leadership, giving a clear sense of purpose and driving strategic intent. They can expect to lead on business critical projects - managing the design and implementation of such projects both internally and externally, disseminating findings to internal and external stake-holders and making strategic recommendations based upon the findings of the project.&amp;nbsp; They take into account new scientific methods and breakthroughs, identifying longer-term opportunities and risks. They will be able to effectively collaborate with both industry and academia, working in multidisciplinary teams, to apply results of research and develop new techniques, products or practices. They are responsible for developing ethical, innovative research practices and programmes with the ability to deliver results. They are a role model, with responsibility for those in senior positions and significant organisational budgets. In their daily work, an employee in this occupation interacts with a wide range of individuals and teams. This is due to the varied work and leadership roles that the individual undertakes through their work. This means that these varied interactions require them to communicate across businesses and industries and lead on ensuring scientific information is communicated in efficient ways, examples of these varied interactions are;&lt;/p&gt;\n&lt;p&gt;Internal - Direct Reports/teams, Project Teams, Line Managers, Senior Managers, Company Boards, Global Heads of Departments, Teams in other International Regions, Manufacturing Sites, Legal Teams, Sales and Marketing teams, Data Management, Securities Teams, Quality Control and Design Teams&lt;/p&gt;\n&lt;p&gt;Externals - Compliance, Legislation (court/legal) , Regulatory Bodies, Professional Bodies, Universities and Educational Bodies, Customers, External Partners, NGOs, Contract Research Organisations, Sector forums, Patient groups, Media, Technical Specialists, Suppliers andSector skills councils,&lt;/p&gt;\n&lt;p&gt;The working environment may also be varied and change from day to day due to the diverse nature of the projects and work that the individual may be working on, but can include;&lt;/p&gt;\n&lt;p&gt;Lab Based, Manufacturing Plants, Field based - External sites(out side), office based, home based, Customer sites, Conferences and education facilities. An employee in this occupation will be responsible for autonomously managing their own work programs and time while maintaining their own CPD and continuing to develop and update the knowledge and skills of others (coach develop/lead). They are responsible for direct line management of research teams or leading peer groups and collections of scientists in programs/experimentation&#39;s to achieve required goals. They report to senior level management/heads of functions while also being accountable for reporting to board members within the company, clients and research councils. They will be responsible for budgetary control of their projects and advising on wider company impacts of research around production costs and profitability of research results.&lt;/p&gt;\n&lt;p&gt;They will be responsible for managing different streams of work and leading on/designing and carrying out trails of process and procedures and Translation of science to action. Alongside also designing , developing, implementing and evaluating these business changes.&lt;/p&gt;\n&lt;p&gt;The volumes and breath of this may vary due to the size of the organisation. With smaller companies also requiring their research scientists to be responsible for acquiring business through communication with customers and leading in this area.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "ac095570-ac62-4a93-81f7-0dfb14e0deac",
      "detail": "Subject specific knowledge: A deep and systemic understanding of a named / recognised scientific subject as found in an industrial setting,  such as biology, chemistry or physics, found in the nuclear, food manufacture, pharmacology or energy production sectors,  at a level that allows strategic and scientific decision making, while taking account of inter relationships with other relevant business areas / disciplines."
    },
    {
      "knowledgeId": "2406d9ee-0603-4414-bee1-423789ee421b",
      "detail": "Management, leadership and effective communication. Organisation objectives and where their role contributes to the success achievement of these objectives. How to communicate effectively with a wide range of senior leaders across different departments, up and down the supply chain, within their own team. Advanced mixed media communication, such as presentations, report writing (technical and non-technical) negotiation and influencing. Leadership within a team of multi discipline specialists at different levels across the organisation, ensuring a shared vision and commitment to success. Effective project management as used in their employer’s environment with regard to quality, cost and time. The employers organisational structure and where their own role fits."
    },
    {
      "knowledgeId": "8638ec8a-39ef-4412-a952-8b41c5a1031a",
      "detail": "Ethics, regulation and registration: All current relevant national and international regulations needed to carry out the role. This will include scientific regulation, health and safety and laboratory safe practice, anti-bribery and anti-corruption. Ethical scientific practice and the employers processes and procedures surrounding professional conduct. How to identify, record, mitigate and manage risk. The impact of failure and how to manage risk on the business. The benefits of equality of diversity in the workplace."
    },
    {
      "knowledgeId": "b7f21f98-24e1-404c-beef-996553ae2191",
      "detail": "Research methodologies: Methodologies appropriate to the sector and how to formulate and apply a hypothesis. Appropriate application of scientific process. The unpredictability of research projects and the need to adapt and adjust daily planning needs to accommodate new developments."
    },
    {
      "knowledgeId": "1508f014-88b4-4738-a11b-8c3df5a1f8da",
      "detail": " Data analysis and evaluation: Statistical analysis techniques, numerical modelling techniques and how they are applied in context. How to interpret and categorise data to make informed and objective decisions against the goals and targets of the project. How to evaluate and interpret the data and associated analysis against company objectives."
    },
    {
      "knowledgeId": "dc0c4165-d81f-4b8e-a837-3005b58f7de1",
      "detail": " Data management: How to safely store and handle data in line with national and international data protection and cyber security regulations that apply to the role. How to manage and store data in line with employer processes and security approach. How to create an appropriate data management plan."
    },
    {
      "knowledgeId": "199321c8-d3c3-4f2c-ac01-76d18f53f5ec",
      "detail": "Entrepreneurial and enterprise: How to consider a multi solution approach to the objective in the key stages of a project. Market analysis awareness (SWOT / PESTLE / feasibility studies) and how to assess the impact of the project on the business. Intellectual property rights as they apply to the role and specific projects. Value for money and the ability to use market analysis to make go / no go decisions."
    },
    {
      "knowledgeId": "599650e9-e8d7-4c98-a94f-26d7874c5825",
      "detail": "Development of self and others: The importance of continuing professional development and how to maintain their own specialist knowledge in an ever evolving environment. How to effectively coach and mentor colleagues, peers or team members to address identified skills gaps, using appropriate methods. How to upskill non-technical colleagues to enable them to complete their own role as needed."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "086d33d1-4505-4f7b-8372-908ef50af32b",
      "detail": "Team Working: Collaboration, influence, and respect for others."
    },
    {
      "behaviourId": "a456db45-25da-47b3-8b21-bc7fdaffa515",
      "detail": "Flexibility and Adaptability: Responsiveness to change, adjusting to different conditions, technologies, situations and environments."
    },
    {
      "behaviourId": "7d5293be-30d0-4860-9893-9a1bba78a0df",
      "detail": "Integrity and Reliability: Respect for the confidentiality of individuals and company information.  An intrinsic ethical stance to all aspects of day to day activities. Reputation of trust internally and externally."
    },
    {
      "behaviourId": "a3cc705e-7fbc-4b8e-be3b-6621f145a744",
      "detail": "Management of Expectations of senior management, study sponsors, vendors, investigational sites and key opinion leaders."
    },
    {
      "behaviourId": "82341b77-0734-4bdf-8323-c4dd2e415f2c",
      "detail": " Accountability: For self and others to ensure that actions are in the best interest of affected parties."
    },
    {
      "behaviourId": "ef3ec500-baa0-4d02-9bd6-bdc9fe661202",
      "detail": "Planning, Prioritisation and Organisation: Effective time management."
    },
    {
      "behaviourId": "81824f95-2f1c-45e6-aeef-7b9a820ad4bd",
      "detail": "Continuing Professional Development (CPD): Accountability of own and others development needs, undertaking CPD. Curiosity of science and proactively develops knowledge to ensure that scientific and business decisions are based on strong science."
    }
  ],
  "skills": [
    {
      "skillId": "e87dce85-784b-4058-915a-da79c8a4e1c6",
      "detail": "Application of Scientific Knowledge: Apply a range of advanced, new and emerging  practical and experimental skills appropriate to the role (e.g. chemical synthesis, bio analysis, computational modeling)."
    },
    {
      "skillId": "b5239803-66cf-4527-b2fb-398ff4b8a1b8",
      "detail": "Data Collection and Reporting: Capture and evaluate data critically drawing a logical conclusion, e.g. Case Report Forms, Data Management Plans, Data Review Plans, edit checks and User Acceptance Testing Plans."
    },
    {
      "skillId": "44ac32e6-30d9-4812-afcf-aa424d13442b",
      "detail": " Commercial and Business Issues: Identify issues, including intellectual property and the commercial demands of the business environment. Understand the scientific objectives of work undertaken and its relevance to the organisation."
    },
    {
      "skillId": "761cf003-9c54-401a-9e02-8ab3c191edeb",
      "detail": " Communication Skills: Write extended reports and critique others' work across a range of documentation, e.g. protocols, consent forms and scientific reports. Deliver oral presentations and answer questions about their work and/or the work of their team. Utilise interpersonal skills, communication and assertiveness to persuade, motivate and influence. Discuss work constructively and objectively with colleagues customers and others; respond respectfully to and acknowledge the value of alternate views and hypothesis."
    },
    {
      "skillId": "df1404b3-741a-420b-a5c9-7855aacfd998",
      "detail": " Project Management and Leadership: Generate effective project plans to include management of scope, schedules, budget and risk. Organise resources, budgets, tasks and people.  Co-ordinate team activities to meet project requirements and quality processes. Adapt scientific strategy/delivery to be consistent with requirements. e.g. client, regulatory, ethical, geographic."
    },
    {
      "skillId": "47a6cab8-825a-4d37-bf59-59a346ae3b35",
      "detail": "Critical Thinking: Conceptualise, evaluate and analyse information to solve problems."
    },
    {
      "skillId": "64d27d72-4ffe-4bd4-985a-336f394611d8",
      "detail": "Research and dissemination: Frame research questions and methodology drawing from current sources e.g., literature and databases. They can produce intellectual insight and innovations in their own discipline to be shared with colleagues, peers and wider stakeholders internal and external to the business."
    },
    {
      "skillId": "dfbd290a-1339-4256-afd1-5ff179ac90e1",
      "detail": "Developing others: Apply a range of coaching and mentoring techniques with colleague’s peers and team members, selecting the correct method to suit the situation and the person being coached / mentored."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-05-13T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0376",
  "tbMainContact": "robert.ramsaygosling-kennedy@labcorp.com",
  "involvedEmployers": "Tata Steel, Covance, Fera, Photo Centric, Astra Zeneca, Unilever, GSK, Croda, Pfizer, 2sfg, teva runcorn, BASF, nufarm, Grimsby hospital, Health education England",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Science",
  "cluster": "Science professional",
  "clusterId": "213",
  "clusterDescription": "Define and lead science-based research projects to derive academic and applied information of value",
  "createdDate": "2024-01-11T14:28:28 +00:00",
  "lastUpdated": "2025-10-22T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-05-13T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0759",
  "occupationalStandardUrl": "https://skillsengland.education.gov.uk/apprenticeships/st0759-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://skillsengland.education.gov.uk/apprenticeships/st0759-v1-0",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "Registered Scientist",
      "level": "Science Council for Registered Scientist (RSci) Upon successful completion of the apprenticeship and upon receipt of the apprenticeship certificate, individuals are eligible to apply for RSci through a shortened application route. Individuals also need to be a member of a professional body that is licensed by the Science Council to be awarded this status. Further information is on the Science Council’s website.",
      "isPartial": "full",
      "partialFreeText": ""
    },
    {
      "bodyName": "Chartered Biologist",
      "level": "Royal Society of Biology ",
      "isPartial": "partial",
      "partialFreeText": "The Royal Society of Biology, the Institute of Physics and the Royal Society of Chemistry have provided an expedited route for individuals to achieve Chartered status (Chartered Biologist, Chartered Chemist or Chartered Physicist) through this apprenticeship, as the apprenticeship is closely aligned to a number of the Chartered status competencies/attributes. In order to be considered for Chartered status individuals must have a relevant degree or equivalence at the start of the apprenticeship, and must inform the relevant professional body upon commencement of the apprenticeship of their intention to apply for Chartered status. For further information please refer to the relevant professional organisation’s website."
    },
    {
      "bodyName": "Chartered Chemist",
      "level": "Royal Society of Chemistry",
      "isPartial": "full",
      "partialFreeText": ""
    },
    {
      "bodyName": "Chartered Physicist",
      "level": "Institute of Physics",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "fc105dd7-d508-4397-81b9-8ee791a59171",
      "dutyDetail": "Lead, ensure and be responsible for science based projects. Manage/support, plan, design the running of appropriate activities and make decisions for improvements and next steps",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a456db45-25da-47b3-8b21-bc7fdaffa515",
        "7d5293be-30d0-4860-9893-9a1bba78a0df",
        "ef3ec500-baa0-4d02-9bd6-bdc9fe661202",
        "81824f95-2f1c-45e6-aeef-7b9a820ad4bd"
      ],
      "mappedKnowledge": [
        "ac095570-ac62-4a93-81f7-0dfb14e0deac",
        "2406d9ee-0603-4414-bee1-423789ee421b",
        "8638ec8a-39ef-4412-a952-8b41c5a1031a",
        "b7f21f98-24e1-404c-beef-996553ae2191",
        "1508f014-88b4-4738-a11b-8c3df5a1f8da"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e87dce85-784b-4058-915a-da79c8a4e1c6",
        "44ac32e6-30d9-4812-afcf-aa424d13442b",
        "df1404b3-741a-420b-a5c9-7855aacfd998",
        "47a6cab8-825a-4d37-bf59-59a346ae3b35",
        "64d27d72-4ffe-4bd4-985a-336f394611d8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e89cd83a-84b3-4664-b1a9-22266640ded3",
      "dutyDetail": " Lead experiments and ensuring that the appropriate processes are carried out",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "086d33d1-4505-4f7b-8372-908ef50af32b",
        "a456db45-25da-47b3-8b21-bc7fdaffa515",
        "7d5293be-30d0-4860-9893-9a1bba78a0df",
        "ef3ec500-baa0-4d02-9bd6-bdc9fe661202"
      ],
      "mappedKnowledge": [
        "ac095570-ac62-4a93-81f7-0dfb14e0deac",
        "8638ec8a-39ef-4412-a952-8b41c5a1031a",
        "b7f21f98-24e1-404c-beef-996553ae2191",
        "1508f014-88b4-4738-a11b-8c3df5a1f8da"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e87dce85-784b-4058-915a-da79c8a4e1c6",
        "b5239803-66cf-4527-b2fb-398ff4b8a1b8",
        "44ac32e6-30d9-4812-afcf-aa424d13442b",
        "761cf003-9c54-401a-9e02-8ab3c191edeb",
        "df1404b3-741a-420b-a5c9-7855aacfd998",
        "47a6cab8-825a-4d37-bf59-59a346ae3b35",
        "64d27d72-4ffe-4bd4-985a-336f394611d8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "28df4175-4774-4735-8459-0fc52d165ee5",
      "dutyDetail": "Combine and compare data from diverse and complex sources (e.g. Literature, experimental data, external/internal contributors) to draw conclusions within a wider context",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7d5293be-30d0-4860-9893-9a1bba78a0df",
        "ef3ec500-baa0-4d02-9bd6-bdc9fe661202"
      ],
      "mappedKnowledge": [
        "ac095570-ac62-4a93-81f7-0dfb14e0deac",
        "b7f21f98-24e1-404c-beef-996553ae2191",
        "1508f014-88b4-4738-a11b-8c3df5a1f8da",
        "dc0c4165-d81f-4b8e-a837-3005b58f7de1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e87dce85-784b-4058-915a-da79c8a4e1c6",
        "b5239803-66cf-4527-b2fb-398ff4b8a1b8",
        "47a6cab8-825a-4d37-bf59-59a346ae3b35"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c60c2538-0564-49a9-a5d3-97238abb3753",
      "dutyDetail": "Develop new and existing products, services and methods for organisational needs (e.g. development of a new active ingredient or measurement methodology using new equipment)",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "086d33d1-4505-4f7b-8372-908ef50af32b",
        "a456db45-25da-47b3-8b21-bc7fdaffa515",
        "7d5293be-30d0-4860-9893-9a1bba78a0df",
        "a3cc705e-7fbc-4b8e-be3b-6621f145a744",
        "82341b77-0734-4bdf-8323-c4dd2e415f2c",
        "ef3ec500-baa0-4d02-9bd6-bdc9fe661202"
      ],
      "mappedKnowledge": [
        "ac095570-ac62-4a93-81f7-0dfb14e0deac",
        "8638ec8a-39ef-4412-a952-8b41c5a1031a",
        "b7f21f98-24e1-404c-beef-996553ae2191",
        "1508f014-88b4-4738-a11b-8c3df5a1f8da",
        "dc0c4165-d81f-4b8e-a837-3005b58f7de1",
        "199321c8-d3c3-4f2c-ac01-76d18f53f5ec"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e87dce85-784b-4058-915a-da79c8a4e1c6",
        "b5239803-66cf-4527-b2fb-398ff4b8a1b8",
        "df1404b3-741a-420b-a5c9-7855aacfd998",
        "47a6cab8-825a-4d37-bf59-59a346ae3b35"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "894aa032-2b1a-4479-aeae-b498744f358f",
      "dutyDetail": "Lead on the development of, and drive strategic plans within a scientific context and input to/suggest wider organisational strategy linked to their role",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "086d33d1-4505-4f7b-8372-908ef50af32b",
        "a456db45-25da-47b3-8b21-bc7fdaffa515",
        "7d5293be-30d0-4860-9893-9a1bba78a0df",
        "a3cc705e-7fbc-4b8e-be3b-6621f145a744",
        "82341b77-0734-4bdf-8323-c4dd2e415f2c",
        "ef3ec500-baa0-4d02-9bd6-bdc9fe661202",
        "81824f95-2f1c-45e6-aeef-7b9a820ad4bd"
      ],
      "mappedKnowledge": [
        "ac095570-ac62-4a93-81f7-0dfb14e0deac",
        "2406d9ee-0603-4414-bee1-423789ee421b",
        "8638ec8a-39ef-4412-a952-8b41c5a1031a",
        "b7f21f98-24e1-404c-beef-996553ae2191",
        "1508f014-88b4-4738-a11b-8c3df5a1f8da",
        "dc0c4165-d81f-4b8e-a837-3005b58f7de1",
        "199321c8-d3c3-4f2c-ac01-76d18f53f5ec"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e87dce85-784b-4058-915a-da79c8a4e1c6",
        "44ac32e6-30d9-4812-afcf-aa424d13442b",
        "761cf003-9c54-401a-9e02-8ab3c191edeb",
        "df1404b3-741a-420b-a5c9-7855aacfd998",
        "47a6cab8-825a-4d37-bf59-59a346ae3b35"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "02bfd0b2-c7af-421d-ab66-1df4647654ca",
      "dutyDetail": "Effectively lead and manage communications (e.g. complex scientific information and organisational goals) with key stakeholders and other interested parties at all levels including specialist and non-specialist audiences, both internal and external to the organisation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "086d33d1-4505-4f7b-8372-908ef50af32b",
        "a456db45-25da-47b3-8b21-bc7fdaffa515",
        "7d5293be-30d0-4860-9893-9a1bba78a0df",
        "a3cc705e-7fbc-4b8e-be3b-6621f145a744",
        "82341b77-0734-4bdf-8323-c4dd2e415f2c",
        "ef3ec500-baa0-4d02-9bd6-bdc9fe661202",
        "81824f95-2f1c-45e6-aeef-7b9a820ad4bd"
      ],
      "mappedKnowledge": [
        "ac095570-ac62-4a93-81f7-0dfb14e0deac",
        "2406d9ee-0603-4414-bee1-423789ee421b",
        "599650e9-e8d7-4c98-a94f-26d7874c5825"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e87dce85-784b-4058-915a-da79c8a4e1c6",
        "44ac32e6-30d9-4812-afcf-aa424d13442b",
        "761cf003-9c54-401a-9e02-8ab3c191edeb",
        "64d27d72-4ffe-4bd4-985a-336f394611d8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "306deeb3-a792-430f-b34b-88910e160da9",
      "dutyDetail": "Advise on the development, critique and implement policies and protocols relating to health, safety, security and ethics.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "086d33d1-4505-4f7b-8372-908ef50af32b",
        "a456db45-25da-47b3-8b21-bc7fdaffa515",
        "7d5293be-30d0-4860-9893-9a1bba78a0df",
        "a3cc705e-7fbc-4b8e-be3b-6621f145a744",
        "82341b77-0734-4bdf-8323-c4dd2e415f2c",
        "ef3ec500-baa0-4d02-9bd6-bdc9fe661202",
        "81824f95-2f1c-45e6-aeef-7b9a820ad4bd"
      ],
      "mappedKnowledge": [
        "2406d9ee-0603-4414-bee1-423789ee421b",
        "8638ec8a-39ef-4412-a952-8b41c5a1031a",
        "1508f014-88b4-4738-a11b-8c3df5a1f8da"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b5239803-66cf-4527-b2fb-398ff4b8a1b8",
        "44ac32e6-30d9-4812-afcf-aa424d13442b",
        "761cf003-9c54-401a-9e02-8ab3c191edeb",
        "47a6cab8-825a-4d37-bf59-59a346ae3b35"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e2f8e147-bb19-4bc8-9965-21b91024b442",
      "dutyDetail": "Achieve goals in accordance with budget and finance targets and take account for financial implications within a wider commercial and organisational context",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "086d33d1-4505-4f7b-8372-908ef50af32b",
        "a456db45-25da-47b3-8b21-bc7fdaffa515",
        "7d5293be-30d0-4860-9893-9a1bba78a0df",
        "a3cc705e-7fbc-4b8e-be3b-6621f145a744",
        "82341b77-0734-4bdf-8323-c4dd2e415f2c",
        "ef3ec500-baa0-4d02-9bd6-bdc9fe661202",
        "81824f95-2f1c-45e6-aeef-7b9a820ad4bd"
      ],
      "mappedKnowledge": [
        "2406d9ee-0603-4414-bee1-423789ee421b",
        "8638ec8a-39ef-4412-a952-8b41c5a1031a",
        "1508f014-88b4-4738-a11b-8c3df5a1f8da",
        "dc0c4165-d81f-4b8e-a837-3005b58f7de1",
        "199321c8-d3c3-4f2c-ac01-76d18f53f5ec"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b5239803-66cf-4527-b2fb-398ff4b8a1b8",
        "44ac32e6-30d9-4812-afcf-aa424d13442b",
        "761cf003-9c54-401a-9e02-8ab3c191edeb",
        "df1404b3-741a-420b-a5c9-7855aacfd998"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a9f2268b-3cc8-4067-a732-c934c629f66a",
      "dutyDetail": "Make decisions based on an understanding of the organisational and the wider business market (e.g. legal, technical, environmental, political and economic)",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a3cc705e-7fbc-4b8e-be3b-6621f145a744",
        "82341b77-0734-4bdf-8323-c4dd2e415f2c"
      ],
      "mappedKnowledge": [
        "ac095570-ac62-4a93-81f7-0dfb14e0deac",
        "2406d9ee-0603-4414-bee1-423789ee421b",
        "8638ec8a-39ef-4412-a952-8b41c5a1031a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "44ac32e6-30d9-4812-afcf-aa424d13442b",
        "df1404b3-741a-420b-a5c9-7855aacfd998",
        "47a6cab8-825a-4d37-bf59-59a346ae3b35",
        "64d27d72-4ffe-4bd4-985a-336f394611d8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "630c96d5-76f6-4d31-b769-f7691b8ae0a2",
      "dutyDetail": "Carry out all data handling, processing and analysis, ensuring integrity with consideration of commercial practices and guidance including documentation, reproducibility regulated process and IP",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "086d33d1-4505-4f7b-8372-908ef50af32b",
        "82341b77-0734-4bdf-8323-c4dd2e415f2c"
      ],
      "mappedKnowledge": [
        "8638ec8a-39ef-4412-a952-8b41c5a1031a",
        "1508f014-88b4-4738-a11b-8c3df5a1f8da",
        "dc0c4165-d81f-4b8e-a837-3005b58f7de1",
        "199321c8-d3c3-4f2c-ac01-76d18f53f5ec"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e87dce85-784b-4058-915a-da79c8a4e1c6",
        "b5239803-66cf-4527-b2fb-398ff4b8a1b8",
        "47a6cab8-825a-4d37-bf59-59a346ae3b35",
        "64d27d72-4ffe-4bd4-985a-336f394611d8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9017baee-699f-4b87-a957-47e6f0329571",
      "dutyDetail": "Provide leadership and specialist support and organise others in the work place to ensure projects meets the requirements of the organisational goals",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "086d33d1-4505-4f7b-8372-908ef50af32b",
        "7d5293be-30d0-4860-9893-9a1bba78a0df",
        "ef3ec500-baa0-4d02-9bd6-bdc9fe661202"
      ],
      "mappedKnowledge": [
        "ac095570-ac62-4a93-81f7-0dfb14e0deac",
        "2406d9ee-0603-4414-bee1-423789ee421b",
        "1508f014-88b4-4738-a11b-8c3df5a1f8da"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "761cf003-9c54-401a-9e02-8ab3c191edeb",
        "df1404b3-741a-420b-a5c9-7855aacfd998"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e609c5e7-8295-4f6f-af0a-c943901a25e4",
      "dutyDetail": "Develop others through demonstration of best practice within the organisation by effective coaching, mentoring, teaching and training",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7d5293be-30d0-4860-9893-9a1bba78a0df",
        "82341b77-0734-4bdf-8323-c4dd2e415f2c",
        "81824f95-2f1c-45e6-aeef-7b9a820ad4bd"
      ],
      "mappedKnowledge": [
        "ac095570-ac62-4a93-81f7-0dfb14e0deac",
        "599650e9-e8d7-4c98-a94f-26d7874c5825"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "761cf003-9c54-401a-9e02-8ab3c191edeb",
        "64d27d72-4ffe-4bd4-985a-336f394611d8",
        "dfbd290a-1339-4256-afd1-5ff179ac90e1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "94514d8e-ec85-4e9e-af24-dac47fa7a967",
      "dutyDetail": "Identify and implement change management initiatives to meet the demands of technical and organisational requirements",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "086d33d1-4505-4f7b-8372-908ef50af32b",
        "a456db45-25da-47b3-8b21-bc7fdaffa515",
        "7d5293be-30d0-4860-9893-9a1bba78a0df",
        "a3cc705e-7fbc-4b8e-be3b-6621f145a744",
        "82341b77-0734-4bdf-8323-c4dd2e415f2c",
        "ef3ec500-baa0-4d02-9bd6-bdc9fe661202",
        "81824f95-2f1c-45e6-aeef-7b9a820ad4bd"
      ],
      "mappedKnowledge": [
        "2406d9ee-0603-4414-bee1-423789ee421b",
        "8638ec8a-39ef-4412-a952-8b41c5a1031a",
        "199321c8-d3c3-4f2c-ac01-76d18f53f5ec",
        "599650e9-e8d7-4c98-a94f-26d7874c5825"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "44ac32e6-30d9-4812-afcf-aa424d13442b",
        "761cf003-9c54-401a-9e02-8ab3c191edeb",
        "df1404b3-741a-420b-a5c9-7855aacfd998",
        "47a6cab8-825a-4d37-bf59-59a346ae3b35"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-10-22T00:00:00"
}