{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 513,
  "referenceNumber": "ST0743",
  "learningAimClassCode": "",
  "title": "Fenestration installer",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0743",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-11-13T00:00:00",
  "earliestStartDate": "2019-09-27T00:00:00",
  "latestStartDate": "2023-11-08T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Installing a wide range of replacement and new build fenestration products in a property or structure.",
  "level": 2,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "fenestration installation",
    "fenestration products",
    "fenestration",
    "building",
    "construction"
  ],
  "jobRoles": [
    "Fenestration installer",
    "Window fitter",
    "Window installer",
    "Window and door installer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7289/st0743_fenestration_installer_l2_ap_for_publication_18092019bem.pdf",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in both the new build and refurbishment construction sector. Projects include dwellings and non-dwellings, ranging from windows, doors, bi-fold doors in homes and public houses through to large new build office and housing developments. Fenestration is the arrangement and design of windows and other external glazed elements in a building with the exception of curtain walling. It can often be the most impressive feature of a building and covers a range of products e.g. windows, doors, bi-folds, rooflights and conservatories. Companies range in size from local micro businesses servicing only the domestic market and sourcing their products from manufacturers or trade suppliers through to large national employers who both manufacture and fit a wide range of fenestration products for dwellings and non-dwellings.&lt;/p&gt;\n&lt;p&gt;The broad purpose of this occupation is the on-site installation of a wide range of replacement and new build fenestration products in a property or structure. This could include windows, doors, bi-fold doors, and conservatories. Installers work with a broad range of materials (e.g. PVC-U, aluminium, steel, timber and composite) and a wide variety of building structures and building methods. The work is usually conducted on-site with a combination of working on the exterior of a building as well as from inside the building, sometimes at height (no more than 18 metres to comply with approved document B, volume 2, Regulation B4) and in varying weather conditions. This occupation can progress to more specialist occupations through further training, e.g. curtain walling, surveying, and working on high-rise high-risk buildings which must comply to specific regulations since the Grenfell fire.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with colleagues both on site (installation team and other trades) and office based (e.g. line manager, supervisor, customer service, designers). Installers often work as part of small teams either directly for end customers such as small shop owners, landlords, tenants or individual home owners or in large scale projects for developers. Therefore, they occasionally interact with site managers, architects and other trades.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for completing their own work, with minimal supervision, ensuring they meet installation quality standards and deadlines. They may work as part of a team, with responsibility for a specific aspect of the installation, contributing to the completion of the project.&lt;/p&gt;\n&lt;p&gt;As part of this, they will be expected to liaise with various clients some of whom may be and be aware of relevant legislation and regulations related to how they interact with clients, their working environment and work within these limitations.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "a8f738de-0992-4b83-ae69-3e22e56b639c",
      "detail": "The role of installation in the fenestration industry. Key markets for fenestration products - domestic, commercial, public sector and their requirements. Different types of products and their purpose, including specialist products for enhanced performance, safety, security and fire rating. Understand window and doorset U-values, Window and Doorset Energy Ratings and how these relate to Building regulation requirements in Approved Document"
    },
    {
      "knowledgeId": "e50eae24-308a-4bb2-9ca2-e686720824ff",
      "detail": " Other functions that installers interact with, for example surveying, fabrication, despatch, installation, service engineers; their purpose and interdependencies. Interaction with other Energy Efficiency Measures in particular Cavity wall, External wall insulation or internal wall insulation. Internal and external customers"
    },
    {
      "knowledgeId": "0d4d9771-9969-4dde-b658-487d9111ff63",
      "detail": "Materials used in fenestration installation - aluminium, steel, timber, composites or PVC-U; their mechanical properties, uses and design limitations. Ancillary items - for example fixings and fastening, handles, hinges, locks, ventilators and louvers; their purpose and how/where they should interact. Weatherproofing products and systems - for example, gaskets, DPCs, membranes, sealants, weather seals and drainage systems; their purpose, compatibility, conditions for storage and use (shelf-life)"
    },
    {
      "knowledgeId": "955e0cd9-08b3-40a6-a84d-3316454958a2",
      "detail": "Glazing: how an Insulating Glass Unit (IGU) is constructed how the inclusion of various components improve thermal performance such as low-e glass, warm-edge spacer bars, gas filling etc. U-values, Window Energy Ratings and Doorset Energy Ratings, how to identify where safety glazing must be fitted and how to identify safety glazing in an IGU, the principles of various glazing systems such as drained and ventilated and solid bedded systems, how to correctly pack between the IGU and the frame rebate and why 'toeing and heeling' is vitally important when glazing windows and particularly doorsets; the various types of opaque infill panels and how to identify them"
    },
    {
      "knowledgeId": "19b0633b-d75e-4f8a-8f3a-8225cb224d3d",
      "detail": "Legislation, regulations and industry standards, including window energy rating standards, CE marking, Secured by Design, Building Regulations such as Approved Documents Parts A-J, K-N, P, Q and Regulation 7"
    },
    {
      "knowledgeId": "bdff397c-07df-42fd-8e13-7ed49044fede",
      "detail": "Health and safety, including: Health & Safety at Work Act, Reporting of Injuries, Diseases and Dangerous Occurrences Regulations (RIDDOR), personal protective equipment (PPE), manual handling, Working at Height, Control of Substances Hazardous to Health (COSHH), Provision and Use of Work Equipment Regulations (PUWER), Hand Arm Vibration System (HAVS), Local Exhaust Ventilation (LEV), site safety (CSCS), asbestos handling, site fire and evacuation procedures, PAT testing, RCD protection; how they must be applied in the workplace. Risk assessments and dynamic risk assessments"
    },
    {
      "knowledgeId": "e05f63c4-7fa4-4395-9aef-e762efa8bd25",
      "detail": " Buildings:  how to identify whether the correct structural support is incorporated in the building and if not, know what to do. Various building methods and how windows and doorsets interact with them such as cavity wall, timber frame, steel frame etc. The structural requirements when installing bay windows, sliding patio and bi-fold doors. Vertical Damp-Proof Course : its function and how to repair/replace if damaged or missing"
    },
    {
      "knowledgeId": "1c290473-651c-42ec-8c49-3420354be8ec",
      "detail": "Removal of existing components: types of temporary structural supports available and how to use them, methods of removing windows and doorsets manufactured from various materials, how to minimise damage to the surrounding building structure such as brickwork, rendering etc"
    },
    {
      "knowledgeId": "751ea34f-65f7-43a2-be76-6b78fce49b44",
      "detail": "Safe handling/movement of product. Authority/licenses required to use moving and handling equipment such as cranes, forklift trucks and manipulators. Problems or damage that can occur and avoidance methods. Techniques for loading and unloading of vehicles"
    },
    {
      "knowledgeId": "205002a9-d932-4b74-99ee-736647708bae",
      "detail": "Environmental considerations: safe disposal of waste, minimising waste (re-use and re-cycle), waste contractors permit, energy efficiency"
    },
    {
      "knowledgeId": "42f37bf3-27ab-4439-bdba-b53e84aff85f",
      "detail": "Who they need to communicate with and when, and communication techniques; verbal, written and digital. Documentation requirements"
    },
    {
      "knowledgeId": "cbc9285f-3ab5-4902-bdb0-be616812a628",
      "detail": "Limits of autonomy; reporting channels"
    },
    {
      "knowledgeId": "30da7603-748a-4353-b699-53f66d4c1872",
      "detail": "Fenestration system (manufacturers manuals) and specifications - what they are and how to interpret them; what to do if suspect the specification is wrong or have any queries about the specification"
    },
    {
      "knowledgeId": "ebc72965-0731-44c9-b562-f93cfc5557b7",
      "detail": "Tools, equipment and plant used in fenestration installation, including saws, electrical/hand drills, screwdrivers, raised platforms. What they are used for, correct safe use and storage. How to conduct machinery and equipment checks and adjustments. Start-up and shut-down procedures including emergency stops"
    },
    {
      "knowledgeId": "41cfdcfa-89f9-4817-b6dd-3c9b64049dfb",
      "detail": " Preparation techniques – planning work, checking the work area and making safe, safety checks"
    },
    {
      "knowledgeId": "fd77162a-f82a-41bf-9cab-b9a7a0df4c2c",
      "detail": "Techniques for measuring, marking and drilling materials, accurately, safely and economically"
    },
    {
      "knowledgeId": "1581f230-d261-4236-8c05-4adf0a8eea86",
      "detail": "Product installation methods to comply with BS8213-4, including how to pack the window/door in the opening to ensure it is correctly supported and is plumb, level and square, compliance with requirements such as enhanced security (PAS 24) with particular relation to doorsets, different methods of fixing (plug and screw, brickscrews, lugs etc.) and the limitation on using them ; order of processes"
    },
    {
      "knowledgeId": "1f976c80-5306-4457-a98d-05f12e65e11c",
      "detail": "Internal Finishings : the various methods of finishing internally between the window and the opening reveals, the purpose of internal finishing and how this is linked to post installation complaints"
    },
    {
      "knowledgeId": "8fa92108-6219-4f97-942e-5f27a5040b3d",
      "detail": "External Finishings: the requirements of external finishing in relation to reduce cold bridging around the opening and prevent water penetration through the window/building junction; the various methods of external finishing; how to finish the joint below the sill between it and the structure ; scribing techniques"
    },
    {
      "knowledgeId": "2bfb43a5-f28a-48a9-891b-d01b5f14acdd",
      "detail": "Repair and make good any damaged plasterwork and external finishes"
    },
    {
      "knowledgeId": "0ef898a1-4fb9-4c5f-8b82-9712bdd909f4",
      "detail": " Interim and final inspection requirements– what needs checking (size, shape, components) and why"
    },
    {
      "knowledgeId": "a7f65889-7ce6-4df1-9ab5-1e54fa4833ce",
      "detail": "Types of errors that occur, investigation and rectification techniques, such as manual or mechanical adjustment"
    },
    {
      "knowledgeId": "54185ee2-f078-47e1-83b6-0a98c3237f23",
      "detail": "How to stack and store products and materials safely, effectively and securely. Problems or damage that can occur with stored resources and how to overcome them"
    },
    {
      "knowledgeId": "7e8306af-da0d-4632-9939-3cb5e2e8daea",
      "detail": "Processes for handover to other functions/customers"
    },
    {
      "knowledgeId": "6f3edfbf-ec2b-4d4e-bd8f-54e015f5159a",
      "detail": "Contractual arrangements, for example penalty clauses. Consumer rights – ‘satisfactory quality, fit for purpose and as described.’ How the role contributes to commercial operations"
    },
    {
      "knowledgeId": "ed7f98ba-1dcf-409d-9f6b-4401620321eb",
      "detail": "Employment rights and responsibilities, including Working Time Directive, Employment Rights Act 1996"
    },
    {
      "knowledgeId": "327411df-90da-4d0b-b486-c57937767389",
      "detail": "Equality & Diversity in the workplace"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "308c4b35-05fc-4c44-a81c-ef70a6008b4f",
      "detail": "Has a health & safety first attitude, for example, resists pressures to follow unsafe working practices"
    },
    {
      "behaviourId": "9f236a89-1ffd-4e45-86d0-7bfec836d7c2",
      "detail": "Professional, for example, develops good working relationships recognising dependencies, uses co-operative approaches to optimise workflow and productivity with limited supervision, shows respect for colleagues"
    },
    {
      "behaviourId": "9222a25c-8e54-4d3c-91b2-85e2396cdff1",
      "detail": " Takes responsibility, for example, completes own work to required quality standards"
    },
    {
      "behaviourId": "db667eaf-90f9-4ec5-885a-5aa3badca13f",
      "detail": "Applies logical thinking, for example, uses clear and valid reasoning when making decisions related to undertaking the work instructions"
    },
    {
      "behaviourId": "61fcc344-3404-4590-936d-413cbe495cef",
      "detail": "Works effectively, for example, undertakes work in a reliable, tidy and productive manner"
    },
    {
      "behaviourId": "bb7d7e3e-bf1b-4144-a037-2557aad9062d",
      "detail": "Applies time management, for example uses their time effectively to complete work to schedule and always arrives at, and ready to work on time"
    },
    {
      "behaviourId": "5a151c86-a5d5-49a1-a1c4-2bdcb76d490d",
      "detail": "Adjustable when required, for example adapts to changes to work instructions or variations in workplace contexts and environments"
    }
  ],
  "skills": [
    {
      "skillId": "e130aa4d-8ac1-4349-96c5-f0e99cf99446",
      "detail": "Select the correct type and quantity of materials, components and equipment for each task in line with specifications/instructions"
    },
    {
      "skillId": "12bcb5ce-a0ad-4a3e-821c-bd5c7f58b223",
      "detail": "Read and interpret specifications, diagrams and work instructions including BIM; follow instructions"
    },
    {
      "skillId": "f5d1ecca-65d0-442d-9080-69ca3a65f660",
      "detail": " Plan work, carry out checks to ensure the products are the right size to fit the aperture/meet the specifications"
    },
    {
      "skillId": "7c051791-2b40-4e72-bfc7-aba37a80538b",
      "detail": "Prepare the work area effectively, make the site safe and ensure all parties are considered (occupiers, children, pets, the general public and other trades people"
    },
    {
      "skillId": "2a809188-37b8-4648-baa9-850a09fd4224",
      "detail": " Complete tools and equipment checks and adjustments. Use tools and equipment safely"
    },
    {
      "skillId": "7a42780e-ee74-48d5-9f05-671c15371288",
      "detail": "Select and use manual methods and equipment to install products to specification"
    },
    {
      "skillId": "39b0b79d-4ff3-4aed-911d-8ddb9574962a",
      "detail": " Install products and fixings, ensure level and plumb, comply with regulations, manufacturers instructions and specifications"
    },
    {
      "skillId": "d6e3ca23-dd68-49d5-a3dd-ce3faf9e1805",
      "detail": "Measure, cut and fix trims"
    },
    {
      "skillId": "d954dbd2-21dc-42f2-bc75-b768ecc280e9",
      "detail": "Apply external wet sealants and appropriate associated products such as foam rods as backing material etc; scribing"
    },
    {
      "skillId": "f82d757e-8b28-48fe-9549-b0479eee3989",
      "detail": "Remove Windows and Doors and/or Prepare Apertures for Installation Activities"
    },
    {
      "skillId": "6112612a-87e8-4c63-aa78-225979bff52f",
      "detail": "Ensure structural stability including temporary support when removing products"
    },
    {
      "skillId": "f028a5aa-d813-4f96-87d6-3a4be1c13f7d",
      "detail": "Handle, load, unload and store products safely to minimise damage"
    },
    {
      "skillId": "804d8180-6925-4d2a-8ff2-0104d1274e0c",
      "detail": "Install ancillary, glazing, weatherproofing items to products in accordance with work instructions/manufacturers guidelines"
    },
    {
      "skillId": "ba77a1b8-e6be-48a2-ac0a-8ffc90fcbe62",
      "detail": "Follow health & safety and environmental policy and procedures"
    },
    {
      "skillId": "8da94c96-f441-4663-b5d5-d22674410676",
      "detail": " Identify risks and hazards in the workplace and control measures"
    },
    {
      "skillId": "be8d83df-3934-4cc4-8b2e-b0707aa34987",
      "detail": " Check and inspect work – interim and final"
    },
    {
      "skillId": "b535ec5e-8ec3-47c8-be19-2eb183e8c293",
      "detail": "Identify and rectify any work that is incorrect or incomplete"
    },
    {
      "skillId": "958ed2b5-ced2-45ca-8a4f-ded727eee6ef",
      "detail": "Re-use, re-cycle and dispose of material, waste and scrap from the work area, as appropriate"
    },
    {
      "skillId": "08006501-122a-4c8a-b973-11a90214e578",
      "detail": " Communicate with colleagues/customers; using common industry terminology appropriately and accuratel"
    },
    {
      "skillId": "e8f39b6b-18db-49f5-8d5f-e1a75bd619be",
      "detail": "Complete workplace documentation"
    },
    {
      "skillId": "64bde16f-c7d5-4bdd-827c-03dfcea4f37d",
      "detail": " Report work outcomes and problems"
    },
    {
      "skillId": "85a10b9a-a965-4eaf-932b-6cf7e353f5e5",
      "detail": "Post Installation Activities such as interaction with customer or site manager, completion of paperwork, demonstration, handover of booklet or manuals"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-09-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0036 ",
  "tbMainContact": "katie@thewinco.co.uk",
  "involvedEmployers": "The Window Company, Sunray Construction, UK Glass Force, Nationwide Windows, Eurocell, Anglian Home Improvements, Synseal/Global Glass, Rehau, Saint Gobain, Prentice Glass, Cornwall Glass & Glazing, Everest, SAS (Senior Architectural Systems), VPS Evander, Continental Installations, Comar Architectural Aluminium Systems (Parkside Group), Safestyle, Emplas Window Systems Ltd, Glazerite UK Group Limited, Corgi, GGF, Certass, Fensa",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Fenestration installer",
    "Window fitter",
    "Window installer",
    "Window and door installer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Onsite Construction",
  "cluster": "Core building tradesperson",
  "clusterId": "5",
  "clusterDescription": null,
  "createdDate": "2020-01-14T11:44:03 +00:00",
  "lastUpdated": "2023-11-13T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-09-27T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0743",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0743-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0743-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "32b144f7-f3d3-4c1e-8109-f529c4d6fd9a",
      "dutyDetail": "Identify and confirm fenestration installation requirements and components against a survey/job sheet/specification/drawings/CAD/BIM and in accordance with Building Regulations such as Approved Documents Parts A-J, K-N, P, Q and Regulation 7",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "308c4b35-05fc-4c44-a81c-ef70a6008b4f"
      ],
      "mappedKnowledge": [
        "a8f738de-0992-4b83-ae69-3e22e56b639c",
        "e50eae24-308a-4bb2-9ca2-e686720824ff",
        "0d4d9771-9969-4dde-b658-487d9111ff63",
        "955e0cd9-08b3-40a6-a84d-3316454958a2",
        "19b0633b-d75e-4f8a-8f3a-8225cb224d3d",
        "e05f63c4-7fa4-4395-9aef-e762efa8bd25",
        "30da7603-748a-4353-b699-53f66d4c1872"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e130aa4d-8ac1-4349-96c5-f0e99cf99446",
        "12bcb5ce-a0ad-4a3e-821c-bd5c7f58b223",
        "ba77a1b8-e6be-48a2-ac0a-8ffc90fcbe62",
        "08006501-122a-4c8a-b973-11a90214e578"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1f3c7698-e8c9-418d-9978-4ec956077047",
      "dutyDetail": "Interpret the appropriate work plan for the job, taking into account factors such as building age, listed status, accessibility, quality of surrounding wall, other trades in the work area, customers including vulnerable adults and related legislation and regulations",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "308c4b35-05fc-4c44-a81c-ef70a6008b4f",
        "9f236a89-1ffd-4e45-86d0-7bfec836d7c2",
        "db667eaf-90f9-4ec5-885a-5aa3badca13f",
        "bb7d7e3e-bf1b-4144-a037-2557aad9062d",
        "5a151c86-a5d5-49a1-a1c4-2bdcb76d490d"
      ],
      "mappedKnowledge": [
        "e50eae24-308a-4bb2-9ca2-e686720824ff",
        "19b0633b-d75e-4f8a-8f3a-8225cb224d3d",
        "bdff397c-07df-42fd-8e13-7ed49044fede",
        "e05f63c4-7fa4-4395-9aef-e762efa8bd25",
        "42f37bf3-27ab-4439-bdba-b53e84aff85f",
        "cbc9285f-3ab5-4902-bdb0-be616812a628",
        "30da7603-748a-4353-b699-53f66d4c1872",
        "41cfdcfa-89f9-4817-b6dd-3c9b64049dfb",
        "ed7f98ba-1dcf-409d-9f6b-4401620321eb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e130aa4d-8ac1-4349-96c5-f0e99cf99446",
        "12bcb5ce-a0ad-4a3e-821c-bd5c7f58b223",
        "f5d1ecca-65d0-442d-9080-69ca3a65f660",
        "08006501-122a-4c8a-b973-11a90214e578"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "156f72e2-c729-4e33-bcab-d426322b9cdf",
      "dutyDetail": "Locate, handle, store, load, transport and position fenestration materials and components safely, minimising damage ready for installation and where applicable, in accordance with Working at Height regulations",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "308c4b35-05fc-4c44-a81c-ef70a6008b4f"
      ],
      "mappedKnowledge": [
        "19b0633b-d75e-4f8a-8f3a-8225cb224d3d",
        "bdff397c-07df-42fd-8e13-7ed49044fede",
        "751ea34f-65f7-43a2-be76-6b78fce49b44",
        "a7f65889-7ce6-4df1-9ab5-1e54fa4833ce",
        "6f3edfbf-ec2b-4d4e-bd8f-54e015f5159a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f028a5aa-d813-4f96-87d6-3a4be1c13f7d",
        "ba77a1b8-e6be-48a2-ac0a-8ffc90fcbe62"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d7d42392-ee88-440e-a825-5c551d313c71",
      "dutyDetail": "Prepare the site, plant and equipment, access equipment when necessary, power and hand tools ready for fenestration installation",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "308c4b35-05fc-4c44-a81c-ef70a6008b4f"
      ],
      "mappedKnowledge": [
        "bdff397c-07df-42fd-8e13-7ed49044fede",
        "ebc72965-0731-44c9-b562-f93cfc5557b7",
        "41cfdcfa-89f9-4817-b6dd-3c9b64049dfb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7c051791-2b40-4e72-bfc7-aba37a80538b",
        "2a809188-37b8-4648-baa9-850a09fd4224"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6ec48aba-7876-444c-abc4-3df4e6e35dd9",
      "dutyDetail": "Remove existing fenestration, understanding what action should be taken or who to report situations to if unexpected or dangerous materials are exposed e.g. asbestos, cavity barriers, damaged DPC or birds nests",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "308c4b35-05fc-4c44-a81c-ef70a6008b4f"
      ],
      "mappedKnowledge": [
        "19b0633b-d75e-4f8a-8f3a-8225cb224d3d",
        "bdff397c-07df-42fd-8e13-7ed49044fede",
        "e05f63c4-7fa4-4395-9aef-e762efa8bd25",
        "1c290473-651c-42ec-8c49-3420354be8ec"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7c051791-2b40-4e72-bfc7-aba37a80538b",
        "7a42780e-ee74-48d5-9f05-671c15371288",
        "ba77a1b8-e6be-48a2-ac0a-8ffc90fcbe62"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "309b2c01-b298-44bf-af6a-e7cb3a0110a3",
      "dutyDetail": "Ensure structural stability using structural supports e.g. acrows or strong boys. Ensuring that the lintel is present and remains undamaged or that a new one is installed above the window",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "308c4b35-05fc-4c44-a81c-ef70a6008b4f"
      ],
      "mappedKnowledge": [
        "19b0633b-d75e-4f8a-8f3a-8225cb224d3d",
        "bdff397c-07df-42fd-8e13-7ed49044fede",
        "e05f63c4-7fa4-4395-9aef-e762efa8bd25",
        "1c290473-651c-42ec-8c49-3420354be8ec",
        "ebc72965-0731-44c9-b562-f93cfc5557b7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6112612a-87e8-4c63-aa78-225979bff52f",
        "ba77a1b8-e6be-48a2-ac0a-8ffc90fcbe62"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "52ac12ec-4184-40e1-a348-b3326caa63ac",
      "dutyDetail": "Prepare the apertures, ensuring the Damp Proof Course is undamaged, minimise damage to the existing structure and follow Building Regulations part B Fire Safety",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "308c4b35-05fc-4c44-a81c-ef70a6008b4f"
      ],
      "mappedKnowledge": [
        "19b0633b-d75e-4f8a-8f3a-8225cb224d3d",
        "bdff397c-07df-42fd-8e13-7ed49044fede",
        "e05f63c4-7fa4-4395-9aef-e762efa8bd25"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f5d1ecca-65d0-442d-9080-69ca3a65f660",
        "7c051791-2b40-4e72-bfc7-aba37a80538b",
        "ba77a1b8-e6be-48a2-ac0a-8ffc90fcbe62"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "685ebfef-2fa1-4196-97f9-88255f44d400",
      "dutyDetail": "Fix fenestration units in place, making sure they are plumb, level and secure using a range of tools and technologies e.g. spirit level, laser level, through frame fixings, one way screws, Thread cutting screws or machine screws if working with aluminium. Follow guidance BS8213.4 and manufacturers requirements or systems manuals",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "308c4b35-05fc-4c44-a81c-ef70a6008b4f",
        "61fcc344-3404-4590-936d-413cbe495cef"
      ],
      "mappedKnowledge": [
        "a8f738de-0992-4b83-ae69-3e22e56b639c",
        "0d4d9771-9969-4dde-b658-487d9111ff63",
        "19b0633b-d75e-4f8a-8f3a-8225cb224d3d",
        "ebc72965-0731-44c9-b562-f93cfc5557b7",
        "fd77162a-f82a-41bf-9cab-b9a7a0df4c2c",
        "1581f230-d261-4236-8c05-4adf0a8eea86"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7a42780e-ee74-48d5-9f05-671c15371288",
        "39b0b79d-4ff3-4aed-911d-8ddb9574962a",
        "ba77a1b8-e6be-48a2-ac0a-8ffc90fcbe62"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "aba524ce-0a61-40be-9894-b94b3f59530d",
      "dutyDetail": "Install glass units, infill panels and hardware into the fenestration framework e.g. bi-folds, conservatory roofs, decorative and specialist glazing products",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "308c4b35-05fc-4c44-a81c-ef70a6008b4f"
      ],
      "mappedKnowledge": [
        "a8f738de-0992-4b83-ae69-3e22e56b639c",
        "0d4d9771-9969-4dde-b658-487d9111ff63",
        "955e0cd9-08b3-40a6-a84d-3316454958a2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7a42780e-ee74-48d5-9f05-671c15371288",
        "39b0b79d-4ff3-4aed-911d-8ddb9574962a",
        "804d8180-6925-4d2a-8ff2-0104d1274e0c",
        "ba77a1b8-e6be-48a2-ac0a-8ffc90fcbe62"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "97b6526b-e4fa-4ed4-a8db-71d3825eee5e",
      "dutyDetail": "Apply internal finishing’s such as trims, decorators caulk, window boards. Protect the work area and make good when necessary",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "0d4d9771-9969-4dde-b658-487d9111ff63",
        "1f976c80-5306-4457-a98d-05f12e65e11c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d6e3ca23-dd68-49d5-a3dd-ce3faf9e1805",
        "d954dbd2-21dc-42f2-bc75-b768ecc280e9",
        "ba77a1b8-e6be-48a2-ac0a-8ffc90fcbe62"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "737ae119-333c-4a74-b72e-75b0f55b9184",
      "dutyDetail": "Apply external finishing’s such as silicone, mastic, cement, plaster or beading, taking into account fire regulations (fire stopping), environmental performance",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "0d4d9771-9969-4dde-b658-487d9111ff63",
        "19b0633b-d75e-4f8a-8f3a-8225cb224d3d",
        "bdff397c-07df-42fd-8e13-7ed49044fede",
        "e05f63c4-7fa4-4395-9aef-e762efa8bd25",
        "8fa92108-6219-4f97-942e-5f27a5040b3d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d6e3ca23-dd68-49d5-a3dd-ce3faf9e1805",
        "d954dbd2-21dc-42f2-bc75-b768ecc280e9",
        "f82d757e-8b28-48fe-9549-b0479eee3989",
        "ba77a1b8-e6be-48a2-ac0a-8ffc90fcbe62"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8a1c8168-e3ae-4c16-8594-c268a5b6a539",
      "dutyDetail": "Clear away leftover materials on completion of installation and disposal of waste appropriately according to the appropriate code of practice",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "308c4b35-05fc-4c44-a81c-ef70a6008b4f",
        "61fcc344-3404-4590-936d-413cbe495cef"
      ],
      "mappedKnowledge": [
        "19b0633b-d75e-4f8a-8f3a-8225cb224d3d",
        "bdff397c-07df-42fd-8e13-7ed49044fede",
        "205002a9-d932-4b74-99ee-736647708bae"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ba77a1b8-e6be-48a2-ac0a-8ffc90fcbe62",
        "8da94c96-f441-4663-b5d5-d22674410676",
        "958ed2b5-ced2-45ca-8a4f-ded727eee6ef"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "dc3b4a6f-f802-4390-9c75-3a224cf6fa40",
      "dutyDetail": "Demonstrate the product and hand over installation paperwork to residential and commercial customers",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9f236a89-1ffd-4e45-86d0-7bfec836d7c2",
        "bb7d7e3e-bf1b-4144-a037-2557aad9062d"
      ],
      "mappedKnowledge": [
        "e50eae24-308a-4bb2-9ca2-e686720824ff",
        "42f37bf3-27ab-4439-bdba-b53e84aff85f",
        "0ef898a1-4fb9-4c5f-8b82-9712bdd909f4",
        "54185ee2-f078-47e1-83b6-0a98c3237f23",
        "7e8306af-da0d-4632-9939-3cb5e2e8daea",
        "ed7f98ba-1dcf-409d-9f6b-4401620321eb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "08006501-122a-4c8a-b973-11a90214e578"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9751fa9b-f5a8-40b4-9fff-1a35d07628a7",
      "dutyDetail": "Conduct interim and final inspections of the work and work area",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9222a25c-8e54-4d3c-91b2-85e2396cdff1"
      ],
      "mappedKnowledge": [
        "42f37bf3-27ab-4439-bdba-b53e84aff85f",
        "cbc9285f-3ab5-4902-bdb0-be616812a628",
        "2bfb43a5-f28a-48a9-891b-d01b5f14acdd",
        "0ef898a1-4fb9-4c5f-8b82-9712bdd909f4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "be8d83df-3934-4cc4-8b2e-b0707aa34987",
        "b535ec5e-8ec3-47c8-be19-2eb183e8c293",
        "e8f39b6b-18db-49f5-8d5f-e1a75bd619be",
        "64bde16f-c7d5-4bdd-827c-03dfcea4f37d",
        "85a10b9a-a965-4eaf-932b-6cf7e353f5e5"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-11-13T00:00:00"
}