{
  "templateType": "Occupational Standard",
  "larsCode": 598,
  "referenceNumber": "ST0792",
  "learningAimClassCode": "",
  "title": "Junior production coordinator",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0792",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "Occupational standard, end-point assessment plan and funding band revised",
  "changedDate": "2024-11-06T00:00:00",
  "earliestStartDate": "2024-08-15T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Co-ordinate productions using specialist production management skills, knowledge and experience.",
  "level": 4,
  "ePALength": 2,
  "typicalDuration": 18,
  "maxFunding": 11000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "Production co",
    "Booking co-ordinator",
    "Junior booking producer",
    "media",
    "production"
  ],
  "jobRoles": [
    "Audio coordinator",
    "Booking coordinator",
    "Junior booking producer",
    "Post production coordinator",
    "Production coordinator",
    "Production management assistant",
    "Production secretary",
    "Radio coordinator"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0792-v1-2?view=epa",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.3 Media and communication",
  "version": "1.2",
  "standardInformation": "&lt;p&gt;Legacy&#160;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the creative media industries. Junior production coordinators work as part of a production team delivering film, radio, audio, TV, digital content or animated series, commercials or in specialist post production departments. A junior production coordinator may be employed by television, film, digital, radio or audio production companies or VFX or post production facilities. They may work for a production, or a series of productions, seeing them through from pre-production through to post production, or through a specific part of the process.&lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is to coordinate productions using specialist production management skills, knowledge and experience. A junior production coordinator can work across all genres in film, television, digital, radio, audio or commercials; they may work in the production office, on set, in a studio or on location, in the UK or internationally. In their daily work, an employee in this occupation interacts with and supports the production coordinator, production manager or VFX producer and the wider production or post production teams and with clients and crew.&#160;&lt;br /&gt;&lt;br /&gt;An employee in this occupation will be responsible for supporting and delivering the operational elements of productions in film, TV, commercials, short form production, radio, audio, post production, animation and VFX. This may include logistics, finance, personnel, equipment or content for productions, both on and off set, studio or on location. Specific roles and responsibilities may vary from production to production depending on the genre. &lt;br /&gt;&lt;br /&gt;This is a core and options standard, to reflect the varied roles that come under the production coordinator occupation in the creative industries. All learners will undertake the core element of the apprenticeship, and then they will choose to specialise in one of the two production options.&lt;br /&gt;&lt;br /&gt;Option 1: Production coordinator – The junior production coordinator, working as a member of the production team, will provide operational support to the production manager or senior producer. They will help the team deliver the needs of the production, including obtaining rights and legal clearances to production content, producing and maintaining production documentation, organising resources and logistics including transport, guests, contributors, accommodation and equipment and scheduling productions. Junior production coordinators will have a clear understanding of the production process and the changing needs and demands of the production team.&lt;br /&gt;&lt;br /&gt;Option 2: Post production coordinator - The junior post production coordinator or junior bookings producer working in post-production, VFX/CG or animation areas and is responsible for assisting their team with the day to day running of a single project or multiple projects. They act as the first point of contact for the productions they are working with, dealing with specific post production workflow queries, staffing and facility schedules, post production deliverables and cost reports. This can include managing the reviewing of work and ensuring that appropriate notes and records are kept, liaising with clients over ingest of content, deliverables and client attended review sessions, scheduling and assisting with other logistical tasks as requested. They work with the producer, leads and supervisors to track and manage the workflow through the departments meeting internal and external deadlines&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "672d9e79-c4af-4648-8289-793db6ee310a",
      "detail": "How structure, vision and purpose affects production. "
    },
    {
      "knowledgeId": "c6d8b175-94b5-4270-9ceb-141d1ab66d83",
      "detail": "The requirements of each department and how they work with each other."
    },
    {
      "knowledgeId": "f44cb1dc-0fa7-449e-9f05-1e8bfc8193d2",
      "detail": "The role, responsibilities and impact this has on the success of the production. "
    },
    {
      "knowledgeId": "6a9600f4-e5dd-4059-bc87-6f637eed28e8",
      "detail": "How to record and communicate information on the progress of the production which complies with organisational policies including safe storage of data."
    },
    {
      "knowledgeId": "1846dd93-43dc-41ec-919f-bf5f0ef4d4b5",
      "detail": "How different production environments, formats and scale affect the types and quantity of required resources."
    },
    {
      "knowledgeId": "f0568ab5-67db-406c-b32c-34c603f4f747",
      "detail": "The importance of financial procedures and policies. "
    },
    {
      "knowledgeId": "f8afd7c9-46a9-4174-a45c-22a0a309d8d1",
      "detail": "How to research and access resources such as suppliers, contributors and crew members. "
    },
    {
      "knowledgeId": "c994b2e0-4fbf-4ce5-84c3-93bb57ea2ae4",
      "detail": "How to reconcile and code production expenditure. "
    },
    {
      "knowledgeId": "85c9219b-aee0-47f6-ad25-f57dfc30364c",
      "detail": "The production lifecycle. Key aspects and industry terminology of each stage within end-to-end production workflows. "
    },
    {
      "knowledgeId": "fad0f7a5-f390-45f8-91bf-cf345681663d",
      "detail": "Requirements and production documentation that may be needed when travelling."
    },
    {
      "knowledgeId": "ee5bc0b0-51f3-4462-b2db-448cf85b036a",
      "detail": "How to identify and report potential health and safety risks and hazards for a production. "
    },
    {
      "knowledgeId": "ca6a2679-ccb0-420c-bd59-7a7c996cff0b",
      "detail": "Industry regulations, codes of practice, organisational policies, licences and legal requirements that might affect a production including social media policy."
    },
    {
      "knowledgeId": "904f406b-887a-4600-ad19-ed25b1ad3fbf",
      "detail": "Communication styles. How the type, format and frequency of communication can impact on the success of a production. "
    },
    {
      "knowledgeId": "4bd0796f-f905-407d-bc61-8ff806d1d858",
      "detail": "How to keep up to date with tools, standards and trends and emerging technologies and their use and impact across the sector.  "
    },
    {
      "knowledgeId": "0c1af30c-67fe-4934-8bf5-6ac477350618",
      "detail": "The value of production content and confidentiality to the business or organisation. Why it is important to maintain data security, and the legal and regulatory requirements such as copyright and intellectual property rights."
    },
    {
      "knowledgeId": "8149fc15-c19b-4d14-83c6-dd3d0ad4fe86",
      "detail": "The importance of environmental sustainability and departmental processes for working on a production. For example,  Albert Carbon Calculator for screen or activities that contribute to the monitoring and reduction of the carbon footprint."
    },
    {
      "knowledgeId": "1c7e984c-623f-43ee-8edf-8330c5760389",
      "detail": "Current workplace rules and procedures regarding safeguarding, for example child protection."
    },
    {
      "knowledgeId": "2703ce8f-50b7-4557-81dd-03651efe9429",
      "detail": "Process for liaising with organisations or government agencies as required. For example, work permits, licenses, child licenses, location permissions or recording permits."
    },
    {
      "knowledgeId": "75c41de3-3ac3-4131-8af0-df6e4e465ca0",
      "detail": "The intended use and impact of a piece of copyright material or content. "
    },
    {
      "knowledgeId": "b282f74b-73c0-4ec6-b1af-ee9329076948",
      "detail": "The processes required to obtain the necessary legal rights to the copyright. Where to obtain advice and information for different types of copyrighted materials."
    },
    {
      "knowledgeId": "1046d083-3c86-496a-97c3-92a640a6d699",
      "detail": "How to ensure that all media or creative content is cleared for use and owned or licenced by the production. For example, obtaining release forms or interpreting the rights on PPP or contacts."
    },
    {
      "knowledgeId": "6e34c2e2-df18-4141-82f4-074003767515",
      "detail": "The importance of post-production paperwork in the delivery of creative material. The impact of sharing incorrect information. "
    },
    {
      "knowledgeId": "e142b998-9ed8-47c8-b059-2983e4b174bf",
      "detail": "How technical operations work in studios, sets and on location. For example, process studio rig, or kit and crew requirements based on location."
    },
    {
      "knowledgeId": "99b6cc94-9ffa-46fd-af48-3e1a47f2d0e8",
      "detail": "How to interpret post-production process, workflows and functions to meet deliverables."
    },
    {
      "knowledgeId": "1a9e4f45-ab3c-4ec2-bb00-8af2172487e9",
      "detail": "How to utilise database and scheduling software and tools to communicate information to relevant teams or departments."
    },
    {
      "knowledgeId": "9d5b4250-794a-4b0e-b469-850f4662c29f",
      "detail": "How to coordinate and run review sessions with the team, supervisors or clients. "
    },
    {
      "knowledgeId": "657f15b5-086e-453b-8927-cde4765de6fd",
      "detail": "The influence and timing of post-production on the end-to-end production process."
    },
    {
      "knowledgeId": "ad0a7204-090d-4e26-971b-37f457708a26",
      "detail": "The common file formats and resolutions used in the production and post production process."
    },
    {
      "knowledgeId": "916e92a3-4643-4f6c-a88c-c89eecda04e2",
      "detail": "The editorial process in relation to client turnover, ingest, client review, finishing or deliverables."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "0f08b718-b873-443e-9441-cf6130d02aa9",
      "detail": "Work on own initiative, be proactive and inquisitive; if mistakes are made take personal responsibility to address them."
    },
    {
      "behaviourId": "bdf56a20-d677-4512-949e-38f83f312b1f",
      "detail": "Act in a professional and ethical manner, in line with accepted production etiquette, embracing equality, diversity and inclusion in the workplace."
    },
    {
      "behaviourId": "90e0a622-ee4f-4bb9-bc46-9ecdc7b3f42e",
      "detail": "Take the initiative and responsibility for own learning and development, working with and learning from peers."
    },
    {
      "behaviourId": "5699052e-7cf4-4e32-9ad2-f307e0b1148d",
      "detail": "Maintain commercial confidentiality and professional practice at all times, and in all settings. "
    }
  ],
  "skills": [
    {
      "skillId": "fbf70776-bdd9-402f-b54e-acc5127860da",
      "detail": "Operate within agreed organisational policies, standards and procedures; adapting to operational changes as they occur."
    },
    {
      "skillId": "2c52908f-8eaf-47eb-aafa-3f3dd9a199f0",
      "detail": "Meet the needs of the creative team, such as technical, logistical or organisational requirements and be aware of the impact this can have on the production such as budget.  "
    },
    {
      "skillId": "8bdd8afd-3cbd-4a9c-af5e-3508ecd10d51",
      "detail": "Create, maintain and share production documentation and records such as schedules, call sheets, show plans, technical requisitions, client feedback, review notes."
    },
    {
      "skillId": "122bf86b-f76f-448f-867f-16b0041f651c",
      "detail": "Research and assist with sourcing or booking of resources, crew, contributors, talent or suppliers to meet production requirements."
    },
    {
      "skillId": "c01fb983-a50d-4499-8713-0485a5fcd495",
      "detail": "Monitor the use of resources such as production materials, equipment and supplies."
    },
    {
      "skillId": "e85ff906-a160-42fe-91d4-75dcb126dd90",
      "detail": "Coordinate logistics or travel activity for the production, liaising with other departments when required."
    },
    {
      "skillId": "4f870a70-8b31-4499-987c-bb786e43b1e0",
      "detail": "Collaborate with the production team to check that the final product is delivered to industry standards including technical and legal requirements."
    },
    {
      "skillId": "40955a6c-0545-4d24-8db9-9982e615ae59",
      "detail": "Monitor the production schedule to ensure that changing priorities or deadlines are communicated to the team."
    },
    {
      "skillId": "21ca1fc3-fd5d-4d10-9e18-df37a99ba2d5",
      "detail": "Prioritise the work to ensure that tasks are completed on schedule."
    },
    {
      "skillId": "9ee31962-0e41-4e67-8965-b6856b752dec",
      "detail": "Resolve, and where required escalate, faults, incidents or problems, within agreed policies and procedures."
    },
    {
      "skillId": "4c1bc494-1afd-4a96-9ad1-c91f15b42947",
      "detail": "Contribute to the monitoring and compliance for the production relating to legal, regulatory, organisational and industry codes of practice."
    },
    {
      "skillId": "cae805b1-1e0c-476f-babe-05845cb22be2",
      "detail": "Build relationships with partners on productions such as cast, crew, and contributors."
    },
    {
      "skillId": "dc100de1-0dfd-4312-8e73-7bc241837b0d",
      "detail": "Liaise with other departments, acting as a point of contact on the production. "
    },
    {
      "skillId": "5e4b4341-6b75-4934-9ee7-90013f8a8505",
      "detail": "Keep up to date with tools, standards, trends and emerging technologies and their use and impact across the sector. "
    },
    {
      "skillId": "c1a2e87a-9fed-478f-958b-cb76f5a15f78",
      "detail": "Operate within legislation, regulations, organisational policies, industry standards and procedures such as health and safety, confidentiality, security."
    },
    {
      "skillId": "1a8d9a43-bad6-4706-bc23-4c77dac78774",
      "detail": "Follow sustainable practices in line with industry standard recommendations."
    },
    {
      "skillId": "b2e1612e-b236-43da-80cf-f4e163637418",
      "detail": "Promote and market skills and services."
    },
    {
      "skillId": "02bb364a-a44d-48aa-8d5b-d9728c5eceb0",
      "detail": "Assist with establishing sources of copyright for the materials being used on a production."
    },
    {
      "skillId": "9db502cf-1e45-4fbd-90a0-ae89769cdb96",
      "detail": "Obtain terms and conditions from copyright owners and license holders acting as a point of contact when required."
    },
    {
      "skillId": "64bcd19f-bc04-4b78-b8ea-a14f8afa277e",
      "detail": "Prepare deliverables documentation in readiness for handover such as billings, schedules, production promotion, presentation and support material such as online, stills or press packages."
    },
    {
      "skillId": "dc6f9408-998e-4c50-b12f-6b28faa47aba",
      "detail": "Act as intermediary between the production team and the technical or creative teams, utilising knowledge of the post-production process, workflows and functions. "
    },
    {
      "skillId": "8bb57497-4ba4-46d5-ac41-69b0a657ed61",
      "detail": "Support the production team by liaising with counterparts in external organisations such as clients or other vendors to facilitate communication, meeting arrangements, deliverables or queries. "
    },
    {
      "skillId": "002823c6-08bc-4d59-b1aa-cf4875ae4753",
      "detail": "Manage the delivery process of materials to clients or external companies, keeping parties informed of progress and change."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-08-24T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0294",
  "tbMainContact": "nicole.suter@screenskills.com",
  "involvedEmployers": "BBC, Bauer Media,  Framestore, Amazon, National Film and Television School, Screen Skills, Sony",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Audio coordinator",
    "Booking coordinator",
    "Junior booking producer",
    "Post production coordinator",
    "Production coordinator",
    "Production management assistant",
    "Production secretary",
    "Radio coordinator"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Media, Broadcast and Production",
  "cluster": "Media, Broadcast and Production Technician",
  "clusterId": "76",
  "clusterDescription": "Design, development and editing of audio visual and text content using technology to generate broadcasting materials along with its co-ordination and management",
  "createdDate": "2024-07-16T08:01:31 +00:00",
  "lastUpdated": "2024-11-06T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-08-24T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0792",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0792-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0792-v1-2",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "12dc6ded-f814-4cef-9635-5e774fa01c23",
      "dutyDetail": "Create, populate and manage production documentation such as schedules, production or show plans, call sheets and daily reports.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0f08b718-b873-443e-9441-cf6130d02aa9",
        "5699052e-7cf4-4e32-9ad2-f307e0b1148d"
      ],
      "mappedKnowledge": [
        "672d9e79-c4af-4648-8289-793db6ee310a",
        "c6d8b175-94b5-4270-9ceb-141d1ab66d83",
        "f44cb1dc-0fa7-449e-9f05-1e8bfc8193d2",
        "85c9219b-aee0-47f6-ad25-f57dfc30364c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fbf70776-bdd9-402f-b54e-acc5127860da",
        "2c52908f-8eaf-47eb-aafa-3f3dd9a199f0",
        "8bdd8afd-3cbd-4a9c-af5e-3508ecd10d51",
        "c01fb983-a50d-4499-8713-0485a5fcd495"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c82f1f89-5bae-4399-baab-1634beec8a34",
      "dutyDetail": "Identify, obtain and manage resources for a media production, such as crew, facilities  and media assets in line with timescales and budget.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0f08b718-b873-443e-9441-cf6130d02aa9",
        "90e0a622-ee4f-4bb9-bc46-9ecdc7b3f42e"
      ],
      "mappedKnowledge": [
        "672d9e79-c4af-4648-8289-793db6ee310a",
        "f44cb1dc-0fa7-449e-9f05-1e8bfc8193d2",
        "6a9600f4-e5dd-4059-bc87-6f637eed28e8",
        "1846dd93-43dc-41ec-919f-bf5f0ef4d4b5",
        "85c9219b-aee0-47f6-ad25-f57dfc30364c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fbf70776-bdd9-402f-b54e-acc5127860da"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fad26476-067d-4049-a290-af2dd06c4229",
      "dutyDetail": "Contribute to the compliance and the financial management of productions in line with production requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0f08b718-b873-443e-9441-cf6130d02aa9"
      ],
      "mappedKnowledge": [
        "f0568ab5-67db-406c-b32c-34c603f4f747",
        "f8afd7c9-46a9-4174-a45c-22a0a309d8d1",
        "c994b2e0-4fbf-4ce5-84c3-93bb57ea2ae4",
        "85c9219b-aee0-47f6-ad25-f57dfc30364c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "122bf86b-f76f-448f-867f-16b0041f651c",
        "c01fb983-a50d-4499-8713-0485a5fcd495"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5fed6c06-1d33-4c1e-add6-4fa0dcf30ae8",
      "dutyDetail": "Contribute to the compliance with health and safety policies, processes and procedures, including completion of risk assessments on productions. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "fad0f7a5-f390-45f8-91bf-cf345681663d",
        "ee5bc0b0-51f3-4462-b2db-448cf85b036a",
        "ca6a2679-ccb0-420c-bd59-7a7c996cff0b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fbf70776-bdd9-402f-b54e-acc5127860da",
        "4f870a70-8b31-4499-987c-bb786e43b1e0",
        "4c1bc494-1afd-4a96-9ad1-c91f15b42947"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "07fab874-7952-4c83-a55f-291b2d563d6b",
      "dutyDetail": "Support the compliance of the production with legislative, organisational and industry standards and requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "90e0a622-ee4f-4bb9-bc46-9ecdc7b3f42e",
        "5699052e-7cf4-4e32-9ad2-f307e0b1148d"
      ],
      "mappedKnowledge": [
        "f44cb1dc-0fa7-449e-9f05-1e8bfc8193d2",
        "fad0f7a5-f390-45f8-91bf-cf345681663d",
        "ee5bc0b0-51f3-4462-b2db-448cf85b036a",
        "ca6a2679-ccb0-420c-bd59-7a7c996cff0b",
        "0c1af30c-67fe-4934-8bf5-6ac477350618",
        "8149fc15-c19b-4d14-83c6-dd3d0ad4fe86"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fbf70776-bdd9-402f-b54e-acc5127860da",
        "4f870a70-8b31-4499-987c-bb786e43b1e0",
        "21ca1fc3-fd5d-4d10-9e18-df37a99ba2d5",
        "9ee31962-0e41-4e67-8965-b6856b752dec",
        "4c1bc494-1afd-4a96-9ad1-c91f15b42947",
        "c1a2e87a-9fed-478f-958b-cb76f5a15f78"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a933fb2b-851f-4b11-80ea-e656ff305ed7",
      "dutyDetail": "Work autonomously and collaboratively with colleagues, clients or customers, in order to meet agreed production requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bdf56a20-d677-4512-949e-38f83f312b1f",
        "5699052e-7cf4-4e32-9ad2-f307e0b1148d"
      ],
      "mappedKnowledge": [
        "904f406b-887a-4600-ad19-ed25b1ad3fbf"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c01fb983-a50d-4499-8713-0485a5fcd495",
        "e85ff906-a160-42fe-91d4-75dcb126dd90",
        "21ca1fc3-fd5d-4d10-9e18-df37a99ba2d5",
        "9ee31962-0e41-4e67-8965-b6856b752dec",
        "cae805b1-1e0c-476f-babe-05845cb22be2",
        "dc100de1-0dfd-4312-8e73-7bc241837b0d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "70ec05c0-70d3-4cdf-b0a5-241165bddaef",
      "dutyDetail": "Manage others on productions as required.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bdf56a20-d677-4512-949e-38f83f312b1f"
      ],
      "mappedKnowledge": [
        "672d9e79-c4af-4648-8289-793db6ee310a",
        "fad0f7a5-f390-45f8-91bf-cf345681663d",
        "904f406b-887a-4600-ad19-ed25b1ad3fbf"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2c52908f-8eaf-47eb-aafa-3f3dd9a199f0",
        "8bdd8afd-3cbd-4a9c-af5e-3508ecd10d51",
        "122bf86b-f76f-448f-867f-16b0041f651c",
        "c01fb983-a50d-4499-8713-0485a5fcd495",
        "e85ff906-a160-42fe-91d4-75dcb126dd90",
        "40955a6c-0545-4d24-8db9-9982e615ae59",
        "21ca1fc3-fd5d-4d10-9e18-df37a99ba2d5",
        "cae805b1-1e0c-476f-babe-05845cb22be2",
        "dc100de1-0dfd-4312-8e73-7bc241837b0d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4b19a8bd-d8d3-4c83-b16a-b1dec93543dd",
      "dutyDetail": "Manage production workflows throughout the stages of a production in line with requirements, resolving or escalating any problems.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bdf56a20-d677-4512-949e-38f83f312b1f",
        "90e0a622-ee4f-4bb9-bc46-9ecdc7b3f42e"
      ],
      "mappedKnowledge": [
        "672d9e79-c4af-4648-8289-793db6ee310a",
        "fad0f7a5-f390-45f8-91bf-cf345681663d",
        "4bd0796f-f905-407d-bc61-8ff806d1d858",
        "0c1af30c-67fe-4934-8bf5-6ac477350618",
        "8149fc15-c19b-4d14-83c6-dd3d0ad4fe86"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fbf70776-bdd9-402f-b54e-acc5127860da",
        "2c52908f-8eaf-47eb-aafa-3f3dd9a199f0",
        "8bdd8afd-3cbd-4a9c-af5e-3508ecd10d51",
        "4f870a70-8b31-4499-987c-bb786e43b1e0",
        "40955a6c-0545-4d24-8db9-9982e615ae59",
        "21ca1fc3-fd5d-4d10-9e18-df37a99ba2d5",
        "dc100de1-0dfd-4312-8e73-7bc241837b0d",
        "5e4b4341-6b75-4934-9ee7-90013f8a8505",
        "1a8d9a43-bad6-4706-bc23-4c77dac78774",
        "b2e1612e-b236-43da-80cf-f4e163637418"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3fde3241-53ff-42d0-a1fc-f1d3bd2ed38c",
      "dutyDetail": "Apply technical knowledge and skills to ensure the delivery of productions or content in line with the deadlines and requirements of the production. ",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "1c7e984c-623f-43ee-8edf-8330c5760389",
        "2703ce8f-50b7-4557-81dd-03651efe9429",
        "75c41de3-3ac3-4131-8af0-df6e4e465ca0",
        "b282f74b-73c0-4ec6-b1af-ee9329076948",
        "1046d083-3c86-496a-97c3-92a640a6d699",
        "6e34c2e2-df18-4141-82f4-074003767515",
        "e142b998-9ed8-47c8-b059-2983e4b174bf"
      ],
      "mappedOptions": [
        "a720992e-d2e6-435c-9cff-cdc91f627799"
      ],
      "mappedSkills": [
        "02bb364a-a44d-48aa-8d5b-d9728c5eceb0",
        "9db502cf-1e45-4fbd-90a0-ae89769cdb96",
        "64bcd19f-bc04-4b78-b8ea-a14f8afa277e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8adb9474-7239-4966-bfbc-5941a044b032",
      "dutyDetail": "Determine and obtain the clearances required for materials being used on productions.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "1c7e984c-623f-43ee-8edf-8330c5760389",
        "2703ce8f-50b7-4557-81dd-03651efe9429",
        "75c41de3-3ac3-4131-8af0-df6e4e465ca0",
        "b282f74b-73c0-4ec6-b1af-ee9329076948",
        "1046d083-3c86-496a-97c3-92a640a6d699",
        "6e34c2e2-df18-4141-82f4-074003767515",
        "e142b998-9ed8-47c8-b059-2983e4b174bf"
      ],
      "mappedOptions": [
        "a720992e-d2e6-435c-9cff-cdc91f627799"
      ],
      "mappedSkills": [
        "02bb364a-a44d-48aa-8d5b-d9728c5eceb0",
        "9db502cf-1e45-4fbd-90a0-ae89769cdb96",
        "64bcd19f-bc04-4b78-b8ea-a14f8afa277e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fc92dd25-fd2c-4d17-ae99-c23c2accd10f",
      "dutyDetail": "Use industry standard tools and processes to track and manage the post-production workflow in line with production requirements for Post-Production, VFX or Animation.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "99b6cc94-9ffa-46fd-af48-3e1a47f2d0e8",
        "1a9e4f45-ab3c-4ec2-bb00-8af2172487e9",
        "657f15b5-086e-453b-8927-cde4765de6fd",
        "ad0a7204-090d-4e26-971b-37f457708a26",
        "916e92a3-4643-4f6c-a88c-c89eecda04e2"
      ],
      "mappedOptions": [
        "5be4591d-e4eb-48dd-ac90-8b5f329c9247"
      ],
      "mappedSkills": [
        "dc6f9408-998e-4c50-b12f-6b28faa47aba",
        "8bb57497-4ba4-46d5-ac41-69b0a657ed61"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3775c875-bbc6-48ed-94a1-14670b5a7e45",
      "dutyDetail": "Apply post production technical knowledge and skills to ensure the delivery of post production outputs meet deadlines and requirements of clients.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "99b6cc94-9ffa-46fd-af48-3e1a47f2d0e8",
        "9d5b4250-794a-4b0e-b469-850f4662c29f",
        "657f15b5-086e-453b-8927-cde4765de6fd",
        "ad0a7204-090d-4e26-971b-37f457708a26",
        "916e92a3-4643-4f6c-a88c-c89eecda04e2"
      ],
      "mappedOptions": [
        "5be4591d-e4eb-48dd-ac90-8b5f329c9247"
      ],
      "mappedSkills": [
        "dc6f9408-998e-4c50-b12f-6b28faa47aba",
        "8bb57497-4ba4-46d5-ac41-69b0a657ed61",
        "002823c6-08bc-4d59-b1aa-cf4875ae4753"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [
    {
      "optionId": "a720992e-d2e6-435c-9cff-cdc91f627799",
      "title": "Production coordinator",
      "occupationCode": "OCC0792A"
    },
    {
      "optionId": "5be4591d-e4eb-48dd-ac90-8b5f329c9247",
      "title": "Post production coordinator",
      "occupationCode": "OCC0792B"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-11-06T00:00:00"
}