{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 478,
  "referenceNumber": "ST0772",
  "learningAimClassCode": "",
  "title": "Marine surveyor (degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0772",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2020-01-16T10:24:56.607",
  "earliestStartDate": "2019-07-03T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Inspecting marine vessels to ensure they comply with standards and regulations.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 24000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Engineering",
    "marine",
    "surveyor",
    "vesseels",
    "maritime",
    "ship"
  ],
  "jobRoles": [
    "MCA senior executive officer marine surveyor",
    "Marine surveyor",
    "Ship surveyor",
    "Surveyor",
    "Ship classification surveyor",
    "Flag state surveyor",
    "Marine warranty surveyor",
    "Class A3 surveyor",
    "Examiner",
    "Associate or partner/director of surveying company"
  ],
  "entryRequirements": "&lt;p&gt;Individual employers will set the selection criteria for their Apprenticeships. Entrants to the role should typically have an advanced level qualification (level 3) and experience of working in a maritime environment in roles such as Standards of Training, Certification and Watchkeeping (STCW) Officer Of The Watch (OOW), Engineering OOW, Electro Technical Officer, or equivalent knowledge and experience from a maritime background.&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3208/st0772_marine-surveyor_l6-ap-addressing-feedback_120619_qm.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the commercial and leisure maritime sectors, including maritime regulators, classification societies, small commercial vessel certifying authorities, port authorities, marine insurers, brokers, survey companies and consultancy companies, including large, medium-sized and small employers.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to provide independent verification, by inspection or examination of a subject ship or other vessel, its structure, machinery, equipment and systems, to ensure compliance with established and known standards of, and regulations and rules for: construction, stability, outfitting, equipping, safety and operation. The purpose of the marine survey is to establish the condition of the subject ship or vessel (or parts, machinery, equipment or systems) and any potential or actual damage or repairs required thereto, and verify the subject ship&#39;s or other vessel&#39;s suitability and fitness to operate, including appropriate certification for same. The value of a subject ship or other vessel (or its constituent parts, machinery, equipment or systems) is also established through marine survey commissioned for such purpose.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with a wide range of marine professionals, including: the Master (Captain), Chief Engineer and crews of ships or other vessels; client or subject company representatives (such as Marine Superintendents, Brokers, Administrators and Managers); maritime regulators (such as Maritime and Coastguard Agency (MCA) officials, Classification Society staff, naval architects and marine engineers and Certifying Authority specialists); insurance loss adjusters; and commercial or private clients and their representatives, including legal professionals. While much of the planning for a survey is undertaken in an office environment, the surveys themselves are undertaken onboard the subject ship or other vessel, either in port (alongside a quayside or in a dry dock) or, from time-to-time, during operations. A Marine Surveyor is expected to maintain a level of personal drive and fitness to work outside in all weathers, and to inspect all parts of a ship or small vessel, including safe working at heights and in confined spaces.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for providing professional services of expert survey (including close examination and inspection for verification of standards, regulations and rules) of ships or other vessels, constituent parts, machinery, equipment and systems, including planning for and safe conduct of the survey itself, and production and presentation of written and oral reports of the survey&#39;s results and outcomes. Such reports and presentations will require production of high-quality documents that will provide evidence, imagery, conclusions, recommendations and, where required by the purpose, relevant valuations. Marine Surveyors may work alone, jointly with equivalent Surveyors from other interested parties, or in company with other surveyors for whom they could be responsible. Working to the instructions provided and from their own professional knowledge, the Marine Surveyor will have significant autonomy for the planning, completeness and safe conduct of, and reporting of the survey. In conduct of a survey, Marine Surveyor may have to manage their own work with due consideration of the environment and of other persons, including ship&#39;s staff or technical contractors.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "c8ff31f2-1e5f-4a77-8c82-fc78b1bf9d4a",
      "detail": "Contracting, contract law, setting expectations, request for services, the parameters of the role including liability and risk."
    },
    {
      "knowledgeId": "72180bdf-c983-4f58-9038-bbdc33337a4b",
      "detail": "Due diligence and risk assessment processes."
    },
    {
      "knowledgeId": "a2677917-520a-47f7-a5cc-84994f668067",
      "detail": "Different types and purposes of surveys and the implications on planning timescales, budget and scope: e.g. in water, out of water, cargo, machinery, stability, towage, etc., and the impact of location and weather conditions."
    },
    {
      "knowledgeId": "982e1df1-d672-4214-88b6-2f26ab645792",
      "detail": "Vessel layout, construction and operation for a range of vessels of varying types and complexity, including types of vessel and area of operations (e.g. world-wide, coastal, domestic or inland), and terminology used for naming parts of ships, boats and other vessels."
    },
    {
      "knowledgeId": "1ce166dc-a623-484d-ac53-72ca151ff1f5",
      "detail": "Types and properties of materials used in ship construction & repair such as wood, steel, aluminium, glass reinforced polymers (GRP) and carbon fibre."
    },
    {
      "knowledgeId": "1cfbcd1a-6945-453a-9192-6496ae672195",
      "detail": "Principles of design, construction and operation of main propulsion, auxiliary, deck and other machinery, equipment and systems, typically used in ships, boats and other vessels."
    },
    {
      "knowledgeId": "2c7fe42a-7f06-4d24-9f51-feac3fa67489",
      "detail": "Relevant International Maritime Organisation (IMO) conventions and applicable regulations, appropriate standards and best operational practice (e.g. IMO Conventions on: Load Line, Safety of Life at Sea, Maritime Pollution, associated UK maritime regulations including but not limited to: UK Merchant Shipping Act 1995, Life Saving Appliances Regulations, Small Commercial Vessel Codes and regulations, Regulations and Rules for Lifting Equipment and Lifting Operations, including testing and examination, Accident and Hazardous Incident Reporting Regulations.  International Standards Organisation (ISO), European Norms (EN) and British Standards Institution (BSI) Standards relevant to ships and commercial and leisure vessels."
    },
    {
      "knowledgeId": "c6360397-1306-4c40-8538-bd2872fa4ece",
      "detail": "Safe access to and egress from the vessel."
    },
    {
      "knowledgeId": "b74e81d3-d3c1-4c2f-b098-f63b905247c8",
      "detail": "Comparison of design, construction, outfitting, equipping, and operation of a range of subject ships or vessels with selected appropriate Classification Society rules and MCA Regulations and Codes for design, construction and upkeep of ships and vessels, to identify and heighten awareness of deficiencies."
    },
    {
      "knowledgeId": "ed4784ef-1079-4224-97d3-95882a655b58",
      "detail": "Tonnage, displacement and load line measurement and calculations, including international and UK Load Line conventions and regulations."
    },
    {
      "knowledgeId": "1cc45f3d-9130-48a9-ad33-2bfe7d86ef5e",
      "detail": "Typical ship and vessel propulsion, auxiliary, ancillary and deck machinery and systems appropriate to the vessel to be surveyed."
    },
    {
      "knowledgeId": "67080c64-be21-4a82-ab05-e49a9bfc10d4",
      "detail": "Rules, regulations and safe practice for the maritime carriage of passengers and specialist personnel"
    },
    {
      "knowledgeId": "455e16f4-2f02-46a9-b7a9-16b321fb5f8b",
      "detail": "Theory and practice, including calculations regarding hydrostatics, vessel handling and hydrodynamics including towage"
    },
    {
      "knowledgeId": "b1621147-e14f-4c4b-bc75-bad2312d53a0",
      "detail": "Marine environmental protection, including responsibility of the vessel to port, national or international jurisdiction"
    },
    {
      "knowledgeId": "16ea604a-3114-4791-a6a6-5804727bbd15",
      "detail": "Effective oral and written communication strategies; the terminology used in this occupation and the appropriate format of survey reports"
    },
    {
      "knowledgeId": "60637ede-26d8-45ce-b990-5f803a2037ed",
      "detail": "Effective audio-visual presentational strategies, techniques and systems."
    },
    {
      "knowledgeId": "08504028-9c5b-45fa-8c95-377f2846b9cf",
      "detail": "Knowledge of the effects of load and damage to a ship (or other vessel) and its operational characteristics."
    },
    {
      "knowledgeId": "b30e9f58-83d8-46cd-9a3c-5d38ece59dab",
      "detail": "The ship and vessel market place and relationship between typical build/construction/supply costs and market prices for a range of different ship and vessel types, operational purposes and ages."
    },
    {
      "knowledgeId": "ef131fcf-8a5d-46c8-a61f-e6689b69b928",
      "detail": "The condition that would be expected from a fully compliant ship or vessel in good order and under competent management."
    },
    {
      "knowledgeId": "78b7815e-9ec3-42f9-b5b7-474a253e0498",
      "detail": "The safety culture, safety management systems and practice onboard vessels to be expected from a fully compliant ship or vessel in good order and under competent management, as required by regulations and rules."
    },
    {
      "knowledgeId": "e39e37d1-6c4d-4f3a-b4d8-48225b84a9d4",
      "detail": "The authority for detaining a vessel or, otherwise, prevent its departure or onward voyage, where the ship or vessel is not safe to operate."
    },
    {
      "knowledgeId": "1892b737-6a64-4e77-a6e7-e1a5f2a70440",
      "detail": "Theory and practice for hazard identification, risk assessment, appropriate risk mitigation and control, and development of appropriate safe systems of work."
    },
    {
      "knowledgeId": "4ba3b20f-a99d-4ff4-9932-d81086b7eca7",
      "detail": "Purpose, structure and hierarchy within various organisations involved with ship design, building, upkeep and operations, including the MCA and Classification Societies."
    },
    {
      "knowledgeId": "259c7626-65af-4fa9-ae78-01c6b19b7399",
      "detail": "Action required and means of escape in emergency conditions (e.g. fire, flood, vessel instability)."
    },
    {
      "knowledgeId": "2703d04f-5ed4-4c32-9c8c-f5b9e6eca74d",
      "detail": "Failure mode effects analyses, investigative techniques and diagnosis of causal factors."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "032c8128-f631-4e12-8a1b-96bfbcb89591",
      "detail": "Be self-motivated with the ability to work independently and with integrity."
    },
    {
      "behaviourId": "508cd42c-7172-4ab3-a2b5-770d2510c0f2",
      "detail": "Able to take personal responsibility for their actions, demonstrate leadership and show resilience."
    },
    {
      "behaviourId": "dd79bbae-484a-4ab2-bd99-62ed3a0ebf96",
      "detail": "Able to work under pressure to tight deadlines."
    },
    {
      "behaviourId": "9c07065c-6450-463a-96fc-6141e841e50b",
      "detail": "Able to influence a range of stakeholders within the parameters of the role."
    },
    {
      "behaviourId": "b1b58ae9-dadf-4114-b789-241235024c9a",
      "detail": "Able to take account of other people's priorities and needs."
    },
    {
      "behaviourId": "5360a440-26db-4afb-81b9-6fb014be2aeb",
      "detail": "Apply logic to progress of a survey or other work, to ensure efficiency of working."
    },
    {
      "behaviourId": "d3df9e64-3697-44e5-8032-4a5f604c3e1f",
      "detail": "Personal resolution and determination in enforcing unpopular decisions."
    }
  ],
  "skills": [
    {
      "skillId": "1de0076b-b28e-4610-8fa3-d608e5801c47",
      "detail": "Communicate effectively and professionally at all levels both internally and externally"
    },
    {
      "skillId": "4432ffa2-56b1-40a0-9bea-e8a2efbfe6a0",
      "detail": "Positively challenge stakeholders to effect change where appropriate"
    },
    {
      "skillId": "fce7acde-a424-4828-91ac-4ef043dc35b8",
      "detail": "Assess requirements for the survey and organise and plan within the timescales and budget set"
    },
    {
      "skillId": "d09e4e58-6a7e-48a2-b6fc-103d5e7964cb",
      "detail": "Manage time and resources effectively"
    },
    {
      "skillId": "e2caa327-9ed9-4466-b7a0-7621a35f59d5",
      "detail": "Read and interpret drawings, data and other relevant information"
    },
    {
      "skillId": "a3c432f5-c351-499e-b13d-a3d8d1b8db5f",
      "detail": "Interpret appropriate engineering formulae and compare results with actual on-board readings, data / calculations submitted and survey findings."
    },
    {
      "skillId": "70761941-c380-4722-a93f-983c151adc83",
      "detail": "Work competently and safely in the workplace to meet regulatory and legislative requirements"
    },
    {
      "skillId": "a12d0a40-ccde-41c8-ad39-e137317c7f65",
      "detail": "Apply engineering principles, regulatory and Classification Society requirements to the ship, vessel, machinery, equipment or system."
    },
    {
      "skillId": "478bd619-a35f-4c76-8c02-e02b5ede73db",
      "detail": "Advise on appropriate regulations and guidance relevant to the ship or vessel"
    },
    {
      "skillId": "a7659e69-7b0c-4ce5-9c47-5b02b560dfde",
      "detail": "Build, lead and manage multi-functional teams, interacting with and influencing a range of internal and external stakeholders."
    },
    {
      "skillId": "3338596d-994a-4927-a6bd-0941941233c3",
      "detail": "Produce succinct and accurate survey reports"
    },
    {
      "skillId": "d1175ddf-aefc-4da9-b0fc-912b77b9c931",
      "detail": "Deliver effective oral and audio-visual presentations"
    },
    {
      "skillId": "cb7ec0b1-36ac-4676-ae1a-b8f69cee39f5",
      "detail": "Apply scientific calculation to various conditions of the ship (or other vessel) and the environment prevailing."
    },
    {
      "skillId": "3b0ba44c-d96f-440e-a715-4313075ab6c4",
      "detail": "Assess the market and prevailing conditions, to calculate a value and price for the subject ship, vessel, machinery, equipment or systems."
    },
    {
      "skillId": "aa590a8a-3906-45b4-ba5b-e298f6dfc1c9",
      "detail": "Set out and impose a decision upon ship owners, managers, operators, master and staff."
    },
    {
      "skillId": "5c602049-54e0-47d9-a45d-755680e33441",
      "detail": "Undertake effective hazard identification and risk assessment processes using recognised and appropriate procedures."
    },
    {
      "skillId": "c72c365c-f27a-498c-8b0d-f54050ef650e",
      "detail": "Identify causal factors and means of prevention of re-occurrence of ship, structural, machinery, equipment or systems failures."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual is the intended EQA provider",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-07-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "TB0388",
  "tbMainContact": "alan.blabeyeng@gmail.com",
  "involvedEmployers": "Blabey Engineering Limited, Liverpool John Moores University, Maritime & Coastguard Agency Headquarters, Maritime & Coastguard Agency (South), Blabey Engineering Limited, MECAL Limited, SCMS, Larsen Marine Ltd, Lloyd’s Register, Bureau Veritas, Port of London Authority, Brookes Bell, Royal National Lifeboat Association, Southampton Solent University, Cornwall College, Falmouth Marine School, Maritime Skills Alliance, Maritime Learning Alliance, Lloyd’s Maritime Academy, Institute of Marine Engineering, Science and Technology, International Institute of Marine Surveyors, Yacht Designers and Surveyors Association, National Workboat Association",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "MCA senior executive officer marine surveyor",
    "Marine surveyor",
    "Ship surveyor",
    "Surveyor",
    "Ship classification surveyor",
    "Flag state surveyor",
    "Marine warranty surveyor",
    "Class A3 surveyor",
    "Examiner",
    "Associate or partner/director of surveying company"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Quality improvement, health and safety professional",
  "clusterId": "257",
  "clusterDescription": null,
  "createdDate": "2020-01-16T10:24:56 +00:00",
  "lastUpdated": "2020-01-16T10:24:56 +00:00",
  "occupationalStandardApprovalDate": "2019-07-03T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0772",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0772-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0772-v1-0",
  "qualifications": [
    {
      "qualificationId": "f06db942-056d-49c3-bfb2-103872295312",
      "title": " Bachelor of Engineering (BEng) Marine Engineering, BEng Marine Surveying or BEng Naval Architecture",
      "level": "6 (non-degree qualification)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "Institute of Marine Engineering, Science and Technology (IMarEST)",
      "level": "Corporate Member and Incorporated Engineer",
      "isPartial": "",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "42f7398d-5060-4cd1-ac49-0f5cc417d98d",
      "dutyDetail": "Plan a survey of a subject ship or other vessel, machinery or equipment.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "032c8128-f631-4e12-8a1b-96bfbcb89591",
        "508cd42c-7172-4ab3-a2b5-770d2510c0f2",
        "dd79bbae-484a-4ab2-bd99-62ed3a0ebf96",
        "9c07065c-6450-463a-96fc-6141e841e50b",
        "b1b58ae9-dadf-4114-b789-241235024c9a"
      ],
      "mappedKnowledge": [
        "c8ff31f2-1e5f-4a77-8c82-fc78b1bf9d4a",
        "72180bdf-c983-4f58-9038-bbdc33337a4b",
        "a2677917-520a-47f7-a5cc-84994f668067",
        "982e1df1-d672-4214-88b6-2f26ab645792",
        "1ce166dc-a623-484d-ac53-72ca151ff1f5",
        "1cfbcd1a-6945-453a-9192-6496ae672195"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1de0076b-b28e-4610-8fa3-d608e5801c47",
        "4432ffa2-56b1-40a0-9bea-e8a2efbfe6a0",
        "fce7acde-a424-4828-91ac-4ef043dc35b8",
        "d09e4e58-6a7e-48a2-b6fc-103d5e7964cb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9fe2fccb-a36c-479b-a3c3-7e2f94ea0567",
      "dutyDetail": "Undertake a condition survey on a ship or other vessel or constituent parts, in a safe manner, to verify the condition against relevant maritime rules and regulations, appropriate technical and operational standards, and recognised good maritime practice.  Such surveys will include the vessel's structure, machinery, systems, equipment, life saving appliances, and documentation/certification.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "032c8128-f631-4e12-8a1b-96bfbcb89591",
        "508cd42c-7172-4ab3-a2b5-770d2510c0f2",
        "dd79bbae-484a-4ab2-bd99-62ed3a0ebf96",
        "9c07065c-6450-463a-96fc-6141e841e50b",
        "b1b58ae9-dadf-4114-b789-241235024c9a",
        "5360a440-26db-4afb-81b9-6fb014be2aeb"
      ],
      "mappedKnowledge": [
        "982e1df1-d672-4214-88b6-2f26ab645792",
        "1ce166dc-a623-484d-ac53-72ca151ff1f5",
        "1cfbcd1a-6945-453a-9192-6496ae672195",
        "2c7fe42a-7f06-4d24-9f51-feac3fa67489",
        "c6360397-1306-4c40-8538-bd2872fa4ece",
        "b74e81d3-d3c1-4c2f-b098-f63b905247c8",
        "ed4784ef-1079-4224-97d3-95882a655b58",
        "1cc45f3d-9130-48a9-ad33-2bfe7d86ef5e",
        "67080c64-be21-4a82-ab05-e49a9bfc10d4",
        "455e16f4-2f02-46a9-b7a9-16b321fb5f8b",
        "b1621147-e14f-4c4b-bc75-bad2312d53a0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1de0076b-b28e-4610-8fa3-d608e5801c47",
        "d09e4e58-6a7e-48a2-b6fc-103d5e7964cb",
        "e2caa327-9ed9-4466-b7a0-7621a35f59d5",
        "a3c432f5-c351-499e-b13d-a3d8d1b8db5f",
        "70761941-c380-4722-a93f-983c151adc83",
        "a12d0a40-ccde-41c8-ad39-e137317c7f65",
        "478bd619-a35f-4c76-8c02-e02b5ede73db",
        "a7659e69-7b0c-4ce5-9c47-5b02b560dfde"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "353946d2-e6d4-4424-b03c-b147af535e58",
      "dutyDetail": "Record the objective findings, results and outcomes of the survey, and prepare and present high-quality written evidence reports of the survey and high-quality audio-visual presentations to stakeholders.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "032c8128-f631-4e12-8a1b-96bfbcb89591",
        "508cd42c-7172-4ab3-a2b5-770d2510c0f2",
        "dd79bbae-484a-4ab2-bd99-62ed3a0ebf96",
        "9c07065c-6450-463a-96fc-6141e841e50b",
        "b1b58ae9-dadf-4114-b789-241235024c9a"
      ],
      "mappedKnowledge": [
        "16ea604a-3114-4791-a6a6-5804727bbd15",
        "60637ede-26d8-45ce-b990-5f803a2037ed"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1de0076b-b28e-4610-8fa3-d608e5801c47",
        "4432ffa2-56b1-40a0-9bea-e8a2efbfe6a0",
        "a7659e69-7b0c-4ce5-9c47-5b02b560dfde",
        "3338596d-994a-4927-a6bd-0941941233c3",
        "d1175ddf-aefc-4da9-b0fc-912b77b9c931"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "929fa1d8-ff9e-4ea2-9793-f8f233dc724e",
      "dutyDetail": "Verify a ship's or other vessel's characteristics and safe behaviour under load and in an intact or damaged condition, through checking the calculations of a ship's or other vessel's data, drawings and other information, from specifications, observations and measurements onboard, and present the findings.  This will include but not be limited to calculation of tonnage, displacement, stability data and load line/freeboard requirements, including:  Gross Tonnage (for large ships); Gross Tonnage (for small ships, which use a different process); Load Line; Static and dynamic stability characteristics.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "032c8128-f631-4e12-8a1b-96bfbcb89591",
        "508cd42c-7172-4ab3-a2b5-770d2510c0f2",
        "dd79bbae-484a-4ab2-bd99-62ed3a0ebf96"
      ],
      "mappedKnowledge": [
        "a2677917-520a-47f7-a5cc-84994f668067",
        "982e1df1-d672-4214-88b6-2f26ab645792",
        "1cfbcd1a-6945-453a-9192-6496ae672195",
        "2c7fe42a-7f06-4d24-9f51-feac3fa67489",
        "b74e81d3-d3c1-4c2f-b098-f63b905247c8",
        "ed4784ef-1079-4224-97d3-95882a655b58",
        "1cc45f3d-9130-48a9-ad33-2bfe7d86ef5e",
        "67080c64-be21-4a82-ab05-e49a9bfc10d4",
        "455e16f4-2f02-46a9-b7a9-16b321fb5f8b",
        "08504028-9c5b-45fa-8c95-377f2846b9cf"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d09e4e58-6a7e-48a2-b6fc-103d5e7964cb",
        "e2caa327-9ed9-4466-b7a0-7621a35f59d5",
        "a3c432f5-c351-499e-b13d-a3d8d1b8db5f",
        "a7659e69-7b0c-4ce5-9c47-5b02b560dfde",
        "cb7ec0b1-36ac-4676-ae1a-b8f69cee39f5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c6d56313-61ac-4cb8-90d5-e6dbc1c737a5",
      "dutyDetail": "Undertake the estimated valuation of a subject ship or other vessel, or its constituent machinery, systems or parts.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "032c8128-f631-4e12-8a1b-96bfbcb89591",
        "508cd42c-7172-4ab3-a2b5-770d2510c0f2",
        "dd79bbae-484a-4ab2-bd99-62ed3a0ebf96",
        "9c07065c-6450-463a-96fc-6141e841e50b",
        "b1b58ae9-dadf-4114-b789-241235024c9a"
      ],
      "mappedKnowledge": [
        "c8ff31f2-1e5f-4a77-8c82-fc78b1bf9d4a",
        "72180bdf-c983-4f58-9038-bbdc33337a4b",
        "a2677917-520a-47f7-a5cc-84994f668067",
        "982e1df1-d672-4214-88b6-2f26ab645792",
        "1cfbcd1a-6945-453a-9192-6496ae672195",
        "2c7fe42a-7f06-4d24-9f51-feac3fa67489",
        "b74e81d3-d3c1-4c2f-b098-f63b905247c8",
        "1cc45f3d-9130-48a9-ad33-2bfe7d86ef5e",
        "67080c64-be21-4a82-ab05-e49a9bfc10d4",
        "455e16f4-2f02-46a9-b7a9-16b321fb5f8b",
        "b1621147-e14f-4c4b-bc75-bad2312d53a0",
        "b30e9f58-83d8-46cd-9a3c-5d38ece59dab"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1de0076b-b28e-4610-8fa3-d608e5801c47",
        "4432ffa2-56b1-40a0-9bea-e8a2efbfe6a0",
        "fce7acde-a424-4828-91ac-4ef043dc35b8",
        "d09e4e58-6a7e-48a2-b6fc-103d5e7964cb",
        "e2caa327-9ed9-4466-b7a0-7621a35f59d5",
        "70761941-c380-4722-a93f-983c151adc83",
        "a12d0a40-ccde-41c8-ad39-e137317c7f65",
        "a7659e69-7b0c-4ce5-9c47-5b02b560dfde",
        "3338596d-994a-4927-a6bd-0941941233c3",
        "d1175ddf-aefc-4da9-b0fc-912b77b9c931",
        "3b0ba44c-d96f-440e-a715-4313075ab6c4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b8c94fb7-fdab-4e03-b475-a10409e713c5",
      "dutyDetail": "Determine whether the subject ship or vessel is fit to operate. Enforce upon ship's owners and operators the impact of the outcome.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "032c8128-f631-4e12-8a1b-96bfbcb89591",
        "508cd42c-7172-4ab3-a2b5-770d2510c0f2",
        "dd79bbae-484a-4ab2-bd99-62ed3a0ebf96",
        "9c07065c-6450-463a-96fc-6141e841e50b",
        "b1b58ae9-dadf-4114-b789-241235024c9a",
        "5360a440-26db-4afb-81b9-6fb014be2aeb",
        "d3df9e64-3697-44e5-8032-4a5f604c3e1f"
      ],
      "mappedKnowledge": [
        "72180bdf-c983-4f58-9038-bbdc33337a4b",
        "a2677917-520a-47f7-a5cc-84994f668067",
        "1cfbcd1a-6945-453a-9192-6496ae672195",
        "2c7fe42a-7f06-4d24-9f51-feac3fa67489",
        "c6360397-1306-4c40-8538-bd2872fa4ece",
        "b74e81d3-d3c1-4c2f-b098-f63b905247c8",
        "ed4784ef-1079-4224-97d3-95882a655b58",
        "1cc45f3d-9130-48a9-ad33-2bfe7d86ef5e",
        "67080c64-be21-4a82-ab05-e49a9bfc10d4",
        "455e16f4-2f02-46a9-b7a9-16b321fb5f8b",
        "b1621147-e14f-4c4b-bc75-bad2312d53a0",
        "ef131fcf-8a5d-46c8-a61f-e6689b69b928",
        "78b7815e-9ec3-42f9-b5b7-474a253e0498",
        "e39e37d1-6c4d-4f3a-b4d8-48225b84a9d4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1de0076b-b28e-4610-8fa3-d608e5801c47",
        "4432ffa2-56b1-40a0-9bea-e8a2efbfe6a0",
        "d09e4e58-6a7e-48a2-b6fc-103d5e7964cb",
        "e2caa327-9ed9-4466-b7a0-7621a35f59d5",
        "a3c432f5-c351-499e-b13d-a3d8d1b8db5f",
        "70761941-c380-4722-a93f-983c151adc83",
        "a12d0a40-ccde-41c8-ad39-e137317c7f65",
        "478bd619-a35f-4c76-8c02-e02b5ede73db",
        "a7659e69-7b0c-4ce5-9c47-5b02b560dfde",
        "3338596d-994a-4927-a6bd-0941941233c3",
        "d1175ddf-aefc-4da9-b0fc-912b77b9c931"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "11538573-b208-4c58-807a-dfc2e4963ac4",
      "dutyDetail": "Undertake appropriate and relevant personal risk assessments for access to a ship or other vessel, for working safely on-board the vessel during survey and for safe egress.  This includes determination and application of appropriate safety risk control measures, including development of safe systems of work and use of safety instrumentation and personal protective equipment.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "032c8128-f631-4e12-8a1b-96bfbcb89591",
        "508cd42c-7172-4ab3-a2b5-770d2510c0f2",
        "dd79bbae-484a-4ab2-bd99-62ed3a0ebf96",
        "9c07065c-6450-463a-96fc-6141e841e50b",
        "b1b58ae9-dadf-4114-b789-241235024c9a"
      ],
      "mappedKnowledge": [
        "72180bdf-c983-4f58-9038-bbdc33337a4b",
        "982e1df1-d672-4214-88b6-2f26ab645792",
        "1cfbcd1a-6945-453a-9192-6496ae672195",
        "2c7fe42a-7f06-4d24-9f51-feac3fa67489",
        "c6360397-1306-4c40-8538-bd2872fa4ece",
        "1cc45f3d-9130-48a9-ad33-2bfe7d86ef5e",
        "455e16f4-2f02-46a9-b7a9-16b321fb5f8b",
        "1892b737-6a64-4e77-a6e7-e1a5f2a70440"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1de0076b-b28e-4610-8fa3-d608e5801c47",
        "fce7acde-a424-4828-91ac-4ef043dc35b8",
        "d09e4e58-6a7e-48a2-b6fc-103d5e7964cb",
        "e2caa327-9ed9-4466-b7a0-7621a35f59d5",
        "a3c432f5-c351-499e-b13d-a3d8d1b8db5f",
        "70761941-c380-4722-a93f-983c151adc83",
        "478bd619-a35f-4c76-8c02-e02b5ede73db",
        "a7659e69-7b0c-4ce5-9c47-5b02b560dfde",
        "3338596d-994a-4927-a6bd-0941941233c3",
        "5c602049-54e0-47d9-a45d-755680e33441"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "74995bc7-e42a-4ecf-a410-f6a63d553494",
      "dutyDetail": "Liaise and communicate effectively with clients, ship owners, operators and agents, ship's masters and staff, regulatory authorities, classification societies, insurers, and ship building yards and ship repair yards",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "032c8128-f631-4e12-8a1b-96bfbcb89591",
        "508cd42c-7172-4ab3-a2b5-770d2510c0f2",
        "dd79bbae-484a-4ab2-bd99-62ed3a0ebf96",
        "9c07065c-6450-463a-96fc-6141e841e50b",
        "b1b58ae9-dadf-4114-b789-241235024c9a"
      ],
      "mappedKnowledge": [
        "c8ff31f2-1e5f-4a77-8c82-fc78b1bf9d4a",
        "72180bdf-c983-4f58-9038-bbdc33337a4b",
        "a2677917-520a-47f7-a5cc-84994f668067",
        "982e1df1-d672-4214-88b6-2f26ab645792",
        "1cfbcd1a-6945-453a-9192-6496ae672195",
        "2c7fe42a-7f06-4d24-9f51-feac3fa67489",
        "b74e81d3-d3c1-4c2f-b098-f63b905247c8",
        "1cc45f3d-9130-48a9-ad33-2bfe7d86ef5e",
        "b1621147-e14f-4c4b-bc75-bad2312d53a0",
        "16ea604a-3114-4791-a6a6-5804727bbd15",
        "60637ede-26d8-45ce-b990-5f803a2037ed",
        "4ba3b20f-a99d-4ff4-9932-d81086b7eca7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1de0076b-b28e-4610-8fa3-d608e5801c47",
        "fce7acde-a424-4828-91ac-4ef043dc35b8",
        "d09e4e58-6a7e-48a2-b6fc-103d5e7964cb",
        "e2caa327-9ed9-4466-b7a0-7621a35f59d5",
        "a12d0a40-ccde-41c8-ad39-e137317c7f65",
        "478bd619-a35f-4c76-8c02-e02b5ede73db",
        "a7659e69-7b0c-4ce5-9c47-5b02b560dfde",
        "3338596d-994a-4927-a6bd-0941941233c3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "12e38565-ab3e-48b8-93ed-5a11ab0e50b7",
      "dutyDetail": "Maintain awareness of the risks of a range of emergencies that may arise on-board a subject ship or vessel, and respond safely and correctly, for self-preservation and prevention of harm to others and the environment.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "032c8128-f631-4e12-8a1b-96bfbcb89591",
        "508cd42c-7172-4ab3-a2b5-770d2510c0f2",
        "dd79bbae-484a-4ab2-bd99-62ed3a0ebf96",
        "9c07065c-6450-463a-96fc-6141e841e50b",
        "b1b58ae9-dadf-4114-b789-241235024c9a"
      ],
      "mappedKnowledge": [
        "72180bdf-c983-4f58-9038-bbdc33337a4b",
        "982e1df1-d672-4214-88b6-2f26ab645792",
        "1cfbcd1a-6945-453a-9192-6496ae672195",
        "2c7fe42a-7f06-4d24-9f51-feac3fa67489",
        "78b7815e-9ec3-42f9-b5b7-474a253e0498",
        "259c7626-65af-4fa9-ae78-01c6b19b7399"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1de0076b-b28e-4610-8fa3-d608e5801c47",
        "4432ffa2-56b1-40a0-9bea-e8a2efbfe6a0",
        "d09e4e58-6a7e-48a2-b6fc-103d5e7964cb",
        "e2caa327-9ed9-4466-b7a0-7621a35f59d5",
        "a3c432f5-c351-499e-b13d-a3d8d1b8db5f",
        "70761941-c380-4722-a93f-983c151adc83",
        "478bd619-a35f-4c76-8c02-e02b5ede73db",
        "3338596d-994a-4927-a6bd-0941941233c3",
        "5c602049-54e0-47d9-a45d-755680e33441"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "db85d327-b7b9-4427-a8dc-d8c3a8909c25",
      "dutyDetail": "Investigate marine casualties and breakdowns, such that diagnosis of causal factors and identification of actions necessary for avoidance of repetition are accomplished, communicated and reported.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "032c8128-f631-4e12-8a1b-96bfbcb89591",
        "508cd42c-7172-4ab3-a2b5-770d2510c0f2",
        "dd79bbae-484a-4ab2-bd99-62ed3a0ebf96",
        "9c07065c-6450-463a-96fc-6141e841e50b",
        "b1b58ae9-dadf-4114-b789-241235024c9a"
      ],
      "mappedKnowledge": [
        "c8ff31f2-1e5f-4a77-8c82-fc78b1bf9d4a",
        "72180bdf-c983-4f58-9038-bbdc33337a4b",
        "a2677917-520a-47f7-a5cc-84994f668067",
        "982e1df1-d672-4214-88b6-2f26ab645792",
        "1cfbcd1a-6945-453a-9192-6496ae672195",
        "2c7fe42a-7f06-4d24-9f51-feac3fa67489",
        "c6360397-1306-4c40-8538-bd2872fa4ece",
        "b74e81d3-d3c1-4c2f-b098-f63b905247c8",
        "ed4784ef-1079-4224-97d3-95882a655b58",
        "1cc45f3d-9130-48a9-ad33-2bfe7d86ef5e",
        "67080c64-be21-4a82-ab05-e49a9bfc10d4",
        "455e16f4-2f02-46a9-b7a9-16b321fb5f8b",
        "b1621147-e14f-4c4b-bc75-bad2312d53a0",
        "16ea604a-3114-4791-a6a6-5804727bbd15",
        "2703d04f-5ed4-4c32-9c8c-f5b9e6eca74d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1de0076b-b28e-4610-8fa3-d608e5801c47",
        "4432ffa2-56b1-40a0-9bea-e8a2efbfe6a0",
        "fce7acde-a424-4828-91ac-4ef043dc35b8",
        "d09e4e58-6a7e-48a2-b6fc-103d5e7964cb",
        "e2caa327-9ed9-4466-b7a0-7621a35f59d5",
        "a3c432f5-c351-499e-b13d-a3d8d1b8db5f",
        "70761941-c380-4722-a93f-983c151adc83",
        "a12d0a40-ccde-41c8-ad39-e137317c7f65",
        "478bd619-a35f-4c76-8c02-e02b5ede73db",
        "a7659e69-7b0c-4ce5-9c47-5b02b560dfde",
        "3338596d-994a-4927-a6bd-0941941233c3",
        "d1175ddf-aefc-4da9-b0fc-912b77b9c931",
        "3b0ba44c-d96f-440e-a715-4313075ab6c4",
        "c72c365c-f27a-498c-8b0d-f54050ef650e"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2019-07-03T00:00:00"
}