{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 552,
  "referenceNumber": "ST0766",
  "learningAimClassCode": "",
  "title": "Debt adviser",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0766",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2021-03-25T00:00:00",
  "earliestStartDate": "2020-04-02T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Assess a customers full circumstances and provide suitable advice to enable the customer to best manage their debts.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Legal, finance and accounting",
  "keywords": [
    "debt",
    "finance",
    "accounting",
    "adviser",
    "money",
    "bank",
    "legal"
  ],
  "jobRoles": [
    "Debt Adviser",
    "Financial Solutions Adviser",
    "Solutions Adviser",
    "Insolvency Practitioner",
    "Personal Finance Manager",
    "Review Specialist",
    "Debt Solutions Adviser",
    "Creditor Liaison Officer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4105/st0766_debt_advisor_l3_apforpublication2420.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.1 Accounting and finance",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the debt advice sector. Employers range from local authorities and charities through to commercial organisations, all of whom provide free debt advice to customers.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to assess a customers full circumstances and provide suitable advice to enable the customer to best manage their debts. This advice must delivered to high quality and always in line with Financial Conduct Authority rules, guidance and principles.&lt;br&gt;&lt;br&gt;Typical activities include making suitable enquiries in order to understand the customers past decisions, present difficulties and future aspirations. The Debt Adviser then assesses the holistic picture including the customer’s income and expenditure, family composition, debt commitments, and any factors affecting well-being, vulnerabilities or health; which they analyse in the round to create a customer budget and an accurate customer financial statement. They handle confidential and sensitive information, providing the customer with information about all available suitable solutions, which can range from budgeting advice through to formal insolvency solutions.Many solutions are free to access but some solutions may come at a cost. Debt Advisers must have a comprehensive awareness of all potential debt solutions in order to carefully weigh the advantages and disadvantages of all available options with each customers individual circumstances. This can often include solutions that are not available through the Debt Advisers own organisation and will therefore mean sign-posting the customer to another organisation. The debt advice assessment typically happens at least twice in the customer journey; at the point of initial advice and then later at an annual review, however Debt Advisers will sometimes see customers with on-going complex circumstances much more frequently.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with mainly customers and/or their advocates – with the right consent - and creditors. In some organisations, the Debt Adviser will be responsible for customer casework from start to completion, in other organisations the Debt Adviser may work as part of a larger team responsible for casework and may therefore specialise in certain aspects of debt advice.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for supporting customers in financial difficulty, many of whom will have multi-complex vulnerabilities. Such support is often provided against a challenging back-drop; for instance, many customers may feel there is a stigma when talking generally about their own money, or may find it hard to talk about their personal relationships even when these are affecting their debts. &lt;br&gt;&lt;br&gt;Debt Advisers have a responsibility therefore to approach debt advice in a non-judgemental, supportive way, build and maintain a customer relationship, encouraging openness but showing resilience where necessary in order to help the customer to find a suitable solution; this can mean being persuasive, for instance encouraging a customer to maximise their income through a positive change in lifestyle, but also pointing out any associated risks. To achieve these aims the Debt Adviser must carefully manage their own workload; balancing customer interaction with regulatory requirements and keeping accurate and compliant records at all times. They may be liaising with creditors, government agencies or other stakeholders in order to maximise income, reduce outgoings or arrange further customer support mechanisms, and will adopt the best possible and appropriate stance in order to achieve the desired outcome for the customer. A Debt Adviser will normally work on a one to one basis with their customer, and will have considerable accountability for the advice they give, however they would also be typically supervised by a senior person (who could be, but is not always, a more experienced Debt Adviser themselves) who will be the point of escalation for complex customer cases.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "ce6342b3-010b-4276-af82-be0675446616",
      "detail": "How to verify and record customer identity before providing debt advice, in accordance with both data protection (GDPR), Financial Conduct Authority (FCA) regulation and organisational procedures. Debt Advisers will know the procedures for working with formal and informal advocacy and the relevant consents and authority to act."
    },
    {
      "knowledgeId": "88103abf-3e86-4002-96ef-efb28edf2bf5",
      "detail": "How to recognise the signs of customer vulnerability, and how to identify the likely impact that has on both the customers’ financial and general well-being. They must know how and when to sign-post the customer to other forms of support.  When to escalate an issue within their own organisation, or externally."
    },
    {
      "knowledgeId": "5b69225f-8258-4552-a39d-aae734680130",
      "detail": "How to establish their customers overall financial circumstances, impact of vulnerabilities, future aspirations, income, outgoings, and debts. How to identify key information likely to affect the customers overall financial situation and decision-making."
    },
    {
      "knowledgeId": "8279d9a3-8441-4d4c-8ac7-7765d6669e01",
      "detail": "The wide potential range of income and capital types such as wages, benefits and savings. How to collect, verify, calculate and manage data relating to the customers income in order to calculate gross, net and disposable income."
    },
    {
      "knowledgeId": "c4c86516-6cd0-4827-badf-382bb9241c0e",
      "detail": "Debt types including secured debts (for example mortgage debt), consumer credit debts (for example catalogue debt), priority debt arrear (such as utilities), and informal debts (for instance to friends and family). The Debt Adviser must know the recovery processes and rules for all these debt types. What makes a debt a fraudulent debt and know the procedures needed in these circumstances. The Debt Adviser will know and understand Industry expenditure guidelines."
    },
    {
      "knowledgeId": "a1ebe9a3-f1d1-4484-841a-53ea49309bb9",
      "detail": "How to gain the necessary intelligence on the creditor & their typical behaviours, including the creditors normal stance and appetite for interest suppression, negotiation, debt waiver, and legal action."
    },
    {
      "knowledgeId": "b9eff7e9-e572-454d-8dfe-2ca7283b567a",
      "detail": "The range of both debt solutions and expenditure reduction options available, including the costs, benefits, and financial implications for the customer. Income maximisation and the general options available such as employment opportunities and benefit entitlement."
    },
    {
      "knowledgeId": "bde47f4d-8d9a-4454-b105-9980abf2e2f6",
      "detail": "How to access and keep up to date with Financial Conduct Authority rules, guidance and principles relevant to the provision of debt advice / debt counselling."
    },
    {
      "knowledgeId": "eac945fe-84d8-4d67-affc-ae4e92401763",
      "detail": "The ethical standards that the organisation and sector requires of Debt Advisers and the implications of these for the role i.e. Professionalism, honesty, Integrity."
    },
    {
      "knowledgeId": "f49cd7ff-1148-447e-91b1-c467615270e5",
      "detail": "How to create, verify and record customer information securely using an organisations IT system."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "9059c0f3-d02e-4a46-995f-5b838c58b72e",
      "detail": "Displays honesty & integrity in actions and approach to work and customers. Is ethical and non-judgmental and demonstrates the principle of utmost good faith. E.g. acts honestly when dealing with customer queries, ensuring they are treated fairly whilst upholding brand values."
    },
    {
      "behaviourId": "07575d3b-8846-4d52-8074-a856c498731b",
      "detail": "Empathetic and un-bias approach to supporting customers. Show the necessary resilience and stand by difficult decisions."
    },
    {
      "behaviourId": "9e49f091-346f-437e-b40b-2434ee6514e0",
      "detail": "Takes responsibility for their own continuous professional development, and actively records development in their current role."
    },
    {
      "behaviourId": "66d41850-e07a-4bca-a530-608bcbc06e33",
      "detail": "Both hears and listens actively to what the customer has to say. Has a probing, inquisitive approach to questioning. Provides assuring responses to help engage the customer where needed."
    },
    {
      "behaviourId": "2e126ee8-ed01-4ad5-a0b2-08f2407fd3ad",
      "detail": "Supports the customer to make their own informed financial and lifestyle decisions. Takes ownership for the customer journey to an appropriate conclusion."
    },
    {
      "behaviourId": "712993a5-d942-423e-9513-8c3ee08e6d7c",
      "detail": "Strives to resolve customer concerns at the earliest opportunity. Receives and handles objections in a calm, professional manner."
    }
  ],
  "skills": [
    {
      "skillId": "f700b4db-8934-424f-bdc0-6548642dee76",
      "detail": "Correctly identify the customer and/or any customer advocate by applying regulations and organisational procedures. Identifies the likely impact of vulnerabilities on the customers ability to manage their finances and general well-being."
    },
    {
      "skillId": "b5e875c8-f653-4a85-a673-505fc40cc6ae",
      "detail": "Creates a realistic financial statement and budget for the customer by asking open and closed questions needed to illicit the full facts, including a root-cause analysis. (This will often be in sensitive or difficult circumstances for the customer)."
    },
    {
      "skillId": "33298254-9bc3-4b1a-951c-42b9f78ee3ed",
      "detail": "Represent payment offers and customer circumstances to creditors, adjusting the approach to help ensure the best outcome. Actively influences changes in customer behaviour that is in the customers own best-interests, such as adopting life-style changes that will reduce outgoings."
    },
    {
      "skillId": "df9dfc93-dd88-4d61-87ef-0aceaab435cf",
      "detail": "Identifies external stakeholders relevant to the customer. Creates and maintains a network of stakeholders needed to expedite casework effectively and to conclusion."
    },
    {
      "skillId": "cb542351-aeee-463f-ba3a-9bab6d39b9d4",
      "detail": "Recognises their own value within the team and the impact of their actions on others working in it. Collaborates and supports colleagues internally and stakeholders externally to achieve results whilst also being able to work independently. Builds and maintains positive relationships within their own organisation."
    },
    {
      "skillId": "02a2a689-adf2-4bd6-b742-515229f66562",
      "detail": "Applies organisational quality standards in order to deliver effective outcomes within the risk, regulatory and governance requirements. Plans and prioritises activity accordingly to effectively manage competing work demands."
    },
    {
      "skillId": "32ef1386-1bf9-4d75-a1e1-14843fd90a95",
      "detail": "Adapts the advice provided taking account of the customers history, including for instance previous advice given and whether this was heeded. Considers both their analysis of the evidence and application of the Regulatory Framework to what is most likely to work well, tailored to the individual customer. Recommends a product, combination of products, or sign-points the Customer to other assistance as appropriate.  Articulates to customers who do not wish to proceed with the given recommendation (some of whom may be insistent) why the debt solution recommended is the most appropriate. Take account of the customers own preferences, the term of debt relief and future changes to determine whether alternative solutions are appropriate."
    },
    {
      "skillId": "4263da7a-49a0-48b9-9fe3-82ab0454b5ff",
      "detail": "Communicates effectively with customers, colleagues, professional contacts and third parties using written and verbal communication. Offers a clear and full explanation.  Uses suitable empathy with the customer to enable a positive outcome."
    },
    {
      "skillId": "c57a5fcb-90f7-40fe-a989-1bf88d978e3f",
      "detail": "Recognise, monitor and respond to debt advice events (such as change in circumstances) that will trigger a new or updated assessment."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-04-02T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0141",
  "tbMainContact": "Sebrina.McCullough@thinkmoneygroup.com",
  "involvedEmployers": "Think Money, Gregory Pennington, Money Plus Group, Step Change, Christians Against Poverty, Citizens Advice, Money & Pensions Service, Pay Plan, In Control Debt Solutions, Lowell Group, Moorcroft, Money Advice Trust",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Debt Adviser",
    "Financial Solutions Adviser",
    "Solutions Adviser",
    "Insolvency Practitioner",
    "Personal Finance Manager",
    "Review Specialist",
    "Debt Solutions Adviser",
    "Creditor Liaison Officer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Financial",
  "cluster": "Financial services administrator",
  "clusterId": "240",
  "clusterDescription": null,
  "createdDate": "2019-11-27T09:03:21 +00:00",
  "lastUpdated": "2021-03-25T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-04-02T00:00:00 +00:00",
  "banners": "This apprenticeship will be retired from 28 May 2025. Current apprentices will be able to complete their programme. Employers who wish to start new apprentices should consider using ST0175 Advanced credit controller and debt collection specialist.",
  "occupationCode": "OCC0766",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0766-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0766-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "23891d7a-fed3-4b78-962b-d57d114222ed",
      "dutyDetail": "Debt advice regulations - Perform their day-to-day duties in accordance with the requirements covering all aspects of the Financial Conduct Authority's regulatory framework, guidance and Principles.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9059c0f3-d02e-4a46-995f-5b838c58b72e",
        "9e49f091-346f-437e-b40b-2434ee6514e0",
        "66d41850-e07a-4bca-a530-608bcbc06e33"
      ],
      "mappedKnowledge": [
        "ce6342b3-010b-4276-af82-be0675446616",
        "88103abf-3e86-4002-96ef-efb28edf2bf5",
        "b9eff7e9-e572-454d-8dfe-2ca7283b567a",
        "bde47f4d-8d9a-4454-b105-9980abf2e2f6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f700b4db-8934-424f-bdc0-6548642dee76",
        "b5e875c8-f653-4a85-a673-505fc40cc6ae",
        "32ef1386-1bf9-4d75-a1e1-14843fd90a95",
        "4263da7a-49a0-48b9-9fe3-82ab0454b5ff"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6113d1e3-3cff-4bf0-b68d-9461e2b62745",
      "dutyDetail": "Know your customer - Validate customers’ identity and assess their Mental Capacity to make informed decisions at every touch point and respond accordingly. Where the customer is represented by an advocate, validate they have the correct authority to act.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9059c0f3-d02e-4a46-995f-5b838c58b72e",
        "07575d3b-8846-4d52-8074-a856c498731b",
        "66d41850-e07a-4bca-a530-608bcbc06e33",
        "2e126ee8-ed01-4ad5-a0b2-08f2407fd3ad",
        "712993a5-d942-423e-9513-8c3ee08e6d7c"
      ],
      "mappedKnowledge": [
        "ce6342b3-010b-4276-af82-be0675446616",
        "88103abf-3e86-4002-96ef-efb28edf2bf5",
        "5b69225f-8258-4552-a39d-aae734680130",
        "bde47f4d-8d9a-4454-b105-9980abf2e2f6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f700b4db-8934-424f-bdc0-6548642dee76"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "66f95770-e6c5-40f3-8db9-c89168bd1a07",
      "dutyDetail": "Develop a budget - Gather and assess customers’ financial situation, relevant personal circumstances and foreseeable events to ensure the most suitable advice is provided.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9059c0f3-d02e-4a46-995f-5b838c58b72e",
        "9e49f091-346f-437e-b40b-2434ee6514e0",
        "66d41850-e07a-4bca-a530-608bcbc06e33",
        "2e126ee8-ed01-4ad5-a0b2-08f2407fd3ad"
      ],
      "mappedKnowledge": [
        "88103abf-3e86-4002-96ef-efb28edf2bf5",
        "5b69225f-8258-4552-a39d-aae734680130",
        "8279d9a3-8441-4d4c-8ac7-7765d6669e01",
        "c4c86516-6cd0-4827-badf-382bb9241c0e",
        "b9eff7e9-e572-454d-8dfe-2ca7283b567a",
        "bde47f4d-8d9a-4454-b105-9980abf2e2f6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b5e875c8-f653-4a85-a673-505fc40cc6ae",
        "32ef1386-1bf9-4d75-a1e1-14843fd90a95",
        "4263da7a-49a0-48b9-9fe3-82ab0454b5ff",
        "c57a5fcb-90f7-40fe-a989-1bf88d978e3f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "28667f10-e987-40e7-90c7-0c9603b68b3b",
      "dutyDetail": "Make a recommendation - Provide professional, compliant and suitable debt advice - provide an accurate financial statement and reflective suitability statement.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9059c0f3-d02e-4a46-995f-5b838c58b72e",
        "07575d3b-8846-4d52-8074-a856c498731b",
        "66d41850-e07a-4bca-a530-608bcbc06e33",
        "2e126ee8-ed01-4ad5-a0b2-08f2407fd3ad"
      ],
      "mappedKnowledge": [
        "88103abf-3e86-4002-96ef-efb28edf2bf5",
        "5b69225f-8258-4552-a39d-aae734680130",
        "c4c86516-6cd0-4827-badf-382bb9241c0e",
        "a1ebe9a3-f1d1-4484-841a-53ea49309bb9",
        "b9eff7e9-e572-454d-8dfe-2ca7283b567a",
        "bde47f4d-8d9a-4454-b105-9980abf2e2f6",
        "eac945fe-84d8-4d67-affc-ae4e92401763"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "33298254-9bc3-4b1a-951c-42b9f78ee3ed",
        "32ef1386-1bf9-4d75-a1e1-14843fd90a95",
        "4263da7a-49a0-48b9-9fe3-82ab0454b5ff",
        "c57a5fcb-90f7-40fe-a989-1bf88d978e3f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3e2e98b6-104e-4527-9d1b-3c0b28414126",
      "dutyDetail": "Evidence - Gather and analyse evidence to support the recommendation such as wage slips, credit reports.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "66d41850-e07a-4bca-a530-608bcbc06e33",
        "2e126ee8-ed01-4ad5-a0b2-08f2407fd3ad"
      ],
      "mappedKnowledge": [
        "5b69225f-8258-4552-a39d-aae734680130",
        "8279d9a3-8441-4d4c-8ac7-7765d6669e01",
        "bde47f4d-8d9a-4454-b105-9980abf2e2f6",
        "f49cd7ff-1148-447e-91b1-c467615270e5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b5e875c8-f653-4a85-a673-505fc40cc6ae",
        "cb542351-aeee-463f-ba3a-9bab6d39b9d4",
        "02a2a689-adf2-4bd6-b742-515229f66562",
        "c57a5fcb-90f7-40fe-a989-1bf88d978e3f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2d2be6f9-a2b3-4282-b4ef-5cbeafa53dd8",
      "dutyDetail": "Financial capability - Provide both budgeting advice and income maximization opportunities ranging from switching energy suppliers to benefit entitlements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9059c0f3-d02e-4a46-995f-5b838c58b72e",
        "66d41850-e07a-4bca-a530-608bcbc06e33",
        "2e126ee8-ed01-4ad5-a0b2-08f2407fd3ad",
        "712993a5-d942-423e-9513-8c3ee08e6d7c"
      ],
      "mappedKnowledge": [
        "88103abf-3e86-4002-96ef-efb28edf2bf5",
        "8279d9a3-8441-4d4c-8ac7-7765d6669e01",
        "b9eff7e9-e572-454d-8dfe-2ca7283b567a",
        "bde47f4d-8d9a-4454-b105-9980abf2e2f6",
        "eac945fe-84d8-4d67-affc-ae4e92401763"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "33298254-9bc3-4b1a-951c-42b9f78ee3ed",
        "df9dfc93-dd88-4d61-87ef-0aceaab435cf",
        "32ef1386-1bf9-4d75-a1e1-14843fd90a95",
        "4263da7a-49a0-48b9-9fe3-82ab0454b5ff",
        "c57a5fcb-90f7-40fe-a989-1bf88d978e3f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a3ad571e-cdb3-4bdc-a1a2-afb2126b73f6",
      "dutyDetail": "Extra support - Assess whether other organisations are likely to assist the customer (financially or otherwise) either through specialist guidance or direct support. Sign-post and make referrals as appropriate to organisations in the commercial, public and not-for-profit sectors. Identify the impact of vulnerabilities and provide extra support or signposting (as appropriate) in order to safeguard the customers best interests.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9059c0f3-d02e-4a46-995f-5b838c58b72e",
        "66d41850-e07a-4bca-a530-608bcbc06e33",
        "2e126ee8-ed01-4ad5-a0b2-08f2407fd3ad"
      ],
      "mappedKnowledge": [
        "88103abf-3e86-4002-96ef-efb28edf2bf5",
        "5b69225f-8258-4552-a39d-aae734680130",
        "bde47f4d-8d9a-4454-b105-9980abf2e2f6",
        "eac945fe-84d8-4d67-affc-ae4e92401763"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "df9dfc93-dd88-4d61-87ef-0aceaab435cf",
        "cb542351-aeee-463f-ba3a-9bab6d39b9d4",
        "32ef1386-1bf9-4d75-a1e1-14843fd90a95",
        "4263da7a-49a0-48b9-9fe3-82ab0454b5ff",
        "c57a5fcb-90f7-40fe-a989-1bf88d978e3f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "02c53618-4bee-4ce4-8372-e3bab92414a1",
      "dutyDetail": "Record keeping - Produce accurate and good quality record keeping to enable a consistent and smooth customer journey.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2e126ee8-ed01-4ad5-a0b2-08f2407fd3ad"
      ],
      "mappedKnowledge": [
        "88103abf-3e86-4002-96ef-efb28edf2bf5",
        "bde47f4d-8d9a-4454-b105-9980abf2e2f6",
        "f49cd7ff-1148-447e-91b1-c467615270e5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cb542351-aeee-463f-ba3a-9bab6d39b9d4",
        "02a2a689-adf2-4bd6-b742-515229f66562",
        "4263da7a-49a0-48b9-9fe3-82ab0454b5ff"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8f0eaaf5-be26-4541-868b-1ce1bc7b1c32",
      "dutyDetail": "Expressions of dissatisfaction - Identify and respond to expressions of dissatisfaction and seek early resolution or escalation where required.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9059c0f3-d02e-4a46-995f-5b838c58b72e",
        "07575d3b-8846-4d52-8074-a856c498731b",
        "66d41850-e07a-4bca-a530-608bcbc06e33",
        "712993a5-d942-423e-9513-8c3ee08e6d7c"
      ],
      "mappedKnowledge": [
        "88103abf-3e86-4002-96ef-efb28edf2bf5",
        "eac945fe-84d8-4d67-affc-ae4e92401763",
        "f49cd7ff-1148-447e-91b1-c467615270e5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "33298254-9bc3-4b1a-951c-42b9f78ee3ed",
        "32ef1386-1bf9-4d75-a1e1-14843fd90a95",
        "4263da7a-49a0-48b9-9fe3-82ab0454b5ff"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "52d89d86-e249-4aec-8ef0-d4287ce68d84",
      "dutyDetail": "Debts and assets - Set realistic expectations with customers in order to agree the next steps and prevent detriment. Clearly articulate any risks in terms of expected creditor behaviour asset liquidation and enforcement action.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9059c0f3-d02e-4a46-995f-5b838c58b72e",
        "07575d3b-8846-4d52-8074-a856c498731b",
        "66d41850-e07a-4bca-a530-608bcbc06e33",
        "2e126ee8-ed01-4ad5-a0b2-08f2407fd3ad",
        "712993a5-d942-423e-9513-8c3ee08e6d7c"
      ],
      "mappedKnowledge": [
        "88103abf-3e86-4002-96ef-efb28edf2bf5",
        "5b69225f-8258-4552-a39d-aae734680130",
        "8279d9a3-8441-4d4c-8ac7-7765d6669e01",
        "c4c86516-6cd0-4827-badf-382bb9241c0e",
        "a1ebe9a3-f1d1-4484-841a-53ea49309bb9",
        "b9eff7e9-e572-454d-8dfe-2ca7283b567a",
        "bde47f4d-8d9a-4454-b105-9980abf2e2f6",
        "eac945fe-84d8-4d67-affc-ae4e92401763"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b5e875c8-f653-4a85-a673-505fc40cc6ae",
        "33298254-9bc3-4b1a-951c-42b9f78ee3ed",
        "32ef1386-1bf9-4d75-a1e1-14843fd90a95",
        "4263da7a-49a0-48b9-9fe3-82ab0454b5ff"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-03-25T00:00:00"
}