{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 531,
  "referenceNumber": "ST0796",
  "learningAimClassCode": "",
  "title": "Senior professional economist (integrated degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0796",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2019-12-20T00:00:00",
  "earliestStartDate": "2019-12-20T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Design, implement and lead programmes of economic analysis to support decision-making.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 11000,
  "maxFundingAdditionalInformation": "",
  "route": "Legal, finance and accounting",
  "keywords": [
    "Economic",
    "professional",
    "programmes",
    "banks",
    "design",
    "implement"
  ],
  "jobRoles": [
    "Senior professional economist",
    "Economic adviser",
    "Economic consultant",
    "Senior economist",
    "Climate change economist",
    "Labour economist",
    "Environmental economist",
    "Industrial economist",
    "Agricultural economist",
    "Energy economist",
    "Financial economist",
    "International economist",
    "Trade economist",
    "Development economist",
    "Macroeconomist",
    "Agricultural economist",
    "Climate change economist",
    "Development economist",
    "Energy economist",
    "Environmental economist"
  ],
  "entryRequirements": "&lt;p&gt;Entry requirements will be a matter for individual employers. But typically an apprentice might be expected to have already achieved an undergraduate economics degree or a level 6 Professional Economist apprenticeship with degree classification of at least 2(i). Where apprentices do not have a previous level 6 economics qualification employers might take into account previous undergraduate degree and relevant experience or fund additional training to develop basic economics and maths skills to allow apprentices to participate effectively on the course.&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3764/st0796_senior-professional-economist_l7.pdf",
  "ssa1": "11 Social Sciences",
  "ssa2": "11.4 Economics",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in Government, regulators and regulated industries (e.g. energy, telecoms), consultancies, other businesses (e.g. banks) and to a lesser extent in the third sector.&lt;/p&gt;\n&lt;p&gt;The purpose of the occupation is to design, implement and lead programmes of economic analysis to support decision-making. The role of a Senior Professional Economist is to deliver advice and analysis that improves outcomes for clients (including internal stakeholders). The advice can come in different forms including: models showing relationships between key variables of interest, business cases for Board approval or written submissions setting out the economic implications of different courses of action. It involves the reformulation of and application of advanced economic knowledge and skills across a wide and unpredictable range of situations. These situations could include advice to Government and businesses on critical impacts of EU Exit or climate change and policies to mitigate these; business cases for major expenditure programmes (e.g. whether to invest in new plant or Research and Development) or whether to introduce new regulation. Senior Professional Economists will also critically analyse, interpret and evaluate complex information e.g. to inform commercial decisions such as mergers and acquisitions or legal cases (e.g. alleged breaches of competition law). They need to understand a broad range of methodologies and be able to select the most appropriate one given the task (e.g econometrics, data science). Senior Professional Economists will design and undertake research e.g. to assess the value of non-market goods and services provided by the environment. They usually operate within challenging political and business environments requiring them to understand the wider context in which their advice is given.&lt;br /&gt;&lt;br /&gt;In their daily work, an employee in this occupation interacts with a wide range of stakeholders including lawyers, senior management (up to and including Board members and Permanent Secretaries) and Ministers, finance and other specialists (e.g. social researchers, statisticians, operational researchers and scientists and engineers). Frequently this advice will draw on expertise from other disciplines (e.g. statisticians, corporate financiers). To this end, a typical day could include client visits, project management, team working and leadership tasks, commissioning work from others and overseeing and conducting desk-based analysis. Senior Professional Economists will work both independently as well as working in, or leading, teams. They will have extensive project management, communication, influencing and leadership skills.&lt;br /&gt;&lt;br /&gt;An employee in this occupation will be responsible for developing and implementing programmes of analysis that underpin policy and business decisions. Senior Professional Economists will be responsible for developing sources of specialist knowledge within their organisation and be seen as experts in their field; to do this they will demonstrate thought leadership. Senior Professional Economists will often specialise in a particular area e.g. environmental economics, but they will also be expected to have a good grasp of broader economic work. &lt;br /&gt;&lt;br /&gt;They will be responsible for: managing client relationships on a day to day basis; identifying opportunities where analysis can add value and communicating their views with conviction and impact. They could also manage research or programme budgets. Senior Professional Economists will tailor their advice to the audience and will take into account the wider context of the policy maker or client. Senior Professional Economists will develop their professional networks and use these to expand the analytical resource available to them. Where they fit in the structure of an organisation will vary by employer. But they will typically report to another Senior Professional Economist with more experience and seniority in the organisation. They will however have substantial day to day autonomy over their work programmes. In larger organisations they will often manage or coach junior staff. Where Professional Economists and Senior Professional Economists work together, the Senior Professional Economist will undertake more complex analytical tasks and take the leadership role: designing work programmes, reviewing outputs and taking responsibility for delivery. However, in many organisations employers will employ Senior Professional Economists only believing that Professional Economists lack sufficient knowledge and skills. In smaller organisations, Senior Professional Economists are likely to have even more autonomy and less professional oversight and may be managed by a non-economist.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "a131e045-48c2-4394-9d3e-43157d2b80a3",
      "detail": "Applied econometric techniques, such as micro-econometric techniques, time series and/or panel data, including limitations thereof. (1,2)"
    },
    {
      "knowledgeId": "4b727ca1-6378-46e5-a4e9-b3c1e76a7b02",
      "detail": "Applications of micro-economic and macro-economic theory in a range of policy and business contexts. (1,3)"
    },
    {
      "knowledgeId": "11e67079-9428-4f84-83af-d1ab0f34bf87",
      "detail": "Understanding the robustness and quality of economic statistics, model generated data and external information; data cleaning; hypothesis testing; the most relevant software and programming techniques; main requirements for successful survey design. (1,2,3,4,5,9)"
    },
    {
      "knowledgeId": "69ec3e1c-69dc-4cd7-85d5-3bc6d549eee5",
      "detail": "Appraisal and evaluation techniques, including cost-benefit analysis, multi-criteria decision analysis, real options and least regrets; and the underpinning tools that are required to conduct appraisals e.g. asset pricing models. (1,2)"
    },
    {
      "knowledgeId": "76757d90-ab6b-4b1c-8808-26de72ba5c45",
      "detail": "Non-market valuation techniques including willingness to pay/accept. (2)"
    },
    {
      "knowledgeId": "8dfee3ad-6bce-4541-84da-f134eefe8600",
      "detail": "Topics from competing streams of economic thought and the implications they have for policies, e.g. market failures, rationale for intervention, and business strategies (1,2)"
    },
    {
      "knowledgeId": "258204d4-b695-420d-a358-1ffc42a3f8a1",
      "detail": "Quality assurance techniques and sources of risks to quality of analysis (1,2,3,5,11)"
    },
    {
      "knowledgeId": "0e92c2a8-fa49-4881-85f2-4f6831b4ca9a",
      "detail": "Team's capacity to deliver - organisation specific processes for: securing additional resource from within and without the organisation; work planning and associated risk management techniques; and the demands from clients. (6,9,10,11)"
    },
    {
      "knowledgeId": "f1fdf596-789a-4aa5-9a1b-9106085e627c",
      "detail": "The wider context affecting the work area and how changes might affect clients and analysis. (7)"
    },
    {
      "knowledgeId": "0df2ad2e-212f-42e4-b8f6-dc84d4a18353",
      "detail": "Different communication styles and techniques; stakeholder theory; different ways of presenting data. (1,2,3,5,8)"
    },
    {
      "knowledgeId": "93b74e07-0fd7-4b78-b03a-6a81619cdf61",
      "detail": "Techniques to assess how future political, economic, social, technological, legal and environmental developments could affect organisation, work programmes or clients (9)."
    },
    {
      "knowledgeId": "4e10703f-d6c9-4fc1-ae20-46c75bb7fa78",
      "detail": "Understand high level business objectives and strategy in order to anticipate demands for economic analysis (9)."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "e22e3030-9af9-41df-99bb-4f78e86078e2",
      "detail": "Ethical conduct: analyst attributes sources and ideas to their originator; provides honest advice on all relevant aspects to an issue; avoids bias. (1,2,3,5)"
    },
    {
      "behaviourId": "545d1147-c0be-4ee5-8c41-8aededb974ae",
      "detail": "Proactive: seeks opportunities to apply analysis to policy and business problems; seeks ideas for improvements, such as new approaches and/or methods; looks beyond the narrow confines of a problem or opportunity when producing analysis; is a passionate advocate for analysis; uses professional judgement and reaches conclusions even when evidence is incomplete. (1,2,4,7,9,10)"
    },
    {
      "behaviourId": "c43d0544-b896-4e07-bec3-21759375d226",
      "detail": "Collaborative: understands others point of view and adapts approach or ask; seeks to reconcile different views; builds trust with colleagues and clients;  shares ideas and work with other professionals; respects and appreciates diversity; listens to others' points of view, however challenging; invites and considers feedback; aware of the impact of language and non verbal behaviour on others. (4,6,7,8,9)"
    },
    {
      "behaviourId": "a2b1bf8e-362a-417e-816f-c38efcaa479f",
      "detail": "Rigour: demonstrates a commitment to detail. (5,11)"
    },
    {
      "behaviourId": "d59c71f0-fe5f-46b2-8bf2-68b38cb1ba2a",
      "detail": "Leadership: leads others, including outside organisational structures, to deliver outcomes. (6)"
    }
  ],
  "skills": [
    {
      "skillId": "3a4fdb81-b751-49f3-9df2-4ff8dba51688",
      "detail": "Apply micro-economic and/or macro-economic theories and modelling, including econometric, to inform a range of business and policy decisions. (1,2)"
    },
    {
      "skillId": "ed32052f-981b-449e-a04a-7777e1280a81",
      "detail": "Where appropriate convert the policy or other question into a tractable appraisal, evaluation or other analysis drawing on the most appropriate analytical method. And, where appropriate, consider: non-market valuation methods, the counterfactual, opportunity cost, risk and uncertainty and how to estimate discount rates and costs of capital. (2)"
    },
    {
      "skillId": "a0ca887e-4f10-4337-b43c-d908105df21f",
      "detail": "Critically assess available information sources and judge validity and usefulness for the issue at hand; clean and manipulate data; be aware of data limitations and explain them; clearly describe and present data using data visualisation techniques; and draw out and explain policy and business implications to clients (1,2,3,4,5)"
    },
    {
      "skillId": "859e111b-0d13-459e-9433-c66e65a2c8e9",
      "detail": "Prioritise scarce resources, including own time, and focus work on areas of greatest impact; deploy project management techniques; negotiate for additional resources where appropriate; manage delivery risks; build and maintain relationships with colleagues and clients and develop and utilise internal and external networks (6,10)"
    },
    {
      "skillId": "b597fe32-cff4-49b8-ade2-821e2284d58c",
      "detail": "Scope areas of work identifying: objectives, analytical methods, resources required and potential delivery risks. Able to recognise when complementary expertise is required e.g. scientists, other social scientists and data specialists. (9)"
    },
    {
      "skillId": "eae7a0fb-18a8-4b45-a64f-a49dc658b012",
      "detail": "Use horizon scanning methodologies to anticipate new trends, opportunities and challenges that may influence outcomes of interest to client. (7)"
    },
    {
      "skillId": "77b3fb15-8923-4db7-86c6-e0c3aca02aa7",
      "detail": "Clearly communicate economic principles and concepts to non-economists; present trade-offs and uncertainties and articulate these clearly; frame advice, drawing on knowledge of stakeholders' positions, for maximum impact (1,2,3,7,8)."
    },
    {
      "skillId": "3c6f80b3-9bbd-47c1-9daf-d169fa026e48",
      "detail": "Design Quality Assurance processes and implement these, following organisational best practices, and drawing on sources of external expertise; critically assess economic analysis and improve it. (11)"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2019-12-20T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0458",
  "tbMainContact": "neil.golborne@beis.gov.uk",
  "involvedEmployers": "BEIS, DWP, MHCLG, Bank of England, Defra, OME, Ministry of Justice, DfID, PwC, OXERA, compasslexecon, Arup, Oxford Economics, CMA, OFGEM, OFCOM",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Senior professional economist",
    "Economic adviser",
    "Economic consultant",
    "Senior economist",
    "Climate change economist",
    "Labour economist",
    "Environmental economist",
    "Industrial economist",
    "Agricultural economist",
    "Energy economist",
    "Financial economist",
    "International economist",
    "Trade economist",
    "Development economist",
    "Macroeconomist",
    "Agricultural economist",
    "Climate change economist",
    "Development economist",
    "Energy economist",
    "Environmental economist"
  ],
  "greenJobTitles": [
    "Agricultural economist",
    "Climate change economist",
    "Development economist",
    "Energy economist",
    "Environmental economist"
  ],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Financial",
  "cluster": "Financial services professional",
  "clusterId": "243",
  "clusterDescription": "Provide high quality advice and support to internal and external clients across a full range of financial instruments and services using specialist knowledge of instruments and services supported and areas of the business worked in",
  "createdDate": "2019-05-23T09:31:59 +00:00",
  "lastUpdated": "2019-12-20T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-12-20T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0796",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0796-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0796-v1-0",
  "qualifications": [
    {
      "qualificationId": "891de2df-2b9a-48fb-b232-d2d0dea0f051",
      "title": "Masters Degree e.g. MSc or MA",
      "level": "7 (integrated degree)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "9bdd7973-29c8-4b04-a8ec-3f1fb04f240c",
      "dutyDetail": "Analyse problems using a broad range of micro, macro and statistical, including econometric, techniques. Improve existing techniques to address analytical questions setting new standards for performance (e.g. more accurate or more extensive predictions). Faced with novel analytical questions, develop new or adapt existing techniques.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e22e3030-9af9-41df-99bb-4f78e86078e2",
        "545d1147-c0be-4ee5-8c41-8aededb974ae"
      ],
      "mappedKnowledge": [
        "a131e045-48c2-4394-9d3e-43157d2b80a3",
        "4b727ca1-6378-46e5-a4e9-b3c1e76a7b02",
        "11e67079-9428-4f84-83af-d1ab0f34bf87",
        "69ec3e1c-69dc-4cd7-85d5-3bc6d549eee5",
        "8dfee3ad-6bce-4541-84da-f134eefe8600",
        "258204d4-b695-420d-a358-1ffc42a3f8a1",
        "0df2ad2e-212f-42e4-b8f6-dc84d4a18353"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3a4fdb81-b751-49f3-9df2-4ff8dba51688",
        "a0ca887e-4f10-4337-b43c-d908105df21f",
        "77b3fb15-8923-4db7-86c6-e0c3aca02aa7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "527933cd-b4ee-46b2-9fe3-6740073ded2c",
      "dutyDetail": "Create or commission appropriate economic models to inform advice and decision-making, including policy and business decisions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e22e3030-9af9-41df-99bb-4f78e86078e2",
        "545d1147-c0be-4ee5-8c41-8aededb974ae"
      ],
      "mappedKnowledge": [
        "a131e045-48c2-4394-9d3e-43157d2b80a3",
        "11e67079-9428-4f84-83af-d1ab0f34bf87",
        "69ec3e1c-69dc-4cd7-85d5-3bc6d549eee5",
        "76757d90-ab6b-4b1c-8808-26de72ba5c45",
        "8dfee3ad-6bce-4541-84da-f134eefe8600",
        "258204d4-b695-420d-a358-1ffc42a3f8a1",
        "0df2ad2e-212f-42e4-b8f6-dc84d4a18353"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3a4fdb81-b751-49f3-9df2-4ff8dba51688",
        "ed32052f-981b-449e-a04a-7777e1280a81",
        "a0ca887e-4f10-4337-b43c-d908105df21f",
        "77b3fb15-8923-4db7-86c6-e0c3aca02aa7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "996a6e5b-efb9-4a0c-aa49-64353e0c6443",
      "dutyDetail": "Review and critically evaluate published information (e.g. literature reviews, reports, statistics and databases) relevant to the task or project. Evaluate weaknesses in quality of evidence base, identify data gaps and develop approaches to addressing these.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e22e3030-9af9-41df-99bb-4f78e86078e2"
      ],
      "mappedKnowledge": [
        "4b727ca1-6378-46e5-a4e9-b3c1e76a7b02",
        "11e67079-9428-4f84-83af-d1ab0f34bf87",
        "258204d4-b695-420d-a358-1ffc42a3f8a1",
        "0df2ad2e-212f-42e4-b8f6-dc84d4a18353"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a0ca887e-4f10-4337-b43c-d908105df21f",
        "77b3fb15-8923-4db7-86c6-e0c3aca02aa7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c89b73a3-de96-4b74-8bcf-81c7f4a2c571",
      "dutyDetail": "Keep up to date with relevant academic literature, developments in data science, techniques (e.g. behavioural insights) and contribute to wider debates within the organisation and economic profession.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "545d1147-c0be-4ee5-8c41-8aededb974ae",
        "c43d0544-b896-4e07-bec3-21759375d226"
      ],
      "mappedKnowledge": [
        "11e67079-9428-4f84-83af-d1ab0f34bf87"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a0ca887e-4f10-4337-b43c-d908105df21f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1ead7ab1-b439-4c5a-8e67-6f1dc9d988c2",
      "dutyDetail": "Structure, clean and manipulate data and, where appropriate, design and oversee data collection and transformation. Evaluate results testing for robust statistical and economic conclusions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e22e3030-9af9-41df-99bb-4f78e86078e2",
        "a2b1bf8e-362a-417e-816f-c38efcaa479f"
      ],
      "mappedKnowledge": [
        "11e67079-9428-4f84-83af-d1ab0f34bf87",
        "258204d4-b695-420d-a358-1ffc42a3f8a1",
        "0df2ad2e-212f-42e4-b8f6-dc84d4a18353"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a0ca887e-4f10-4337-b43c-d908105df21f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f5603753-5bed-409d-92bc-d4f6f7bfff10",
      "dutyDetail": "Bring together the right resources (stakeholders, other analysts, financial), to deliver high quality economic analysis to influence and inform decision making.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c43d0544-b896-4e07-bec3-21759375d226",
        "d59c71f0-fe5f-46b2-8bf2-68b38cb1ba2a"
      ],
      "mappedKnowledge": [
        "0e92c2a8-fa49-4881-85f2-4f6831b4ca9a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "859e111b-0d13-459e-9433-c66e65a2c8e9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4c065a5e-4f0e-4b3c-b598-e5d6ca365265",
      "dutyDetail": "Contextualise own and others analysis taking into account wider political, social, economic and environmental issues affecting clients; adapt to changes in context as they occur.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "545d1147-c0be-4ee5-8c41-8aededb974ae",
        "c43d0544-b896-4e07-bec3-21759375d226"
      ],
      "mappedKnowledge": [
        "f1fdf596-789a-4aa5-9a1b-9106085e627c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "eae7a0fb-18a8-4b45-a64f-a49dc658b012",
        "77b3fb15-8923-4db7-86c6-e0c3aca02aa7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "331310dc-6681-4f0c-bf6b-fbde7c843a90",
      "dutyDetail": "Recognise that stakeholders respond differently to different communication styles and messages. Analyse stakeholder needs using appropriate techniques based on stakeholder theory. Develop and implement strategies to communicate complex economic ideas and arguments to senior stakeholders to achieve influence and impact. Manage client expectations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c43d0544-b896-4e07-bec3-21759375d226"
      ],
      "mappedKnowledge": [
        "0df2ad2e-212f-42e4-b8f6-dc84d4a18353"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "77b3fb15-8923-4db7-86c6-e0c3aca02aa7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5cf3bc6b-1d0e-41b1-a547-78fed91f4880",
      "dutyDetail": "Anticipate analytical requirements through horizon scanning and proactively scope work programmes for clients and colleagues.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "545d1147-c0be-4ee5-8c41-8aededb974ae",
        "c43d0544-b896-4e07-bec3-21759375d226"
      ],
      "mappedKnowledge": [
        "11e67079-9428-4f84-83af-d1ab0f34bf87",
        "0e92c2a8-fa49-4881-85f2-4f6831b4ca9a",
        "93b74e07-0fd7-4b78-b03a-6a81619cdf61",
        "4e10703f-d6c9-4fc1-ae20-46c75bb7fa78"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b597fe32-cff4-49b8-ade2-821e2284d58c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9a9f9d0d-b66b-4d08-85e0-6d54e1e07166",
      "dutyDetail": "Evaluate trade-offs between quality of analysis, impact, resources and time. Select approaches that maximise impact given time or other resource constraints. Adapt to limited resources by, wherever possible, negotiating changes to scope of work or by leveraging networks to increase resource available.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "545d1147-c0be-4ee5-8c41-8aededb974ae"
      ],
      "mappedKnowledge": [
        "0e92c2a8-fa49-4881-85f2-4f6831b4ca9a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "859e111b-0d13-459e-9433-c66e65a2c8e9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5aeaef9a-2fb4-4096-a3b0-7005cd033fe5",
      "dutyDetail": "Manage quality levels. Champion, design and implement approaches to quality assurance. Identify errors and take appropriate action.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a2b1bf8e-362a-417e-816f-c38efcaa479f"
      ],
      "mappedKnowledge": [
        "258204d4-b695-420d-a358-1ffc42a3f8a1",
        "0e92c2a8-fa49-4881-85f2-4f6831b4ca9a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3c6f80b3-9bbd-47c1-9daf-d169fa026e48"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2019-12-20T00:00:00"
}