{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 616,
  "referenceNumber": "ST0770",
  "learningAimClassCode": "",
  "title": "Sports coach",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0770",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "Occupational standard and end-point assessment plan revised",
  "changedDate": "2024-08-22T00:00:00",
  "earliestStartDate": "2023-11-27T00:00:00",
  "latestStartDate": "2024-08-21T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Use sports knowledge and skills to create and deliver coaching programmes.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "sports",
    "coach",
    "health",
    "science",
    "physical",
    "exercise",
    "leader"
  ],
  "jobRoles": [
    "Performance/Pathway/Podium Coach",
    "Talent Development Coach",
    "Community Coach",
    "Club Coach",
    "School Coach"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/s4tjwhi2/st0770_sports-coach_l4_epa-plan-for-publication_20112023.pdf",
  "ssa1": "8 Leisure, Travel and Tourism",
  "ssa2": "8.1 Sport, leisure and recreation",
  "version": "1.2",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;&lt;strong&gt;This occupation is found in the sport and physical activity sector in high-performance, community and school environments.&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;HIGH PERFORMANCE SPORT COACHES: develop athletes and players in high-performance settings, including those on talent or development pathways, national or international programmes, professional or podium environments. &#160;&lt;/p&gt;\n&lt;p&gt;COMMUNITY SPORT COACHES: motivate and engage people of all ages and abilities in community sports and physical activity settings. Community sport includes local authority, charity and national governing body of sport community initiatives or clubs.&lt;/p&gt;\n&lt;p&gt;SCHOOL SPORT COACHES: collaborate with teachers to develop pupils’ mastery of psychomotor skills by applying a whole child approach in their coaching. They work in all categories of school and registered childcare environments.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;The broad purpose of the Sport Coach occupation&lt;/strong&gt;&#160;is&#160;to use extensive technical and tactical sports knowledge and skills to design and deliver coaching programmes that engage, motivate and evolve participants’ skills and performance.&lt;/p&gt;\n&lt;p&gt;Sport coaches aim to provide meaningful and high-quality learning, development and performance experiences. They support the achievement of medals in talent, national and international competition, enrich performance in local competitions, increase participation, raise educational standards, enhance wellbeing and drive social change. Sport coaches can influence national wellness to reduce burden on the National Health Service.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;In their daily work, a sports coach interacts with&#160;&lt;/strong&gt;and influences the coaching team including assistant coaches, coaches, managers, sponsors, boards and wider industry support networks. They do this through the design and delivery of their own coaching philosophy and professional practices in line with the organisational visions, strategies, policies and processes. &#160;They may also influence professional and governing bodies through their own practice. &#160;Sports Coaches measure the impact of their coaching strategies through analysis of participant, coach, coaching team and organisational perception and performance data. This is then benchmarked against local, national and international trends relevant to the environment in which they are coaching.&lt;/p&gt;\n&lt;p&gt;Sports coaches work both autonomously and collaboratively to deliver progressive programmes that align to wider curriculum plans. These are tailored to individuals and diverse groups of participants based on robust profiling techniques and whole person development needs.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;HIGH PERFORMANCE SPORTS COACHES&lt;/strong&gt; design and deliver coaching programmes that focus on the acceleration of sustainable development and high performance of athletes/players to enhance the national and international positioning of the sport.&lt;/p&gt;\n&lt;p&gt;High performance sport coaches profile athlete/player bio-psycho-social attributes, as well as their sport-specific technical and tactical skills to set development and performance goals. These are then used to inform the creation of &#160;a high-level curriculum plan that considers practice and competition schedules.&lt;/p&gt;\n&lt;p&gt;Stakeholders in this context include athletes, players, parents, peers, managers, sponsors, professional organisations, national governing bodies and performance support staff such as sport scientists, sports medics and performance analysts.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;COMMUNITY SPORT COACHES&lt;/strong&gt; &lt;span&gt;design and deliver coaching programmes that focus on sustainable engagement and enrichment of participants. They use targeted approaches to the deliver sport and physical activity through community initiatives or clubs, considering Sport England participation and wider government agendas.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;Community sport coaches profile participant’s cognitive, social, emotional and physical development needs. They measure participant motives, behavioural norms, psychomotor, technical and tactical skills in specific sport and physical activity contexts to enable goals to be agreed. These results are used to create a high-level curriculum plan that considers the annual and sporting seasons. They apply a ‘whole person/child’ development approach and create targeted interventions to promote the accessibility of sessions for diverse groups of participants. In setting the plans they will consider the community support systems and gaps in current provision. &#160;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;Stakeholders in this environment include children, parents, assistant coaches, peers, managers and other community support safeguarding staff. Wider networks include facility managers, local authority staff, charitable workforces and national governing body regional teams.&#160;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;SCHOOL SPORT COACHES&lt;/strong&gt; design and deliver coaching programmes that focus on the acceleration of sustainable mastery of children’s psychomotor skills and wider physical education standards.&lt;/p&gt;\n&lt;p&gt;School sport coaches profile children’s cognitive, social, emotional and physical development needs. They measure psychomotor, technical and tactical skills in a range of physical activity contexts drawn from the Department for Education’s National Curriculum to enable physical education targets to be agreed. These results are used to&#160; create a high-level curriculum plan that considers school term schedules and a ‘whole child’ development approach.&lt;/p&gt;\n&lt;p&gt;Stakeholders in this environment include children, parents, carers, peers, support staff, such as SENCO and safeguarding officers, teaching assistants, teachers, head teachers and school boards. Wider networks include local authority teams and social services.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "6916d93e-91c6-451a-8415-ad6a3e946850",
      "detail": "Coaching philosophies and professional practice that consider key stakeholder needs, sporting contexts and codes."
    },
    {
      "knowledgeId": "78a2d193-f123-4bf8-aa9c-2078e0f6b8ab",
      "detail": "Professional development planning methods and self-awareness skills training techniques."
    },
    {
      "knowledgeId": "b2d378aa-5f03-42a2-844a-ad23b2641272",
      "detail": "Transformational coaching methods and strategic planning techniques."
    },
    {
      "knowledgeId": "f4d705f2-9936-4494-998b-292c06dbd05d",
      "detail": "Organisational vision, strategies, policies and processes required to ensure legal, ethical, effective and efficient coaching systems. Including current health and safety, safeguarding, data protection and equality laws."
    },
    {
      "knowledgeId": "b58dfe2e-0d65-4780-8139-89fbbcc12266",
      "detail": "Approaches to organisational workforce structures that underpin best practice and showcase the value of scope within the coaching team."
    },
    {
      "knowledgeId": "a04efd0d-9056-4ba5-b88e-c39db2203413",
      "detail": "Coaching team development and deployment techniques aligned to all relevant and current legislation, policy, process, operating standards and scopes of practice."
    },
    {
      "knowledgeId": "8f39c2e5-8fc8-4699-9f7b-7f72c02f756e",
      "detail": "Coaching service delivery approaches including industry support networks and collaborative, cohesive and competent coaching teams."
    },
    {
      "knowledgeId": "737ddf8c-d236-4031-9f76-57efe6c49ec8",
      "detail": "Curriculum design methods and coaching pedagogies relevant to the participants unique development needs, the demands of the sport or physical activity and the occupational environment. "
    },
    {
      "knowledgeId": "41b54a7e-2f2b-46f9-a6f3-700dbf4c7131",
      "detail": "Progressive programme design and delivery techniques that prioritises accessibility, duty of care and accelerate whole child/person development and sport specific skill acquisition."
    },
    {
      "knowledgeId": "c5c24a4c-c455-400c-b5a8-e36e9836bf55",
      "detail": "Progressive programme design and delivery techniques that ensure safe practice and support at events and competition and embed learning transfer across situations."
    },
    {
      "knowledgeId": "4eaee765-cdb9-4dd2-8108-f8961cc8db00",
      "detail": "Inclusive coaching techniques that embed human rights, equality laws and conventions to ensure ethical coaching practice."
    },
    {
      "knowledgeId": "fe0fe771-f667-4c3e-8e0e-ec5167032a6c",
      "detail": "Chief Medical Officer guidelines, Public Health England agendas, organisational, sport specific and holistic approaches to wellbeing considering stressors relevant to the participants context."
    },
    {
      "knowledgeId": "e241ff38-e40a-4c33-b28e-1a01c3e87cad",
      "detail": "Learning theories and skill acquisition techniques relevant to participant’s unique development needs, the demands of the sport and occupational environment."
    },
    {
      "knowledgeId": "5b9e93fa-5bcc-4e93-94fd-2d672672c529",
      "detail": "Positive learning environment attributes and behaviour management strategies relevant to the participant’s unique development needs, demands of the sport and the occupational environment. "
    },
    {
      "knowledgeId": "785a7cf7-d0e4-4559-9f36-ec5a0f2c4852",
      "detail": "Developments in learning resources including technological advancements and wider industry support mechanisms that maximise engagement, development and performance gains."
    },
    {
      "knowledgeId": "e0a82a4a-ffea-4538-8a7a-5bb2a6c5184d",
      "detail": "Methods to measure the impact of the coaching strategies though analysis of key indicators from participant, coach, coaching team and organisational perception and performance data."
    },
    {
      "knowledgeId": "5b31c38c-9b05-43d0-ab6c-2431c9b3898a",
      "detail": "UK sport and sport specific strategies, global data, trends and contemporary issues in high performance sport, including social, economic, educational and technological influences."
    },
    {
      "knowledgeId": "cf1054c7-e4e1-441a-a2e9-359087b460f1",
      "detail": "UK sport guidelines, high-performance sport stakeholders, organisational context, culture, codes, direction and politics that influence coaching processes."
    },
    {
      "knowledgeId": "1b427701-a40c-4090-8840-0f15c28358ec",
      "detail": "Profiling and enquiry methods designed to measure bio-psycho-social attributes and inform whole person optimisation planning."
    },
    {
      "knowledgeId": "8c50cff1-970d-4366-82cf-dcba144a340d",
      "detail": "Profiling and enquiry methods designed to measure sport specific technical and tactical attributes and inform sustainable development and high-performance goals.    "
    },
    {
      "knowledgeId": "c81eeec2-5feb-4567-9132-4978df835075",
      "detail": "Session planning techniques that consider high performance athlete's/player's unique needs, goals and curriculum plans."
    },
    {
      "knowledgeId": "49ba3ce3-94f5-4fcf-99a4-1cb6a18b3202",
      "detail": "Session preparation techniques including resource organisation, event risk assessment and safe operating procedures in line with high performance sport policy."
    },
    {
      "knowledgeId": "1d951cca-c44d-4011-9b5a-fb867a0cb318",
      "detail": "Session delivery and adaptation techniques that motivate high performance players/athletes through tailored coaching and communication methods for maximum impact."
    },
    {
      "knowledgeId": "d190e720-7e65-4131-ac83-9948b1722abf",
      "detail": "Session evaluation methods that measure sustainable development and performance gains to shape future plans as part of the continuous enquiry cycle."
    },
    {
      "knowledgeId": "03471c0f-5656-400d-a65b-7241acdaaf49",
      "detail": "Methods to measure the impact of the coaching practice on the national and international positioning of the sport by comparing athlete/player results against national and international benchmarks."
    },
    {
      "knowledgeId": "8fe81220-e43b-4fff-b010-2bcd4b048bdb",
      "detail": "Sport England Professional Workforce Strategies, social change agendas, national trends on national physical activity participation, local data and contemporary influences."
    },
    {
      "knowledgeId": "18a51c37-b633-4fa1-b5d1-8d276a812918",
      "detail": "Community initiative or club context, culture, stakeholders, Sport England Coaching Plan, sport specific codes, geographic infrastructure and networks that influence coaching pedagogy and process effectiveness."
    },
    {
      "knowledgeId": "4335c587-b5cd-4917-9d3c-ab20030d3871",
      "detail": "Profiling and enquiry methods designed to measure whole child/person development dimensions considering cognitive, social, emotional and physiological capabilities. "
    },
    {
      "knowledgeId": "af36863d-a2f5-4277-8800-1a85233629ed",
      "detail": "Profiling and enquiry methods designed to measure participant motives, behavioural norms, psychomotor skills, technical and tactical awareness in specific sport and physical activity contexts to enable process goals to be agreed.  "
    },
    {
      "knowledgeId": "167ec9d9-b893-4c6e-85df-60ea03aa8a75",
      "detail": "Session planning techniques that consider each participant unique motives, access and development needs, goals and seasonal plans. "
    },
    {
      "knowledgeId": "744a07ba-6834-41c5-ba8b-805b188eeaa8",
      "detail": "Session preparation techniques including resource organisation, event risk assessment and safe operating procedures in line with community organisation health and safety policy. "
    },
    {
      "knowledgeId": "d712a7d9-e53d-403e-8b6c-b3bc01fafe48",
      "detail": "Session delivery and adaptation techniques including tailored coaching and targeted communication methods for maximum impact on long-term engagement and enrichment."
    },
    {
      "knowledgeId": "5f2ad0af-9a0b-442b-b17c-1773fffe272a",
      "detail": "Session evaluation methods that measure engagement, enrichment and whole child/person development dimensions to shape future plans as part of the continuous enquiry cycle."
    },
    {
      "knowledgeId": "fd09af98-3bf2-4be3-aba8-624a44212e83",
      "detail": "Methods to measure the impact of coaching practice on social change associated with access, participation, performance, equality and wellbeing by comparing results against local and national benchmarks."
    },
    {
      "knowledgeId": "2be8cb91-a4e2-45e0-8a9a-a0291ef31331",
      "detail": "National trends in education, the Department for Education strategies, Statutory Guidelines, DfE National Curriculum the Ofsted Education Inspection Framework and the educational paradigm shift."
    },
    {
      "knowledgeId": "09cca9f3-89fe-4a15-8308-e15e6f40ae69",
      "detail": "School stakeholders, context, category, strategies, culture and codes that influence coaching pedagogy and process effectiveness."
    },
    {
      "knowledgeId": "23aafd37-5a05-4321-a72b-c50cebd2ff2b",
      "detail": "Profiling and enquiry methods designed to measure whole child development dimensions considering cognitive, social, emotional and physiological stages of development."
    },
    {
      "knowledgeId": "16ef4d56-ba25-4f0a-90d3-d777a4f967ba",
      "detail": "Profiling and enquiry methods designed to measure psychomotor, technical and tactical skills in physical activity contexts drawn from the Department for Education National Curriculum and enable physical education targets to be agreed."
    },
    {
      "knowledgeId": "5fe89ec0-ba98-40e5-92d0-0e2386b47bc1",
      "detail": "Session planning techniques that consider each child's unique profile, development needs, educational targets, and curriculum plans."
    },
    {
      "knowledgeId": "56348ec6-2a60-43eb-8e77-d1268a4346a6",
      "detail": "Session preparation techniques including resource organisation, event risk assessment and safe operating procedures in line with school health and safety policy."
    },
    {
      "knowledgeId": "269e6317-89d8-4078-8893-f47422d473db",
      "detail": "Session delivery and adaptation techniques that inspire children though tailored coaching and communication methods for maximum impact. "
    },
    {
      "knowledgeId": "7cc6dc9d-2981-43a2-88f0-99b648967c30",
      "detail": "Session evaluation methods that prioritise children’s mastery  of physical education standards, psychomotor skills and whole child development and shape future plans as part of the continuous enquiry cycle."
    },
    {
      "knowledgeId": "d2840822-0526-40c5-a1bc-ef2e63201d37",
      "detail": "Methods to measure and evaluate the impact of coaching practice on school standards by comparing children's results against local and national benchmarks."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "684820ef-7376-4cc2-9aaf-cd10a3eeef9a",
      "detail": "Advocate: acts as an ambassador for the organisation and sector both internally and externally."
    },
    {
      "behaviourId": "de1b5e57-7cb7-4e2f-9433-14c4d2410946",
      "detail": "Inspirational: leads by example, acts with integrity, builds trust and demonstrates respect for others."
    },
    {
      "behaviourId": "26d4104e-d82d-4473-9bc8-303f7e3f01f9",
      "detail": "Ethical: accepts responsibility and is committed to equality, diversity, human rights and safe practice."
    },
    {
      "behaviourId": "454157cb-c59c-42c0-ba67-ce441af586ed",
      "detail": "Collaborative: demonstrates awareness of own and others’ working styles and collaborates to achieve positive outcomes."
    },
    {
      "behaviourId": "fa8a21e8-f6b4-4b31-b257-9095c425bd35",
      "detail": "Motivational: considers participants unique needs and tailors’ solutions to meet their unique needs."
    },
    {
      "behaviourId": "3c1656b0-0747-4ed6-b7e3-4be165dd01df",
      "detail": "Resilient: adapts when dealing with challenges by maintaining focus, self-control and is flexible to changing work environment and people demands."
    },
    {
      "behaviourId": "f1d1a718-a7c4-440d-8148-552039d9bdaf",
      "detail": "Results orientated: influences change by soliciting and acting on feedback to deliver results."
    },
    {
      "behaviourId": "41a63c82-b50e-4f0e-bc84-24d4dc90c236",
      "detail": "Innovative: challenges the status quo to foster new ways of thinking and working and to resolve problems. Seeks out opportunities for continuous improvement in participants, the coaching system, services, the organisation and the sector."
    }
  ],
  "skills": [
    {
      "skillId": "707a8de1-d693-415a-bdb1-4a43b847d17e",
      "detail": "Influence key stakeholders in the sporting context through own coaching philosophy and professional practice. "
    },
    {
      "skillId": "6a23b0f8-636e-44c6-8460-8a3cf541a7de",
      "detail": "Enhance coaching competencies and inter-intra-personal skills through continued professional development and self-awareness skills training."
    },
    {
      "skillId": "82a3bdb5-30e8-475a-a147-9ce3009feb99",
      "detail": "Develop transformational coaching strategies and tactics that consider sector, sport, organisation and participants unique needs."
    },
    {
      "skillId": "68ef1ff8-92b5-4571-80e7-ae584266f307",
      "detail": "Comply with legal, ethical, effective and efficient coaching systems that align to the organisational vision, strategies, policies and processes."
    },
    {
      "skillId": "63cabe96-5019-4ff2-81d5-d94053eef7d0",
      "detail": "Promote the value of the coaching team considering workforce structures and scopes including support staff, coaches, coaching assistants, and volunteers. "
    },
    {
      "skillId": "0895d35e-6861-4906-a0fe-dadf743c2409",
      "detail": "Facilitate the development of the coaching team through due diligence, inductions, development and performance monitoring."
    },
    {
      "skillId": "9bfb5370-5dc3-410f-bfdb-6068acbb5394",
      "detail": "Deliver effective coaching services through industry support networks and a collaborative, cohesive and competent coaching team."
    },
    {
      "skillId": "512c24a1-9ee6-4f6d-8d07-b6d7b45d18b4",
      "detail": "Design high quality curriculum that considers participants’ unique profiles, promotes ownership and informs micro, meso and macro plans as relevant to the sporting context."
    },
    {
      "skillId": "0051eb36-2f7e-4b53-89be-1d18ebee70a3",
      "detail": "Designs and delivers progressive programmes and selects coaching pedagogies that maximise engagement, whole child/person development and accelerates sustainable skill acquisition. "
    },
    {
      "skillId": "3d2dadd7-7e75-4b78-b6b3-2310bd3f65e2",
      "detail": "Delivers safe and effective coaching support to participants in practice, at events or competitions and influences learning and skill transfer across situations."
    },
    {
      "skillId": "4ff90aab-f888-48bf-8db3-c73f9734c14d",
      "detail": "Embrace each participants uniqueness, their rights and advocates fairness, equality and diversity within the coaching environment."
    },
    {
      "skillId": "449be236-0968-4b2b-9f9e-3868644e255d",
      "detail": "Promote holistic wellbeing to control/contain stressors experienced by participants in their own context and environment. "
    },
    {
      "skillId": "145455ef-efb2-495e-9be9-bf09de5aebbc",
      "detail": "Facilitate participant development by applying learning theory and skill acquisition techniques relevant to participants needs, sport specific demands and context."
    },
    {
      "skillId": "a1d9dfcc-7301-4409-a0f3-cbd278928671",
      "detail": "Facilitate participant development and skill acquisition through positive learning environments and behaviour management strategies."
    },
    {
      "skillId": "ee0f5058-be09-4f83-8576-32630c3b6359",
      "detail": "Facilitate participant development and skill acquisition through technological advancements and wider industry support mechanisms."
    },
    {
      "skillId": "01f1821e-7279-44a8-9549-4f488c419105",
      "detail": "Measure the impact of the coaching strategies though analysis of participant, coach, coaching team and organisational perception and performance data."
    },
    {
      "skillId": "5ae0e322-2256-44dd-b1dc-8e85abc0f4e6",
      "detail": "Proactively responds to global trends, strategies, and contemporary issues in high performance sport to ensure best practice in coaching."
    },
    {
      "skillId": "9a223593-7d77-4625-936f-65c7e073299f",
      "detail": "Embrace the high-performance context, culture, organisational direction, and codes to deliver effective coaching processes."
    },
    {
      "skillId": "2c9ad4f6-8f83-43ba-b41c-4a22f5f09edd",
      "detail": "Profile athletes or players to measure bio-psycho-social attributes and inform whole person optimisation. "
    },
    {
      "skillId": "76f457a3-40d8-4474-8e5e-69875f517b19",
      "detail": "Profile athlete/players to measure sport specific technical and tactical attributes and inform sustainable development and high-performance goals."
    },
    {
      "skillId": "84776977-374a-40ec-86ec-7e2ab70bf80f",
      "detail": "Plan sessions that consider high performance athlete's/player's unique needs, goals, curriculum, progressive programmes, practice, and competition schedules."
    },
    {
      "skillId": "6fb46ba6-8ee8-42fd-88d6-33aea393270c",
      "detail": "Prepare for sessions by organising resources, conducting event risk assessment and ensures safe operating procedures in line with high performance sport policy."
    },
    {
      "skillId": "94133ce7-785e-4380-b867-7d8b767a357c",
      "detail": "Deliver safe, inclusive sessions and makes adaptations in the moment to accelerate development and maximise performance gains through relevant coaching and communication methods. "
    },
    {
      "skillId": "acda512c-1c14-4409-8a4d-41d9e558b302",
      "detail": "Evaluate sessions to monitor sustainability of athlete/player development and performance gains to shape future plans as part of the continuous enquiry cycle."
    },
    {
      "skillId": "418009bd-28e5-467e-9706-65365d7a5d71",
      "detail": "Measure the impact of the coaching practice on the national and international positioning of the sport by comparing athlete or player results against national and international benchmarks."
    },
    {
      "skillId": "eacd5865-e585-4a06-9704-9f363bccf3e2",
      "detail": "Proactively responds to sector strategies, social change agendas, national and local trends in physical activity participation and contemporary influences."
    },
    {
      "skillId": "56cc351a-dd75-41fe-b7bd-5a29b30ca72a",
      "detail": "Embrace the community category, context, culture, codes, stakeholders and public sector duty to deliver effective coaching pedagogies and processes."
    },
    {
      "skillId": "3d9b6dc9-a458-480a-9ea4-9333fef59494",
      "detail": "Profile participants to measure whole child/person development dimensions considering cognitive, social, emotional and physiological capabilities."
    },
    {
      "skillId": "e1685192-30af-4d78-a197-6215bf5c5a7b",
      "detail": "Profile participants motives, behavioural norms, psychomotor skills, technical and tactical awareness in community sport and physical activity contexts to enable goals to be agreed."
    },
    {
      "skillId": "23945374-2474-45fc-8446-7555432cecfe",
      "detail": "Plan targeted and accessible sessions that consider each participant's unique motives, development needs, goals and seasonal plans."
    },
    {
      "skillId": "b00edaa4-4cac-41c6-b075-e3c0810e8b31",
      "detail": "Prepare for sessions by organising resources, conducting event risk assessment and ensures safe operating procedures in line with community organisation health and safety policy. "
    },
    {
      "skillId": "d323ee90-3700-43bf-96b3-aa47f09cd063",
      "detail": "Deliver safe and inclusive and effective sessions and makes adaptations in the moment to engage and enrich participants though tailored coaching and targeted communication methods for maximum impact."
    },
    {
      "skillId": "cfbf73d3-e6d3-4a40-94a6-41b348fa9622",
      "detail": "Evaluate sessions to monitor engagement, enrichment and whole child/person development dimensions to shape future plans as part of the continuous enquiry cycle."
    },
    {
      "skillId": "0f247160-f0f3-4f71-a7c8-20e132edb709",
      "detail": "Measure the impact of coaching practice on social change associated with access, participation, performance, equality and wellbeing by comparing results against local and national benchmarks."
    },
    {
      "skillId": "b9ceb99f-7e58-49cd-a06b-96fe2a7dbe27",
      "detail": "Proactively responds to national trends in education standards, paradigm shifts, strategies and contemporary influences in school and physical education."
    },
    {
      "skillId": "1eb9337f-c95c-4e24-bfb2-806cd2f979ac",
      "detail": "Embrace the school category, context, culture, codes, stakeholders, and statutory guidelines to deliver effective coaching pedagogies and processes."
    },
    {
      "skillId": "f884818f-d74d-423e-864e-28b20687886a",
      "detail": "Profile whole child development dimensions considering cognitive, social, emotional and physiological stages of development."
    },
    {
      "skillId": "19d5dd60-559a-4534-ba78-a1bef485f2d9",
      "detail": "Profile children's psychomotor, technical and tactical skills in physical activity contexts drawn from the DfE National Curriculum to enable physical education targets to be agreed."
    },
    {
      "skillId": "0c653b0d-3101-4f33-8dec-c10657f10955",
      "detail": "Plan safe, inclusive and effective sessions that consider each child's unique development needs, educational targets and curriculum plans."
    },
    {
      "skillId": "34b2cb36-c3e0-460c-893e-62bc50a73ca9",
      "detail": "Prepare for sessions by organising resources, conducting event risk assessment and ensures safe operating procedures in line with school health and safety policy. "
    },
    {
      "skillId": "bcac1f68-2928-4181-a774-33f3819fefc6",
      "detail": "Delivers safe, inclusive and effective sessions and makes necessary adaptations to develop children’s psychomotor skill mastery though tailored coaching and communication methods for maximum impact. "
    },
    {
      "skillId": "3dcbc2fc-96e4-4ae7-be09-fd844f2e98dd",
      "detail": "Evaluate sessions to monitor children's mastery of physical education standards, psychomotor skills and whole child development to shape plans as part of the continuous enquiry cycle."
    },
    {
      "skillId": "b13a2557-b29d-46de-92e7-070110836a5c",
      "detail": "Measure and evaluates the impact of coaching practice on school standards by comparing children's results against local and national benchmarks."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2021-02-15T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0378",
  "tbMainContact": "natasha.eason@cimspa.co.uk",
  "involvedEmployers": "Places for People Leisure, CIMSPA, GLL, Fit for Sport Limited, British Gymnastics, StreetGames, Jubilee Trust, Lawn Tennis Association, South Downs Leisure, The Football Association, Watford Borough Council, Everyone Active, EMD UK, Sport England, Association of Colleges, UK Active, Sport Scotland, UK Sport, University of Brighton, County Sports Partnership Network, UK Coaching, Department of Digital, Culture, Media and Sport",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Performance/Pathway/Podium Coach",
    "Talent Development Coach",
    "Community Coach",
    "Club Coach",
    "School Coach"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Community Exercise, Physical Activity, Sport and Health",
  "cluster": "Exercise, Fitness and Health Specialist",
  "clusterId": "215",
  "clusterDescription": "Develop and deliver programmes which significantly enhance the performance of an individual or team",
  "createdDate": "2023-11-27T14:05:01 +00:00",
  "lastUpdated": "2024-08-22T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2021-02-15T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0770",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0770-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0770-v1-2",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "The Chartered Institute for the Management of Sport and Physical Activity (CIMSPA)",
      "level": "level 4. On successful completion of this apprenticeship the Sports Coach will be eligible to become a Coach Practitioner Member of the Chartered Institute for the Management of Sport and Physical Activity (CIMSPA).  ",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "020ba26e-7e1d-40f7-bb63-87c7f6058066",
      "dutyDetail": "Develop and update own coaching philosophy and strategies through professional practice, continuous development and self-review.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "de1b5e57-7cb7-4e2f-9433-14c4d2410946"
      ],
      "mappedKnowledge": [
        "6916d93e-91c6-451a-8415-ad6a3e946850",
        "78a2d193-f123-4bf8-aa9c-2078e0f6b8ab"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "707a8de1-d693-415a-bdb1-4a43b847d17e",
        "6a23b0f8-636e-44c6-8460-8a3cf541a7de"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "554fd365-f758-4568-bd81-712b59cd1cac",
      "dutyDetail": "Develop and implement evidence-based, progressive coaching systems that comply with all relevant and current legislation, statutory guidance, sector standards and codes. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "26d4104e-d82d-4473-9bc8-303f7e3f01f9",
        "f1d1a718-a7c4-440d-8148-552039d9bdaf",
        "41a63c82-b50e-4f0e-bc84-24d4dc90c236"
      ],
      "mappedKnowledge": [
        "b2d378aa-5f03-42a2-844a-ad23b2641272",
        "f4d705f2-9936-4494-998b-292c06dbd05d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "82a3bdb5-30e8-475a-a147-9ce3009feb99",
        "68ef1ff8-92b5-4571-80e7-ae584266f307"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "11b1ea37-99da-44af-b2e0-39661414e483",
      "dutyDetail": "Use up-to-date knowledge of wider issues affecting the coaching environment to proactively influence best practice across the coaching team.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "b58dfe2e-0d65-4780-8139-89fbbcc12266",
        "a04efd0d-9056-4ba5-b88e-c39db2203413"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "63cabe96-5019-4ff2-81d5-d94053eef7d0",
        "0895d35e-6861-4906-a0fe-dadf743c2409"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "37b9e1b4-c194-4755-a810-21318ead40f4",
      "dutyDetail": "Utilise and collaborate with industry-wide support networks and internal team members to ensure the most effective coaching services are delivered to participants.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "684820ef-7376-4cc2-9aaf-cd10a3eeef9a",
        "454157cb-c59c-42c0-ba67-ce441af586ed"
      ],
      "mappedKnowledge": [
        "8f39c2e5-8fc8-4699-9f7b-7f72c02f756e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9bfb5370-5dc3-410f-bfdb-6068acbb5394"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7a29ad32-8ed6-431c-958f-291db61120b3",
      "dutyDetail": "Use appropriate enquiry and profiling techniques to create a learning and development curriculum that considers participants’ unique needs, targets and/or goals, whilst building trust.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "737ddf8c-d236-4031-9f76-57efe6c49ec8"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "512c24a1-9ee6-4f6d-8d07-b6d7b45d18b4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c1645272-1d70-47a6-9a3e-0b4d907192b3",
      "dutyDetail": "Provide support to participants and the wider coaching team through progressive coaching programmes, at events or competitions. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3c1656b0-0747-4ed6-b7e3-4be165dd01df"
      ],
      "mappedKnowledge": [
        "41b54a7e-2f2b-46f9-a6f3-700dbf4c7131",
        "c5c24a4c-c455-400c-b5a8-e36e9836bf55",
        "4eaee765-cdb9-4dd2-8108-f8961cc8db00"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0051eb36-2f7e-4b53-89be-1d18ebee70a3",
        "3d2dadd7-7e75-4b78-b6b3-2310bd3f65e2",
        "4ff90aab-f888-48bf-8db3-c73f9734c14d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b55945ab-0f82-4526-8278-5e27185acacb",
      "dutyDetail": "Promote holistic wellbeing within coaching practice to control/contain stressors experienced by participants in the coaching environment. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "fe0fe771-f667-4c3e-8e0e-ec5167032a6c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "449be236-0968-4b2b-9f9e-3868644e255d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f2fa102b-5cf6-4b39-ba12-f7dbea0b06b0",
      "dutyDetail": "Facilitate learning and skill acquisition of participants by creating positive coaching environments that apply learning theories, behaviour management techniques, technological advancements and wider support mechanisms. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "fa8a21e8-f6b4-4b31-b257-9095c425bd35"
      ],
      "mappedKnowledge": [
        "e241ff38-e40a-4c33-b28e-1a01c3e87cad",
        "5b9e93fa-5bcc-4e93-94fd-2d672672c529",
        "785a7cf7-d0e4-4559-9f36-ec5a0f2c4852"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "145455ef-efb2-495e-9be9-bf09de5aebbc",
        "a1d9dfcc-7301-4409-a0f3-cbd278928671",
        "ee0f5058-be09-4f83-8576-32630c3b6359"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "86d4b351-cc5e-4576-ba02-61c8fc2cd534",
      "dutyDetail": "Measure the impact of coaching strategies on participants’ sustainable engagement and development and evaluate effectiveness of own performance on the wider coaching team, organisation and sport.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "e0a82a4a-ffea-4538-8a7a-5bb2a6c5184d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "01f1821e-7279-44a8-9549-4f488c419105"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0c256c35-e6cc-4415-aad0-eba266731423",
      "dutyDetail": "Maintain up-to-date knowledge of global trends, standards, strategies and contemporary influences in high-performance sport contexts. ",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "5b31c38c-9b05-43d0-ab6c-2431c9b3898a",
        "03471c0f-5656-400d-a65b-7241acdaaf49"
      ],
      "mappedOptions": [
        "6efb6427-4487-4c11-88a4-bc9b47d98fe8"
      ],
      "mappedSkills": [
        "5ae0e322-2256-44dd-b1dc-8e85abc0f4e6",
        "418009bd-28e5-467e-9706-65365d7a5d71"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "33557282-059f-4e09-9efd-92d1c1d3d03d",
      "dutyDetail": "Deliver relevant coaching pedagogies and processes that consider the high-performance context, culture, politics and key stakeholder needs.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "cf1054c7-e4e1-441a-a2e9-359087b460f1"
      ],
      "mappedOptions": [
        "6efb6427-4487-4c11-88a4-bc9b47d98fe8"
      ],
      "mappedSkills": [
        "9a223593-7d77-4625-936f-65c7e073299f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bd52f11e-5f71-4319-9ec0-1e63125d7135",
      "dutyDetail": "Profile development needs to set and monitor goals and plans based on measurement of athlete/players’ bio-psycho-social attributes and sport-specific skills.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "1b427701-a40c-4090-8840-0f15c28358ec",
        "8c50cff1-970d-4366-82cf-dcba144a340d"
      ],
      "mappedOptions": [
        "6efb6427-4487-4c11-88a4-bc9b47d98fe8"
      ],
      "mappedSkills": [
        "2c9ad4f6-8f83-43ba-b41c-4a22f5f09edd",
        "76f457a3-40d8-4474-8e5e-69875f517b19"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "410bc4b6-a101-42da-8d82-f3bd8b9b1957",
      "dutyDetail": "Ensure the design and delivery high-quality, inclusive sessions to accelerate athlete/player development and promote sustainable high-performance gains that enhance the national and international positioning of the sport.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "c81eeec2-5feb-4567-9132-4978df835075",
        "49ba3ce3-94f5-4fcf-99a4-1cb6a18b3202",
        "1d951cca-c44d-4011-9b5a-fb867a0cb318",
        "d190e720-7e65-4131-ac83-9948b1722abf"
      ],
      "mappedOptions": [
        "6efb6427-4487-4c11-88a4-bc9b47d98fe8"
      ],
      "mappedSkills": [
        "84776977-374a-40ec-86ec-7e2ab70bf80f",
        "6fb46ba6-8ee8-42fd-88d6-33aea393270c",
        "94133ce7-785e-4380-b867-7d8b767a357c",
        "acda512c-1c14-4409-8a4d-41d9e558b302"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a3c6e0e4-199b-4f6e-817c-69931716ba81",
      "dutyDetail": "Maintain up-to-date knowledge of national trends, strategies for social change, local participation and performance data and contemporary influences.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "8fe81220-e43b-4fff-b010-2bcd4b048bdb",
        "fd09af98-3bf2-4be3-aba8-624a44212e83"
      ],
      "mappedOptions": [
        "1c96cfd3-b7de-4863-9aea-9043e0fca989"
      ],
      "mappedSkills": [
        "eacd5865-e585-4a06-9704-9f363bccf3e2",
        "0f247160-f0f3-4f71-a7c8-20e132edb709"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a8102500-9c97-42b3-8e3b-0385cd74a61f",
      "dutyDetail": "Deliver appropriate coaching pedagogies and processes that consider the community sport and physical activity context, culture, constraints, geographical infrastructure and demographics.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "18a51c37-b633-4fa1-b5d1-8d276a812918"
      ],
      "mappedOptions": [
        "1c96cfd3-b7de-4863-9aea-9043e0fca989"
      ],
      "mappedSkills": [
        "56cc351a-dd75-41fe-b7bd-5a29b30ca72a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4326473d-67c6-45cb-bd30-5be595a5e604",
      "dutyDetail": "Profile engagement and development needs to set and monitor goals based on participant motives and measurement of psychological, physiological, social, emotional [whole child/person] attributes and sport specific skills. ",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "4335c587-b5cd-4917-9d3c-ab20030d3871",
        "af36863d-a2f5-4277-8800-1a85233629ed"
      ],
      "mappedOptions": [
        "1c96cfd3-b7de-4863-9aea-9043e0fca989"
      ],
      "mappedSkills": [
        "3d9b6dc9-a458-480a-9ea4-9333fef59494",
        "e1685192-30af-4d78-a197-6215bf5c5a7b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "33fc58d4-af7e-4525-b9cb-70c8cdc1939b",
      "dutyDetail": "Ensure the design and delivery of high-quality, inclusive coaching sessions that meet the objectives of community/government/club initiatives whilst aiming to engage and enrich participants. ",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "167ec9d9-b893-4c6e-85df-60ea03aa8a75",
        "744a07ba-6834-41c5-ba8b-805b188eeaa8",
        "d712a7d9-e53d-403e-8b6c-b3bc01fafe48",
        "5f2ad0af-9a0b-442b-b17c-1773fffe272a"
      ],
      "mappedOptions": [
        "1c96cfd3-b7de-4863-9aea-9043e0fca989"
      ],
      "mappedSkills": [
        "23945374-2474-45fc-8446-7555432cecfe",
        "b00edaa4-4cac-41c6-b075-e3c0810e8b31",
        "d323ee90-3700-43bf-96b3-aa47f09cd063",
        "cfbf73d3-e6d3-4a40-94a6-41b348fa9622"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "340269e3-77bc-45c8-b0b9-1ec264d03930",
      "dutyDetail": "Maintains up-to-date knowledge of education standards, trends, frameworks, paradigms and contemporary influences.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "2be8cb91-a4e2-45e0-8a9a-a0291ef31331",
        "d2840822-0526-40c5-a1bc-ef2e63201d37"
      ],
      "mappedOptions": [
        "c0133fe2-1fb2-4a53-b645-220040193b28"
      ],
      "mappedSkills": [
        "b9ceb99f-7e58-49cd-a06b-96fe2a7dbe27",
        "b13a2557-b29d-46de-92e7-070110836a5c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e7b2d38b-a44c-4136-a51c-18fb43d0e823",
      "dutyDetail": "Deliver appropriate coaching pedagogies and processes that align to national physical education curriculum and considers the school context, category, culture, strategies and regulatory constraints. ",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "09cca9f3-89fe-4a15-8308-e15e6f40ae69"
      ],
      "mappedOptions": [
        "c0133fe2-1fb2-4a53-b645-220040193b28"
      ],
      "mappedSkills": [
        "1eb9337f-c95c-4e24-bfb2-806cd2f979ac"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c669c74f-a1c3-415f-b12e-86395b92f8dd",
      "dutyDetail": "Profile development needs to set and monitor physical education targets and plans based on measurement of participants’ cognitive, physical, social, emotional [whole child] attributes and psychomotor skills. ",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "23aafd37-5a05-4321-a72b-c50cebd2ff2b",
        "16ef4d56-ba25-4f0a-90d3-d777a4f967ba"
      ],
      "mappedOptions": [
        "c0133fe2-1fb2-4a53-b645-220040193b28"
      ],
      "mappedSkills": [
        "f884818f-d74d-423e-864e-28b20687886a",
        "19d5dd60-559a-4534-ba78-a1bef485f2d9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8e3e11b9-2132-4ec1-828b-6c1cdba7e70c",
      "dutyDetail": "Ensure the design and delivery of high-quality, inclusive curricular and extracurricular lessons that meet school standards through whole child development and sustainable psychomotor skills using a mastery approach to learning.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "5fe89ec0-ba98-40e5-92d0-0e2386b47bc1",
        "56348ec6-2a60-43eb-8e77-d1268a4346a6",
        "269e6317-89d8-4078-8893-f47422d473db",
        "7cc6dc9d-2981-43a2-88f0-99b648967c30"
      ],
      "mappedOptions": [
        "c0133fe2-1fb2-4a53-b645-220040193b28"
      ],
      "mappedSkills": [
        "0c653b0d-3101-4f33-8dec-c10657f10955",
        "34b2cb36-c3e0-460c-893e-62bc50a73ca9",
        "bcac1f68-2928-4181-a774-33f3819fefc6",
        "3dcbc2fc-96e4-4ae7-be09-fd844f2e98dd"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [
    {
      "optionId": "6efb6427-4487-4c11-88a4-bc9b47d98fe8",
      "title": "High Performance Coach",
      "occupationCode": "OCC0770B"
    },
    {
      "optionId": "1c96cfd3-b7de-4863-9aea-9043e0fca989",
      "title": "Community Coach",
      "occupationCode": "OCC0770A"
    },
    {
      "optionId": "c0133fe2-1fb2-4a53-b645-220040193b28",
      "title": "School Coach",
      "occupationCode": "OCC0770C"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-08-22T00:00:00"
}