{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 0,
  "referenceNumber": "ST0775",
  "learningAimClassCode": "",
  "title": "Radiation protection practitioner",
  "status": "Withdrawn",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0775",
  "qualificationStandardUrl": null,
  "versionNumber": "",
  "change": "",
  "changedDate": "2024-04-24T00:00:00",
  "earliestStartDate": null,
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Ensure the safe use of radiation and to minimise the harmful effects of radiation on workers, the public and the environment.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 42,
  "maxFunding": 0,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "engineering",
    "radiation",
    "environment",
    "public",
    "manufacturing",
    "protection"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/5610/st0775_radiation_protection_practitioner_l6_ap-for-publication_qm200721.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "0.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;The occupation of Radiation Protection Practitioner (RPP) is found wherever ionising and non-ionising radiation sources, technologies and equipment are used. Sectors include:&lt;/p&gt;\n&lt;p&gt;-&#160;&#160;&#160;&#160;&#160;&#160;&#160; electricity generation&lt;/p&gt;\n&lt;p&gt;-&#160;&#160;&#160;&#160;&#160;&#160;&#160; public health&lt;/p&gt;\n&lt;p&gt;-&#160;&#160;&#160;&#160;&#160;&#160;&#160; emergency response and planning&lt;/p&gt;\n&lt;p&gt;-&#160;&#160;&#160;&#160;&#160;&#160;&#160; regulatory bodies&lt;/p&gt;\n&lt;p&gt;-&#160;&#160;&#160;&#160;&#160;&#160;&#160; defence and security&lt;/p&gt;\n&lt;p&gt;The RPP may work in large multi-nationals, the public sector, university or research organisations or small to medium enterprises.&lt;/p&gt;\n&lt;p&gt;An RPP’s expertise in working with sources of ionising radiation is needed for many uses. Sources and their uses can include:&lt;/p&gt;\n&lt;p&gt;-&#160;&#160;&#160;&#160;&#160;&#160;&#160; security x-ray equipment, such as baggage scanners in airports&lt;/p&gt;\n&lt;p&gt;-&#160;&#160;&#160;&#160;&#160;&#160;&#160; medical and industrial imaging equipment, like x-rays&lt;/p&gt;\n&lt;p&gt;-&#160;&#160;&#160;&#160;&#160;&#160;&#160; material analysis devices to check components are correctly made&lt;/p&gt;\n&lt;p&gt;-&#160;&#160;&#160;&#160;&#160;&#160;&#160; gauging systems in industrial processing plants, like thickness gauges&lt;/p&gt;\n&lt;p&gt;-&#160;&#160;&#160;&#160;&#160;&#160;&#160; radioactive materials used in analytical and research equipment&lt;/p&gt;\n&lt;p&gt;-&#160;&#160;&#160;&#160;&#160;&#160;&#160; the operation and management of nuclear reactors&lt;/p&gt;\n&lt;p&gt;The RPP’s knowledge and skills are also used where sources of non-ionising radiation are used. These may include the use of:&lt;/p&gt;\n&lt;p&gt;-&#160;&#160;&#160;&#160;&#160;&#160;&#160; lasers for industrial processing, academic research and medical applications&lt;/p&gt;\n&lt;p&gt;-&#160;&#160;&#160;&#160;&#160;&#160;&#160; radio frequency radiations in communication and radar systems&lt;/p&gt;\n&lt;p&gt;Work may include taking part in projects such as the design of new facilities where radiation sources are to be used. Examples of such design projects may include an X-ray facility for an airport or medical centre, or the &#160;use of new radiation detection equipment at nuclear power plants.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the RPP occupation is to help ensure the safe use of radiation and to minimise the harmful effects of radiation on workers, the public and the environment. The work of an RPP cuts across the subjects of physics and biology, and applies it to many different sectors. These include:&lt;/p&gt;\n&lt;p&gt;-&#160;&#160;&#160;&#160;&#160;&#160;&#160; Public Health&lt;/p&gt;\n&lt;p&gt;-&#160;&#160;&#160;&#160;&#160;&#160;&#160; Medicine, including dentistry&#160;&lt;/p&gt;\n&lt;p&gt;-&#160;&#160;&#160;&#160;&#160;&#160;&#160; Occupational Health&#160;&#160;&lt;/p&gt;\n&lt;p&gt;-&#160;&#160;&#160;&#160;&#160;&#160;&#160; Science, Engineering and Technology&lt;/p&gt;\n&lt;p&gt;Please note that the NHS does not currently offer this role as distinct from its clinical team roles.&lt;/p&gt;\n&lt;p&gt;The RPP will advise on and determine the measures needed to ensure compliance with the law.&#160;&lt;/p&gt;\n&lt;p&gt;In their daily work, an RPP interacts with a range of people inside and outside of their organisation or employer. Interactions could be with more junior or senior people within their organisation, or external stakeholders such contractors or members of the public. RPPs will manage their own work with a high level of self-direction. The RPP may interact with those working directly with radiation as well as with others who may be affected. These can include managers, other radiation protection professionals, regulators, and providers of technical support services such as maintenance providers.&lt;/p&gt;\n&lt;p&gt;Depending on the type of organisation, an RPP may work in a variety of settings. This can include working in:&lt;/p&gt;\n&lt;p&gt;-&#160;&#160;&#160;&#160;&#160;&#160;&#160; offices&lt;/p&gt;\n&lt;p&gt;-&#160;&#160;&#160;&#160;&#160;&#160;&#160; laboratories&lt;/p&gt;\n&lt;p&gt;-&#160;&#160;&#160;&#160;&#160;&#160;&#160; clinical settings&#160;&lt;/p&gt;\n&lt;p&gt;-&#160;&#160;&#160;&#160;&#160;&#160;&#160; industrial premises such as factories or processing plants&lt;/p&gt;\n&lt;p&gt;-&#160;&#160;&#160;&#160;&#160;&#160;&#160; outdoors&lt;/p&gt;\n&lt;p&gt;RPPs will often be working alone evaluating radiation hazards and risk, analysing and interpreting radiation safety data, and providing advice and guidance. At other times they will work as part of a team or project, such as conducting surveys and investigations, or responding to emergencies.&lt;/p&gt;\n&lt;p&gt;An RPP will be responsible for radiation safety leadership in their workplace. The RPP will determine what controls are required to protect those working with radiation sources during routine and emergency situations. They will use scientific techniques and equipment to measure and monitor radiation and analyse data. They will evaluate radiation safety compliance with the law, prepare and implement radiation protection policies and procedures, and evaluate and inspect radiation protection operations.&lt;/p&gt;\n&lt;p&gt;The RPP will make and defend judgements on the adequacy of radiation protection measures. They will respond to complex and challenging problems such as emergency response situations. They may be responsible for leading projects and be influential in making key decisions that affect design, cost and delivery of radiation safety in the workplace.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "fe2faa3a-3264-4405-a9a8-fe8a6492da06",
      "detail": "Underpinning concepts of radiation science. For example: types of electro-magnetic fields, radioactive decay, half-life, the effects of time, distance and shielding."
    },
    {
      "knowledgeId": "98c6908b-6884-436b-ab4c-b3af5bbdad2c",
      "detail": "Underpinning concepts of biology relevant to radiation protection, including the interaction of radiation with matter and the effects of radiation on cells and tissues."
    },
    {
      "knowledgeId": "3d8ddb14-3942-4f9d-a60e-45bf867804b8",
      "detail": "Sources of radiation and their operational use.  For example: sealed and unsealed sources; X-ray generators; Lasers, Magnetrons."
    },
    {
      "knowledgeId": "85ccaf3a-1cab-4a3f-b48d-7ab52a4f827f",
      "detail": "The  principles of hazard  and risk assessment and the principles of As Low As Reasonably Practicable (ALARP)."
    },
    {
      "knowledgeId": "ca196376-a2a8-4b10-94a0-6716a335e2ae",
      "detail": "Approaches to risk mitigation. For example: engineering controls, administrative procedures, Personal Protective Equipment, training."
    },
    {
      "knowledgeId": "64a869f4-b964-427b-8967-9c47c7d38a71",
      "detail": "Basis of radiation protection standards and principles. For example: epidemiology; justification for use of radiation, optimisation and limitation of radiation exposures."
    },
    {
      "knowledgeId": "579cbce2-59ec-47b0-a0e7-00cd310376be",
      "detail": "The UK regulatory framework specific to radiation protection and other relevant health and safety, transportation and environmental protection legislation by reference to occupational, medical and public exposures. "
    },
    {
      "knowledgeId": "87e2a152-2d55-4059-8704-f64628c33fc3",
      "detail": "Radiation protection quantities and units including application."
    },
    {
      "knowledgeId": "c7530dc8-cf80-439d-a5c8-04fcf2a20f7a",
      "detail": "Underpinning mathematics such as scientific notation, use of exponentials, unit conversion, use of graphs."
    },
    {
      "knowledgeId": "9497c37d-929f-4155-bf80-33d74fe25abf",
      "detail": "Principles of radiation detection and measurement including personal dosimetry and area monitoring."
    },
    {
      "knowledgeId": "e240f08a-26f9-474f-9268-9e83d8fc45e0",
      "detail": "Principles and methods for the assessment of external and internal radiation exposure."
    },
    {
      "knowledgeId": "cd914612-0db5-4587-8976-3241deca3f38",
      "detail": "Concepts of radiation emergency planning and emergency response. Including: Emergency Reference Levels, emergency exposures and countermeasures."
    },
    {
      "knowledgeId": "bf800123-841d-44e1-89f4-f8198a95e139",
      "detail": "Principles of safety culture and the role of human behaviour including lessons learned from previous  radiation incidents both local, national and international."
    },
    {
      "knowledgeId": "f1c57dac-9042-4669-bf57-d1734a49388e",
      "detail": "Principles of control of radioactive materials and radiation generators relating to work with radiation including security, storage, movement and accountancy."
    },
    {
      "knowledgeId": "a830fd0b-3a38-4808-a86b-e08779396c77",
      "detail": "The role of health and safety advisors employed to advise on radiation protection including those with recognised expert status for example Radiation Protection Advisor and Laser Protection Advisor. "
    },
    {
      "knowledgeId": "9b7fffcb-ac6b-4489-8015-fcee09ef5f19",
      "detail": "Principles of radioactive waste management and disposal.  For example: characterisation and classification of radioactive waste."
    },
    {
      "knowledgeId": "1a6e7959-bc79-434c-aca2-e2c9cbf3d3ea",
      "detail": "Requirements for transportation of radioactive materials."
    },
    {
      "knowledgeId": "fbeefdb3-6728-4bd1-900a-05c7513fedc9",
      "detail": "Control measures required for the restriction of exposure to radiation.  "
    },
    {
      "knowledgeId": "44de6b8a-da41-4489-980c-7bedafd4ca94",
      "detail": "The application, implementation and security of digital technology within the radiation protection environment."
    },
    {
      "knowledgeId": "a5e346fc-7478-452a-8771-c7d547f5fa7b",
      "detail": "Communication strategies within a radiation context, including conflict management techniques, and the need to provide individuals with appropriate information."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "587817a4-f057-44c9-b2ae-783096344f16",
      "detail": "Develops relationships with clients and other stakeholders.  Selecting the right person whom to direct enquires or request support."
    },
    {
      "behaviourId": "da5ca150-59e8-4779-b758-cff8e744c675",
      "detail": "Invests in their own professional and personal development, demonstrating a commitment to continued learning and self-improvement"
    },
    {
      "behaviourId": "034972ce-79fd-4943-9548-4fb5b8feb722",
      "detail": "Collaborates with others, such as, those working with sources of radiation, project managers and third-party contractors."
    },
    {
      "behaviourId": "841b8f27-9205-4f2e-887b-376d4fe4cccb",
      "detail": "Demonstrates a proactive approach to safety, instilling safety culture in others and raising concerns at an appropriate level."
    },
    {
      "behaviourId": "f1bfe4e2-0ab7-4ec4-8f23-4484310e94a7",
      "detail": "Adapts and responds to change, adjusting to different conditions, situations or environments for example, emergency or routine situations."
    }
  ],
  "skills": [
    {
      "skillId": "16da82df-142e-428d-9581-fdcc39e4b830",
      "detail": "Analyse, interpret and evaluate radiation related information and concepts such as radiation exposure, risks and responses and underpinning data. "
    },
    {
      "skillId": "c90f1a43-057b-44a6-9c6b-bd056cc07ea3",
      "detail": "Communicate  verbally and in writing with specialists and non-specialists at all levels of their organisation."
    },
    {
      "skillId": "bffc4b2d-01f3-42d1-a652-676b64904364",
      "detail": "Interpret, evaluate and comply with regulatory requirements."
    },
    {
      "skillId": "e90f122f-06d4-494d-a4ed-7aa6c64f38cd",
      "detail": "Identify adequacy or otherwise of radiation control measures and propose solutions if found to be inadequate."
    },
    {
      "skillId": "e91ceb70-3b93-4711-a59f-2060ed220d49",
      "detail": "Use radiation detection and monitoring equipment in line with relevant work instructions."
    },
    {
      "skillId": "085cdc26-35ca-4a3b-ac4f-01201aa8996a",
      "detail": "Obtain and use the relevant sources of data and guidance to support working practices for example, source terms, survey results and manufacturing data."
    },
    {
      "skillId": "468b05c4-1db8-4718-815f-162571be6d18",
      "detail": "Evaluate radiation detection and monitoring equipment characteristics to justify its selection for use."
    },
    {
      "skillId": "ec3959e5-914d-45a8-b459-7feefdfa92de",
      "detail": "Identify the radiation training needs of others based on use of radiation in the workplace and according to the context. "
    },
    {
      "skillId": "714debaf-ac7a-4702-bd95-daf9cd06af7f",
      "detail": "Conduct radiation protection related investigations and audits in line with organisational policy. "
    },
    {
      "skillId": "4f4ec608-3a22-47e6-825c-9d30ae0e1ad3",
      "detail": "Use IT applications and digital technologies for example, to analyse and present data accurately."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual is the intended EQA provider",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0403",
  "tbMainContact": "TEMELLEY@mail.dstl.gov.uk",
  "involvedEmployers": "Public Health England, Ministry of Defence, EDF, Sellafield, Babcock, Rolls Royce, Magnox, Atomic Weapons Establishment, Aurora, BAE Systems, Atkins Global",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Plant and process engineer",
  "clusterId": "266",
  "clusterDescription": null,
  "createdDate": "2020-09-16T08:38:14 +00:00",
  "lastUpdated": "2024-04-24T00:00:00 +00:00",
  "occupationalStandardApprovalDate": null,
  "banners": "IfATE has withdrawn support from the Trailblazer originally developing the ST0775 Radiation protection practitioner apprenticeship covering this occupation. However, the occupation remains on the relevant occupational map. If a new group of employers wishes to take up the development process, they should contact enquiries.ifa@education.gov.uk.",
  "occupationCode": "OCC0775",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0775?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0775",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "ab6d2e92-5710-4ced-84ab-6ef3e3cd5be9",
      "dutyDetail": "Identify radiation hazards associated with work activities, facilities and equipment. Identify who may be at risk from the hazard and use technical knowledge to estimate the magnitude of the risk e.g. by appraising workplace monitoring results, manufacturers’ data, dose histories and shielding calculations as appropriate.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "587817a4-f057-44c9-b2ae-783096344f16",
        "da5ca150-59e8-4779-b758-cff8e744c675"
      ],
      "mappedKnowledge": [
        "fe2faa3a-3264-4405-a9a8-fe8a6492da06",
        "98c6908b-6884-436b-ab4c-b3af5bbdad2c",
        "3d8ddb14-3942-4f9d-a60e-45bf867804b8",
        "85ccaf3a-1cab-4a3f-b48d-7ab52a4f827f",
        "87e2a152-2d55-4059-8704-f64628c33fc3",
        "c7530dc8-cf80-439d-a5c8-04fcf2a20f7a",
        "e240f08a-26f9-474f-9268-9e83d8fc45e0",
        "bf800123-841d-44e1-89f4-f8198a95e139",
        "f1c57dac-9042-4669-bf57-d1734a49388e",
        "44de6b8a-da41-4489-980c-7bedafd4ca94",
        "a5e346fc-7478-452a-8771-c7d547f5fa7b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "16da82df-142e-428d-9581-fdcc39e4b830",
        "bffc4b2d-01f3-42d1-a652-676b64904364",
        "e91ceb70-3b93-4711-a59f-2060ed220d49",
        "085cdc26-35ca-4a3b-ac4f-01201aa8996a",
        "468b05c4-1db8-4718-815f-162571be6d18"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d781f329-cfb2-4242-a1e9-cb81eb1353fa",
      "dutyDetail": "Evaluate control or protection measures required to reduce radiation risks as far as is reasonably practicable (e.g. use of engineering and administrative controls). Use own judgment based on advanced knowledge of the hazard and legislative requirements to determine the adequacy of the controls. Provide authoritative advice on the implementation of any control measures.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "587817a4-f057-44c9-b2ae-783096344f16",
        "da5ca150-59e8-4779-b758-cff8e744c675",
        "034972ce-79fd-4943-9548-4fb5b8feb722",
        "841b8f27-9205-4f2e-887b-376d4fe4cccb",
        "f1bfe4e2-0ab7-4ec4-8f23-4484310e94a7"
      ],
      "mappedKnowledge": [
        "3d8ddb14-3942-4f9d-a60e-45bf867804b8",
        "85ccaf3a-1cab-4a3f-b48d-7ab52a4f827f",
        "ca196376-a2a8-4b10-94a0-6716a335e2ae",
        "64a869f4-b964-427b-8967-9c47c7d38a71",
        "579cbce2-59ec-47b0-a0e7-00cd310376be",
        "87e2a152-2d55-4059-8704-f64628c33fc3",
        "c7530dc8-cf80-439d-a5c8-04fcf2a20f7a",
        "bf800123-841d-44e1-89f4-f8198a95e139",
        "a830fd0b-3a38-4808-a86b-e08779396c77",
        "9b7fffcb-ac6b-4489-8015-fcee09ef5f19",
        "fbeefdb3-6728-4bd1-900a-05c7513fedc9"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "57eec520-eca4-4a91-9bb1-c5c6a728791c",
      "dutyDetail": "Produce radiation protection documentation that contributes to the management of radiation safety. Use expert knowledge to produce reports or procedures that contain instructions, recommendations or advice relating to legal requirements, codes of practice or relevant good practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "da5ca150-59e8-4779-b758-cff8e744c675",
        "034972ce-79fd-4943-9548-4fb5b8feb722",
        "841b8f27-9205-4f2e-887b-376d4fe4cccb",
        "f1bfe4e2-0ab7-4ec4-8f23-4484310e94a7"
      ],
      "mappedKnowledge": [
        "ca196376-a2a8-4b10-94a0-6716a335e2ae",
        "64a869f4-b964-427b-8967-9c47c7d38a71",
        "579cbce2-59ec-47b0-a0e7-00cd310376be",
        "bf800123-841d-44e1-89f4-f8198a95e139",
        "f1c57dac-9042-4669-bf57-d1734a49388e",
        "a830fd0b-3a38-4808-a86b-e08779396c77",
        "9b7fffcb-ac6b-4489-8015-fcee09ef5f19",
        "1a6e7959-bc79-434c-aca2-e2c9cbf3d3ea",
        "44de6b8a-da41-4489-980c-7bedafd4ca94"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "16da82df-142e-428d-9581-fdcc39e4b830",
        "c90f1a43-057b-44a6-9c6b-bd056cc07ea3",
        "bffc4b2d-01f3-42d1-a652-676b64904364",
        "085cdc26-35ca-4a3b-ac4f-01201aa8996a",
        "4f4ec608-3a22-47e6-825c-9d30ae0e1ad3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9e3d4b3f-3f18-4a26-b774-dbb5c2ce3dd0",
      "dutyDetail": "Determine the requirements of a workplace-monitoring programme. Initiate, design and direct or lead surveys to monitor radiation levels in the workplace. Use own judgement to identify the most appropriate equipment and technique to employ based on advanced technical and practical knowledge of the radiation hazard, monitoring equipment types and techniques.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "587817a4-f057-44c9-b2ae-783096344f16",
        "da5ca150-59e8-4779-b758-cff8e744c675",
        "f1bfe4e2-0ab7-4ec4-8f23-4484310e94a7"
      ],
      "mappedKnowledge": [
        "fe2faa3a-3264-4405-a9a8-fe8a6492da06",
        "3d8ddb14-3942-4f9d-a60e-45bf867804b8",
        "579cbce2-59ec-47b0-a0e7-00cd310376be",
        "87e2a152-2d55-4059-8704-f64628c33fc3",
        "c7530dc8-cf80-439d-a5c8-04fcf2a20f7a",
        "9497c37d-929f-4155-bf80-33d74fe25abf",
        "a830fd0b-3a38-4808-a86b-e08779396c77",
        "9b7fffcb-ac6b-4489-8015-fcee09ef5f19"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "16da82df-142e-428d-9581-fdcc39e4b830",
        "bffc4b2d-01f3-42d1-a652-676b64904364",
        "e91ceb70-3b93-4711-a59f-2060ed220d49",
        "085cdc26-35ca-4a3b-ac4f-01201aa8996a",
        "468b05c4-1db8-4718-815f-162571be6d18",
        "4f4ec608-3a22-47e6-825c-9d30ae0e1ad3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1b458b4f-df92-43d9-ba50-b911587a0848",
      "dutyDetail": "Determine the most appropriate method for monitoring individuals’ exposure to radiation. Use detailed knowledge of the equipment and techniques available to ensure radiation exposures to employees and members of the public are adequately assessed. Use knowledge of legislation to ensure compliance with the requirements for recording and keeping of radiation dose information.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "587817a4-f057-44c9-b2ae-783096344f16",
        "da5ca150-59e8-4779-b758-cff8e744c675"
      ],
      "mappedKnowledge": [
        "fe2faa3a-3264-4405-a9a8-fe8a6492da06",
        "98c6908b-6884-436b-ab4c-b3af5bbdad2c",
        "3d8ddb14-3942-4f9d-a60e-45bf867804b8",
        "64a869f4-b964-427b-8967-9c47c7d38a71",
        "579cbce2-59ec-47b0-a0e7-00cd310376be",
        "87e2a152-2d55-4059-8704-f64628c33fc3",
        "c7530dc8-cf80-439d-a5c8-04fcf2a20f7a",
        "9497c37d-929f-4155-bf80-33d74fe25abf",
        "e240f08a-26f9-474f-9268-9e83d8fc45e0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "16da82df-142e-428d-9581-fdcc39e4b830",
        "bffc4b2d-01f3-42d1-a652-676b64904364",
        "e91ceb70-3b93-4711-a59f-2060ed220d49",
        "085cdc26-35ca-4a3b-ac4f-01201aa8996a",
        "ec3959e5-914d-45a8-b459-7feefdfa92de",
        "4f4ec608-3a22-47e6-825c-9d30ae0e1ad3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ff4c9251-346f-4fa5-a9c7-a646e1a8ecb8",
      "dutyDetail": "Review maintenance or testing requirements for radiation protection equipment. Use detailed knowledge to review plans for maintenance/testing prior to, or during, use to ensure it meets both legislative and manufacturer’s requirements. Use technical knowledge to review the results of any maintenance/testing and use own judgement to identify if the equipment will provide its intended radiation protection function.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "da5ca150-59e8-4779-b758-cff8e744c675",
        "034972ce-79fd-4943-9548-4fb5b8feb722"
      ],
      "mappedKnowledge": [
        "fe2faa3a-3264-4405-a9a8-fe8a6492da06",
        "3d8ddb14-3942-4f9d-a60e-45bf867804b8",
        "85ccaf3a-1cab-4a3f-b48d-7ab52a4f827f",
        "ca196376-a2a8-4b10-94a0-6716a335e2ae",
        "579cbce2-59ec-47b0-a0e7-00cd310376be",
        "87e2a152-2d55-4059-8704-f64628c33fc3",
        "c7530dc8-cf80-439d-a5c8-04fcf2a20f7a",
        "a830fd0b-3a38-4808-a86b-e08779396c77",
        "fbeefdb3-6728-4bd1-900a-05c7513fedc9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "16da82df-142e-428d-9581-fdcc39e4b830",
        "bffc4b2d-01f3-42d1-a652-676b64904364",
        "085cdc26-35ca-4a3b-ac4f-01201aa8996a",
        "714debaf-ac7a-4702-bd95-daf9cd06af7f",
        "4f4ec608-3a22-47e6-825c-9d30ae0e1ad3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f6b751aa-28c5-404e-8f04-cdea5c69c185",
      "dutyDetail": "Use technical expertise to determine adequate arrangements for the use of radiation generators and radioactive materials associated with their use of radiation in the workplace. This may include storage, movement, accountancy and disposal in accordance with legislative requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "da5ca150-59e8-4779-b758-cff8e744c675",
        "034972ce-79fd-4943-9548-4fb5b8feb722"
      ],
      "mappedKnowledge": [
        "3d8ddb14-3942-4f9d-a60e-45bf867804b8",
        "85ccaf3a-1cab-4a3f-b48d-7ab52a4f827f",
        "ca196376-a2a8-4b10-94a0-6716a335e2ae",
        "64a869f4-b964-427b-8967-9c47c7d38a71",
        "579cbce2-59ec-47b0-a0e7-00cd310376be",
        "87e2a152-2d55-4059-8704-f64628c33fc3",
        "c7530dc8-cf80-439d-a5c8-04fcf2a20f7a",
        "bf800123-841d-44e1-89f4-f8198a95e139",
        "f1c57dac-9042-4669-bf57-d1734a49388e",
        "9b7fffcb-ac6b-4489-8015-fcee09ef5f19",
        "1a6e7959-bc79-434c-aca2-e2c9cbf3d3ea",
        "fbeefdb3-6728-4bd1-900a-05c7513fedc9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "16da82df-142e-428d-9581-fdcc39e4b830",
        "bffc4b2d-01f3-42d1-a652-676b64904364",
        "e90f122f-06d4-494d-a4ed-7aa6c64f38cd",
        "085cdc26-35ca-4a3b-ac4f-01201aa8996a",
        "ec3959e5-914d-45a8-b459-7feefdfa92de",
        "714debaf-ac7a-4702-bd95-daf9cd06af7f",
        "4f4ec608-3a22-47e6-825c-9d30ae0e1ad3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "55464ccd-a70b-4136-bcfa-e33bc4a01397",
      "dutyDetail": "Undertake safety audits. Critically evaluate work with radiation by inspecting facilities and reviewing documentation to identify technical and operational issues that may involve many interacting factors (e.g. other hazards and human factors) which may affect radiation protection measures.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "034972ce-79fd-4943-9548-4fb5b8feb722",
        "841b8f27-9205-4f2e-887b-376d4fe4cccb"
      ],
      "mappedKnowledge": [
        "3d8ddb14-3942-4f9d-a60e-45bf867804b8",
        "85ccaf3a-1cab-4a3f-b48d-7ab52a4f827f",
        "ca196376-a2a8-4b10-94a0-6716a335e2ae",
        "579cbce2-59ec-47b0-a0e7-00cd310376be",
        "bf800123-841d-44e1-89f4-f8198a95e139",
        "fbeefdb3-6728-4bd1-900a-05c7513fedc9",
        "44de6b8a-da41-4489-980c-7bedafd4ca94"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "16da82df-142e-428d-9581-fdcc39e4b830",
        "c90f1a43-057b-44a6-9c6b-bd056cc07ea3",
        "bffc4b2d-01f3-42d1-a652-676b64904364",
        "e90f122f-06d4-494d-a4ed-7aa6c64f38cd",
        "085cdc26-35ca-4a3b-ac4f-01201aa8996a",
        "714debaf-ac7a-4702-bd95-daf9cd06af7f",
        "4f4ec608-3a22-47e6-825c-9d30ae0e1ad3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bb08690e-3d3c-4d64-82c1-477a6bb27dd4",
      "dutyDetail": "Undertake investigations and analysis of accidents and incidents. Working with others, apply technical and practical knowledge of the incident to address problems that will involve several interacting factors (e.g. other hazards, human factors) and make recommendations on remedial actions. Apply appropriate techniques to estimate the magnitude of radiation exposure from the accident or incident.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "034972ce-79fd-4943-9548-4fb5b8feb722",
        "f1bfe4e2-0ab7-4ec4-8f23-4484310e94a7"
      ],
      "mappedKnowledge": [
        "98c6908b-6884-436b-ab4c-b3af5bbdad2c",
        "3d8ddb14-3942-4f9d-a60e-45bf867804b8",
        "85ccaf3a-1cab-4a3f-b48d-7ab52a4f827f",
        "ca196376-a2a8-4b10-94a0-6716a335e2ae",
        "64a869f4-b964-427b-8967-9c47c7d38a71",
        "579cbce2-59ec-47b0-a0e7-00cd310376be",
        "87e2a152-2d55-4059-8704-f64628c33fc3",
        "c7530dc8-cf80-439d-a5c8-04fcf2a20f7a",
        "e240f08a-26f9-474f-9268-9e83d8fc45e0",
        "bf800123-841d-44e1-89f4-f8198a95e139",
        "f1c57dac-9042-4669-bf57-d1734a49388e",
        "fbeefdb3-6728-4bd1-900a-05c7513fedc9",
        "44de6b8a-da41-4489-980c-7bedafd4ca94"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "16da82df-142e-428d-9581-fdcc39e4b830",
        "c90f1a43-057b-44a6-9c6b-bd056cc07ea3",
        "bffc4b2d-01f3-42d1-a652-676b64904364",
        "e90f122f-06d4-494d-a4ed-7aa6c64f38cd",
        "4f4ec608-3a22-47e6-825c-9d30ae0e1ad3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "847d4663-cba3-4475-bb66-6dd484865e40",
      "dutyDetail": "Evaluate radiation safety performance by critically analysing data provided from measurements, audits and investigations. Use own judgement to identify adverse trends and propose solutions to improve performance.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "034972ce-79fd-4943-9548-4fb5b8feb722",
        "841b8f27-9205-4f2e-887b-376d4fe4cccb"
      ],
      "mappedKnowledge": [
        "579cbce2-59ec-47b0-a0e7-00cd310376be",
        "87e2a152-2d55-4059-8704-f64628c33fc3",
        "c7530dc8-cf80-439d-a5c8-04fcf2a20f7a",
        "bf800123-841d-44e1-89f4-f8198a95e139",
        "f1c57dac-9042-4669-bf57-d1734a49388e",
        "fbeefdb3-6728-4bd1-900a-05c7513fedc9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "16da82df-142e-428d-9581-fdcc39e4b830",
        "c90f1a43-057b-44a6-9c6b-bd056cc07ea3",
        "bffc4b2d-01f3-42d1-a652-676b64904364",
        "e90f122f-06d4-494d-a4ed-7aa6c64f38cd",
        "4f4ec608-3a22-47e6-825c-9d30ae0e1ad3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ea0aae8f-a708-4804-90d3-ad2e0990463b",
      "dutyDetail": "Effectively communicate radiation risks to others by preparing and undertaking briefings relating to work with radiation. Use technical knowledge to act as a subject matter expert in radiation protection to support the development or delivery of radiation protection training.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "da5ca150-59e8-4779-b758-cff8e744c675",
        "034972ce-79fd-4943-9548-4fb5b8feb722"
      ],
      "mappedKnowledge": [
        "fe2faa3a-3264-4405-a9a8-fe8a6492da06",
        "98c6908b-6884-436b-ab4c-b3af5bbdad2c",
        "3d8ddb14-3942-4f9d-a60e-45bf867804b8",
        "85ccaf3a-1cab-4a3f-b48d-7ab52a4f827f",
        "ca196376-a2a8-4b10-94a0-6716a335e2ae",
        "64a869f4-b964-427b-8967-9c47c7d38a71",
        "579cbce2-59ec-47b0-a0e7-00cd310376be",
        "87e2a152-2d55-4059-8704-f64628c33fc3",
        "9497c37d-929f-4155-bf80-33d74fe25abf",
        "bf800123-841d-44e1-89f4-f8198a95e139",
        "f1c57dac-9042-4669-bf57-d1734a49388e",
        "a830fd0b-3a38-4808-a86b-e08779396c77",
        "9b7fffcb-ac6b-4489-8015-fcee09ef5f19",
        "fbeefdb3-6728-4bd1-900a-05c7513fedc9",
        "44de6b8a-da41-4489-980c-7bedafd4ca94",
        "a5e346fc-7478-452a-8771-c7d547f5fa7b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c90f1a43-057b-44a6-9c6b-bd056cc07ea3",
        "085cdc26-35ca-4a3b-ac4f-01201aa8996a",
        "ec3959e5-914d-45a8-b459-7feefdfa92de",
        "4f4ec608-3a22-47e6-825c-9d30ae0e1ad3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e03673ab-2c04-41c9-8c86-3c619fcff289",
      "dutyDetail": "Provide technical expertise and leadership on radiation protection matters in the event of a radiation protection accident or emergency response situation. Apply advanced technological knowledge and understanding of the incident to address problems that will have limited definition and many interacting factors to formulate radiation protection advice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "da5ca150-59e8-4779-b758-cff8e744c675",
        "034972ce-79fd-4943-9548-4fb5b8feb722",
        "f1bfe4e2-0ab7-4ec4-8f23-4484310e94a7"
      ],
      "mappedKnowledge": [
        "fe2faa3a-3264-4405-a9a8-fe8a6492da06",
        "98c6908b-6884-436b-ab4c-b3af5bbdad2c",
        "ca196376-a2a8-4b10-94a0-6716a335e2ae",
        "579cbce2-59ec-47b0-a0e7-00cd310376be",
        "87e2a152-2d55-4059-8704-f64628c33fc3",
        "c7530dc8-cf80-439d-a5c8-04fcf2a20f7a",
        "9497c37d-929f-4155-bf80-33d74fe25abf",
        "e240f08a-26f9-474f-9268-9e83d8fc45e0",
        "cd914612-0db5-4587-8976-3241deca3f38",
        "bf800123-841d-44e1-89f4-f8198a95e139",
        "fbeefdb3-6728-4bd1-900a-05c7513fedc9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "16da82df-142e-428d-9581-fdcc39e4b830",
        "c90f1a43-057b-44a6-9c6b-bd056cc07ea3",
        "bffc4b2d-01f3-42d1-a652-676b64904364",
        "e90f122f-06d4-494d-a4ed-7aa6c64f38cd",
        "085cdc26-35ca-4a3b-ac4f-01201aa8996a",
        "468b05c4-1db8-4718-815f-162571be6d18"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "407f116d-83c6-4efe-8e02-890597f61d4f",
      "dutyDetail": "Coach team members and others (e.g. customers, those in other departments) as relevant with respect to radiation protection activities to improve radiation safety performance. Demonstrate safety leadership and continuously role model safe working practices. Challenge unsafe practice and procedural non-conformance.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "034972ce-79fd-4943-9548-4fb5b8feb722",
        "841b8f27-9205-4f2e-887b-376d4fe4cccb"
      ],
      "mappedKnowledge": [
        "3d8ddb14-3942-4f9d-a60e-45bf867804b8",
        "ca196376-a2a8-4b10-94a0-6716a335e2ae",
        "bf800123-841d-44e1-89f4-f8198a95e139",
        "f1c57dac-9042-4669-bf57-d1734a49388e",
        "a830fd0b-3a38-4808-a86b-e08779396c77",
        "44de6b8a-da41-4489-980c-7bedafd4ca94",
        "a5e346fc-7478-452a-8771-c7d547f5fa7b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c90f1a43-057b-44a6-9c6b-bd056cc07ea3",
        "ec3959e5-914d-45a8-b459-7feefdfa92de"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ea2fa7d1-7229-41ac-9a15-22807b5c200a",
      "dutyDetail": "Pursue a programme of continuous professional development in accordance with professional body recognition (e.g. Chartered Radiation Protection Professional) or statutory requirement (e.g. Radiation Protection Advisor or Radiation Protection Advisor body membership).",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "da5ca150-59e8-4779-b758-cff8e744c675"
      ],
      "mappedKnowledge": [
        "579cbce2-59ec-47b0-a0e7-00cd310376be",
        "a830fd0b-3a38-4808-a86b-e08779396c77",
        "44de6b8a-da41-4489-980c-7bedafd4ca94"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c90f1a43-057b-44a6-9c6b-bd056cc07ea3",
        "bffc4b2d-01f3-42d1-a652-676b64904364"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-04-24T00:00:00"
}