{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 590,
  "referenceNumber": "ST0810",
  "learningAimClassCode": "",
  "title": "Procurement and supply assistant",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0810",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-05-31T00:00:00",
  "earliestStartDate": "2020-08-24T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "The process of procurement or buying low value goods and services.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Sales, marketing and procurement",
  "keywords": [
    "Procurement",
    "Supply assistant",
    "Procurement coordinator",
    "Procurement contracts",
    "Officer purchasing assistant"
  ],
  "jobRoles": [
    "Procurement contracts officer",
    "Procurement coordinator",
    "Purchasing assistant"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/d1nhbonl/st0810_procurement-supply-assistant_l3_ap-for-publication_corrects_18072023.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.1 Accounting and finance",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in all organisations where goods and/or services need to be sourced and purchased in line with national or international procurement laws, or internal governance processes. This occupation is found in the following sectors;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;public sector such as the NHS, the Emergencies Services, Local Authorities, Central Government and the Education Sector.&lt;/li&gt;\n&lt;li&gt;&#160;private sector such as Finance, Construction, Energy, Utilities, Mining, Facilities, Automotive, Manufacturing, Engineering, Pharmaceuticals, Fashion, Food, Hotels, Hospitality, Entertainment and IT.&lt;/li&gt;\n&lt;li&gt;Third Sector including charities and other not for profit organisations.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;The broad purpose of the occupation is the process of procurement or buying low value goods and services. Procurement and supply assistants are vital for the smooth functioning of the procurement and supply department in any organisation. They are often responsible for ensuring data is correctly administered and maintained in accordance with legislation of the organisation’s own procedures. They will use their knowledge of procurement regulations/policies to support the wider procurement team in tasks such as quotation and/or tender response evaluation, supplier database maintenance, purchase order review and conversion, and stakeholder liaison. The individual will also often have purchasing requests and low risk contracts for which they will develop requests, quotes, or obtain prices and delivery. They will provide support in procurement to enable supplier selection, management and supplier closure and undertake a role in the management of supply delivery and quality assurance. Increasingly this occupation requires an awareness of the sustainability impacts of procurement and supply decisions on both upstream supply chain and use of materials, products, or applications over their lifetime. For example, for procurement and supply decisions concerning energy sources need to include the direct and indirect impacts of an occupation’s energy demand and the implementation of measures for reducing greenhouse gas emissions. Procurement and supply decisions about raw material and waste generation will consider the implementation of measures toward retainable resource consumption, whole-life and circular economy thinking.&lt;br /&gt;&lt;br /&gt;In their daily work, an employee in this occupation interacts with their procurement teams as well as colleagues from other internal departments such as operational functions, finance, legal, IT, sales and marketing. This role also includes interaction with external stakeholders such as suppliers. This role may involve off site and supplier visits, however it will be mainly office based. &lt;br /&gt;&lt;br /&gt;&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&#160;Contributing to the sourcing of new suppliers using market research for on-going tenders on behalf of the wider team.&lt;/li&gt;\n&lt;li&gt;Challenging the organisational need for the purchase especially where Corporate Social Responsibility or value for money considerations suggest the procurement can be better channelled through existing assets or an existing contract. This may also include ethical, green or sustainable considerations.&lt;/li&gt;\n&lt;li&gt;Support and contribution to higher value activities such as construction projects and capital expenditure&lt;/li&gt;\n&lt;li&gt;Assisting with the monitoring of the commercial benefits and status of procurement projects, for example, spend and trend analysis, cost-benefit analysis saving profile - forecast and actual; and may utilise that information to support procurement decisions, assist with supplier reviews or in developing reports for other parties, such as the Category Manager or Head of Procurement.&lt;/li&gt;\n&lt;li&gt;Supporting a wide range of procurement processes including the conduct of tenders, with the use of e-tendering tools (e.g. managing supplier correspondence).&lt;/li&gt;\n&lt;li&gt;Working with management to develop procurement documents (e.g. ITT templates and T&amp;amp;C’s).&lt;/li&gt;\n&lt;li&gt;Basic understanding of regulations, internal policies and procedures, to educate the wider business areas (helpdesk support) and adopt commercial best practice.&lt;/li&gt;\n&lt;li&gt;Supporting development of consistent procurement processes and procedures.&lt;/li&gt;\n&lt;li&gt;Having strong customer focus, commercial acumen and a pro-active approach striving to meet the demands of customers in a timely manner.&lt;/li&gt;\n&lt;li&gt;Supporting supplier negotiation and help to ensure value for money deals are obtained.&lt;/li&gt;\n&lt;li&gt;Collating relevant management information to report to the wider procurement team and in preparation for internal/external audits.&lt;/li&gt;\n&lt;li&gt;Working with internal and external clients to facilitate a wide range of procurement processes.&lt;/li&gt;\n&lt;li&gt;Ability to set up, facilitate and administer e-tendering and e-evaluation systems, including management of supplier correspondence.&lt;/li&gt;\n&lt;li&gt;Ensuring all procurement systems and databases are managed, maintained and information cleansed for accurate reporting.&lt;/li&gt;\n&lt;li&gt;Adhering to corporate operating procedures – (if in public sector governing public procurement, including compliance with the Public Contracts Regulation).&lt;/li&gt;\n&lt;li&gt;Being responsive to customer enquiries and support contract and supplier management activity across a range of commercial areas.&lt;/li&gt;\n&lt;li&gt;Building excellent working relationships with peers, colleagues, customers, suppliers and other external stakeholders.&lt;/li&gt;\n&lt;li&gt;Providing prompt procurement system advice to buyers, across the business, to enable compliance and best practice.&lt;/li&gt;\n&lt;li&gt;Providing timely returns and accurate statistical data as required ensuring that Commercial data are recorded.&lt;/li&gt;\n&lt;/ul&gt;",
  "knowledges": [
    {
      "knowledgeId": "a24be9b0-b661-4190-b489-2bcfe4eadcdd",
      "detail": "The role of Procurement within the organisation and the relevant organisational procurement regulations, policies and processes which must be followed,such as, procedures for obtaining quotes and tenders, purchase order processing and purchase to pay."
    },
    {
      "knowledgeId": "5473df68-4a77-49f1-8415-c130ca4827bb",
      "detail": "Value for money concepts including the balancing of quality, price and sustainable considerations or most economically advantageous tender (meat), whole lifecycle costing, 5 rights of procurement and added value opportunities."
    },
    {
      "knowledgeId": "2e4e33a9-92ba-4f2f-8c8f-1e48f6176c8c",
      "detail": "Supplier approval process and the importance of due diligence checks including legal entity checks, financial appraisal, quality checks and relevant sector approvals, certification and policies."
    },
    {
      "knowledgeId": "142fbfba-b037-402a-96f8-e1ebccb2a9f8",
      "detail": "Demand and spend management, analysis and forecasting techniques including quantitative methods such as historical usage, spend and trend analysis,  inventory records and re-order levels or qualitative techniques based on stakeholders estimates using internal databases and spreadsheets."
    },
    {
      "knowledgeId": "124b1040-9637-49f7-9d7a-9b58d4a5bd57",
      "detail": "The importance of developing and managing key stakeholder relationships such as the internal customer and supplier and the need for prompt and effective communication to support efficient and effective procurement."
    },
    {
      "knowledgeId": "6fd9d3cd-41b6-4854-9c85-0369e04e0ac5",
      "detail": "The need for accurate specifications of requirements which reflect the organisations needs and provides equality of opportunity for suppliers when providing quotes and tenders."
    },
    {
      "knowledgeId": "e0ce2e3c-a8bd-45ae-994b-a54418c49b92",
      "detail": "Levels of authority and autonomy both for self and other internal stakeholders and how that relates to the relevant procurement procedure and when issues should be escalated to senior procurement colleagues."
    },
    {
      "knowledgeId": "0e8b391c-3597-4792-8a05-4efb9248101f",
      "detail": "Development and evaluation of requests for quotes and tenders and use of appropriate terms, conditions and templates"
    },
    {
      "knowledgeId": "542eb5a7-3148-4e95-aba0-b9c0ded80b86",
      "detail": "The importance of maintaining accurate records and files for procurement in line with organisational and regulatory requirements and for audit purposes."
    },
    {
      "knowledgeId": "ec82dbf6-551e-413e-b8c9-4f26169cea85",
      "detail": "Effective and appropriate communication methods according to organisational requirements, service level agreements and the degree of risk involved and appropriate to the task required e.g. expediting supplies, resolving invoice queries and supplier review meetings."
    },
    {
      "knowledgeId": "59d2215b-32a3-4b86-8614-14ce8d4f4929",
      "detail": "Responsible procurement practices, in making procurement decisions, consideration of the impact of those decisions during the full procurement process on the environment (the circumstances, objects, or conditions by which they operate in) and social (people or groups they work with) elements across the supply chain. This may include the sustainability impacts of procurement and supply decisions on both upstream supply chain and the use of materials, products or applications over the lifetime."
    },
    {
      "knowledgeId": "ac2bf508-d554-4875-86b2-44472529e122",
      "detail": "Research methods for Procurement  including market, supplier and sector research which may include subscription databases, market reports, internet research, trade bodies, press and events, use of market 'experts', supplier engagement events etc."
    },
    {
      "knowledgeId": "540cf91d-a459-4253-a5d4-544059a8a427",
      "detail": "The legal and regulatory environment effecting procurement, including the supply of goods and services act and/or public contract regulations."
    },
    {
      "knowledgeId": "58099632-12b8-443f-8e33-29f5a0923045",
      "detail": "Awareness of the organisation's contractual obligations towards suppliers e.g. payment terms"
    },
    {
      "knowledgeId": "b748a593-9606-4163-aed9-1386bff2e543",
      "detail": "Understand the 4 processes of negotiation (preparation, opening, bargaining and closure)."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "a17cf833-1505-42eb-b468-e00bb0d1fab9",
      "detail": "Be open to change, amend working practices in response to changes in process with a positive attitude."
    },
    {
      "behaviourId": "cf462883-c279-4e91-8081-d4d3d42ee144",
      "detail": "Establish strong relationships with internal and external stakeholders"
    },
    {
      "behaviourId": "1c08cb50-fc2a-47ee-9bf2-07012c6cefc4",
      "detail": "Be open, honest, respectful and reliable.."
    },
    {
      "behaviourId": "aac9d8a7-6f8a-40c1-817a-198adaab8f30",
      "detail": "Be enthusiastic and passionate when adhering to company values and engaging in your personal development"
    },
    {
      "behaviourId": "a1fceee2-5571-4fef-a8a3-dce3b99920fa",
      "detail": "Be attentive to the detail in any procurement and negotiation activity."
    },
    {
      "behaviourId": "98f745ba-6e34-4a89-a6cf-ee76a66b86a5",
      "detail": "Be professional, impartial and unbiased in your communication, advice and recommendations to procurement stakeholders or colleagues."
    },
    {
      "behaviourId": "5068bf83-daa6-4633-ae20-5310e6c9e4e5",
      "detail": "Be self-motivated to develop and learn."
    }
  ],
  "skills": [
    {
      "skillId": "a73ef13e-0f7a-4853-bd5f-40da44ca3153",
      "detail": "Monitor and order products, stock, equipment and services at appropriate times using the appropriate procurement method."
    },
    {
      "skillId": "9b498566-50a2-4bef-a6ec-4e9726c4162e",
      "detail": "Communicate to procurement's internal stakeholders, suppliers and other stakeholders in order to develop effective relationships and networks"
    },
    {
      "skillId": "d62b84db-540d-42fd-8b83-b8447671b50f",
      "detail": "Create, maintain and amend purchase order and contract records."
    },
    {
      "skillId": "fcf83d27-73ac-485a-864d-68c654a5b806",
      "detail": "Interpret, evaluate and compare procurement  information such as historical spend and usage using databases and spreadsheets."
    },
    {
      "skillId": "c11a84f1-f33d-4c44-af3d-357ae1981a1e",
      "detail": "Present findings and data in all formats e.g. mathematically, written and oral."
    },
    {
      "skillId": "fe09d762-5aa9-488e-860e-ec45524a1087",
      "detail": "Determine value for money (VFM) and added value through the use of Total Cost of Ownership during the evaluation process, and apply the most economically advantageous tender (MEAT) criteria to the evaluation of quotes and tenders to support the recommendation at award. This may include the inclusion of green, low carbon, sustainability, and ethical criteria."
    },
    {
      "skillId": "c9d1edc3-66ef-4525-966b-cd1331ce5a78",
      "detail": "Utilise relevant Procurement computer systems or internal databases."
    },
    {
      "skillId": "4c51382d-dfb0-437b-a259-cb5816323f62",
      "detail": "Select the supplier of the most appropriate products and services for purchases within their remit and place purchase order."
    },
    {
      "skillId": "ca3776f0-97dc-4ab0-bd97-8eb54f800c5a",
      "detail": "Undertake appraisal of adhoc and low spend suppliers including setting them up on the purchasing system."
    },
    {
      "skillId": "9f810ddb-1bf2-4ac6-a234-31272e70b55c",
      "detail": "Effectively research and analyse demand, spend, trends, potential suppliers and industries utilising qualitative and quantitative methods."
    },
    {
      "skillId": "225985bf-60a1-4af1-a788-caefa58b183a",
      "detail": "Develop specifications of requirements and requests for quotes/tenders in line with organisational requirements."
    },
    {
      "skillId": "63595ef9-9e39-4ef7-87d0-706ee505a5b5",
      "detail": "Apply considerations of responsible procurement in evaluating potential suppliers, quotes and tenders."
    },
    {
      "skillId": "89694ab4-81c8-4faf-9ee5-dd8d2b1a9cef",
      "detail": "Investigate and resolve purchase order, delivery and invoice queries."
    },
    {
      "skillId": "af373041-371f-492a-95a2-60fa882cd3e6",
      "detail": "Own low risk value projects such as supply contracts for stationery, personal protective equipment (PPE) or other consumables, and contribute to higher risk activities such as contracts for building services or machinery,  and track, log, expedite and review outstanding orders and stock availability where applicable."
    },
    {
      "skillId": "94ca2431-5cc4-4e25-a1f9-da445d82f8d5",
      "detail": "Maintain knowledge on all open orders and their status' and provide assistance to all purchasing staff e.g. expediting and feeding information back to the relevant stakeholders."
    },
    {
      "skillId": "deb17b83-878b-4d5e-a0b6-145f8f2bafde",
      "detail": "Able to consider the impact of the decision making process when interacting with the supply chain."
    },
    {
      "skillId": "f60708c9-1440-40ea-a913-15667dcb1b70",
      "detail": "Able to support the contract negotiations and mini competitions with suppliers."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-08-24T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0426",
  "tbMainContact": "Elaine.Morris@lpp.nhs.uk",
  "involvedEmployers": "Homerton Hospital, Hounslow BC, SIG UK Training, PHE, G4S, Macfarlane packaging , Basildon & Thurrock University Hospitals NHS Foundation Trust, Charities Aid Foundation, Skanska UK Plc , Gather&Gather , North Eastern UPC, Lambeth BC, St Helens, NHS St Georges, AGGREGATE INDUSTRIES UK LIMITED, NHS PSD North West, North West Skills Development Network, Health Education England, ABA Procurement, London Procurement Partnership, CPD at London Metropolitan University, EDA Recruitment, SR Supply Chain Consultants Ltd",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Procurement contracts officer",
    "Procurement coordinator",
    "Purchasing assistant"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Procurement",
  "cluster": "Procurement officer",
  "clusterId": "226",
  "clusterDescription": null,
  "createdDate": "2023-07-24T08:06:35 +00:00",
  "lastUpdated": "2022-05-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-08-24T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0810",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0810-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0810-v1-0",
  "qualifications": [
    {
      "qualificationId": "85430d16-4c51-4a12-a209-e84cd17a806e",
      "title": "Advanced Certificate in Procurement and Supply Operations ",
      "level": "Three",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "Chartered Institute Procurement & Supply",
      "level": "N/A",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "38b1b936-8079-49e3-a005-c383e33e6a7c",
      "dutyDetail": "Advise key internal and external stakeholders on the procurement policies and procedures within the organisation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cf462883-c279-4e91-8081-d4d3d42ee144",
        "1c08cb50-fc2a-47ee-9bf2-07012c6cefc4",
        "aac9d8a7-6f8a-40c1-817a-198adaab8f30",
        "a1fceee2-5571-4fef-a8a3-dce3b99920fa",
        "5068bf83-daa6-4633-ae20-5310e6c9e4e5"
      ],
      "mappedKnowledge": [
        "a24be9b0-b661-4190-b489-2bcfe4eadcdd",
        "5473df68-4a77-49f1-8415-c130ca4827bb",
        "2e4e33a9-92ba-4f2f-8c8f-1e48f6176c8c",
        "124b1040-9637-49f7-9d7a-9b58d4a5bd57",
        "ec82dbf6-551e-413e-b8c9-4f26169cea85",
        "59d2215b-32a3-4b86-8614-14ce8d4f4929"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a73ef13e-0f7a-4853-bd5f-40da44ca3153",
        "c11a84f1-f33d-4c44-af3d-357ae1981a1e",
        "fe09d762-5aa9-488e-860e-ec45524a1087",
        "c9d1edc3-66ef-4525-966b-cd1331ce5a78"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "efbed9e5-e70b-4952-901e-ca8ec82b2f81",
      "dutyDetail": "Supporting the raising of purchase orders for the placement of orders or 'low value'/risk contracts.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a17cf833-1505-42eb-b468-e00bb0d1fab9",
        "cf462883-c279-4e91-8081-d4d3d42ee144",
        "1c08cb50-fc2a-47ee-9bf2-07012c6cefc4",
        "aac9d8a7-6f8a-40c1-817a-198adaab8f30",
        "a1fceee2-5571-4fef-a8a3-dce3b99920fa",
        "98f745ba-6e34-4a89-a6cf-ee76a66b86a5"
      ],
      "mappedKnowledge": [
        "a24be9b0-b661-4190-b489-2bcfe4eadcdd",
        "2e4e33a9-92ba-4f2f-8c8f-1e48f6176c8c",
        "e0ce2e3c-a8bd-45ae-994b-a54418c49b92",
        "ec82dbf6-551e-413e-b8c9-4f26169cea85",
        "59d2215b-32a3-4b86-8614-14ce8d4f4929",
        "540cf91d-a459-4253-a5d4-544059a8a427",
        "58099632-12b8-443f-8e33-29f5a0923045"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a73ef13e-0f7a-4853-bd5f-40da44ca3153",
        "d62b84db-540d-42fd-8b83-b8447671b50f",
        "c11a84f1-f33d-4c44-af3d-357ae1981a1e",
        "c9d1edc3-66ef-4525-966b-cd1331ce5a78",
        "4c51382d-dfb0-437b-a259-cb5816323f62",
        "ca3776f0-97dc-4ab0-bd97-8eb54f800c5a",
        "89694ab4-81c8-4faf-9ee5-dd8d2b1a9cef",
        "af373041-371f-492a-95a2-60fa882cd3e6",
        "94ca2431-5cc4-4e25-a1f9-da445d82f8d5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "69ac4a13-1493-4cf7-9d94-fe85615c42fa",
      "dutyDetail": "Undertake market research and benchmarking through desk top activities and stakeholder engagement in order to assist and inform the wider procurement team in their sourcing process in line with the most appropriate policies on corporate and social responsibilities. This may include researching tenders from ethical, green or sustainable suppliers to take account of a range of key factors beyond immediate cost.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a17cf833-1505-42eb-b468-e00bb0d1fab9",
        "1c08cb50-fc2a-47ee-9bf2-07012c6cefc4",
        "aac9d8a7-6f8a-40c1-817a-198adaab8f30",
        "a1fceee2-5571-4fef-a8a3-dce3b99920fa",
        "98f745ba-6e34-4a89-a6cf-ee76a66b86a5",
        "5068bf83-daa6-4633-ae20-5310e6c9e4e5"
      ],
      "mappedKnowledge": [
        "59d2215b-32a3-4b86-8614-14ce8d4f4929",
        "ac2bf508-d554-4875-86b2-44472529e122",
        "540cf91d-a459-4253-a5d4-544059a8a427",
        "58099632-12b8-443f-8e33-29f5a0923045"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c11a84f1-f33d-4c44-af3d-357ae1981a1e",
        "fe09d762-5aa9-488e-860e-ec45524a1087",
        "4c51382d-dfb0-437b-a259-cb5816323f62",
        "9f810ddb-1bf2-4ac6-a234-31272e70b55c",
        "63595ef9-9e39-4ef7-87d0-706ee505a5b5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bd0c8fdc-6aa2-4c55-96d3-5b0e99dcd772",
      "dutyDetail": "Conduct due diligence in supplier sourcing - undertake the pre-qualification of potential suppliers using appropriate tools, including financial stability, insurance levels, technical capacity, sustainability  and recycling ensuring that health and safety policies are in place in line with the relevant organisational policies and responsible procurement considerations and record findings.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1c08cb50-fc2a-47ee-9bf2-07012c6cefc4",
        "aac9d8a7-6f8a-40c1-817a-198adaab8f30",
        "a1fceee2-5571-4fef-a8a3-dce3b99920fa",
        "98f745ba-6e34-4a89-a6cf-ee76a66b86a5"
      ],
      "mappedKnowledge": [
        "a24be9b0-b661-4190-b489-2bcfe4eadcdd",
        "5473df68-4a77-49f1-8415-c130ca4827bb",
        "2e4e33a9-92ba-4f2f-8c8f-1e48f6176c8c",
        "e0ce2e3c-a8bd-45ae-994b-a54418c49b92",
        "542eb5a7-3148-4e95-aba0-b9c0ded80b86",
        "ec82dbf6-551e-413e-b8c9-4f26169cea85",
        "59d2215b-32a3-4b86-8614-14ce8d4f4929",
        "ac2bf508-d554-4875-86b2-44472529e122",
        "540cf91d-a459-4253-a5d4-544059a8a427",
        "58099632-12b8-443f-8e33-29f5a0923045"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9b498566-50a2-4bef-a6ec-4e9726c4162e",
        "fcf83d27-73ac-485a-864d-68c654a5b806",
        "c9d1edc3-66ef-4525-966b-cd1331ce5a78",
        "4c51382d-dfb0-437b-a259-cb5816323f62",
        "ca3776f0-97dc-4ab0-bd97-8eb54f800c5a",
        "225985bf-60a1-4af1-a788-caefa58b183a",
        "63595ef9-9e39-4ef7-87d0-706ee505a5b5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0e9baa90-4b0d-4baa-acb1-93a135c7eef4",
      "dutyDetail": "Support the Procurement Team in a wide range of procurement activities, to enable best practice, including running e-tendering, e-evaluations and logging information and data appropriately including; maintaining, keeping and reporting up-to-date statistical and other data, all in line with the Public Contract Regulations 2015 (if appropriate) and local/corporate procurement policies.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a17cf833-1505-42eb-b468-e00bb0d1fab9",
        "cf462883-c279-4e91-8081-d4d3d42ee144",
        "1c08cb50-fc2a-47ee-9bf2-07012c6cefc4",
        "aac9d8a7-6f8a-40c1-817a-198adaab8f30",
        "a1fceee2-5571-4fef-a8a3-dce3b99920fa",
        "98f745ba-6e34-4a89-a6cf-ee76a66b86a5",
        "5068bf83-daa6-4633-ae20-5310e6c9e4e5"
      ],
      "mappedKnowledge": [
        "a24be9b0-b661-4190-b489-2bcfe4eadcdd",
        "5473df68-4a77-49f1-8415-c130ca4827bb",
        "142fbfba-b037-402a-96f8-e1ebccb2a9f8",
        "124b1040-9637-49f7-9d7a-9b58d4a5bd57",
        "6fd9d3cd-41b6-4854-9c85-0369e04e0ac5",
        "e0ce2e3c-a8bd-45ae-994b-a54418c49b92",
        "542eb5a7-3148-4e95-aba0-b9c0ded80b86",
        "59d2215b-32a3-4b86-8614-14ce8d4f4929",
        "ac2bf508-d554-4875-86b2-44472529e122",
        "540cf91d-a459-4253-a5d4-544059a8a427",
        "58099632-12b8-443f-8e33-29f5a0923045"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9b498566-50a2-4bef-a6ec-4e9726c4162e",
        "d62b84db-540d-42fd-8b83-b8447671b50f",
        "fcf83d27-73ac-485a-864d-68c654a5b806",
        "c11a84f1-f33d-4c44-af3d-357ae1981a1e",
        "fe09d762-5aa9-488e-860e-ec45524a1087",
        "c9d1edc3-66ef-4525-966b-cd1331ce5a78",
        "ca3776f0-97dc-4ab0-bd97-8eb54f800c5a",
        "9f810ddb-1bf2-4ac6-a234-31272e70b55c",
        "225985bf-60a1-4af1-a788-caefa58b183a",
        "63595ef9-9e39-4ef7-87d0-706ee505a5b5",
        "af373041-371f-492a-95a2-60fa882cd3e6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "31d5c12f-84ac-45f9-a06b-cbdfebdf403e",
      "dutyDetail": "Analyse quotation responses and assist the team in tender response, evaluating in order to achieve value for money.  Assist senior procurement colleagues in implementing new contracts within the organisation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cf462883-c279-4e91-8081-d4d3d42ee144",
        "1c08cb50-fc2a-47ee-9bf2-07012c6cefc4",
        "aac9d8a7-6f8a-40c1-817a-198adaab8f30",
        "a1fceee2-5571-4fef-a8a3-dce3b99920fa",
        "98f745ba-6e34-4a89-a6cf-ee76a66b86a5"
      ],
      "mappedKnowledge": [
        "5473df68-4a77-49f1-8415-c130ca4827bb",
        "2e4e33a9-92ba-4f2f-8c8f-1e48f6176c8c",
        "0e8b391c-3597-4792-8a05-4efb9248101f",
        "542eb5a7-3148-4e95-aba0-b9c0ded80b86",
        "540cf91d-a459-4253-a5d4-544059a8a427",
        "58099632-12b8-443f-8e33-29f5a0923045"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9b498566-50a2-4bef-a6ec-4e9726c4162e",
        "c11a84f1-f33d-4c44-af3d-357ae1981a1e",
        "fe09d762-5aa9-488e-860e-ec45524a1087",
        "c9d1edc3-66ef-4525-966b-cd1331ce5a78",
        "4c51382d-dfb0-437b-a259-cb5816323f62",
        "ca3776f0-97dc-4ab0-bd97-8eb54f800c5a",
        "63595ef9-9e39-4ef7-87d0-706ee505a5b5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0d57466b-42af-4ef9-ba99-7600bf869713",
      "dutyDetail": "Investigate and resolve accounts payable and purchase order queries, ensuring that all necessary internal procedures e.g. goods receipting have been carried out.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a17cf833-1505-42eb-b468-e00bb0d1fab9",
        "1c08cb50-fc2a-47ee-9bf2-07012c6cefc4",
        "aac9d8a7-6f8a-40c1-817a-198adaab8f30",
        "a1fceee2-5571-4fef-a8a3-dce3b99920fa",
        "98f745ba-6e34-4a89-a6cf-ee76a66b86a5"
      ],
      "mappedKnowledge": [
        "a24be9b0-b661-4190-b489-2bcfe4eadcdd",
        "e0ce2e3c-a8bd-45ae-994b-a54418c49b92",
        "542eb5a7-3148-4e95-aba0-b9c0ded80b86",
        "ec82dbf6-551e-413e-b8c9-4f26169cea85",
        "540cf91d-a459-4253-a5d4-544059a8a427",
        "58099632-12b8-443f-8e33-29f5a0923045"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9b498566-50a2-4bef-a6ec-4e9726c4162e",
        "d62b84db-540d-42fd-8b83-b8447671b50f",
        "c9d1edc3-66ef-4525-966b-cd1331ce5a78",
        "89694ab4-81c8-4faf-9ee5-dd8d2b1a9cef",
        "94ca2431-5cc4-4e25-a1f9-da445d82f8d5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "12a87ebc-d9cc-43fa-891d-37049af8827d",
      "dutyDetail": "In line with procurement policies, ensure that procurement documents are filed, records maintained and actions are recorded to enable the team to comply with internal and external audit requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a17cf833-1505-42eb-b468-e00bb0d1fab9",
        "a1fceee2-5571-4fef-a8a3-dce3b99920fa",
        "98f745ba-6e34-4a89-a6cf-ee76a66b86a5"
      ],
      "mappedKnowledge": [
        "a24be9b0-b661-4190-b489-2bcfe4eadcdd",
        "542eb5a7-3148-4e95-aba0-b9c0ded80b86",
        "59d2215b-32a3-4b86-8614-14ce8d4f4929",
        "540cf91d-a459-4253-a5d4-544059a8a427"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d62b84db-540d-42fd-8b83-b8447671b50f",
        "c9d1edc3-66ef-4525-966b-cd1331ce5a78",
        "94ca2431-5cc4-4e25-a1f9-da445d82f8d5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "25c436d0-dc55-4025-8a32-e711f382bf7c",
      "dutyDetail": "Respond promptly to internal and external queries requests for advice for both Procurement and Supply Chain Management activities, building stakeholder relationships across all areas of the organisation in line with the law and local/corporate policies.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a17cf833-1505-42eb-b468-e00bb0d1fab9",
        "cf462883-c279-4e91-8081-d4d3d42ee144",
        "98f745ba-6e34-4a89-a6cf-ee76a66b86a5",
        "5068bf83-daa6-4633-ae20-5310e6c9e4e5"
      ],
      "mappedKnowledge": [
        "a24be9b0-b661-4190-b489-2bcfe4eadcdd",
        "124b1040-9637-49f7-9d7a-9b58d4a5bd57",
        "6fd9d3cd-41b6-4854-9c85-0369e04e0ac5",
        "e0ce2e3c-a8bd-45ae-994b-a54418c49b92",
        "0e8b391c-3597-4792-8a05-4efb9248101f",
        "542eb5a7-3148-4e95-aba0-b9c0ded80b86",
        "ec82dbf6-551e-413e-b8c9-4f26169cea85",
        "59d2215b-32a3-4b86-8614-14ce8d4f4929",
        "ac2bf508-d554-4875-86b2-44472529e122",
        "540cf91d-a459-4253-a5d4-544059a8a427"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9b498566-50a2-4bef-a6ec-4e9726c4162e",
        "d62b84db-540d-42fd-8b83-b8447671b50f",
        "c9d1edc3-66ef-4525-966b-cd1331ce5a78",
        "225985bf-60a1-4af1-a788-caefa58b183a",
        "94ca2431-5cc4-4e25-a1f9-da445d82f8d5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a5e1bc2c-2d05-4ae4-8543-dcdba02efae2",
      "dutyDetail": "Develop and maintain relationships with internal and external stakeholders and suppliers. Provide in your first line response to procurement-related queries.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a17cf833-1505-42eb-b468-e00bb0d1fab9",
        "cf462883-c279-4e91-8081-d4d3d42ee144",
        "1c08cb50-fc2a-47ee-9bf2-07012c6cefc4",
        "aac9d8a7-6f8a-40c1-817a-198adaab8f30",
        "a1fceee2-5571-4fef-a8a3-dce3b99920fa",
        "98f745ba-6e34-4a89-a6cf-ee76a66b86a5"
      ],
      "mappedKnowledge": [
        "a24be9b0-b661-4190-b489-2bcfe4eadcdd",
        "5473df68-4a77-49f1-8415-c130ca4827bb",
        "124b1040-9637-49f7-9d7a-9b58d4a5bd57",
        "ec82dbf6-551e-413e-b8c9-4f26169cea85",
        "58099632-12b8-443f-8e33-29f5a0923045"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9b498566-50a2-4bef-a6ec-4e9726c4162e",
        "d62b84db-540d-42fd-8b83-b8447671b50f",
        "fcf83d27-73ac-485a-864d-68c654a5b806",
        "c11a84f1-f33d-4c44-af3d-357ae1981a1e",
        "c9d1edc3-66ef-4525-966b-cd1331ce5a78"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9b3f0a4a-a410-4594-ac54-bd55054d06e5",
      "dutyDetail": "Identify and monitor the demand for goods and services, including historic and future demand/trends and ensuring that deliveries of goods and services meet the organisation needs.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cf462883-c279-4e91-8081-d4d3d42ee144",
        "1c08cb50-fc2a-47ee-9bf2-07012c6cefc4",
        "a1fceee2-5571-4fef-a8a3-dce3b99920fa",
        "98f745ba-6e34-4a89-a6cf-ee76a66b86a5"
      ],
      "mappedKnowledge": [
        "a24be9b0-b661-4190-b489-2bcfe4eadcdd",
        "5473df68-4a77-49f1-8415-c130ca4827bb",
        "2e4e33a9-92ba-4f2f-8c8f-1e48f6176c8c",
        "142fbfba-b037-402a-96f8-e1ebccb2a9f8",
        "124b1040-9637-49f7-9d7a-9b58d4a5bd57",
        "542eb5a7-3148-4e95-aba0-b9c0ded80b86",
        "59d2215b-32a3-4b86-8614-14ce8d4f4929",
        "540cf91d-a459-4253-a5d4-544059a8a427",
        "58099632-12b8-443f-8e33-29f5a0923045"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a73ef13e-0f7a-4853-bd5f-40da44ca3153",
        "9b498566-50a2-4bef-a6ec-4e9726c4162e",
        "fcf83d27-73ac-485a-864d-68c654a5b806",
        "c9d1edc3-66ef-4525-966b-cd1331ce5a78",
        "4c51382d-dfb0-437b-a259-cb5816323f62",
        "9f810ddb-1bf2-4ac6-a234-31272e70b55c",
        "89694ab4-81c8-4faf-9ee5-dd8d2b1a9cef",
        "af373041-371f-492a-95a2-60fa882cd3e6",
        "94ca2431-5cc4-4e25-a1f9-da445d82f8d5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ebb9384e-55a7-4e9e-9a84-a80cb0c3c006",
      "dutyDetail": "Contribute to the procurement decision making processes ensuring that they meet both value for money and environmental and supply chain requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cf462883-c279-4e91-8081-d4d3d42ee144",
        "1c08cb50-fc2a-47ee-9bf2-07012c6cefc4",
        "a1fceee2-5571-4fef-a8a3-dce3b99920fa",
        "98f745ba-6e34-4a89-a6cf-ee76a66b86a5"
      ],
      "mappedKnowledge": [
        "a24be9b0-b661-4190-b489-2bcfe4eadcdd",
        "5473df68-4a77-49f1-8415-c130ca4827bb",
        "2e4e33a9-92ba-4f2f-8c8f-1e48f6176c8c",
        "124b1040-9637-49f7-9d7a-9b58d4a5bd57",
        "59d2215b-32a3-4b86-8614-14ce8d4f4929",
        "540cf91d-a459-4253-a5d4-544059a8a427",
        "58099632-12b8-443f-8e33-29f5a0923045"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fe09d762-5aa9-488e-860e-ec45524a1087",
        "225985bf-60a1-4af1-a788-caefa58b183a",
        "63595ef9-9e39-4ef7-87d0-706ee505a5b5",
        "deb17b83-878b-4d5e-a0b6-145f8f2bafde"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "949942fb-e503-465a-a78b-796cf3b5586b",
      "dutyDetail": "Contribute to the negotiations for a contract or mini competition between stakeholder and suppliers showing the 4 processes of negotiation (Preparation, opening, bargaining and closure).",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cf462883-c279-4e91-8081-d4d3d42ee144",
        "1c08cb50-fc2a-47ee-9bf2-07012c6cefc4",
        "a1fceee2-5571-4fef-a8a3-dce3b99920fa",
        "98f745ba-6e34-4a89-a6cf-ee76a66b86a5",
        "5068bf83-daa6-4633-ae20-5310e6c9e4e5"
      ],
      "mappedKnowledge": [
        "a24be9b0-b661-4190-b489-2bcfe4eadcdd",
        "5473df68-4a77-49f1-8415-c130ca4827bb",
        "2e4e33a9-92ba-4f2f-8c8f-1e48f6176c8c",
        "0e8b391c-3597-4792-8a05-4efb9248101f",
        "59d2215b-32a3-4b86-8614-14ce8d4f4929",
        "ac2bf508-d554-4875-86b2-44472529e122",
        "540cf91d-a459-4253-a5d4-544059a8a427",
        "58099632-12b8-443f-8e33-29f5a0923045",
        "b748a593-9606-4163-aed9-1386bff2e543"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fe09d762-5aa9-488e-860e-ec45524a1087",
        "63595ef9-9e39-4ef7-87d0-706ee505a5b5",
        "af373041-371f-492a-95a2-60fa882cd3e6",
        "deb17b83-878b-4d5e-a0b6-145f8f2bafde",
        "f60708c9-1440-40ea-a913-15667dcb1b70"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-05-31T00:00:00"
}