{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 514,
  "referenceNumber": "ST0846",
  "learningAimClassCode": "",
  "title": "Garment maker",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0846",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Standard revised",
  "changedDate": "2023-11-07T00:00:00",
  "earliestStartDate": "2023-11-07T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Constructing garments - bringing the design to life, following specifications and quality standards.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 10000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "creative",
    "design",
    "garment",
    "manufacturing",
    "technology",
    "craftsperson",
    "theatre"
  ],
  "jobRoles": [
    "Assistant costume tailor",
    "Assistant production tailor",
    "Assistant tailor",
    "Costume maker",
    "Costumier",
    "Couturier",
    "Dressmaker",
    "Production machinist",
    "Sample machinist",
    "Seamstress"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/3338/st0846_garment_maker_l3_ap_for_publication_18jul19.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.1",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the manufacturing, creative and design sectors across the apparel (clothing) industry. &lt;br&gt;&lt;br&gt;The UK apparel industry consists of mainly micro, small and medium enterprises, producing premium garments for various markets, including womenswear, menswear and childrenswear, for example from bespoke tailored suits, creative designer womenswear, and costumes for opera and theatre, to luxury fashion and couture pieces as seen on catwalks in major capitals across the world.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to construct garments - bringing the design to life, following specifications and quality standards. They may work on one-off products for specific customers or garment samples to be replicated. They help determine the best production method for each design, review fit, deal with manufacturing issues and monitor resources. Garment makers know and understand the end-to-end garment making process. They are extremely proficient sewers, operating sewing machines effectively and applying stitching techniques by hand. They work with different materials and trimmings, appropriate to the design. They work to a high level of accuracy; with close attention to detail, they apply efficient time management skills and may need to work under pressure to meet customer or season deadlines.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with personnel involved in garment design, development and production. It will vary depending on the business size, structure and working environment. Typically, in a small production unit, they would interact with the designer and pattern cutter. In a workshop producing couture or bespoke garments, they may interact with a tailor, cutter or the designer. In a wider factory setting, they may work as part of a larger team, this could mean working in a sample room or on the factory floor, interacting with production tailors, designers, product technologists, pattern cutters, fabric cutters, quality controllers and sewing machinists.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for the pursuit of excellence in relation to the assembly, finish and look of the end product. Throughout the construction of the garment, they need to meet the design brief, which includes specifications and quality standards. They must work effectively on their own or as part of a wider team and must comply with health and safety requirements..&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "67836a8e-fcf6-4112-bea7-a0ba098c9eca",
      "detail": "The ‘end-to-end’ process required to make a garment from concept to finished product for example design, pattern development, sampling, cutting, sewing, final checks."
    },
    {
      "knowledgeId": "08e86d91-17a9-400a-8843-fe4c27ae05fd",
      "detail": "The principles of clothing design and construction for example style, function, fit, balance, proportion, aesthetics."
    },
    {
      "knowledgeId": "faca60df-fe9d-4b79-a872-5067734ac76e",
      "detail": "Garment making quality standards, for example, British Standards (BSI)  International Standards (ISO)."
    },
    {
      "knowledgeId": "2a0b0137-39f9-43af-b451-81736e45caee",
      "detail": "Garment making instructions and specifications, for example pattern markings, grain lines, component shapes, garment dimensions, allowances, tolerances."
    },
    {
      "knowledgeId": "dba6a24d-21e0-464d-b773-1ba583ae996b",
      "detail": "The characteristics, properties, and cost of materials including compatibility with different designs, faults,threads and different handling methods for a range of materials, for example, stretch jersey, satin, wool, linen, cotton."
    },
    {
      "knowledgeId": "3222af8a-cf66-4ca6-baf5-7d0ead8e8d58",
      "detail": "Different types of machines, equipment and tools used to produce garments, for example lockstitch machine, blind hemmer, scissors, snips, corner shaper, loop turner, measuring tape, mannequins; machine testing, setting up and operating machines safely."
    },
    {
      "knowledgeId": "81568829-c7a9-434b-8b85-769ea54325ca",
      "detail": "Health, safety, welfare and environmental policies and procedures including Health & Safety at Work Act; safe working practices, workplace risks employer and employee legal obligations, employees’ rights and responsibilities, ethical trading standards, equality and diversity."
    },
    {
      "knowledgeId": "d7c3acde-6e50-42df-a0ec-ec16fc092f21",
      "detail": "Sewing needle systems, functions and physical characteristics including needle point, size and specialism."
    },
    {
      "knowledgeId": "457e9d1e-ed95-45d8-98b7-b66c5c6543bf",
      "detail": "Sewing work aids and attachments including function, compatibility and advantages for example to decrease handling, increase production, improve quality decrease manufacturing cost."
    },
    {
      "knowledgeId": "052f8e4f-1d75-4a62-aba8-f7c7b26b27d7",
      "detail": "Hand stitches and what they are used for, for example basting, buttonhole stitch, catch stitch, beading weaving stitch, blind hemming."
    },
    {
      "knowledgeId": "d570c9be-5184-4072-811e-0d519e8a3ceb",
      "detail": "Seam types and what they are used for, for example lapped seams, bound seams, decorative seams."
    },
    {
      "knowledgeId": "26bf5a2b-95e9-4631-8bbb-7dba6e7e47a8",
      "detail": "Finishing techniques, for example rolled hems zips, closures."
    },
    {
      "knowledgeId": "3b689083-c5a5-4fe2-aced-7d054fc9587e",
      "detail": "Garment assembly processes including sewing methods and assembly sequence."
    },
    {
      "knowledgeId": "db3377c0-227e-4225-8373-7242de4f691b",
      "detail": "Garment shaping techniques, for example, darts, gathers, and tucks."
    },
    {
      "knowledgeId": "a9de7ee4-7a90-4ba5-8fe3-5d8054e1c807",
      "detail": "Garment labelling and related legislation for example fibre content, care requirements."
    },
    {
      "knowledgeId": "ff4130f1-08c0-4c97-a38f-91f6d0429e84",
      "detail": "Measurement and figuration techniques,  for example measurement points, girth measurement, length and breadth measurements, body shape."
    },
    {
      "knowledgeId": "5a1152ac-cecd-4d45-aad6-283830214804",
      "detail": "Garment  balance, drape, silhouette  and sizing, including  national, international, made-to-measure and bespoke sizes."
    },
    {
      "knowledgeId": "5c520664-9b4d-4748-b440-6b5e49ecae48",
      "detail": "Specialist terminology used in garment construction, for example drape, ease, baste, nap, ruching, applique."
    },
    {
      "knowledgeId": "45cf9c45-03d8-4991-9013-8e79b93d5e23",
      "detail": "Common manufacturing issues and construction faults, and rectification  for example unsuitable sewing techniques, poorly cut components, incorrect construction, mismatched seams, damage, incorrect markings."
    },
    {
      "knowledgeId": "4de2b5e0-5a02-49ba-ab7a-9a722797010d",
      "detail": "Garment making costs and effective use of resources for example minimising waste, time and materials."
    },
    {
      "knowledgeId": "abadb7c4-1841-4e49-bb3e-e8a2e99ab0f4",
      "detail": "The garment review and approval processes, for example review of fit, balance, drape, measurements, quality, design, pattern, construction, cost and risk assessment, sample sealing, customer approval."
    },
    {
      "knowledgeId": "161fa93e-3ecd-418e-86fd-4ca3732bc5ee",
      "detail": "Returns and faults analysis and the impact of faulty products."
    },
    {
      "knowledgeId": "e8c06e31-766c-438a-8054-d89d9ad62be1",
      "detail": "The use and importance of garment making documentation, for example production make-up sheets, dockets, electrical systems."
    },
    {
      "knowledgeId": "8948b7b2-248d-4e94-9a30-db509e4a0cc2",
      "detail": "The principles of lean manufacturing, for example continuous improvement, work flow,  performance monitoring, production rates, waste elimination."
    },
    {
      "knowledgeId": "b891463e-d3ac-49cd-aba0-07f578b8d2ba",
      "detail": "Customer and brand awareness for example customer profile, customer expectations and target market."
    },
    {
      "knowledgeId": "e0427c1e-fecb-4363-9974-b6632a2e509f",
      "detail": "Routine sewing machine maintenance, for example machine cleaning, lubrication, stitch setting, needle replacement, reporting more serious machine problems that require a machine mechanic."
    },
    {
      "knowledgeId": "01dd6270-681b-4492-b32c-36c3a85287c6",
      "detail": "Garment pressing techniques, equipment settings and the effects of heat, steam and, pressure on fabric and garments."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "69d001a4-98c5-42e3-aecd-e9b62c508df8",
      "detail": "Health and safety first attitude, for example prioritises the health, safety and welfare of self and others over other demands."
    },
    {
      "behaviourId": "078599b4-c011-4ede-844f-82f2be25040c",
      "detail": "Takes ownership for work, for example accepts responsibilities, demonstrates initiative, motivated and self-managing."
    },
    {
      "behaviourId": "7e5e6d70-e198-4d45-974c-73061e8df35a",
      "detail": "Team player, for example builds co-operative and respectful working relationships across all relevant levels and department; takes account of equality and diversity interactions."
    },
    {
      "behaviourId": "e0011961-df86-4cb7-bd35-770c83634035",
      "detail": "Committed to continued professional development, for example reflects on knowledge, skills and behaviours, seeks opportunities to develop and advance in response to the evolving production environment and technologies."
    }
  ],
  "skills": [
    {
      "skillId": "5972f239-befe-479d-bfd2-121774b6ff10",
      "detail": "Interpret and follow garment specifications, patterns and/or instructions."
    },
    {
      "skillId": "d516d2e7-16d4-4950-aa84-9692901a549c",
      "detail": "Inspect garment components, identify and deal with any issues found, for example material/design compatibility, surface flaws, shading, misprint, pulls, holes, shrinkage."
    },
    {
      "skillId": "11361f13-c679-4a65-813c-82fb1edd4b2a",
      "detail": "Select, prepare and operate sewing machines, for example lockstitch machine, blind hemmer including machine adjustment for different materials."
    },
    {
      "skillId": "364ea5ee-8643-490c-ad3c-1fc1ae208c36",
      "detail": "Organise work and workstation layout."
    },
    {
      "skillId": "656c0902-72ee-4002-8bb9-31e6ac62744a",
      "detail": "Assemble fabric components to make a whole garment."
    },
    {
      "skillId": "876aaf35-f9c7-4bbd-9a98-2c42e91e2bf9",
      "detail": "Select and use different types of sewing needles for different materials, for example size, diamond point, ballpoint."
    },
    {
      "skillId": "93f42533-9736-4488-883e-edf2ac3e8bb3",
      "detail": "Select and use different types of attachments, for example adjustable presser foot, zipper foot, seam guide, applique foot."
    },
    {
      "skillId": "14fdeae8-94ec-4e15-b172-fa8790c6d8e4",
      "detail": "Match fabric prints, checks and stripes during garment assemble."
    },
    {
      "skillId": "cba459ec-7c8f-4986-91c6-cd53a5428016",
      "detail": "Hand stitch garments, for example baste, catch, running, slip, chain or couching stitch."
    },
    {
      "skillId": "183ac445-5644-4791-84ee-b1920fcc6a7e",
      "detail": "Sew different seam types, for example, flat seams, lapped seams, over locked seam."
    },
    {
      "skillId": "b834bb6c-7445-473b-8a0f-15916ee1301d",
      "detail": "Shape garments using different sewing techniques, for example, darts, gathers, tucks."
    },
    {
      "skillId": "326d7c02-6300-44fe-b77c-cf0fb925b979",
      "detail": "Position and attach trimmings, for example braid, bias lace. buttons, eyelets."
    },
    {
      "skillId": "baed2daa-4cab-4e08-8e2a-e276a2495765",
      "detail": "Finish garments; selecting appropriate techniques, for example rolled hems, zip insertion, pockets, fusing."
    },
    {
      "skillId": "f97fb382-011e-4fcc-aa4e-c9d583e0d152",
      "detail": "Press garments; set up and operate pressing equipment for example steam irons, block press, trouser press and steamroll."
    },
    {
      "skillId": "234c1b77-3a4c-4e53-b1e4-fcd5fea44f3c",
      "detail": "Check the balance, component positions, set, grain, ease and drape of garments using mannequins or modelling."
    },
    {
      "skillId": "97ec9d1b-912b-4fe8-b1bd-8b12fa8ebf22",
      "detail": "Use the tools of the trade to make and shape garments, for example scissors, snips, steamroll, corner shaper, loop turner, measuring tape, mannequins."
    },
    {
      "skillId": "9e03f8df-e88d-49f1-b0a4-1e84c5776213",
      "detail": "Measure and figurate garments considering critical measurement points, body shape and silhouette."
    },
    {
      "skillId": "ad6ccf58-b4de-4a62-b6bf-ddbd7412d375",
      "detail": "Select, position and apply labels for example care, size and brand labels."
    },
    {
      "skillId": "32bbf051-0609-4b96-a78f-29f21fa9b30a",
      "detail": "Complete records and technical documents, for example production make-up sheets, work dockets."
    },
    {
      "skillId": "e0d2940e-a76c-4d55-99eb-5ced4176e11a",
      "detail": "Inspect the quality of construction during the garment make-up process and change methods if required."
    },
    {
      "skillId": "b0523771-ba91-4562-ad66-d6d856c2fcf1",
      "detail": "Identify, diagnose and rectify garment faults, for example poor fit, sizing, mismatched seams, fabric damage, incorrect markings, returns."
    },
    {
      "skillId": "989bfdee-e475-4636-8e72-4ad570b3916a",
      "detail": "Develop and apply the production sequence and assembly method."
    },
    {
      "skillId": "4c318c23-791b-4dca-a7f7-bbe07db73037",
      "detail": "Review complete garments, contribute recommendations that may benefit the garment or the manufacturing process."
    },
    {
      "skillId": "ea43d324-c481-446f-88e4-2d5532649a7d",
      "detail": "Communicate with colleagues and/or stakeholders – verbal and written; using industry terminology, for example drape, ease, baste, nap, grain."
    },
    {
      "skillId": "2287a952-cfc6-497c-afd1-87898b69e3eb",
      "detail": "Make and apply collars for example shirt collar and stand, convertible collar, shawl collar or mandarin collar."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-09-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0457",
  "tbMainContact": "lee.dawson@samuelbrothers.co.uk",
  "involvedEmployers": "Anderson & Sheppard; Bespoke Tailor; Medium, Antich Fine English Tailors, Basic Premier; Ladies wear manufacturers; Medium, CapitB/ Consultant; Tailor/ consultant, Chester Barry Ltd; Ready to wear tailors; Medium, Gieves & Hawkes, Gosha Ltd, Henry Poole, Hirsch Tailoring, Lutwyche Bespoke Workshop; Bespoke and Production Tailors; Small, Nieper Ltd, Nieper Ltd; Ladies wear manufacturers; medium, Plus Samples, Royal Opera House, Royal Opera House; Theatre Costume; Medium, Samuel Brothers Bespoke Tailors, Savile Row Bespoke, The London Academy of Bespoke; Tailoring School, UKFT",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Assistant costume tailor",
    "Assistant production tailor",
    "Assistant tailor",
    "Costume maker",
    "Costumier",
    "Couturier",
    "Dressmaker",
    "Production machinist",
    "Sample machinist",
    "Seamstress"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Craft and Design",
  "cluster": "Heritage craftsperson",
  "clusterId": "63",
  "clusterDescription": null,
  "createdDate": "2023-11-07T15:44:11 +00:00",
  "lastUpdated": "2023-11-07T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-09-27T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0846",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0846-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0846-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "bd8c0005-7825-4ca9-9847-4190c8ce3bcc",
      "dutyDetail": "Comprehend, decipher and work to given garment specifications, design directives and instruction.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "078599b4-c011-4ede-844f-82f2be25040c",
        "7e5e6d70-e198-4d45-974c-73061e8df35a"
      ],
      "mappedKnowledge": [
        "67836a8e-fcf6-4112-bea7-a0ba098c9eca",
        "08e86d91-17a9-400a-8843-fe4c27ae05fd",
        "faca60df-fe9d-4b79-a872-5067734ac76e",
        "2a0b0137-39f9-43af-b451-81736e45caee",
        "5c520664-9b4d-4748-b440-6b5e49ecae48",
        "e8c06e31-766c-438a-8054-d89d9ad62be1",
        "b891463e-d3ac-49cd-aba0-07f578b8d2ba"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5972f239-befe-479d-bfd2-121774b6ff10",
        "656c0902-72ee-4002-8bb9-31e6ac62744a",
        "ea43d324-c481-446f-88e4-2d5532649a7d",
        "2287a952-cfc6-497c-afd1-87898b69e3eb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "730d35ce-493f-4e19-becd-2c91b0325e5d",
      "dutyDetail": "Quality check garment components  and materials before during and after completion of the garment, for example, the number of components, fabric quality, pattern match,trimmings, construction.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "078599b4-c011-4ede-844f-82f2be25040c",
        "e0011961-df86-4cb7-bd35-770c83634035"
      ],
      "mappedKnowledge": [
        "67836a8e-fcf6-4112-bea7-a0ba098c9eca",
        "08e86d91-17a9-400a-8843-fe4c27ae05fd",
        "faca60df-fe9d-4b79-a872-5067734ac76e",
        "5a1152ac-cecd-4d45-aad6-283830214804",
        "45cf9c45-03d8-4991-9013-8e79b93d5e23",
        "161fa93e-3ecd-418e-86fd-4ca3732bc5ee"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d516d2e7-16d4-4950-aa84-9692901a549c",
        "656c0902-72ee-4002-8bb9-31e6ac62744a",
        "14fdeae8-94ec-4e15-b172-fa8790c6d8e4",
        "326d7c02-6300-44fe-b77c-cf0fb925b979",
        "baed2daa-4cab-4e08-8e2a-e276a2495765",
        "234c1b77-3a4c-4e53-b1e4-fcd5fea44f3c",
        "9e03f8df-e88d-49f1-b0a4-1e84c5776213",
        "e0d2940e-a76c-4d55-99eb-5ced4176e11a",
        "ea43d324-c481-446f-88e4-2d5532649a7d",
        "2287a952-cfc6-497c-afd1-87898b69e3eb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "88928093-bc5e-4357-9d15-f2abbef7793b",
      "dutyDetail": "Develop and operate a systemised, logical and efficient workstation and work process.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "69d001a4-98c5-42e3-aecd-e9b62c508df8",
        "078599b4-c011-4ede-844f-82f2be25040c"
      ],
      "mappedKnowledge": [
        "3222af8a-cf66-4ca6-baf5-7d0ead8e8d58",
        "81568829-c7a9-434b-8b85-769ea54325ca",
        "d7c3acde-6e50-42df-a0ec-ec16fc092f21",
        "457e9d1e-ed95-45d8-98b7-b66c5c6543bf",
        "e8c06e31-766c-438a-8054-d89d9ad62be1",
        "8948b7b2-248d-4e94-9a30-db509e4a0cc2",
        "e0427c1e-fecb-4363-9974-b6632a2e509f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "11361f13-c679-4a65-813c-82fb1edd4b2a",
        "364ea5ee-8643-490c-ad3c-1fc1ae208c36",
        "876aaf35-f9c7-4bbd-9a98-2c42e91e2bf9",
        "97ec9d1b-912b-4fe8-b1bd-8b12fa8ebf22",
        "989bfdee-e475-4636-8e72-4ad570b3916a",
        "2287a952-cfc6-497c-afd1-87898b69e3eb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7db20a27-e593-4730-9664-1eb1e46f16f6",
      "dutyDetail": "Apply a variety of sewing and handling techniques and methods to assemble and finish garments or parts of garments, using own initiative, knowledge and experience to create processes and products that meet quality requirements",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "69d001a4-98c5-42e3-aecd-e9b62c508df8",
        "078599b4-c011-4ede-844f-82f2be25040c"
      ],
      "mappedKnowledge": [
        "67836a8e-fcf6-4112-bea7-a0ba098c9eca",
        "08e86d91-17a9-400a-8843-fe4c27ae05fd",
        "faca60df-fe9d-4b79-a872-5067734ac76e",
        "3222af8a-cf66-4ca6-baf5-7d0ead8e8d58",
        "81568829-c7a9-434b-8b85-769ea54325ca",
        "457e9d1e-ed95-45d8-98b7-b66c5c6543bf",
        "d570c9be-5184-4072-811e-0d519e8a3ceb",
        "26bf5a2b-95e9-4631-8bbb-7dba6e7e47a8",
        "3b689083-c5a5-4fe2-aced-7d054fc9587e",
        "db3377c0-227e-4225-8373-7242de4f691b",
        "a9de7ee4-7a90-4ba5-8fe3-5d8054e1c807",
        "5c520664-9b4d-4748-b440-6b5e49ecae48",
        "8948b7b2-248d-4e94-9a30-db509e4a0cc2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5972f239-befe-479d-bfd2-121774b6ff10",
        "d516d2e7-16d4-4950-aa84-9692901a549c",
        "11361f13-c679-4a65-813c-82fb1edd4b2a",
        "364ea5ee-8643-490c-ad3c-1fc1ae208c36",
        "656c0902-72ee-4002-8bb9-31e6ac62744a",
        "876aaf35-f9c7-4bbd-9a98-2c42e91e2bf9",
        "93f42533-9736-4488-883e-edf2ac3e8bb3",
        "14fdeae8-94ec-4e15-b172-fa8790c6d8e4",
        "183ac445-5644-4791-84ee-b1920fcc6a7e",
        "b834bb6c-7445-473b-8a0f-15916ee1301d",
        "326d7c02-6300-44fe-b77c-cf0fb925b979",
        "97ec9d1b-912b-4fe8-b1bd-8b12fa8ebf22",
        "ad6ccf58-b4de-4a62-b6bf-ddbd7412d375",
        "e0d2940e-a76c-4d55-99eb-5ced4176e11a",
        "989bfdee-e475-4636-8e72-4ad570b3916a",
        "2287a952-cfc6-497c-afd1-87898b69e3eb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c3cd792a-d147-4420-b131-ae72ec78df9f",
      "dutyDetail": "Measure and figurate garment components and the finished garments.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "078599b4-c011-4ede-844f-82f2be25040c",
        "7e5e6d70-e198-4d45-974c-73061e8df35a"
      ],
      "mappedKnowledge": [
        "08e86d91-17a9-400a-8843-fe4c27ae05fd",
        "faca60df-fe9d-4b79-a872-5067734ac76e",
        "2a0b0137-39f9-43af-b451-81736e45caee",
        "ff4130f1-08c0-4c97-a38f-91f6d0429e84",
        "5a1152ac-cecd-4d45-aad6-283830214804",
        "5c520664-9b4d-4748-b440-6b5e49ecae48",
        "abadb7c4-1841-4e49-bb3e-e8a2e99ab0f4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5972f239-befe-479d-bfd2-121774b6ff10",
        "9e03f8df-e88d-49f1-b0a4-1e84c5776213"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "dce535bc-969b-4584-979a-9a7bc288f683",
      "dutyDetail": "Develop, monitor and refine the best production techniques and work sequences that will inform future production process and identify continuous improvement in relation to work methods and garment quality.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "69d001a4-98c5-42e3-aecd-e9b62c508df8",
        "078599b4-c011-4ede-844f-82f2be25040c",
        "7e5e6d70-e198-4d45-974c-73061e8df35a",
        "e0011961-df86-4cb7-bd35-770c83634035"
      ],
      "mappedKnowledge": [
        "dba6a24d-21e0-464d-b773-1ba583ae996b",
        "3222af8a-cf66-4ca6-baf5-7d0ead8e8d58",
        "81568829-c7a9-434b-8b85-769ea54325ca",
        "d7c3acde-6e50-42df-a0ec-ec16fc092f21",
        "457e9d1e-ed95-45d8-98b7-b66c5c6543bf",
        "052f8e4f-1d75-4a62-aba8-f7c7b26b27d7",
        "d570c9be-5184-4072-811e-0d519e8a3ceb",
        "26bf5a2b-95e9-4631-8bbb-7dba6e7e47a8",
        "3b689083-c5a5-4fe2-aced-7d054fc9587e",
        "5c520664-9b4d-4748-b440-6b5e49ecae48",
        "abadb7c4-1841-4e49-bb3e-e8a2e99ab0f4",
        "8948b7b2-248d-4e94-9a30-db509e4a0cc2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "11361f13-c679-4a65-813c-82fb1edd4b2a",
        "364ea5ee-8643-490c-ad3c-1fc1ae208c36",
        "876aaf35-f9c7-4bbd-9a98-2c42e91e2bf9",
        "93f42533-9736-4488-883e-edf2ac3e8bb3",
        "cba459ec-7c8f-4986-91c6-cd53a5428016",
        "183ac445-5644-4791-84ee-b1920fcc6a7e",
        "b834bb6c-7445-473b-8a0f-15916ee1301d",
        "326d7c02-6300-44fe-b77c-cf0fb925b979",
        "baed2daa-4cab-4e08-8e2a-e276a2495765",
        "f97fb382-011e-4fcc-aa4e-c9d583e0d152",
        "989bfdee-e475-4636-8e72-4ad570b3916a",
        "2287a952-cfc6-497c-afd1-87898b69e3eb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b9a17be1-bbe5-40d2-bb3f-7b190452fbb9",
      "dutyDetail": "Review and assess garments including fit, quality, cost and finish against design, specifications, quality standards  and customer requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "69d001a4-98c5-42e3-aecd-e9b62c508df8",
        "078599b4-c011-4ede-844f-82f2be25040c",
        "7e5e6d70-e198-4d45-974c-73061e8df35a"
      ],
      "mappedKnowledge": [
        "67836a8e-fcf6-4112-bea7-a0ba098c9eca",
        "08e86d91-17a9-400a-8843-fe4c27ae05fd",
        "faca60df-fe9d-4b79-a872-5067734ac76e",
        "2a0b0137-39f9-43af-b451-81736e45caee",
        "dba6a24d-21e0-464d-b773-1ba583ae996b",
        "5a1152ac-cecd-4d45-aad6-283830214804",
        "5c520664-9b4d-4748-b440-6b5e49ecae48",
        "45cf9c45-03d8-4991-9013-8e79b93d5e23",
        "4de2b5e0-5a02-49ba-ab7a-9a722797010d",
        "abadb7c4-1841-4e49-bb3e-e8a2e99ab0f4",
        "161fa93e-3ecd-418e-86fd-4ca3732bc5ee",
        "b891463e-d3ac-49cd-aba0-07f578b8d2ba"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5972f239-befe-479d-bfd2-121774b6ff10",
        "d516d2e7-16d4-4950-aa84-9692901a549c",
        "234c1b77-3a4c-4e53-b1e4-fcd5fea44f3c",
        "9e03f8df-e88d-49f1-b0a4-1e84c5776213",
        "32bbf051-0609-4b96-a78f-29f21fa9b30a",
        "b0523771-ba91-4562-ad66-d6d856c2fcf1",
        "989bfdee-e475-4636-8e72-4ad570b3916a",
        "4c318c23-791b-4dca-a7f7-bbe07db73037",
        "ea43d324-c481-446f-88e4-2d5532649a7d",
        "2287a952-cfc6-497c-afd1-87898b69e3eb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "97cb809c-ba2e-496b-94f2-12f37d6955e4",
      "dutyDetail": "Produce hand sewn work such as beading or blind hemming.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "69d001a4-98c5-42e3-aecd-e9b62c508df8",
        "078599b4-c011-4ede-844f-82f2be25040c"
      ],
      "mappedKnowledge": [
        "08e86d91-17a9-400a-8843-fe4c27ae05fd",
        "faca60df-fe9d-4b79-a872-5067734ac76e",
        "2a0b0137-39f9-43af-b451-81736e45caee",
        "dba6a24d-21e0-464d-b773-1ba583ae996b",
        "81568829-c7a9-434b-8b85-769ea54325ca",
        "d7c3acde-6e50-42df-a0ec-ec16fc092f21",
        "052f8e4f-1d75-4a62-aba8-f7c7b26b27d7",
        "26bf5a2b-95e9-4631-8bbb-7dba6e7e47a8",
        "5c520664-9b4d-4748-b440-6b5e49ecae48"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5972f239-befe-479d-bfd2-121774b6ff10",
        "876aaf35-f9c7-4bbd-9a98-2c42e91e2bf9",
        "cba459ec-7c8f-4986-91c6-cd53a5428016",
        "326d7c02-6300-44fe-b77c-cf0fb925b979",
        "97ec9d1b-912b-4fe8-b1bd-8b12fa8ebf22",
        "32bbf051-0609-4b96-a78f-29f21fa9b30a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a9ad6c0b-91c3-4903-901e-99fe3c8ea33b",
      "dutyDetail": "Apply trimmings, for example bindings, fusing’s, buttons, braid.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "69d001a4-98c5-42e3-aecd-e9b62c508df8",
        "078599b4-c011-4ede-844f-82f2be25040c"
      ],
      "mappedKnowledge": [
        "67836a8e-fcf6-4112-bea7-a0ba098c9eca",
        "08e86d91-17a9-400a-8843-fe4c27ae05fd",
        "faca60df-fe9d-4b79-a872-5067734ac76e",
        "2a0b0137-39f9-43af-b451-81736e45caee",
        "dba6a24d-21e0-464d-b773-1ba583ae996b",
        "3222af8a-cf66-4ca6-baf5-7d0ead8e8d58",
        "81568829-c7a9-434b-8b85-769ea54325ca",
        "d7c3acde-6e50-42df-a0ec-ec16fc092f21",
        "457e9d1e-ed95-45d8-98b7-b66c5c6543bf",
        "26bf5a2b-95e9-4631-8bbb-7dba6e7e47a8",
        "3b689083-c5a5-4fe2-aced-7d054fc9587e",
        "5c520664-9b4d-4748-b440-6b5e49ecae48",
        "4de2b5e0-5a02-49ba-ab7a-9a722797010d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5972f239-befe-479d-bfd2-121774b6ff10",
        "11361f13-c679-4a65-813c-82fb1edd4b2a",
        "364ea5ee-8643-490c-ad3c-1fc1ae208c36",
        "656c0902-72ee-4002-8bb9-31e6ac62744a",
        "876aaf35-f9c7-4bbd-9a98-2c42e91e2bf9",
        "93f42533-9736-4488-883e-edf2ac3e8bb3",
        "326d7c02-6300-44fe-b77c-cf0fb925b979",
        "97ec9d1b-912b-4fe8-b1bd-8b12fa8ebf22"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1efacb0e-8cff-4888-a974-50eb2dd33956",
      "dutyDetail": "Press garments/garment parts (underpress and final press).",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "69d001a4-98c5-42e3-aecd-e9b62c508df8",
        "078599b4-c011-4ede-844f-82f2be25040c"
      ],
      "mappedKnowledge": [
        "67836a8e-fcf6-4112-bea7-a0ba098c9eca",
        "2a0b0137-39f9-43af-b451-81736e45caee",
        "dba6a24d-21e0-464d-b773-1ba583ae996b",
        "3222af8a-cf66-4ca6-baf5-7d0ead8e8d58",
        "81568829-c7a9-434b-8b85-769ea54325ca",
        "db3377c0-227e-4225-8373-7242de4f691b",
        "5c520664-9b4d-4748-b440-6b5e49ecae48",
        "01dd6270-681b-4492-b32c-36c3a85287c6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d516d2e7-16d4-4950-aa84-9692901a549c",
        "11361f13-c679-4a65-813c-82fb1edd4b2a",
        "364ea5ee-8643-490c-ad3c-1fc1ae208c36",
        "f97fb382-011e-4fcc-aa4e-c9d583e0d152",
        "97ec9d1b-912b-4fe8-b1bd-8b12fa8ebf22",
        "2287a952-cfc6-497c-afd1-87898b69e3eb"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-11-07T00:00:00"
}