{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 582,
  "referenceNumber": "ST0887",
  "learningAimClassCode": "",
  "title": "Fundraiser",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0887",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-05-31T00:00:00",
  "earliestStartDate": "2020-07-10T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Raise funds for charitable causes.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 8000,
  "maxFundingAdditionalInformation": "",
  "route": "Sales, marketing and procurement",
  "keywords": [
    "charitable causes",
    "charities",
    "fundraising",
    "funds",
    "charitable foundations"
  ],
  "jobRoles": [
    "Corporate partnerships fundraiser",
    "Events/community fundraiser",
    "Fundraising/development/income generation executive",
    "Fundraising/development/income generation officer",
    "Individual giving fundraiser",
    "Legacy fundraiser",
    "Major donor/major gift/philanthropy fundraiser",
    "Relationship manager"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/ft2flpop/st0887_fundraiser_l3_ap-for-publication_27042020-v2.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.4 Marketing and sales",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the third sector in charities and not-for-profit organisations of all sizes. The role is usually based within a fundraising team internal to a charitable or not-for-profit organisation but on occasions can be with a specific agency that provides fundraising consultation and services.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to raise funds for charitable causes. Funds are raised from a range of sources including but not limited to trusts and foundations, digital media, major donors, corporate partners, raffles and lotteries, payroll giving, events, community engagement, individual giving, gift aid and legacies. A fundraiser will typically work within or have a focus on one or more of these areas. In addition, a fundraiser is also responsible for raising awareness and non-financial support for their charitable cause. As part of a fundraising team a fundraiser will contribute to the implementation and execution of the fundraising strategy. projects and plans. They will be responsible for delivering day-to-day fundraising activities that provide the essential income and engagement with supporters for the delivery of the charitable purpose of the organisation. They will also carry out research for opportunities and analyse and provide data to support any proposals for developing fundraising activities. The role is a common entry point for many looking for a career within fundraising and, potential progression into more senior fundraising roles.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with a range of internal teams such as (but are not limited to) marketing, media, finance, service delivery, volunteering, advocacy, I.T and procurement. Externally, a fundraiser would interact, either autonomously or as part of a team, with clients, donors, supporters and prospective supporters of their charitable cause (e.g. corporate partners, high net worth individuals and the general public), as well as other stakeholders including suppliers, other charities, the media and professional bodies.&#160; The role is likely to be home or office-based, although they may spend time away from their base attending and supporting events, meetings with internal or external stakeholders, carrying out specific fundraising activities or carrying out research.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for reporting to a fundraising manager they will undertake the required tasks for the fundraiser. These tasks may require planning and prioritising personal and team activities to meet organisation needs. Due to the nature and level of responsibility it is not anticipated that the role would have any budgetary responsibilities.&#160;&lt;/p&gt;\n&lt;p&gt;They will be responsible for:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Building and maintaining relationships to acquire new supporters and retain existing ones&lt;/li&gt;\n&lt;li&gt;Securing funds and raising awareness of their charitable cause in line with agreed targets and KPIs&lt;/li&gt;\n&lt;li&gt;Managing a portfolio of external stakeholders including supporters, volunteers, corporate partners and eventers&lt;/li&gt;\n&lt;li&gt;Contributing towards the management of suppliers&lt;/li&gt;\n&lt;li&gt;Maintaining a database of supporters&lt;/li&gt;\n&lt;li&gt;Conducting research in order to gain valuable insight&lt;/li&gt;\n&lt;li&gt;Developing and delivering fundraising plans as directed&lt;/li&gt;\n&lt;li&gt;Putting together creative content to build a case for support&lt;/li&gt;\n&lt;li&gt;Contributing towards the development of fundraising plans and evaluating their effectiveness&lt;/li&gt;\n&lt;li&gt;Promoting fundraising propositions and using innovation to develop new ones&lt;/li&gt;\n&lt;li&gt;Compliance with Fundraising and Data Protection regulations&lt;/li&gt;\n&lt;li&gt;Addressing and solving problems within their role&lt;/li&gt;\n&lt;li&gt;Sales activities identified in fundraising plans&lt;/li&gt;\n&lt;/ul&gt;",
  "knowledges": [
    {
      "knowledgeId": "aadfc9c2-a43c-4f70-aa1b-d7e8f4a3071c",
      "detail": "Commercial understanding of the third sector and fundraising environment, such as external and market factors that impact fundraising performance and the role of competitors and collaborators"
    },
    {
      "knowledgeId": "2078fdfc-f964-4c31-9a48-a7ed5ddfac3b",
      "detail": "The different types of fundraising methods and how they are used, such as Community, Events, Philanthropy, Major Gifts, Individual Giving, Legacy, Monthly Giving, Foundations, Corporate Fundraising, Gift Aid"
    },
    {
      "knowledgeId": "c44f347a-e5b1-4a03-9020-e380b70c0613",
      "detail": "Regulation, legislation and codes of practice relating to the fundraising environment, such as fundraising regulations, data protection compliance and ethical codes of practice,"
    },
    {
      "knowledgeId": "a6ffa09a-b2c4-4512-a94f-9f28be71b462",
      "detail": "Methodologies to undertake internal and external analysis and evaluation of fundraising products and services, such as cost benefit analysis, statistical evaluation, principles of surveys, stakeholder analysis, STEEPLE, SWOT and ERIC frameworks"
    },
    {
      "knowledgeId": "d7215457-262c-4f6d-8b16-be42ab533d34",
      "detail": "The elementary Financial principles, such as income streams, cash flow, taxation, budgeting, forecasting, cost control and applying best procurement practice"
    },
    {
      "knowledgeId": "951d641d-a704-4f76-89cc-4002ab722fb3",
      "detail": ": The key components of a 'Case for Support', such as organisational aims, creative content to showcase the cause to supporters, impact of the work of the organisation, strategic aims, stakeholders and how these meet the needs of a supporter "
    },
    {
      "knowledgeId": "3ca482c6-1d92-4e5c-a691-aaecba2e912c",
      "detail": "The key components of a supporter journey, such as reward and recognition, maximising supporter commitment, appropriate communication, understanding donor motivation and tailoring supporter journey accordingly"
    },
    {
      "knowledgeId": "72f65491-94a7-4c0d-b07c-3b46f4aa0cdd",
      "detail": "The key components of a Fundraising Plan, such as recording fundraising activities over a period of time, including campaign dates, area marketing and acquisition strategies, impact analysis, evaluation and budgeting"
    },
    {
      "knowledgeId": "2373d976-e8ff-4376-9750-c69818d81713",
      "detail": "Organisational understanding, such as purpose, mission statement, organisational strategy, values, company policies, brand guidelines, volunteering policies, complaints policy, health & safety policy, cash handling, lone working policy"
    },
    {
      "knowledgeId": "36c83467-9a6c-4dae-b819-bae0a9c8830e",
      "detail": "Different methods of communication to internal and external stakeholders, such as verbal, non-verbal, building rapport, designing fundraising and marketing materials, digital, mailings and newsletters"
    },
    {
      "knowledgeId": "86e60a5c-f82e-4b71-a6d0-5aa8090abd5a",
      "detail": "Importance of accurately recording supporter information on a supporter relationship management system, to help inform fundraising activities and ensure data is compliant"
    },
    {
      "knowledgeId": "554a3f95-6cc4-4681-a94e-63861e869b8c",
      "detail": "The internal and external dependencies that influence the success of fundraising, such as legal, health & safety, finance, operations, volunteers and suppliers"
    },
    {
      "knowledgeId": "1d1b71fd-9de0-4239-9ea0-6369868cf9e4",
      "detail": "How to approach and engage new and existing supporters to ask for both financial and non-financial support"
    },
    {
      "knowledgeId": "495f31fb-47c2-4fe6-8bc4-06e47d17befe",
      "detail": "The different forms of donor motivation and how they influence the method of fundraising employed, the impact that has on the donor and their continued engagement with the cause"
    },
    {
      "knowledgeId": "2b1c1b83-605e-43c7-a685-6e596f08b85a",
      "detail": "How to approach, analyse and address problems"
    },
    {
      "knowledgeId": "27645cae-ce11-4444-802a-28f9eb583cb5",
      "detail": "Regulation, legislation, codes of practice and policies relating to inclusion, safeguarding and whistle-blowing"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "a4447f12-2e8c-4c59-bef2-32e550c74a1a",
      "detail": "Resilient and maintains a positive attitude"
    },
    {
      "behaviourId": "28b7ceee-a1e4-4cb1-b74d-3ee522b54a8f",
      "detail": "Acts to put the organisation’s cause, and the needs of stakeholders at the centre of their fundraising activity"
    },
    {
      "behaviourId": "259f5d0c-a8a7-4bff-98e7-0c537faf79c9",
      "detail": "Sources effective solutions, and seeks to continuously improve and develop"
    },
    {
      "behaviourId": "01e6bdaf-6354-42fd-bdd8-73b39b9dd619",
      "detail": "Reliable and acts with integrity, empathy, honesty and trustworthiness"
    },
    {
      "behaviourId": "91b23865-e74d-40e1-96e2-b9617723a043",
      "detail": "Works collaboratively to deliver fundraising activities"
    }
  ],
  "skills": [
    {
      "skillId": "5bbd8c3c-99fb-4c62-92b2-10e340d86956",
      "detail": "Uses the most appropriate communication method for the message through the use of good questions and listening techniques"
    },
    {
      "skillId": "38dca005-d10c-44f1-b766-4444c8184bc8",
      "detail": "Identify and apply pragmatic solutions using a range of methods to maximise value to the organisation"
    },
    {
      "skillId": "bec31530-8191-4089-8d5f-38d2b18b8e60",
      "detail": "Use data management (compliant with data protection regulation) and analysis to produce and present evidence to support, validate and/or review fundraising activity to different stakeholders, such as analysing the effectiveness of a fundraising event"
    },
    {
      "skillId": "35d758d4-b1ec-4a11-8ce1-ba41bfaddd00",
      "detail": "Evaluate and make unsupervised decisions quickly based on the current situation or environment"
    },
    {
      "skillId": "2770ffef-6758-4fc2-b6c6-43ea480f1495",
      "detail": "Control, monitor and analyse expenditure and/or financial fundraising transactions to maximise spend on the organisation's charitable cause, including Gift Aid"
    },
    {
      "skillId": "afa454ef-f513-45a4-a204-a0f4c8579396",
      "detail": "Use a variety of information sources (compliant with data protection regulation) to identify individuals, groups or organisations who can potentially provide effective support for the organisation"
    },
    {
      "skillId": "85290ce3-8a37-4270-818f-1fa7470b72f7",
      "detail": "Plan and prioritise time to ensure fundraising activities are managed well and fundraising potential is maximised"
    },
    {
      "skillId": "8686308b-1b5a-4b73-b1ba-849651b263a7",
      "detail": "Build relationships and identify, engage, sustain and satisfy the on-going needs of supporters and stakeholders by building rapport and trust, and resolve conflicts constructively"
    },
    {
      "skillId": "21e19933-8fc2-4bf4-8daa-af495db5ff86",
      "detail": "Identify and apply appropriate technological solutions to improve the effectiveness of processes, procedures and development of fundraising activity"
    },
    {
      "skillId": "de06ae7d-0dae-4a35-b274-eddeeeb09565",
      "detail": "Demonstrates self-awareness and recognises their own emotions and their impact on self and others."
    },
    {
      "skillId": "dc6b9189-0609-4925-b045-a1c7d5a05b56",
      "detail": "Adapt and tailor presentation style and technique to meet the needs of the audience"
    },
    {
      "skillId": "da817fc1-3249-4b89-8c24-35e1dbf66784",
      "detail": "Build a diverse network both internally and externally"
    },
    {
      "skillId": "1278ebc1-6279-424e-8ba3-96fc1ed8a91f",
      "detail": "Articulate and communicate the mission, goals and activities of your organisation to influence others to engage with your cause, applying appropriate fundraising techniques such as networking, handling objections, negotiating and making an ask "
    },
    {
      "skillId": "ca54dcce-12b0-43e6-9b81-6a8e610b378c",
      "detail": "Adapt working style depending on the situation or needs of the other person"
    },
    {
      "skillId": "6b7caa29-6b55-47f2-a481-e51466aa7b3a",
      "detail": "Identify, evaluate and apply solutions to problems as they arise"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-07-10T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0475",
  "tbMainContact": "becky@becky-phillips.co.uk",
  "involvedEmployers": "Macmillan Cancer Support, Alzheimer Research UK, Teenage Cancer Trust, Marie Curie, Children Society, WWF, Mencap, BHF, Action for Children, NSPCC, Cancer Research UK, Shelter",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Corporate partnerships fundraiser",
    "Events/community fundraiser",
    "Fundraising/development/income generation executive",
    "Fundraising/development/income generation officer",
    "Individual giving fundraiser",
    "Legacy fundraiser",
    "Major donor/major gift/philanthropy fundraiser",
    "Relationship manager"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Marketing",
  "cluster": "Marketing assistant",
  "clusterId": "124",
  "clusterDescription": null,
  "createdDate": "2020-01-24T12:57:48 +00:00",
  "lastUpdated": "2022-05-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-07-10T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0887",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0887-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0887-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "deeedb4b-b78f-4144-9068-83653d2b98a5",
      "dutyDetail": "Identify, build and maintain relationships to raise financial (such as funds) and non-financial support (such as raising awareness) of the charitable cause",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a4447f12-2e8c-4c59-bef2-32e550c74a1a",
        "28b7ceee-a1e4-4cb1-b74d-3ee522b54a8f",
        "01e6bdaf-6354-42fd-bdd8-73b39b9dd619",
        "91b23865-e74d-40e1-96e2-b9617723a043"
      ],
      "mappedKnowledge": [
        "c44f347a-e5b1-4a03-9020-e380b70c0613",
        "951d641d-a704-4f76-89cc-4002ab722fb3",
        "3ca482c6-1d92-4e5c-a691-aaecba2e912c",
        "2373d976-e8ff-4376-9750-c69818d81713",
        "36c83467-9a6c-4dae-b819-bae0a9c8830e",
        "86e60a5c-f82e-4b71-a6d0-5aa8090abd5a",
        "1d1b71fd-9de0-4239-9ea0-6369868cf9e4",
        "495f31fb-47c2-4fe6-8bc4-06e47d17befe",
        "2b1c1b83-605e-43c7-a685-6e596f08b85a",
        "27645cae-ce11-4444-802a-28f9eb583cb5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5bbd8c3c-99fb-4c62-92b2-10e340d86956",
        "bec31530-8191-4089-8d5f-38d2b18b8e60",
        "35d758d4-b1ec-4a11-8ce1-ba41bfaddd00",
        "afa454ef-f513-45a4-a204-a0f4c8579396",
        "8686308b-1b5a-4b73-b1ba-849651b263a7",
        "de06ae7d-0dae-4a35-b274-eddeeeb09565",
        "dc6b9189-0609-4925-b045-a1c7d5a05b56",
        "da817fc1-3249-4b89-8c24-35e1dbf66784",
        "1278ebc1-6279-424e-8ba3-96fc1ed8a91f",
        "ca54dcce-12b0-43e6-9b81-6a8e610b378c",
        "6b7caa29-6b55-47f2-a481-e51466aa7b3a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a2856009-3042-4c86-b35b-2c0844736660",
      "dutyDetail": "Develop proposals and recommendations for inclusion in the development and execution of fundraising plans, such as plans to identify and acquire new supporters or plans to maintain and develop a portfolio of existing supporters",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "28b7ceee-a1e4-4cb1-b74d-3ee522b54a8f",
        "259f5d0c-a8a7-4bff-98e7-0c537faf79c9",
        "91b23865-e74d-40e1-96e2-b9617723a043"
      ],
      "mappedKnowledge": [
        "aadfc9c2-a43c-4f70-aa1b-d7e8f4a3071c",
        "2078fdfc-f964-4c31-9a48-a7ed5ddfac3b",
        "c44f347a-e5b1-4a03-9020-e380b70c0613",
        "a6ffa09a-b2c4-4512-a94f-9f28be71b462",
        "72f65491-94a7-4c0d-b07c-3b46f4aa0cdd",
        "2373d976-e8ff-4376-9750-c69818d81713",
        "36c83467-9a6c-4dae-b819-bae0a9c8830e",
        "554a3f95-6cc4-4681-a94e-63861e869b8c",
        "1d1b71fd-9de0-4239-9ea0-6369868cf9e4",
        "495f31fb-47c2-4fe6-8bc4-06e47d17befe",
        "2b1c1b83-605e-43c7-a685-6e596f08b85a",
        "27645cae-ce11-4444-802a-28f9eb583cb5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "38dca005-d10c-44f1-b766-4444c8184bc8",
        "bec31530-8191-4089-8d5f-38d2b18b8e60",
        "afa454ef-f513-45a4-a204-a0f4c8579396",
        "85290ce3-8a37-4270-818f-1fa7470b72f7",
        "6b7caa29-6b55-47f2-a481-e51466aa7b3a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e9e57cde-7513-46a1-ac82-2583594a91b3",
      "dutyDetail": "Recommend and autonomously carry out fundraising activities to achieve financial and non-financial targets and KPIs whilst keeping within agreed expenditure budgets where applicable",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "28b7ceee-a1e4-4cb1-b74d-3ee522b54a8f",
        "91b23865-e74d-40e1-96e2-b9617723a043"
      ],
      "mappedKnowledge": [
        "2078fdfc-f964-4c31-9a48-a7ed5ddfac3b",
        "d7215457-262c-4f6d-8b16-be42ab533d34",
        "72f65491-94a7-4c0d-b07c-3b46f4aa0cdd",
        "2b1c1b83-605e-43c7-a685-6e596f08b85a",
        "27645cae-ce11-4444-802a-28f9eb583cb5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2770ffef-6758-4fc2-b6c6-43ea480f1495",
        "85290ce3-8a37-4270-818f-1fa7470b72f7",
        "dc6b9189-0609-4925-b045-a1c7d5a05b56",
        "da817fc1-3249-4b89-8c24-35e1dbf66784",
        "1278ebc1-6279-424e-8ba3-96fc1ed8a91f",
        "ca54dcce-12b0-43e6-9b81-6a8e610b378c",
        "6b7caa29-6b55-47f2-a481-e51466aa7b3a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "94a1f61f-e174-4d60-bf8d-d24d9ab9b1cf",
      "dutyDetail": "Undertake external market research and analysis of fundraising activity to continuously improve performance and support innovation across the team, making recommendations where necessary",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "259f5d0c-a8a7-4bff-98e7-0c537faf79c9",
        "01e6bdaf-6354-42fd-bdd8-73b39b9dd619"
      ],
      "mappedKnowledge": [
        "aadfc9c2-a43c-4f70-aa1b-d7e8f4a3071c",
        "a6ffa09a-b2c4-4512-a94f-9f28be71b462",
        "554a3f95-6cc4-4681-a94e-63861e869b8c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "38dca005-d10c-44f1-b766-4444c8184bc8",
        "bec31530-8191-4089-8d5f-38d2b18b8e60",
        "35d758d4-b1ec-4a11-8ce1-ba41bfaddd00",
        "21e19933-8fc2-4bf4-8daa-af495db5ff86",
        "da817fc1-3249-4b89-8c24-35e1dbf66784"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "344d0741-4b7d-46b0-877b-f05cf01fc866",
      "dutyDetail": "Use a variety of different mediums to create material for an effective 'Case for Support' to acquire new supporters and/or retain existing ones",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "28b7ceee-a1e4-4cb1-b74d-3ee522b54a8f"
      ],
      "mappedKnowledge": [
        "951d641d-a704-4f76-89cc-4002ab722fb3",
        "2373d976-e8ff-4376-9750-c69818d81713",
        "36c83467-9a6c-4dae-b819-bae0a9c8830e",
        "1d1b71fd-9de0-4239-9ea0-6369868cf9e4",
        "495f31fb-47c2-4fe6-8bc4-06e47d17befe"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5bbd8c3c-99fb-4c62-92b2-10e340d86956",
        "8686308b-1b5a-4b73-b1ba-849651b263a7",
        "dc6b9189-0609-4925-b045-a1c7d5a05b56",
        "1278ebc1-6279-424e-8ba3-96fc1ed8a91f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "610649c5-77bc-4b28-84fc-814631ab1fd1",
      "dutyDetail": "Monitor, evaluate and report on fundraising activities using a range of metrics to identify and make recommendations for areas of development and opportunity",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "259f5d0c-a8a7-4bff-98e7-0c537faf79c9",
        "91b23865-e74d-40e1-96e2-b9617723a043"
      ],
      "mappedKnowledge": [
        "aadfc9c2-a43c-4f70-aa1b-d7e8f4a3071c",
        "2078fdfc-f964-4c31-9a48-a7ed5ddfac3b",
        "c44f347a-e5b1-4a03-9020-e380b70c0613",
        "a6ffa09a-b2c4-4512-a94f-9f28be71b462",
        "d7215457-262c-4f6d-8b16-be42ab533d34",
        "86e60a5c-f82e-4b71-a6d0-5aa8090abd5a",
        "554a3f95-6cc4-4681-a94e-63861e869b8c",
        "2b1c1b83-605e-43c7-a685-6e596f08b85a",
        "27645cae-ce11-4444-802a-28f9eb583cb5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bec31530-8191-4089-8d5f-38d2b18b8e60",
        "2770ffef-6758-4fc2-b6c6-43ea480f1495",
        "afa454ef-f513-45a4-a204-a0f4c8579396",
        "21e19933-8fc2-4bf4-8daa-af495db5ff86",
        "6b7caa29-6b55-47f2-a481-e51466aa7b3a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9de91430-06c3-4ef5-821f-b1ad7c56db4f",
      "dutyDetail": "Support the ongoing care and stewardship of supporters through recommending and implementing activities and initiatives that meet both the needs of the supporter and the organisation",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a4447f12-2e8c-4c59-bef2-32e550c74a1a",
        "28b7ceee-a1e4-4cb1-b74d-3ee522b54a8f",
        "259f5d0c-a8a7-4bff-98e7-0c537faf79c9",
        "01e6bdaf-6354-42fd-bdd8-73b39b9dd619",
        "91b23865-e74d-40e1-96e2-b9617723a043"
      ],
      "mappedKnowledge": [
        "aadfc9c2-a43c-4f70-aa1b-d7e8f4a3071c",
        "2078fdfc-f964-4c31-9a48-a7ed5ddfac3b",
        "c44f347a-e5b1-4a03-9020-e380b70c0613",
        "951d641d-a704-4f76-89cc-4002ab722fb3",
        "3ca482c6-1d92-4e5c-a691-aaecba2e912c",
        "2373d976-e8ff-4376-9750-c69818d81713",
        "36c83467-9a6c-4dae-b819-bae0a9c8830e",
        "86e60a5c-f82e-4b71-a6d0-5aa8090abd5a",
        "554a3f95-6cc4-4681-a94e-63861e869b8c",
        "1d1b71fd-9de0-4239-9ea0-6369868cf9e4",
        "495f31fb-47c2-4fe6-8bc4-06e47d17befe",
        "2b1c1b83-605e-43c7-a685-6e596f08b85a",
        "27645cae-ce11-4444-802a-28f9eb583cb5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5bbd8c3c-99fb-4c62-92b2-10e340d86956",
        "38dca005-d10c-44f1-b766-4444c8184bc8",
        "bec31530-8191-4089-8d5f-38d2b18b8e60",
        "35d758d4-b1ec-4a11-8ce1-ba41bfaddd00",
        "afa454ef-f513-45a4-a204-a0f4c8579396",
        "85290ce3-8a37-4270-818f-1fa7470b72f7",
        "8686308b-1b5a-4b73-b1ba-849651b263a7",
        "de06ae7d-0dae-4a35-b274-eddeeeb09565",
        "dc6b9189-0609-4925-b045-a1c7d5a05b56",
        "da817fc1-3249-4b89-8c24-35e1dbf66784",
        "1278ebc1-6279-424e-8ba3-96fc1ed8a91f",
        "ca54dcce-12b0-43e6-9b81-6a8e610b378c",
        "6b7caa29-6b55-47f2-a481-e51466aa7b3a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "027148f8-4853-4d47-a4d4-b2f88a1e1427",
      "dutyDetail": "Produce high quality written and verbal communication material to engage internal and external stakeholders to maximise any opportunities, situations and issues that will impact on the charitable work, such as (but not limited to) approaches to and from prospective donors and partners, applications for funding from trusts or statutory bodies, planning for fundraising events and the development of fundraising campaigns",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "259f5d0c-a8a7-4bff-98e7-0c537faf79c9",
        "01e6bdaf-6354-42fd-bdd8-73b39b9dd619",
        "91b23865-e74d-40e1-96e2-b9617723a043"
      ],
      "mappedKnowledge": [
        "aadfc9c2-a43c-4f70-aa1b-d7e8f4a3071c",
        "2078fdfc-f964-4c31-9a48-a7ed5ddfac3b",
        "c44f347a-e5b1-4a03-9020-e380b70c0613",
        "951d641d-a704-4f76-89cc-4002ab722fb3",
        "3ca482c6-1d92-4e5c-a691-aaecba2e912c",
        "2373d976-e8ff-4376-9750-c69818d81713",
        "36c83467-9a6c-4dae-b819-bae0a9c8830e",
        "554a3f95-6cc4-4681-a94e-63861e869b8c",
        "1d1b71fd-9de0-4239-9ea0-6369868cf9e4",
        "495f31fb-47c2-4fe6-8bc4-06e47d17befe",
        "2b1c1b83-605e-43c7-a685-6e596f08b85a",
        "27645cae-ce11-4444-802a-28f9eb583cb5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5bbd8c3c-99fb-4c62-92b2-10e340d86956",
        "38dca005-d10c-44f1-b766-4444c8184bc8",
        "afa454ef-f513-45a4-a204-a0f4c8579396",
        "de06ae7d-0dae-4a35-b274-eddeeeb09565",
        "dc6b9189-0609-4925-b045-a1c7d5a05b56",
        "da817fc1-3249-4b89-8c24-35e1dbf66784",
        "1278ebc1-6279-424e-8ba3-96fc1ed8a91f",
        "ca54dcce-12b0-43e6-9b81-6a8e610b378c",
        "6b7caa29-6b55-47f2-a481-e51466aa7b3a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ee8e3204-2d54-4f14-a5b4-7deb206b189c",
      "dutyDetail": "Undertake, both autonomously and with others, data analysis and research of existing and prospective supporters in order to understand behaviour and motivation, to enable them to appropriately support the charitable aims of the organisation",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "28b7ceee-a1e4-4cb1-b74d-3ee522b54a8f",
        "259f5d0c-a8a7-4bff-98e7-0c537faf79c9",
        "01e6bdaf-6354-42fd-bdd8-73b39b9dd619",
        "91b23865-e74d-40e1-96e2-b9617723a043"
      ],
      "mappedKnowledge": [
        "aadfc9c2-a43c-4f70-aa1b-d7e8f4a3071c",
        "2078fdfc-f964-4c31-9a48-a7ed5ddfac3b",
        "c44f347a-e5b1-4a03-9020-e380b70c0613",
        "a6ffa09a-b2c4-4512-a94f-9f28be71b462",
        "951d641d-a704-4f76-89cc-4002ab722fb3",
        "3ca482c6-1d92-4e5c-a691-aaecba2e912c",
        "2373d976-e8ff-4376-9750-c69818d81713",
        "1d1b71fd-9de0-4239-9ea0-6369868cf9e4",
        "495f31fb-47c2-4fe6-8bc4-06e47d17befe",
        "27645cae-ce11-4444-802a-28f9eb583cb5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "38dca005-d10c-44f1-b766-4444c8184bc8",
        "bec31530-8191-4089-8d5f-38d2b18b8e60",
        "35d758d4-b1ec-4a11-8ce1-ba41bfaddd00",
        "85290ce3-8a37-4270-818f-1fa7470b72f7",
        "21e19933-8fc2-4bf4-8daa-af495db5ff86",
        "de06ae7d-0dae-4a35-b274-eddeeeb09565"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4e1591b1-d854-4cc7-b7d8-321ea6e98603",
      "dutyDetail": "Carry out the accurate update and maintenance of IT and records systems to ensure data is compliant and appropriately used to inform fundraising activities",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "28b7ceee-a1e4-4cb1-b74d-3ee522b54a8f",
        "259f5d0c-a8a7-4bff-98e7-0c537faf79c9",
        "01e6bdaf-6354-42fd-bdd8-73b39b9dd619",
        "91b23865-e74d-40e1-96e2-b9617723a043"
      ],
      "mappedKnowledge": [
        "aadfc9c2-a43c-4f70-aa1b-d7e8f4a3071c",
        "2078fdfc-f964-4c31-9a48-a7ed5ddfac3b",
        "c44f347a-e5b1-4a03-9020-e380b70c0613",
        "a6ffa09a-b2c4-4512-a94f-9f28be71b462",
        "d7215457-262c-4f6d-8b16-be42ab533d34",
        "2373d976-e8ff-4376-9750-c69818d81713",
        "36c83467-9a6c-4dae-b819-bae0a9c8830e",
        "86e60a5c-f82e-4b71-a6d0-5aa8090abd5a",
        "554a3f95-6cc4-4681-a94e-63861e869b8c",
        "2b1c1b83-605e-43c7-a685-6e596f08b85a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5bbd8c3c-99fb-4c62-92b2-10e340d86956",
        "38dca005-d10c-44f1-b766-4444c8184bc8",
        "bec31530-8191-4089-8d5f-38d2b18b8e60",
        "35d758d4-b1ec-4a11-8ce1-ba41bfaddd00",
        "afa454ef-f513-45a4-a204-a0f4c8579396",
        "85290ce3-8a37-4270-818f-1fa7470b72f7",
        "21e19933-8fc2-4bf4-8daa-af495db5ff86",
        "6b7caa29-6b55-47f2-a481-e51466aa7b3a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e9ea6ad5-03db-417d-895f-6373709f4533",
      "dutyDetail": "Provide a high quality first point of contact with donors to identify and address complaints or problems and seek early resolution or escalation where required",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a4447f12-2e8c-4c59-bef2-32e550c74a1a",
        "259f5d0c-a8a7-4bff-98e7-0c537faf79c9",
        "01e6bdaf-6354-42fd-bdd8-73b39b9dd619"
      ],
      "mappedKnowledge": [
        "c44f347a-e5b1-4a03-9020-e380b70c0613",
        "2373d976-e8ff-4376-9750-c69818d81713",
        "36c83467-9a6c-4dae-b819-bae0a9c8830e",
        "86e60a5c-f82e-4b71-a6d0-5aa8090abd5a",
        "554a3f95-6cc4-4681-a94e-63861e869b8c",
        "495f31fb-47c2-4fe6-8bc4-06e47d17befe",
        "2b1c1b83-605e-43c7-a685-6e596f08b85a",
        "27645cae-ce11-4444-802a-28f9eb583cb5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5bbd8c3c-99fb-4c62-92b2-10e340d86956",
        "35d758d4-b1ec-4a11-8ce1-ba41bfaddd00",
        "8686308b-1b5a-4b73-b1ba-849651b263a7",
        "de06ae7d-0dae-4a35-b274-eddeeeb09565",
        "da817fc1-3249-4b89-8c24-35e1dbf66784",
        "1278ebc1-6279-424e-8ba3-96fc1ed8a91f",
        "ca54dcce-12b0-43e6-9b81-6a8e610b378c",
        "6b7caa29-6b55-47f2-a481-e51466aa7b3a"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-05-31T00:00:00"
}