{
  "templateType": "Occupational Standard",
  "larsCode": 696,
  "referenceNumber": "ST0867",
  "learningAimClassCode": "",
  "title": "Playworker",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0867",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-02-02T00:00:00",
  "earliestStartDate": "2023-02-02T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Care for and support children in taking responsibility for themselves and their own playing whilst creating a stimulating and adventurous space for children to learn and explore.",
  "level": 2,
  "ePALength": 2,
  "typicalDuration": 18,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Care services",
  "keywords": [
    "children",
    "care",
    "learn",
    "explore",
    "young people"
  ],
  "jobRoles": [
    "Engagement worker",
    "Inclusion/support playworker",
    "Play ranger",
    "Playground assistant",
    "Playworker"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0867-v1-0?view=epa",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.5 Child development and well being",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;&lt;span&gt;This occupation is found in a range of play settings offering different models of Playwork. Most Playworkers are employed in the voluntary or public sector, while others work in the private sector. Playworkers may work in local community settings, such as Before and After School Clubs, Adventure Playgrounds and Mobile Play Provision, for example a Playbus. They may also offer play sessions in Women’s Refuges, Prisons and Hospitals, as well as play ranger sessions in open spaces such as parks and woodlands. Playschemes are also offered in sport and leisure centres where Playworkers may be employed.&#160; Playwork jobs roles vary according to the type of service being provided and children being supported.&#160; Typical employers include local councils and government, charities and voluntary management committees, private companies offering After School/Breakfast/Holiday clubs and private day care nurseries.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;The broad purpose of the occupation is to care for and support children in taking responsibility for themselves and their own playing whilst creating a stimulating and adventurous space for children to learn and explore in their own way, following their own intent, ideas and inventions. The focus of all play settings is on child-directed and child-controlled play, with Playworkers planning for and providing an ever-changing environment that allows children to choose what and how they play. Playworkers observe and monitor this play for children’s development, engagement and safety, both physical and emotional.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&lt;span&gt;Playworkers subtly observe play rather than overtly leading activities in order to:&lt;/span&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;understand individual children’s needs and behaviours, as well as their likes and wants in playing.&lt;/li&gt;\n&lt;li&gt;support individual children’s emerging capabilities and competences.&lt;/li&gt;\n&lt;li&gt;understand how to better resource the play environment so that children are provided with opportunities to engage with the elements and their senses to explore, create and change the world around them.&lt;/li&gt;\n&lt;li&gt;reflect on how their adult presence is impacting on the children’s play, in both positive and negative ways, to ensure that children can play and explore without interruption or the necessity to seek approval or permission. Reflections are undertaken individually and as a team in order to improve the quality of play provision and to improve their own practice.&lt;/li&gt;\n&lt;li&gt;undertake dynamic risk-benefit assessments during play sessions to support children’s playful risk-taking. This includes being aware of generally accepted abilities relating to ages and stages, but not being bound by them in order to support individual speed of development. Playworkers support children to naturally stretch their boundaries physically, mentally, socially and emotionally, whilst balancing both the risks and the benefits that this incurs.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;span&gt;&lt;span&gt;Playworkers use the outcomes of their observations to make better informed decisions about whether their intervention is needed and how to do this without taking away from children’s own faculties, abilities and growing expertise. In doing so, Playworkers develop significant and non-hierarchical relationships with the children they support.&lt;span&gt;&#160; &lt;/span&gt;&lt;/span&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&lt;span&gt;&#160;&lt;/span&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&lt;span&gt;In their daily work, an employee in this occupation interacts with:&lt;/span&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt;&lt;span&gt;Children and young people and families from a range of backgrounds&lt;/span&gt;&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;&lt;span&gt;Team members&lt;/span&gt;&lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt;&lt;span&gt;Healthcare Professionals &lt;/span&gt;&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;&lt;span&gt;Police and other members of the Emergency Services &lt;/span&gt;&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;&lt;span&gt;Child Adolescent Mental Health Services (CAMHS)&lt;/span&gt;&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;&lt;span&gt;Social Services &lt;/span&gt;&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;&lt;span&gt;Youth and Community Workers&lt;/span&gt;&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;&lt;span&gt;Representatives from the relevant Local Authorities &lt;/span&gt;&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;&lt;span&gt;Local residents&lt;/span&gt;&lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;&lt;span&gt;Park Wardens.&lt;/span&gt;&lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;span&gt;&lt;span&gt;Playworkers need to have excellent communication skills to support children and their families. Depending on the setting they work in, they may also interact with a range of people in the public and professional community.&lt;/span&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&lt;span&gt;An employee in this occupation will be responsible for working in a team of Playworkers managed by a Level 3 Team leader. Operating as a team, they support children in their play, are an advocate for play to parents and local community members, regularly resource and create a range of stimulating play spaces, undertake risk-benefit assessments and contribute to ongoing reflective practice both personally and as a team. &lt;/span&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&lt;span&gt;The main varying factor in everyday Playwork practice is the type of setting. They will implement the organisation’s policies and procedures, reporting all difficulties and concerns to the line manager. They will have an understanding of different theories of play and Playwork and know when and how to implement these to support children’s individual needs. They will also participate in all necessary training and continuing professional development, maintaining an up-to-date knowledge of play and the legal requirements for an environment where children play. &lt;/span&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&lt;span&gt;Working as part of a team, Playworkers ensure that the play area is operating to legal standards, undertaking all necessary checks on the environment and resources in order to protect the health and well-being of all children using the facilities. They also ensure that play spaces and activities are made accessible and equipment is adjusted where necessary for children with additional needs and/or impairments, providing opportunity for all children to reach their full play potential.&lt;/span&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&lt;span&gt;Playworkers may also co-ordinate and take part in off-site trips and overnight residentials.&lt;span&gt;&#160; &lt;/span&gt;&lt;/span&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&#160;&lt;/span&gt;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "2bfd43ae-d39d-4c9e-bbfb-ef0c861deca8",
      "detail": "Playwork theory, The Playwork Principles and introduction to child development."
    },
    {
      "knowledgeId": "d075f6ff-6a95-4195-b923-c1f7fc388387",
      "detail": "Active listening and communication techniques to build relationships with children and young people."
    },
    {
      "knowledgeId": "61968d0f-75b2-42d3-8317-2c848088f7d4",
      "detail": "The importance of professional conduct and implementing boundaries in your own practice."
    },
    {
      "knowledgeId": "9c06baae-8ac2-457b-bb40-8a394bbe891c",
      "detail": "Diversity and inclusion in Playwork settings, including acknowledging and addressing own reactions and likely responses."
    },
    {
      "knowledgeId": "18d2da55-c3ac-40d6-ad73-cb5be400b162",
      "detail": "Observation and record keeping methods to enhance play and inform future Playwork practice."
    },
    {
      "knowledgeId": "23323fac-3f16-4b0b-bd46-78adbc9b1180",
      "detail": "Methods of self and group reflection and how to implement these to enhance play and inform future Playwork practice."
    },
    {
      "knowledgeId": "174f4565-c881-4ab7-8f25-28554ba35de5",
      "detail": "How to support the development of resilience in children and young people. "
    },
    {
      "knowledgeId": "77c6ef41-7911-4ff6-866e-03e41cb3b0ee",
      "detail": "Principles of designing stimulating play spaces and how to create and resource them."
    },
    {
      "knowledgeId": "75f8ea35-08ce-4806-a743-445b586c4c28",
      "detail": "Risk-benefit assessment and the importance of children managing risks for themselves."
    },
    {
      "knowledgeId": "0c925734-0724-4963-bf21-25d0bcc93679",
      "detail": "Different types of behaviour, why they need to be addressed and when and how to address them."
    },
    {
      "knowledgeId": "29c04819-2f5d-4e3d-8696-8c286f0f21af",
      "detail": "Parents and caregivers expectations and how to respond to these."
    },
    {
      "knowledgeId": "78302141-14a8-4975-b4d1-62be2640ad79",
      "detail": "Health and safety procedures in the play setting."
    },
    {
      "knowledgeId": "0f0c55e4-1837-4f83-b420-960b05ac3a6a",
      "detail": "How to respond to accidents and different emergency situations (fire, extreme weather, serious injury, common illnesses and infections)."
    },
    {
      "knowledgeId": "9f484185-f0ee-4eaf-985c-5b0aaa80f327",
      "detail": "Local and national Safeguarding and Child Protection policies and procedures."
    },
    {
      "knowledgeId": "5c313e26-12f6-4707-8d34-79a05260379a",
      "detail": "Financial and administrative policy and procedures within open and closed settings."
    },
    {
      "knowledgeId": "a9e55bc7-e488-40f9-9e63-6b2939122e08",
      "detail": "Basic food hygiene procedures and practice., taking into consideration cultural and dietary needs and the importance of consuming healthy balanced meals."
    },
    {
      "knowledgeId": "9f70354c-ae26-441d-af7d-84354833ca90",
      "detail": "Roles and responsibilities in opening, closing, cleaning and tidying the setting."
    },
    {
      "knowledgeId": "3460a9b5-9691-4159-96c7-430bf7930556",
      "detail": "The importance of recycling, reusing, reducing, repairing and inspiring sustainable attitudes. "
    },
    {
      "knowledgeId": "1a09d41b-8a27-4417-a46d-61d518ea7ee0",
      "detail": "Off-site policies and procedures, including trips, visits and residentials."
    },
    {
      "knowledgeId": "62e7fc23-3160-4965-9766-78a5ed921f10",
      "detail": "Professional boundaries of self and other Playworkers’ interaction with children. "
    },
    {
      "knowledgeId": "3c14fad4-210f-4731-8c79-d2807e93ca49",
      "detail": "How to deal with the individual learning and or behavioural needs of a child."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "d64f006d-eeb4-41d5-ba83-c4bd3ad73eed",
      "detail": "Work flexibly with an understanding of health and safety to support risk taking in play."
    },
    {
      "behaviourId": "67b9db6a-bc97-41e2-8a1b-e8eddeed0468",
      "detail": "Work flexibly and adapt to both children and circumstances."
    },
    {
      "behaviourId": "626a7bae-2ca5-492d-b249-6c180da02794",
      "detail": "Take responsibility and show initiative."
    },
    {
      "behaviourId": "2994818d-022e-4257-afb0-c6aabc8d1e3e",
      "detail": "Team-focused, working collaboratively and reflectively with others."
    },
    {
      "behaviourId": "17fe9b5d-33e8-470b-9c88-7f0d9640179e",
      "detail": "Behave in a polite and courteous way with a positive attitude."
    },
    {
      "behaviourId": "159f7cc6-ad2c-4fd0-8227-b4d0491713f2",
      "detail": "Treat people with dignity, respect, and empathy."
    },
    {
      "behaviourId": "40826400-9beb-4b76-94c7-6158c14d1544",
      "detail": "Seek out learning and continuing professional development opportunities."
    }
  ],
  "skills": [
    {
      "skillId": "43a11175-ef5b-4f0d-aa0c-92aabdbc3dff",
      "detail": "Observe and reflect on play behaviours."
    },
    {
      "skillId": "8ab81146-0812-4597-88ef-afe49be41e67",
      "detail": "Communicate sensitively using relevant language and behaviour."
    },
    {
      "skillId": "b1df4554-d53b-45c4-9478-bcc810337f6a",
      "detail": "Promote diversity and inclusion in Playwork practice."
    },
    {
      "skillId": "5cfd937b-4187-40e7-954d-2ce12aa0af93",
      "detail": "Identify ways to remove barriers which can prevent some children and young people playing."
    },
    {
      "skillId": "026cfbf4-37ab-493a-a400-3f2a76e6227b",
      "detail": "Undertake reflective observations to improve own practice and the quality of the provision for children and young people."
    },
    {
      "skillId": "016c4f92-1cf4-432d-ad01-aea715ebe5ad",
      "detail": "Contribute to play audits."
    },
    {
      "skillId": "2541deac-e4a0-47e1-9d2b-292595cf1dd2",
      "detail": "Promote the value and benefits of play for all children and young people."
    },
    {
      "skillId": "69179f28-59df-4ef3-acf3-ae4ca7beed9e",
      "detail": "Assist with planning, creating and identifying loose parts to encourage and inspire sustainable practices, including recycling, reusing, reducing and repairing. "
    },
    {
      "skillId": "679851a2-3dd2-42ba-9e3a-22fd8e760583",
      "detail": "Recognise the benefits of risk taking in play and contribute to dynamic risk-benefit assessment."
    },
    {
      "skillId": "91a0b039-4bdf-4007-ba3d-da641ca8586a",
      "detail": "Recognise that children and young people communicate with a range of different types of behaviour and may need Playworker support."
    },
    {
      "skillId": "db256737-e704-4bbd-a463-176558c10963",
      "detail": "Support children and young people to understand and manage their emotions, feelings and actions."
    },
    {
      "skillId": "c69fa276-4682-412e-917e-fdaf718338bd",
      "detail": "Manage interactions with parents/caregivers professionally. "
    },
    {
      "skillId": "a07c8645-3bd8-45b1-a1f2-166d2b903abc",
      "detail": "Recognise the importance of respecting professional boundaries when lone working or conducting intimate care with children and young people and using social media with children, young people and families."
    },
    {
      "skillId": "93eae41f-99f0-45a3-865e-b41e6fc17087",
      "detail": "Contribute to health and safety checks."
    },
    {
      "skillId": "ebf0344a-45a7-43da-a3e9-f2a85d5899d2",
      "detail": "Follow emergency incidents or common illness/infections policies and procedures, administering first aid and completing records when required."
    },
    {
      "skillId": "6d2f9fcd-4b08-4c2b-8c77-015fccef4e1e",
      "detail": "Use active listening and communication techniques when interacting with children and young people playing, identifying any potential concerns if they occur."
    },
    {
      "skillId": "7c621e7f-530d-458a-bd9b-7336fc2d4523",
      "detail": "Contribute to recording and reporting procedures as required by the play setting."
    },
    {
      "skillId": "8c568757-ec50-4312-b399-ee2b307bcb00",
      "detail": "Contribute to administrative and financial record keeping."
    },
    {
      "skillId": "e3a59d11-05ab-4fca-87f9-9029ea1d6d14",
      "detail": "Promote healthy eating and an active lifestyle, ensuring specific dietary and cultural needs are met."
    },
    {
      "skillId": "cb0e87dc-78bc-418f-84d4-91308edadf02",
      "detail": "Maintain a clean environment according to local and national policies and procedures."
    },
    {
      "skillId": "0f084fae-4ba7-4895-9577-b5b25b6fe46b",
      "detail": "Contribute to ensuring security arrangements are followed, such as children’s arrival and departures from the setting."
    },
    {
      "skillId": "86dafced-6a71-4abe-945e-b5907a804210",
      "detail": "Work as part of a team to support and supervise children and young people on off-site trips, complying with formal risk assessment of venues visited."
    },
    {
      "skillId": "af4f9434-3999-4188-ad43-8680ee5f78a6",
      "detail": "Apply Playwork approaches in own role, incorporating new and emerging themes."
    },
    {
      "skillId": "72f0e062-1d83-4751-a062-efbb0b7093a3",
      "detail": "Reflect on own practice to create a personal development plan with supervisor."
    },
    {
      "skillId": "11be56df-822c-4e10-b048-01de0ffc3372",
      "detail": "Recognise the boundaries of own self and other Playworkers’ interaction with children, and when it is necessary to report incidents to the appropriate safeguarding lead and Local Authority Designated Officer – LADO if appropriate when a Playworkers’ behaviour towards a child may pose a risk of harm."
    },
    {
      "skillId": "ef8ef338-64f6-4b86-8510-681a22e5fc84",
      "detail": "Apply the play work approach depending on the individual need."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2023-02-02T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0530",
  "tbMainContact": "Joan.Fisher@portsmouthcc.gov.uk",
  "involvedEmployers": "Beyond Words CIC, CACHE, class of their own, Gill Mason Kids Planet Main Business Activity, Hackney play association, Hybu, Julie tucker kids, Learn plus, Meriden Playground Business Activity, Pip Levett Play Gloucestershire Business, Play Torbay, Portsmouth City Council, Steve Girking Ebor Academey Trust, The Big Swing Main",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Engagement worker",
    "Inclusion/support playworker",
    "Play ranger",
    "Playground assistant",
    "Playworker"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Care Services",
  "cluster": "Children, young people and families worker",
  "clusterId": "48",
  "clusterDescription": "Assess, review and deliver services to support and meet the needs of clients under the direct guidance of professional leadership",
  "createdDate": "2023-02-02T15:48:34 +00:00",
  "lastUpdated": "2023-02-02T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2023-02-02T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0867",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0867-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0867-v1-0",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "Playwork Foundation ",
      "level": "Playwork Level 2",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "87f02fd0-f50b-4f05-a130-184002eeccd9",
      "dutyDetail": "Support children and young people’s freely chosen, self-directed play by enhancing the play using appropriate intervention style. Foster children and young people’s development in line with their culture, age and stage of development.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "67b9db6a-bc97-41e2-8a1b-e8eddeed0468",
        "2994818d-022e-4257-afb0-c6aabc8d1e3e",
        "159f7cc6-ad2c-4fd0-8227-b4d0491713f2"
      ],
      "mappedKnowledge": [
        "2bfd43ae-d39d-4c9e-bbfb-ef0c861deca8",
        "1a09d41b-8a27-4417-a46d-61d518ea7ee0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8ab81146-0812-4597-88ef-afe49be41e67",
        "a07c8645-3bd8-45b1-a1f2-166d2b903abc",
        "af4f9434-3999-4188-ad43-8680ee5f78a6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "08e6af9c-727a-4949-a051-f35db995b4f8",
      "dutyDetail": "Build playful relationships with children, recognising professional boundaries.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "67b9db6a-bc97-41e2-8a1b-e8eddeed0468",
        "17fe9b5d-33e8-470b-9c88-7f0d9640179e",
        "159f7cc6-ad2c-4fd0-8227-b4d0491713f2"
      ],
      "mappedKnowledge": [
        "d075f6ff-6a95-4195-b923-c1f7fc388387",
        "174f4565-c881-4ab7-8f25-28554ba35de5",
        "62e7fc23-3160-4965-9766-78a5ed921f10"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8ab81146-0812-4597-88ef-afe49be41e67",
        "91a0b039-4bdf-4007-ba3d-da641ca8586a",
        "db256737-e704-4bbd-a463-176558c10963",
        "6d2f9fcd-4b08-4c2b-8c77-015fccef4e1e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0e7c19ea-aa78-49b9-bae8-fe35f150b776",
      "dutyDetail": "Provide a diverse, inclusive and accessible setting for all children and young people, taking into consideration any additional requirements they may have.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "67b9db6a-bc97-41e2-8a1b-e8eddeed0468",
        "17fe9b5d-33e8-470b-9c88-7f0d9640179e",
        "159f7cc6-ad2c-4fd0-8227-b4d0491713f2"
      ],
      "mappedKnowledge": [
        "61968d0f-75b2-42d3-8317-2c848088f7d4",
        "9c06baae-8ac2-457b-bb40-8a394bbe891c",
        "3c14fad4-210f-4731-8c79-d2807e93ca49"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b1df4554-d53b-45c4-9478-bcc810337f6a",
        "2541deac-e4a0-47e1-9d2b-292595cf1dd2",
        "ef8ef338-64f6-4b86-8510-681a22e5fc84"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c331b4d3-2fa8-40ef-a79b-a5317d74651c",
      "dutyDetail": "Observe children and young people playing, including how they interact with different environments, other children and young people and staff.  Keep reflective records to inform future planning.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "67b9db6a-bc97-41e2-8a1b-e8eddeed0468",
        "626a7bae-2ca5-492d-b249-6c180da02794",
        "2994818d-022e-4257-afb0-c6aabc8d1e3e"
      ],
      "mappedKnowledge": [
        "18d2da55-c3ac-40d6-ad73-cb5be400b162",
        "23323fac-3f16-4b0b-bd46-78adbc9b1180"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "43a11175-ef5b-4f0d-aa0c-92aabdbc3dff",
        "b1df4554-d53b-45c4-9478-bcc810337f6a",
        "026cfbf4-37ab-493a-a400-3f2a76e6227b",
        "db256737-e704-4bbd-a463-176558c10963",
        "af4f9434-3999-4188-ad43-8680ee5f78a6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f1cd8e90-6ecf-40ce-b872-a3205a4fb795",
      "dutyDetail": "Reflect individually and as part of a team to improve Playwork practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2994818d-022e-4257-afb0-c6aabc8d1e3e"
      ],
      "mappedKnowledge": [
        "18d2da55-c3ac-40d6-ad73-cb5be400b162",
        "23323fac-3f16-4b0b-bd46-78adbc9b1180"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "43a11175-ef5b-4f0d-aa0c-92aabdbc3dff"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "06a72ea9-8d04-432a-8273-38dd78d0c6e0",
      "dutyDetail": "Advocate for all children and young people’s right to play when liaising with parents, carer givers, colleagues, local residents and other professionals.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "17fe9b5d-33e8-470b-9c88-7f0d9640179e",
        "159f7cc6-ad2c-4fd0-8227-b4d0491713f2"
      ],
      "mappedKnowledge": [
        "2bfd43ae-d39d-4c9e-bbfb-ef0c861deca8",
        "29c04819-2f5d-4e3d-8696-8c286f0f21af"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2541deac-e4a0-47e1-9d2b-292595cf1dd2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "19e30a28-1d49-4310-8844-bb07cc6d41b4",
      "dutyDetail": "Facilitate the creation of inspiring play spaces with opportunities to include a range of loose parts which foster and stimulate children and young people’s imagination, and build an understanding of sustainable attitudes.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d64f006d-eeb4-41d5-ba83-c4bd3ad73eed",
        "67b9db6a-bc97-41e2-8a1b-e8eddeed0468",
        "626a7bae-2ca5-492d-b249-6c180da02794"
      ],
      "mappedKnowledge": [
        "9c06baae-8ac2-457b-bb40-8a394bbe891c",
        "77c6ef41-7911-4ff6-866e-03e41cb3b0ee",
        "3460a9b5-9691-4159-96c7-430bf7930556"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "016c4f92-1cf4-432d-ad01-aea715ebe5ad",
        "69179f28-59df-4ef3-acf3-ae4ca7beed9e",
        "679851a2-3dd2-42ba-9e3a-22fd8e760583",
        "91a0b039-4bdf-4007-ba3d-da641ca8586a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "25689479-d7ca-4d90-a70f-2ffe172156bb",
      "dutyDetail": "Contribute to the process of risk-benefit assessment in children and young people’s play.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d64f006d-eeb4-41d5-ba83-c4bd3ad73eed",
        "626a7bae-2ca5-492d-b249-6c180da02794",
        "2994818d-022e-4257-afb0-c6aabc8d1e3e"
      ],
      "mappedKnowledge": [
        "174f4565-c881-4ab7-8f25-28554ba35de5",
        "75f8ea35-08ce-4806-a743-445b586c4c28"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "69179f28-59df-4ef3-acf3-ae4ca7beed9e",
        "679851a2-3dd2-42ba-9e3a-22fd8e760583"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b2aced62-eed2-43e4-a621-1d075069cdcc",
      "dutyDetail": "Choose intervention styles that support children and young people, responding to their behaviour and extending their play.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d64f006d-eeb4-41d5-ba83-c4bd3ad73eed",
        "67b9db6a-bc97-41e2-8a1b-e8eddeed0468",
        "626a7bae-2ca5-492d-b249-6c180da02794",
        "2994818d-022e-4257-afb0-c6aabc8d1e3e"
      ],
      "mappedKnowledge": [
        "2bfd43ae-d39d-4c9e-bbfb-ef0c861deca8",
        "0c925734-0724-4963-bf21-25d0bcc93679",
        "3c14fad4-210f-4731-8c79-d2807e93ca49"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "91a0b039-4bdf-4007-ba3d-da641ca8586a",
        "db256737-e704-4bbd-a463-176558c10963",
        "6d2f9fcd-4b08-4c2b-8c77-015fccef4e1e",
        "af4f9434-3999-4188-ad43-8680ee5f78a6",
        "ef8ef338-64f6-4b86-8510-681a22e5fc84"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "eeb2d955-7de5-4e82-a2bc-9d770d72fb31",
      "dutyDetail": "Build and maintain a professional relationship with parents and caregivers in relation to their children’s experiences in the Playwork setting/local community.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2994818d-022e-4257-afb0-c6aabc8d1e3e",
        "17fe9b5d-33e8-470b-9c88-7f0d9640179e",
        "159f7cc6-ad2c-4fd0-8227-b4d0491713f2"
      ],
      "mappedKnowledge": [
        "29c04819-2f5d-4e3d-8696-8c286f0f21af"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2541deac-e4a0-47e1-9d2b-292595cf1dd2",
        "c69fa276-4682-412e-917e-fdaf718338bd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "53dc8285-0b89-4094-98bf-be10291e34e2",
      "dutyDetail": "Assist in regular health and safety checks and the maintenance of equipment, resources, play structures, identifying and reporting any issues.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d64f006d-eeb4-41d5-ba83-c4bd3ad73eed",
        "626a7bae-2ca5-492d-b249-6c180da02794"
      ],
      "mappedKnowledge": [
        "78302141-14a8-4975-b4d1-62be2640ad79"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "93eae41f-99f0-45a3-865e-b41e6fc17087",
        "7c621e7f-530d-458a-bd9b-7336fc2d4523"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5f462368-b479-4154-9b8c-a5f11822c2ae",
      "dutyDetail": "Respond calmly to any accidents or emergencies that may occur during a Playwork session and record appropriately.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d64f006d-eeb4-41d5-ba83-c4bd3ad73eed",
        "626a7bae-2ca5-492d-b249-6c180da02794",
        "159f7cc6-ad2c-4fd0-8227-b4d0491713f2"
      ],
      "mappedKnowledge": [
        "0f0c55e4-1837-4f83-b420-960b05ac3a6a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ebf0344a-45a7-43da-a3e9-f2a85d5899d2",
        "7c621e7f-530d-458a-bd9b-7336fc2d4523",
        "11be56df-822c-4e10-b048-01de0ffc3372"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "aff59074-fa4a-4414-8cb1-8709741f6f60",
      "dutyDetail": "Work in line with safeguarding policies and procedures to prevent and protect all children from harm.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "67b9db6a-bc97-41e2-8a1b-e8eddeed0468",
        "626a7bae-2ca5-492d-b249-6c180da02794",
        "2994818d-022e-4257-afb0-c6aabc8d1e3e",
        "17fe9b5d-33e8-470b-9c88-7f0d9640179e",
        "159f7cc6-ad2c-4fd0-8227-b4d0491713f2"
      ],
      "mappedKnowledge": [
        "d075f6ff-6a95-4195-b923-c1f7fc388387",
        "61968d0f-75b2-42d3-8317-2c848088f7d4",
        "9f484185-f0ee-4eaf-985c-5b0aaa80f327",
        "62e7fc23-3160-4965-9766-78a5ed921f10"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6d2f9fcd-4b08-4c2b-8c77-015fccef4e1e",
        "7c621e7f-530d-458a-bd9b-7336fc2d4523"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b5f8af31-24de-4d33-8740-5558d55ae7be",
      "dutyDetail": "Contribute to appropriate administration and financial record keeping in relation to the play setting.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "626a7bae-2ca5-492d-b249-6c180da02794"
      ],
      "mappedKnowledge": [
        "5c313e26-12f6-4707-8d34-79a05260379a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7c621e7f-530d-458a-bd9b-7336fc2d4523",
        "8c568757-ec50-4312-b399-ee2b307bcb00"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "05899102-9bf3-40d2-a121-687fc6970e8e",
      "dutyDetail": "Follow policies and procedures that support the health and wellbeing of children and young people, including preparing and providing food and activities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d64f006d-eeb4-41d5-ba83-c4bd3ad73eed",
        "67b9db6a-bc97-41e2-8a1b-e8eddeed0468",
        "626a7bae-2ca5-492d-b249-6c180da02794",
        "2994818d-022e-4257-afb0-c6aabc8d1e3e"
      ],
      "mappedKnowledge": [
        "9c06baae-8ac2-457b-bb40-8a394bbe891c",
        "a9e55bc7-e488-40f9-9e63-6b2939122e08"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5cfd937b-4187-40e7-954d-2ce12aa0af93",
        "e3a59d11-05ab-4fca-87f9-9029ea1d6d14",
        "cb0e87dc-78bc-418f-84d4-91308edadf02"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9ad4fdea-52cb-4e57-903c-406fbefcf1b8",
      "dutyDetail": "Work as part of a team to assist in cleaning and tidying up, including site opening and closure procedures.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d64f006d-eeb4-41d5-ba83-c4bd3ad73eed",
        "626a7bae-2ca5-492d-b249-6c180da02794",
        "2994818d-022e-4257-afb0-c6aabc8d1e3e"
      ],
      "mappedKnowledge": [
        "9f70354c-ae26-441d-af7d-84354833ca90"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "93eae41f-99f0-45a3-865e-b41e6fc17087",
        "cb0e87dc-78bc-418f-84d4-91308edadf02",
        "0f084fae-4ba7-4895-9577-b5b25b6fe46b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "cd28ef12-bcea-4ef5-8596-00dc5d9d6215",
      "dutyDetail": "Work as part of a team to support and supervise children in off-site activities, including trips, outings, residentials and other community events.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d64f006d-eeb4-41d5-ba83-c4bd3ad73eed",
        "67b9db6a-bc97-41e2-8a1b-e8eddeed0468",
        "626a7bae-2ca5-492d-b249-6c180da02794",
        "2994818d-022e-4257-afb0-c6aabc8d1e3e"
      ],
      "mappedKnowledge": [
        "78302141-14a8-4975-b4d1-62be2640ad79",
        "3c14fad4-210f-4731-8c79-d2807e93ca49"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "93eae41f-99f0-45a3-865e-b41e6fc17087",
        "86dafced-6a71-4abe-945e-b5907a804210"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "73676f12-dc6c-4b2d-98b0-7568e5de261e",
      "dutyDetail": "Participate in appraisals, professional development and training opportunities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "40826400-9beb-4b76-94c7-6158c14d1544"
      ],
      "mappedKnowledge": [
        "1a09d41b-8a27-4417-a46d-61d518ea7ee0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "72f0e062-1d83-4751-a062-efbb0b7093a3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1da26c3a-6c46-4bd4-b8f4-d06bacf05b9e",
      "dutyDetail": "Work within the professional boundaries of a Playworker, to protect the child’s welfare.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "40826400-9beb-4b76-94c7-6158c14d1544"
      ],
      "mappedKnowledge": [
        "2bfd43ae-d39d-4c9e-bbfb-ef0c861deca8",
        "d075f6ff-6a95-4195-b923-c1f7fc388387",
        "61968d0f-75b2-42d3-8317-2c848088f7d4",
        "9f484185-f0ee-4eaf-985c-5b0aaa80f327",
        "62e7fc23-3160-4965-9766-78a5ed921f10"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c69fa276-4682-412e-917e-fdaf718338bd",
        "93eae41f-99f0-45a3-865e-b41e6fc17087",
        "11be56df-822c-4e10-b048-01de0ffc3372"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "330239b6-d6e0-4e42-8e9c-cd9fab8ca23a",
      "dutyDetail": "Use their knowledge of child development, adapting to different behaviours and possible learning needs.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "67b9db6a-bc97-41e2-8a1b-e8eddeed0468"
      ],
      "mappedKnowledge": [
        "174f4565-c881-4ab7-8f25-28554ba35de5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "43a11175-ef5b-4f0d-aa0c-92aabdbc3dff",
        "8ab81146-0812-4597-88ef-afe49be41e67",
        "5cfd937b-4187-40e7-954d-2ce12aa0af93",
        "db256737-e704-4bbd-a463-176558c10963",
        "ef8ef338-64f6-4b86-8510-681a22e5fc84"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-02-02T00:00:00"
}