{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 642,
  "referenceNumber": "ST0859",
  "learningAimClassCode": "",
  "title": "Fire safety engineer (degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0859",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-09-11T00:00:00",
  "earliestStartDate": "2021-07-01T00:00:00",
  "latestStartDate": "2024-09-10T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Provide specialist, fire-related information across the built environment to protect people and property from the destructive effects of fire by applying science and engineering principles.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 60,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "engineer",
    "fire",
    "safety",
    "fire specialist",
    "contsruction",
    "protection"
  ],
  "jobRoles": [
    "Fire safety engineers",
    "Fire engineer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4530/st0859_fire-safety-engineer_l6_epa_cycle_30_for-publishing.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the construction sector and across the built environment.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to provide specialist, fire-related information across the built environment to protect people and property from the destructive effects of fire by applying science and engineering principles. Fire Safety Engineers identify risks and design safeguards to aid the prevention, control and mitigation of the effects of fire. Their role is to provide technical advice to develop design solutions within the built environment at various stages of projects.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation will work as part of an integrated team of engineers and other construction or regulatory professionals through all stages of development, design, construction, commissioning, operation, maintenance, modification and decommissioning of the built environment infrastructure. A Fire Engineer may be required to have a broad knowledge base to work across a diverse spectrum of built environment projects including high rise, residential buildings; shopping centres; multi-storey commercial, healthcare buildings; or road and rail tunnels. A Fire Safety Engineer might work in public or private sector organisations, including local authorities, fire and rescue services, central government departments and agencies, engineering consultancy firms, contracting firms, or construction companies. A Fire Safety Engineer will be required to use professional judgement and research-based knowledge to justify and apply guidance or accept departures from recognised guidance documents and to be able to use mathematical and scientific skills to measure and evaluate risks from fire to people, structures and the environment.&#160; A Fire Engineer will also contribute towards making improvements to the professional fields of fire safety and fire engineering.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will typically have management and supervisory responsibility for a team of technicians, including apprentices.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "b3efc069-16ab-4160-9d8b-2660cc227856",
      "detail": "The mathematical, scientific and engineering principles, methods and modelling that contribute and help to develop the design and construction to create a fire safe and sustainable built and natural environment. The analysis and understanding of fire growth and smoke movement, determining the behaviour of materials in fire, the behaviour of structure and people's reaction to fire, as well as limitations that come with different analytical approaches."
    },
    {
      "knowledgeId": "d5241600-bc04-4047-9766-b5184c2792f9",
      "detail": "Understanding of the first principles of fire engineering including: fire dynamics, smoke dynamics, heat transfer, human behaviour, psychological impact of fire on humans, physiological impacts of fire (tenability), combustion process, products of combustion, structural response."
    },
    {
      "knowledgeId": "edc99bee-560d-40d7-905f-88079c690379",
      "detail": "Legal and regulatory frameworks, that govern the life cycle of the built environment such as Building Regulations, Construction (Design and Management) Regulations, Regulatory Reform Fire Safety Order."
    },
    {
      "knowledgeId": "e0f8bdf9-03d4-4531-b42b-93ff1a557147",
      "detail": "The differences between regulation, statutory guidance, British and European Standard guidance, and guidance produced by others, e.g. trade bodies."
    },
    {
      "knowledgeId": "0ea05c26-9a57-46bb-96a8-eed380d24ba4",
      "detail": "The application of the regulatory framework affecting the life cycle of the building i.e. from concept design through to occupation and beyond."
    },
    {
      "knowledgeId": "4a7f6ad3-e835-4e59-8ff2-9b965eae9c5d",
      "detail": "Construction fundamentals including what makes a structure, construction methods and construction types. What designers are involved in the design of a structure (e.g. structures and their component parts), how they fundamentally work together as a system, and key design decision drivers (i.e. sustainability, energy, natural lighting etc.). The different fire hazards that arise from different construction methods (modular, mass timber, timber frame, etc).  An understanding of common fire safety defects."
    },
    {
      "knowledgeId": "ee22ff6b-878f-4c30-ada9-c3bfe53f48da",
      "detail": "Fire performance and material classifications (including reaction to fire, fire resistance and surface spread of flame), the test procedures associated with these and the certification process. Limitations of the tests and the applicability and suitability of the tests for the proposed purpose or function. This will include the difference between direct field of application and extended field of applications and limitation of such assessments."
    },
    {
      "knowledgeId": "56fbb424-ef37-47fb-a917-c7acf04bf347",
      "detail": "Principles of both active and passive groups of fire protection systems and the individual systems within both groups. Understanding of the principles to include function and application, cause and effect matrices, cost benefit analysis, interaction between systems, limitations, design freedoms and compensations, their design and use during and after construction."
    },
    {
      "knowledgeId": "162f2eb0-760e-490c-967f-e8df5dca7c95",
      "detail": "The principles, techniques and methodologies of risk assessment used to evaluate the impact of fire safety on life, property and environment in the built environment. This includes the importance and limitations of tools used to measure, enhance or protect welfare, health and safety and sustainability."
    },
    {
      "knowledgeId": "d0b16c96-6cd6-4541-a512-ba29a79e025a",
      "detail": "Management and maintenance requirements for different fire safety strategies, systems and the impact these may have on owners / tenants during the life cycle of the building."
    },
    {
      "knowledgeId": "2d34e261-12e8-4d84-9108-c9867d3dfe5b",
      "detail": "A range of research techniques used to develop acceptable and safe solutions to fire engineering problems and the use of current and emerging technologies, products and fire safety data and research. Understanding of the use and validation of software, codes and data gathering to model, evaluate, test, build and manage fire safe buildings with an awareness of limitation of software and data."
    },
    {
      "knowledgeId": "76697d54-feb0-4f0b-80ba-24914f04e55c",
      "detail": "Building life cycle management, using acquired knowledge to understand the impact of their design from a commercial and practical viability viewpoint and demonstrate an awareness of fire safety beyond design into construction and occupation. This includes how fire safety measures are specified, constructed and maintained by others."
    },
    {
      "knowledgeId": "5ef7c678-8eaa-4a07-a3fd-f5f666e7350d",
      "detail": "Managing teams and developing staff to meet changing technical and managerial needs including reviewing and appraising performance in relation to delivery of fire engineering projects."
    },
    {
      "knowledgeId": "8f2cfbe0-e55d-4c07-97f4-6c37801bb0ba",
      "detail": "The principles and techniques of effective project management to time cost and quality. Utilising change-management techniques and impacts on project design and delivery. Understanding the design and construction stages RIBA, BIM and other PM tools."
    },
    {
      "knowledgeId": "beceddb8-80b9-47bd-8423-6fb589abd71b",
      "detail": "Safe systems of work, their management and application."
    },
    {
      "knowledgeId": "54733b8a-ab3f-4c28-b6c2-d32ccadf9788",
      "detail": "UK Engineering Council’s and other relevant codes of conduct and ethical principles."
    },
    {
      "knowledgeId": "43af18c3-7de9-47d0-9234-54345ebf2770",
      "detail": "The capabilities and limitations of the fire service and how building design can facilitate safe and effective fire service intervention. Firefighting objectives that may need to be considered during an operational incident include: firefighter safety; life safety of building users; loss control; business continuity; property and environmental protection."
    },
    {
      "knowledgeId": "28319e82-28b8-4cb7-8dfc-91d0ec22f37a",
      "detail": "The key topics related to sustainable development and how fire safety design methods can impact on these, and where challenges can arise with competing design requirements. Examples include the significance of carbon and climate change; building energy use; material selection; responsible procurement and efficient use of resources during construction; life cycle costing."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "5feeb983-8fde-41ff-982c-7286d037b9c5",
      "detail": "Adhere to the UK Engineering Council’s code of conduct and ethical principles."
    },
    {
      "behaviourId": "5483ff84-ce7d-47ec-a530-ec1f78698fe6",
      "detail": "Be conscious of the need to create, maintain and enhance productive working relationships."
    },
    {
      "behaviourId": "a7a89eea-f522-44c9-a644-97af500d18d6",
      "detail": "Shares good practices/best practice and actively promotes their use."
    },
    {
      "behaviourId": "e52c171f-1716-4a6a-866e-a46173a2966e",
      "detail": "Take responsibility for personal development, demonstrating commitment to learning and self-improvement and be open to feedback."
    }
  ],
  "skills": [
    {
      "skillId": "8481ed58-d066-4ff0-a508-f9a1edcbde26",
      "detail": "Use and evaluate modelling software including smoke and evacuation models."
    },
    {
      "skillId": "59268a0f-ebff-42bb-b922-8e7fc86307e7",
      "detail": "Develop and or review, safe, technical solutions to fire safety engineering problems through the use of research techniques, current and emerging technologies, products and innovations as well as best practice. Examples include: ability to use of range of research methods to collect and analyses data to draw well-founded practical conclusions for implementation, applicable research strategy and methodology, literature searches."
    },
    {
      "skillId": "885b7d0b-5ee0-418f-b998-ed398e51f925",
      "detail": "Communicate effectively and provide guidance to others using appropriate language to suit the audience through varying methods: design models, calculations, reports, drawings, specifications, presentations, digital media and discussions with those both inside and outside the industry."
    },
    {
      "skillId": "8bb17b31-f472-4f66-8a2c-dab515a5f26c",
      "detail": "Demonstrate solutions proposed are safe and the level of safety they provide. Critically analyse prescriptive recommendations and alternative solutions, the use of bench-marking, cost/benefit and sensitivity analysis."
    },
    {
      "skillId": "e7d5f474-23f7-4017-9734-767903cf87a2",
      "detail": "Illustrate/present Fire Safety Engineering solutions to the appropriate level of detail for concept design and detailed design."
    },
    {
      "skillId": "01da1ca9-dda7-4e3d-b614-b554cfd6ff63",
      "detail": "Coordinate fire safety solutions with technical and non-technical people."
    },
    {
      "skillId": "1129fbb9-1f35-4831-a5b1-f02e9d60f81d",
      "detail": "Review and interpret fire related information such as product certification and test reports, cause and effect information and design detail drawings."
    },
    {
      "skillId": "b1f1ed21-d8e9-4575-84ee-3dc6e4ad0e6f",
      "detail": "Carry out and record the continuing professional development necessary to maintain and enhance knowledge and competence as a fire safety engineer."
    },
    {
      "skillId": "499a4af7-c634-423d-9b6b-1c9c75ddc9cc",
      "detail": "Interpret and apply design and quality standards including codes of practice, legal and regulatory frameworks, in the development of fire engineering solutions, Examples include: planning, designing, construction and maintenance of buildings and infrastructure in compliance with current codes, standards and legislation, industry regulations."
    },
    {
      "skillId": "e889dac1-44cc-4e8e-bde7-c86be0db1535",
      "detail": "When considering design options, evaluate the impact of fire safety engineering on society and the environment taking account of business, client and end user needs in its construction, management and use."
    },
    {
      "skillId": "bd8548ad-ef71-4bdd-864b-be1b0845da0d",
      "detail": "Contribute to the management of the planning, budgeting and organisation of tasks, people and resources for a project, working to agreed quality standards, project programme and budget, within legal, contractual and statutory requirements."
    },
    {
      "skillId": "cdaa5fc5-9337-4fa5-85d3-fc05488e5c5b",
      "detail": "Contribute to effective team working and developing staff to meet changing technical and managerial needs."
    },
    {
      "skillId": "6d0c227f-de56-47b5-ae99-8195e4d6e5a7",
      "detail": "Apply acquired knowledge to develop and or review fire safety solutions and be able to objectively review, identify issues or offer alternative solutions/opinions including, fire engineered analysis, means of escape calculations, smoke ventilation calculations, heat transfer calculations and hazard identification and fire risk assessments."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual is the intended EQA provider",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2021-07-07T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "TB0462",
  "tbMainContact": "pnewton@ukfrs.com",
  "involvedEmployers": "International Fire Consultants, NFCC CPO, Hants FRS, London Fire Brigade, Arup, FPA, Devon & Somerset FRS, International Fire Consultants, Design Fire Consultants, WSP, IBA London, DD FRS, BB7, Bucks FRS, Suffolk FRS, Tenos, International Fire Consultants, GUC,  Burohappold, Exova, Pyrology, FIA, Tenos, Cundall, Firescape, ASFA, Flamerisk, The FPA, Kent FRS, Tyne & Wear FRS, Buckingham FRS, Mottmac, LFB, Essex FRS, Ibassoc, Transport for London, IBA, Hydrock, Kent FRS, Essex FRS",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Fire safety engineers",
    "Fire engineer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Building Services Engineering",
  "cluster": "Building services engineering professional",
  "clusterId": "141",
  "clusterDescription": null,
  "createdDate": "2020-03-16T15:55:32 +00:00",
  "lastUpdated": "2024-09-11T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2021-07-07T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0859",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0859-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0859-v1-0",
  "qualifications": [
    {
      "qualificationId": "71da0981-7e12-410a-9820-6391a33005ea",
      "title": "Fire Safety Engineering degree (Bachelor of Engineering accredited by the Engineering Council)",
      "level": "6 (non-integrated degree)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "Institution of Fire Engineers ",
      "level": "Associate/Member (depending on experience)",
      "isPartial": "",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "a5484207-7a5b-4948-ab83-7a542c620009",
      "dutyDetail": "Research and critically evaluate complex fire engineering systems, products and processes",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "b3efc069-16ab-4160-9d8b-2660cc227856",
        "56fbb424-ef37-47fb-a917-c7acf04bf347",
        "162f2eb0-760e-490c-967f-e8df5dca7c95",
        "2d34e261-12e8-4d84-9108-c9867d3dfe5b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8481ed58-d066-4ff0-a508-f9a1edcbde26",
        "59268a0f-ebff-42bb-b922-8e7fc86307e7",
        "8bb17b31-f472-4f66-8a2c-dab515a5f26c",
        "1129fbb9-1f35-4831-a5b1-f02e9d60f81d",
        "6d0c227f-de56-47b5-ae99-8195e4d6e5a7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3114f741-c6d5-4953-9f7b-1f4113e05c65",
      "dutyDetail": "Apply advanced mathematical, scientific and engineering principles, methods and modelling to the design of fire engineering solutions",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "b3efc069-16ab-4160-9d8b-2660cc227856",
        "56fbb424-ef37-47fb-a917-c7acf04bf347",
        "162f2eb0-760e-490c-967f-e8df5dca7c95",
        "2d34e261-12e8-4d84-9108-c9867d3dfe5b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8481ed58-d066-4ff0-a508-f9a1edcbde26",
        "8bb17b31-f472-4f66-8a2c-dab515a5f26c",
        "6d0c227f-de56-47b5-ae99-8195e4d6e5a7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "85c9bb39-6b2c-4c41-a3d8-11bf99920f08",
      "dutyDetail": "Contribute to the planning and assessing of appropriate design solutions and contribute to their refinement, evaluation and quality improvement",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5feeb983-8fde-41ff-982c-7286d037b9c5"
      ],
      "mappedKnowledge": [
        "0ea05c26-9a57-46bb-96a8-eed380d24ba4",
        "4a7f6ad3-e835-4e59-8ff2-9b965eae9c5d",
        "56fbb424-ef37-47fb-a917-c7acf04bf347",
        "162f2eb0-760e-490c-967f-e8df5dca7c95",
        "d0b16c96-6cd6-4541-a512-ba29a79e025a",
        "76697d54-feb0-4f0b-80ba-24914f04e55c",
        "43af18c3-7de9-47d0-9234-54345ebf2770",
        "28319e82-28b8-4cb7-8dfc-91d0ec22f37a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8481ed58-d066-4ff0-a508-f9a1edcbde26",
        "59268a0f-ebff-42bb-b922-8e7fc86307e7",
        "8bb17b31-f472-4f66-8a2c-dab515a5f26c",
        "e7d5f474-23f7-4017-9734-767903cf87a2",
        "1129fbb9-1f35-4831-a5b1-f02e9d60f81d",
        "499a4af7-c634-423d-9b6b-1c9c75ddc9cc",
        "e889dac1-44cc-4e8e-bde7-c86be0db1535",
        "bd8548ad-ef71-4bdd-864b-be1b0845da0d",
        "6d0c227f-de56-47b5-ae99-8195e4d6e5a7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0acbb810-2eb3-4dc5-ade3-fc66a100aa76",
      "dutyDetail": "Apply appropriate and relevant specialist fire safety guidance and codes of practice",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5feeb983-8fde-41ff-982c-7286d037b9c5"
      ],
      "mappedKnowledge": [
        "edc99bee-560d-40d7-905f-88079c690379",
        "e0f8bdf9-03d4-4531-b42b-93ff1a557147",
        "4a7f6ad3-e835-4e59-8ff2-9b965eae9c5d",
        "56fbb424-ef37-47fb-a917-c7acf04bf347",
        "162f2eb0-760e-490c-967f-e8df5dca7c95",
        "d0b16c96-6cd6-4541-a512-ba29a79e025a",
        "76697d54-feb0-4f0b-80ba-24914f04e55c",
        "43af18c3-7de9-47d0-9234-54345ebf2770",
        "28319e82-28b8-4cb7-8dfc-91d0ec22f37a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8481ed58-d066-4ff0-a508-f9a1edcbde26",
        "59268a0f-ebff-42bb-b922-8e7fc86307e7",
        "8bb17b31-f472-4f66-8a2c-dab515a5f26c",
        "499a4af7-c634-423d-9b6b-1c9c75ddc9cc",
        "6d0c227f-de56-47b5-ae99-8195e4d6e5a7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "27fb0c09-c59c-4edd-bd12-ee55aaa751b7",
      "dutyDetail": "Contribute to the development, assessment and quantification of acceptable alternative solutions where proprietary solutions will not work due to bespoke/unique nature of the built environment",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5feeb983-8fde-41ff-982c-7286d037b9c5"
      ],
      "mappedKnowledge": [
        "b3efc069-16ab-4160-9d8b-2660cc227856",
        "edc99bee-560d-40d7-905f-88079c690379",
        "e0f8bdf9-03d4-4531-b42b-93ff1a557147",
        "4a7f6ad3-e835-4e59-8ff2-9b965eae9c5d",
        "56fbb424-ef37-47fb-a917-c7acf04bf347",
        "162f2eb0-760e-490c-967f-e8df5dca7c95",
        "d0b16c96-6cd6-4541-a512-ba29a79e025a",
        "2d34e261-12e8-4d84-9108-c9867d3dfe5b",
        "76697d54-feb0-4f0b-80ba-24914f04e55c",
        "43af18c3-7de9-47d0-9234-54345ebf2770"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8481ed58-d066-4ff0-a508-f9a1edcbde26",
        "59268a0f-ebff-42bb-b922-8e7fc86307e7",
        "8bb17b31-f472-4f66-8a2c-dab515a5f26c",
        "1129fbb9-1f35-4831-a5b1-f02e9d60f81d",
        "499a4af7-c634-423d-9b6b-1c9c75ddc9cc",
        "e889dac1-44cc-4e8e-bde7-c86be0db1535",
        "6d0c227f-de56-47b5-ae99-8195e4d6e5a7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "66656d9b-58f1-482d-bebf-36f764a8960c",
      "dutyDetail": "Apply current and relevant legislation",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5feeb983-8fde-41ff-982c-7286d037b9c5"
      ],
      "mappedKnowledge": [
        "edc99bee-560d-40d7-905f-88079c690379",
        "e0f8bdf9-03d4-4531-b42b-93ff1a557147",
        "0ea05c26-9a57-46bb-96a8-eed380d24ba4",
        "56fbb424-ef37-47fb-a917-c7acf04bf347",
        "162f2eb0-760e-490c-967f-e8df5dca7c95",
        "d0b16c96-6cd6-4541-a512-ba29a79e025a",
        "54733b8a-ab3f-4c28-b6c2-d32ccadf9788"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8bb17b31-f472-4f66-8a2c-dab515a5f26c",
        "499a4af7-c634-423d-9b6b-1c9c75ddc9cc"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a08bd5e8-1e76-4b13-84a6-a56ab73d9f10",
      "dutyDetail": "Contribute to production and review of technical fire safety reports following appropriate methodologies",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "162f2eb0-760e-490c-967f-e8df5dca7c95",
        "2d34e261-12e8-4d84-9108-c9867d3dfe5b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "59268a0f-ebff-42bb-b922-8e7fc86307e7",
        "885b7d0b-5ee0-418f-b998-ed398e51f925",
        "8bb17b31-f472-4f66-8a2c-dab515a5f26c",
        "e7d5f474-23f7-4017-9734-767903cf87a2",
        "01da1ca9-dda7-4e3d-b614-b554cfd6ff63",
        "1129fbb9-1f35-4831-a5b1-f02e9d60f81d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "10c62cad-8319-484b-b7f9-1a7f1d2c4f3e",
      "dutyDetail": "Manage own workload, internal tasks, people and resources to plan and budget and undertake quality assurance",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a7a89eea-f522-44c9-a644-97af500d18d6"
      ],
      "mappedKnowledge": [
        "0ea05c26-9a57-46bb-96a8-eed380d24ba4",
        "5ef7c678-8eaa-4a07-a3fd-f5f666e7350d",
        "8f2cfbe0-e55d-4c07-97f4-6c37801bb0ba"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "885b7d0b-5ee0-418f-b998-ed398e51f925",
        "e7d5f474-23f7-4017-9734-767903cf87a2",
        "01da1ca9-dda7-4e3d-b614-b554cfd6ff63",
        "bd8548ad-ef71-4bdd-864b-be1b0845da0d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "783b6757-503b-4747-8d8a-b6d2bde7694c",
      "dutyDetail": "Manage teams and develop staff to meet changing technical and project need within the limit of their responsibility",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a7a89eea-f522-44c9-a644-97af500d18d6"
      ],
      "mappedKnowledge": [
        "5ef7c678-8eaa-4a07-a3fd-f5f666e7350d",
        "8f2cfbe0-e55d-4c07-97f4-6c37801bb0ba"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "885b7d0b-5ee0-418f-b998-ed398e51f925",
        "b1f1ed21-d8e9-4575-84ee-3dc6e4ad0e6f",
        "bd8548ad-ef71-4bdd-864b-be1b0845da0d",
        "cdaa5fc5-9337-4fa5-85d3-fc05488e5c5b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bf30c9d5-2a06-4dca-9f5f-b7a3f98f6982",
      "dutyDetail": "Communicate complex subjects to technical and non- technical people",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "5ef7c678-8eaa-4a07-a3fd-f5f666e7350d",
        "8f2cfbe0-e55d-4c07-97f4-6c37801bb0ba"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "885b7d0b-5ee0-418f-b998-ed398e51f925",
        "e7d5f474-23f7-4017-9734-767903cf87a2",
        "01da1ca9-dda7-4e3d-b614-b554cfd6ff63"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b5fe8848-2256-43bf-8c40-fa7c97352eb4",
      "dutyDetail": "Use risk assessment and safe systems of work to keep self and others safe",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "162f2eb0-760e-490c-967f-e8df5dca7c95",
        "d0b16c96-6cd6-4541-a512-ba29a79e025a",
        "beceddb8-80b9-47bd-8423-6fb589abd71b"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "81dd0fdd-2f49-485c-a1fa-39fe533248a5",
      "dutyDetail": "Undertake specialist fire safety engineering activities in a way that contributes to sustainable development",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "0ea05c26-9a57-46bb-96a8-eed380d24ba4",
        "4a7f6ad3-e835-4e59-8ff2-9b965eae9c5d",
        "56fbb424-ef37-47fb-a917-c7acf04bf347",
        "162f2eb0-760e-490c-967f-e8df5dca7c95",
        "d0b16c96-6cd6-4541-a512-ba29a79e025a",
        "76697d54-feb0-4f0b-80ba-24914f04e55c",
        "28319e82-28b8-4cb7-8dfc-91d0ec22f37a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e7d5f474-23f7-4017-9734-767903cf87a2",
        "499a4af7-c634-423d-9b6b-1c9c75ddc9cc",
        "e889dac1-44cc-4e8e-bde7-c86be0db1535"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d4661b08-545c-4ed0-85d2-b9c5e34c4e14",
      "dutyDetail": "Carry out and record CPD necessary to maintain and enhance competence in own area of practice",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "76697d54-feb0-4f0b-80ba-24914f04e55c",
        "5ef7c678-8eaa-4a07-a3fd-f5f666e7350d",
        "54733b8a-ab3f-4c28-b6c2-d32ccadf9788"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b1f1ed21-d8e9-4575-84ee-3dc6e4ad0e6f",
        "cdaa5fc5-9337-4fa5-85d3-fc05488e5c5b",
        "6d0c227f-de56-47b5-ae99-8195e4d6e5a7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a1f252b3-bafe-4a86-a145-0a53c2794e43",
      "dutyDetail": "Work within the UK Engineering Council's code of ethics and adhere to the UK Engineering Council’s and other relevant codes of conduct",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5483ff84-ce7d-47ec-a530-ec1f78698fe6"
      ],
      "mappedKnowledge": [
        "54733b8a-ab3f-4c28-b6c2-d32ccadf9788"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "99b87038-046a-435f-bbf1-619bd188bc3d",
      "dutyDetail": "Undertake fire safety engineering in a way that contributes to safe and effective fire service intervention",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5feeb983-8fde-41ff-982c-7286d037b9c5",
        "a7a89eea-f522-44c9-a644-97af500d18d6"
      ],
      "mappedKnowledge": [
        "162f2eb0-760e-490c-967f-e8df5dca7c95",
        "2d34e261-12e8-4d84-9108-c9867d3dfe5b",
        "76697d54-feb0-4f0b-80ba-24914f04e55c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8481ed58-d066-4ff0-a508-f9a1edcbde26",
        "59268a0f-ebff-42bb-b922-8e7fc86307e7",
        "01da1ca9-dda7-4e3d-b614-b554cfd6ff63",
        "6d0c227f-de56-47b5-ae99-8195e4d6e5a7"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-09-11T00:00:00"
}