{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 584,
  "referenceNumber": "ST0873",
  "learningAimClassCode": "",
  "title": "Hygiene specialist",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0873",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "",
  "changedDate": "2020-07-10T00:00:00",
  "earliestStartDate": "2020-07-10T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Provide specialist hygiene services in areas such as closed plants, sterile environments, food production and laboratories.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 12000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [],
  "jobRoles": [
    "Hygiene compliance manager",
    "Hygiene manager",
    "Hygiene supervisor",
    "Hygiene team leader",
    "Hygiene process leader"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4174/st0873_hygiene_specialist_l4_ap-for-publication_150420.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in environments that require specific attention to hygiene requirements. This includes a range of both public and private sector environments including food and drink manufacturing environments, pharmaceutical, chemical and agricultural industries.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to provide specialist hygiene services in areas such as closed plants, sterile environments, food production and laboratories. Hygiene Specialists are subject matter experts who have accountability for setting, maintaining and implementing hygiene management systems. They provide leadership and support for hygiene activities, including managing health and safety hazards and having an appreciation of environmental risks. They will have a good understanding of microbiology, will analyse and interpret microbiological results and identify appropriate controls. The Hygiene Specialist will determine the audit requirements of the hygiene management system and provide advice and support to other colleagues to ensure it is maintained.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with heads of functions internally, enforcement bodies, external contractors and suppliers, auditors and customers at all levels within the organisation.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for co-ordinating the development and implementation of the hygiene management system through inter-departmental working. Hygiene Specialists work with a high degree of autonomy across departments to ensure hygiene standards are achieved to meet organisational, industry and legislative requirements and will contribute to the hygienic design of buildings and equipment. They will have a good understanding of the science of hygiene processes and chemicals and will work with external providers to identify and select the best chemicals and hygiene equipment for use within the business. They will have a good understanding of the requirements of COSHH and will deal with local environmental permits to ensure all legislative requirements are closely followed. They will determine the pre-planned hygiene schedule of the business and will regularly evaluate the audit schedule to ensure it meets industry and legislative requirements. They will set or contribute to hygiene standards across the business and will train, coach and assess others to ensure safe systems of work. In some companies, they may lead a team of dedicated specialists, however in a number of other organisations, they will work within a management structure. Whilst they may not have line management responsibilities they will have technical management responsibilities and will be able to influence operational management decisions. Alternatively they may be required to manage large teams of up to 80 people. The level of supervision they receive will be down to the size of the company and the individual structures of those companies. They will understand costs and have budgetary management responsibilities for hygiene resources and ancillary services&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "87c0034c-d39b-42b3-9ff4-5512abde0f0c",
      "detail": "Relevant national and international industry legislation and codes of practice, including Health and Safety at Work Act, Control of Substances Hazardous to Health (COSHH), employment, product, chemical and environmental legislation"
    },
    {
      "knowledgeId": "fdf5b1c0-fa45-4233-bc06-7ffeed2c8204",
      "detail": "Hygiene methodology considering materials of construction (premises and equipment), types of contamination, environment and water chemistry"
    },
    {
      "knowledgeId": "746457c3-9f26-4be1-be19-b861bd8f6089",
      "detail": "Chemical hygiene practices: the science of chemicals and the impact of the selection of chemicals"
    },
    {
      "knowledgeId": "77be96ca-708b-44d1-8bb3-553ff08e057b",
      "detail": "Alternative hygiene practices e.g. the use of ozone, steam, carbon dioxide"
    },
    {
      "knowledgeId": "0de70153-3d2e-4ee7-a018-750bd4cec32e",
      "detail": "Hygienic design principles of premises and equipment"
    },
    {
      "knowledgeId": "136ef997-752b-4716-bda6-d96bc836b957",
      "detail": "Hazard control associated with the hygiene process, e.g. allergens, microbiological, chemical, physical and speciation"
    },
    {
      "knowledgeId": "1409c18a-2ac5-4ff0-83c1-3f904b00e764",
      "detail": "Design of effective hygiene management systems, including method statements, risk assessments, safe systems of work"
    },
    {
      "knowledgeId": "51132879-d5ec-4558-8c20-19ddbacb5dff",
      "detail": "How to plan and organise resources, e.g. people, timescales, equipment, materials, costs"
    },
    {
      "knowledgeId": "8b509fea-b257-4af1-9cb3-9dc7b136af76",
      "detail": "Pest control – knowledge of types of pests, controls, prevention and pest control documentation"
    },
    {
      "knowledgeId": "d1717092-214c-4683-bfb9-2d5d8f782cd5",
      "detail": "Contract management – management of costs, overview of contracts, specifications, service level agreements"
    },
    {
      "knowledgeId": "924d4e32-fbe9-41eb-b002-de967e0c99b0",
      "detail": "People management – selecting, leading, managing, coaching, developing"
    },
    {
      "knowledgeId": "a8703944-9a01-40eb-9fda-da6793fb7230",
      "detail": "Types and application of environmental sampling e.g. adenosine triphosphate (ATP), swabs, air sampling"
    },
    {
      "knowledgeId": "104f4825-58a0-4a65-b402-799772324c8d",
      "detail": "Validation, verification and monitoring techniques of hygiene processes"
    },
    {
      "knowledgeId": "556eacfd-e689-41a3-9fe8-ee6cd6ff62b4",
      "detail": "How to deal appropriately with incidents and accidents including disaster recovery and critical incidents."
    },
    {
      "knowledgeId": "4aacb67b-02be-4753-8ae4-4de803b557a7",
      "detail": "Effluent treatment, drainage and discharge – volume, concentration, chemical composition"
    },
    {
      "knowledgeId": "152c9064-015d-4b88-b0fd-5ee8c2469ba4",
      "detail": "The principles of project management"
    },
    {
      "knowledgeId": "40a9624f-2351-4e47-a701-d13ced30b88b",
      "detail": "The principles and tools of continuous improvement, including LEAN, 8 Wastes, Kaizen, 5S, Six Sigma, route cause analysis"
    },
    {
      "knowledgeId": "4646f981-d22f-4506-8e52-67f443e6e7f6",
      "detail": "The principles of auditing practice"
    },
    {
      "knowledgeId": "80eccd17-6922-47d4-ae1a-438bd7ebf91f",
      "detail": "Management information systems, the systems utilised by the organisation – how to analyse data and identify trends"
    },
    {
      "knowledgeId": "2d950290-a1d0-40a4-a716-d23fd33968d5",
      "detail": "How to sustainably manage and reduce waste"
    },
    {
      "knowledgeId": "894c9735-2b24-445f-89ac-dac9160a9e34",
      "detail": "Budget management tools and techniques"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "d7d4b5f1-cc9c-48df-a0d9-c91f98ea5b35",
      "detail": "Positive attitude: accepts responsibility, is proactive and plans work, tenacious in approach, committed to equality and diversity, and demonstrates a safety mind-set"
    },
    {
      "behaviourId": "6f8ae3c4-e683-4423-b7c4-d5c83267c264",
      "detail": "Drive for results: Proactively seeks and acts on feedback. Continuous drive for change and encourages others to deliver results across functional areas capturing and standardising best practice"
    },
    {
      "behaviourId": "44b69762-c7c6-4f33-a05d-c6fb4f86f9c6",
      "detail": "Team-working: Awareness of own and others’ working styles and collaborates with others to achieve results."
    },
    {
      "behaviourId": "aa2050fc-5cf6-4c51-8132-408f5c5ab0df",
      "detail": "Inspirational: Leads by example, acts with integrity, builds trust and demonstrates respect for others"
    },
    {
      "behaviourId": "b51e8eda-6890-444c-a0f8-d15e0b6b4af2",
      "detail": "Communicates effectively: Adapts style to suit audience and situation, influences and persuades key stakeholders"
    },
    {
      "behaviourId": "d04f2268-0a67-47d7-8e53-92e5ba1467c8",
      "detail": "Managing Change:  Resilient and adaptable when dealing with challenge and change, maintaining focus and self-control, flexible to changing work environment and demands"
    },
    {
      "behaviourId": "ef050135-4c05-40b0-b418-eb86395f7599",
      "detail": "Innovation: Challenges the status quo to foster new ways of thinking and working and resolve problems; seeks out opportunities to drive forward change and improvements for the business"
    },
    {
      "behaviourId": "2f42c130-8f9b-4cc2-b570-66db9372450a",
      "detail": "Company/industry perspective: knowledge of company and industry, acts as an ambassador both internally and externally"
    }
  ],
  "skills": [
    {
      "skillId": "46f3f8a8-5b11-4b5b-a0b5-f5d16a2dd1cf",
      "detail": "Comply with relevant industry legislation, permits, codes of practice and safe working practices"
    },
    {
      "skillId": "ed3c268c-abf0-4746-9b78-87a9f7dbed5a",
      "detail": "Select and apply the most appropriate and effective hygiene methodology"
    },
    {
      "skillId": "1a8afbcc-52d6-4a04-9e9b-ef24d3fa343b",
      "detail": "Contribute to the design of new, and the modification of, existing premises and equipment"
    },
    {
      "skillId": "a837af41-7220-40f5-8361-16b0c9b1f153",
      "detail": "Contribute to the identification and implementation of controls to minimise the risk of hazards"
    },
    {
      "skillId": "eecceb6f-3d20-46ac-a7de-820dde341e00",
      "detail": "Create and maintain a hygiene management system including hygiene related documentation, method statements, risk assessments, safe systems of work"
    },
    {
      "skillId": "ec9d3f02-208b-47b0-8b6c-898a1e5be202",
      "detail": "Plan, organise, prioritise time and resources effectively to maintain organisational hygiene standards"
    },
    {
      "skillId": "61b90912-0e15-4340-8e09-d90276091d57",
      "detail": "Manage an integrated pest management system"
    },
    {
      "skillId": "80808682-daa2-4e8f-8254-ffafe1f5bb3a",
      "detail": "Review and manage contracts, costs, specifications, service level agreements and appropriate supplier controls; assess supplier, contractor and vendor performance"
    },
    {
      "skillId": "6f493729-cbde-49c1-a31a-81c87b211a03",
      "detail": "Lead, manage and develop individuals and cross-functional teams"
    },
    {
      "skillId": "c6ac9cde-b539-4d9f-b838-f11717f5b1b7",
      "detail": "Select and carry out the most appropriate sampling methodology"
    },
    {
      "skillId": "91ed3c9b-1686-49d5-beb4-cb2c752cd42d",
      "detail": "Implement validation, verification and monitoring activities to evaluate the effectiveness of organisational hygiene standards"
    },
    {
      "skillId": "127f6d11-6a46-4db8-ae0d-0df912ed9313",
      "detail": "Deal appropriately with incidents and accidents and suggest recommendations to prevent reoccurence"
    },
    {
      "skillId": "3d9c8809-c9ee-43bd-a5b9-511222e94694",
      "detail": "Use project management tools to deliver projects to time, cost, specification and quality"
    },
    {
      "skillId": "b5ba7342-628e-4ebb-b489-fff8b81ff56e",
      "detail": "Contribute and lead hygiene continuous improvement activities."
    },
    {
      "skillId": "e97f54d1-b12e-431a-b00d-bb3a5e0f578f",
      "detail": "Establish and implement the audit schedule in relation to hygiene activities to ensure compliance with legal, industry and customer standards; conduct internal and external audits across functions"
    },
    {
      "skillId": "6d58974e-fadf-4658-9ce3-87b163ad246f",
      "detail": "Analyse and evaluate information and data to make informed decisions and present solutions; create and formulate spreadsheets and graphs, electronic filing systems, presentations, reports; utilising  electronic communications"
    },
    {
      "skillId": "92024198-5a95-480b-8b3c-25dd0c03c09e",
      "detail": "Manage the waste streams and identify methods of waste reduction"
    },
    {
      "skillId": "bbab1adb-c4a2-45e9-b1bd-09b8ef58bb5f",
      "detail": "Agree and manage hygiene budgets; monitor forecasts versus actual costs"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-07-10T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0576",
  "tbMainContact": "secretariat@nsafd.co.uk",
  "involvedEmployers": "National Skills Academy for Food and Drink, Bakkavor, Aesica Pharamceuticals, Society of Dairy Technology, University of Lincoln, Branston, Melton Foods, Avara Foods, Holchem Ltd, Midshire Foods, Warburtons, Premier Foods, Kellogg Co, Samworth Brothers",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Hygiene compliance manager",
    "Hygiene manager",
    "Hygiene supervisor",
    "Hygiene team leader",
    "Hygiene process leader"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Healthcare science",
  "cluster": "Healthcare science practitioner",
  "clusterId": "38",
  "clusterDescription": "Provide technical and science-based diagnostic, therapeutic and monitoring services in support of patient care working largely unsupervised and also the manufacture of appliances and devices using specialist medical expertise",
  "createdDate": "2020-07-10T15:00:57 +00:00",
  "lastUpdated": "2020-07-10T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-07-10T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0873",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0873-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0873-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "438a3c17-689b-4237-99a7-8fb0d5760df3",
      "dutyDetail": "ensure full compliance with current industry related legislation through documented risk assessments, method statements and safe systems of work to ensure that the hygiene activities within the area of responsibility are carried out in such a way as to protect the health, safety and welfare of consumers, customers, clients, employees, visitors and contractors",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d7d4b5f1-cc9c-48df-a0d9-c91f98ea5b35",
        "6f8ae3c4-e683-4423-b7c4-d5c83267c264",
        "b51e8eda-6890-444c-a0f8-d15e0b6b4af2"
      ],
      "mappedKnowledge": [
        "87c0034c-d39b-42b3-9ff4-5512abde0f0c",
        "fdf5b1c0-fa45-4233-bc06-7ffeed2c8204",
        "1409c18a-2ac5-4ff0-83c1-3f904b00e764"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "46f3f8a8-5b11-4b5b-a0b5-f5d16a2dd1cf",
        "ed3c268c-abf0-4746-9b78-87a9f7dbed5a",
        "eecceb6f-3d20-46ac-a7de-820dde341e00"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5ec3f339-eb80-47eb-a965-d8fb837f2bce",
      "dutyDetail": "manage the company hygiene process by identifying the cleaning, disinfection and sterilisation requirements and select the hygiene methodology dependent upon environment, construction of premises, hygienic design of equipment, equipment usage and chemical application equipment, storage of chemicals/disinfectant and the hygiene.  Identify the sequence of hygiene stages and formulate, implement and review the organisational hygiene management system. Horizon scanning for new hygienic techniques and technologies",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6f8ae3c4-e683-4423-b7c4-d5c83267c264",
        "b51e8eda-6890-444c-a0f8-d15e0b6b4af2",
        "ef050135-4c05-40b0-b418-eb86395f7599"
      ],
      "mappedKnowledge": [
        "fdf5b1c0-fa45-4233-bc06-7ffeed2c8204",
        "746457c3-9f26-4be1-be19-b861bd8f6089",
        "77be96ca-708b-44d1-8bb3-553ff08e057b",
        "0de70153-3d2e-4ee7-a018-750bd4cec32e",
        "1409c18a-2ac5-4ff0-83c1-3f904b00e764"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ed3c268c-abf0-4746-9b78-87a9f7dbed5a",
        "1a8afbcc-52d6-4a04-9e9b-ef24d3fa343b",
        "eecceb6f-3d20-46ac-a7de-820dde341e00"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "243a7db0-4a3a-4166-8454-feb970b208c9",
      "dutyDetail": "select appropriate hygiene method, chemical/disinfection/sterilisation used dependent on level of contamination and type of organism to be removed and frequency of use.  Validate the selected method to ensure that the defined hygiene programme meets industry codes of practice",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6f8ae3c4-e683-4423-b7c4-d5c83267c264",
        "ef050135-4c05-40b0-b418-eb86395f7599"
      ],
      "mappedKnowledge": [
        "fdf5b1c0-fa45-4233-bc06-7ffeed2c8204",
        "746457c3-9f26-4be1-be19-b861bd8f6089",
        "77be96ca-708b-44d1-8bb3-553ff08e057b",
        "136ef997-752b-4716-bda6-d96bc836b957",
        "104f4825-58a0-4a65-b402-799772324c8d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ed3c268c-abf0-4746-9b78-87a9f7dbed5a",
        "a837af41-7220-40f5-8361-16b0c9b1f153",
        "91ed3c9b-1686-49d5-beb4-cb2c752cd42d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6cb86e7e-2af3-4a67-90cd-2dc827b08b6c",
      "dutyDetail": "monitor and verify organisational hygiene standards to ensure validated requirements are consistently met. Implement a company wide monitoring programme through the identification of key performance indicators such as temperature of water, concentration of chemicals, water flow, water pressure and contact time of chemical/disinfection.  Verification of existing standards to measure the effectiveness of the validated hygiene process e.g. real time swabbing , traditional microbiological swabbing or visual checking",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d7d4b5f1-cc9c-48df-a0d9-c91f98ea5b35",
        "6f8ae3c4-e683-4423-b7c4-d5c83267c264",
        "b51e8eda-6890-444c-a0f8-d15e0b6b4af2"
      ],
      "mappedKnowledge": [
        "1409c18a-2ac5-4ff0-83c1-3f904b00e764",
        "8b509fea-b257-4af1-9cb3-9dc7b136af76",
        "a8703944-9a01-40eb-9fda-da6793fb7230",
        "104f4825-58a0-4a65-b402-799772324c8d",
        "4646f981-d22f-4506-8e52-67f443e6e7f6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "eecceb6f-3d20-46ac-a7de-820dde341e00",
        "61b90912-0e15-4340-8e09-d90276091d57",
        "c6ac9cde-b539-4d9f-b838-f11717f5b1b7",
        "91ed3c9b-1686-49d5-beb4-cb2c752cd42d",
        "e97f54d1-b12e-431a-b00d-bb3a5e0f578f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4852f4e5-aefd-44cc-b42c-d4970d8755c9",
      "dutyDetail": "analyse hygiene data, interpret results, identify trends and implement a programme of corrective actions to prevent reoccurrence of issues such as pathogenic or chemical contamination",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aa2050fc-5cf6-4c51-8132-408f5c5ab0df",
        "b51e8eda-6890-444c-a0f8-d15e0b6b4af2",
        "ef050135-4c05-40b0-b418-eb86395f7599"
      ],
      "mappedKnowledge": [
        "a8703944-9a01-40eb-9fda-da6793fb7230",
        "40a9624f-2351-4e47-a701-d13ced30b88b",
        "4646f981-d22f-4506-8e52-67f443e6e7f6",
        "80eccd17-6922-47d4-ae1a-438bd7ebf91f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c6ac9cde-b539-4d9f-b838-f11717f5b1b7",
        "b5ba7342-628e-4ebb-b489-fff8b81ff56e",
        "e97f54d1-b12e-431a-b00d-bb3a5e0f578f",
        "6d58974e-fadf-4658-9ce3-87b163ad246f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e6ccaf88-a4b6-4b0e-b411-9cb537caa1dc",
      "dutyDetail": "work in close partnership with service providers to deliver a fully integrated service support plan, implement Service Level Agreements, follow the agreed supplier approval process, write scopes/specifications",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d7d4b5f1-cc9c-48df-a0d9-c91f98ea5b35",
        "6f8ae3c4-e683-4423-b7c4-d5c83267c264",
        "b51e8eda-6890-444c-a0f8-d15e0b6b4af2",
        "2f42c130-8f9b-4cc2-b570-66db9372450a"
      ],
      "mappedKnowledge": [
        "d1717092-214c-4683-bfb9-2d5d8f782cd5",
        "894c9735-2b24-445f-89ac-dac9160a9e34"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "80808682-daa2-4e8f-8254-ffafe1f5bb3a",
        "bbab1adb-c4a2-45e9-b1bd-09b8ef58bb5f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1493c5d3-1057-4422-bcd4-bffdfde58f68",
      "dutyDetail": "promote sustainable business practices and ensure that hygiene activities are carried out in a manner to minimise environmental impact being aware of waste stream identification and disposal, including licensing requirements, recycling and re-using, environmental permits, effluent treatment and discharge consents",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d7d4b5f1-cc9c-48df-a0d9-c91f98ea5b35",
        "b51e8eda-6890-444c-a0f8-d15e0b6b4af2",
        "d04f2268-0a67-47d7-8e53-92e5ba1467c8",
        "ef050135-4c05-40b0-b418-eb86395f7599",
        "2f42c130-8f9b-4cc2-b570-66db9372450a"
      ],
      "mappedKnowledge": [
        "87c0034c-d39b-42b3-9ff4-5512abde0f0c",
        "4aacb67b-02be-4753-8ae4-4de803b557a7",
        "40a9624f-2351-4e47-a701-d13ced30b88b",
        "2d950290-a1d0-40a4-a716-d23fd33968d5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "46f3f8a8-5b11-4b5b-a0b5-f5d16a2dd1cf",
        "b5ba7342-628e-4ebb-b489-fff8b81ff56e",
        "92024198-5a95-480b-8b3c-25dd0c03c09e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "82d4e685-aafd-47ae-ab72-2b2fcd9299ae",
      "dutyDetail": "lead on continuous improvement projects that promote hygienic best practice, applying different continuous improvement techniques relevant to the task, such as Lean, Kaizen, Six Sigma, 5S, the 8 wastes",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aa2050fc-5cf6-4c51-8132-408f5c5ab0df",
        "b51e8eda-6890-444c-a0f8-d15e0b6b4af2",
        "d04f2268-0a67-47d7-8e53-92e5ba1467c8"
      ],
      "mappedKnowledge": [
        "40a9624f-2351-4e47-a701-d13ced30b88b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b5ba7342-628e-4ebb-b489-fff8b81ff56e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7691e128-f774-42db-8684-87c2d81fcff8",
      "dutyDetail": "manage change within area of responsibility using project management techniques including the introduction of new techniques and changes to staff terms and conditions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "44b69762-c7c6-4f33-a05d-c6fb4f86f9c6",
        "aa2050fc-5cf6-4c51-8132-408f5c5ab0df",
        "b51e8eda-6890-444c-a0f8-d15e0b6b4af2",
        "d04f2268-0a67-47d7-8e53-92e5ba1467c8"
      ],
      "mappedKnowledge": [
        "924d4e32-fbe9-41eb-b002-de967e0c99b0",
        "152c9064-015d-4b88-b0fd-5ee8c2469ba4",
        "40a9624f-2351-4e47-a701-d13ced30b88b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6f493729-cbde-49c1-a31a-81c87b211a03",
        "3d9c8809-c9ee-43bd-a5b9-511222e94694",
        "b5ba7342-628e-4ebb-b489-fff8b81ff56e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "299c2961-8971-4583-903e-66198abb847a",
      "dutyDetail": "manage financial budgets within area of responsibility for allocated spend of personnel, hygiene equipment and chemicals and ancillary services such as personal protective equipment",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6f8ae3c4-e683-4423-b7c4-d5c83267c264"
      ],
      "mappedKnowledge": [
        "51132879-d5ec-4558-8c20-19ddbacb5dff",
        "d1717092-214c-4683-bfb9-2d5d8f782cd5",
        "894c9735-2b24-445f-89ac-dac9160a9e34"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ec9d3f02-208b-47b0-8b6c-898a1e5be202",
        "80808682-daa2-4e8f-8254-ffafe1f5bb3a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "47c03484-3a98-4536-92a6-84ebda120797",
      "dutyDetail": "manage and investigate incidents/accidents which impact on hygiene processes and/or environment, carry out root cause analysis to investigate causes and reduce/eliminate reoccurrence",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d7d4b5f1-cc9c-48df-a0d9-c91f98ea5b35",
        "6f8ae3c4-e683-4423-b7c4-d5c83267c264",
        "ef050135-4c05-40b0-b418-eb86395f7599"
      ],
      "mappedKnowledge": [
        "556eacfd-e689-41a3-9fe8-ee6cd6ff62b4",
        "40a9624f-2351-4e47-a701-d13ced30b88b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "127f6d11-6a46-4db8-ae0d-0df912ed9313",
        "b5ba7342-628e-4ebb-b489-fff8b81ff56e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2407afb9-68f3-45a8-8597-61e3b7f844b2",
      "dutyDetail": "recruit, motivate and develop members of cross-functional teams to promote an environment which contributes to the values of the organisation",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "44b69762-c7c6-4f33-a05d-c6fb4f86f9c6",
        "aa2050fc-5cf6-4c51-8132-408f5c5ab0df"
      ],
      "mappedKnowledge": [
        "924d4e32-fbe9-41eb-b002-de967e0c99b0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6f493729-cbde-49c1-a31a-81c87b211a03"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2334cf87-1a97-4eeb-a3b4-02654c2ba59c",
      "dutyDetail": "carry out internal audits and participate in external audits. Communicate all non-conformities to relevant stakeholders and agree corrective actions to be undertaken and assign responsibility",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "44b69762-c7c6-4f33-a05d-c6fb4f86f9c6",
        "aa2050fc-5cf6-4c51-8132-408f5c5ab0df",
        "b51e8eda-6890-444c-a0f8-d15e0b6b4af2",
        "d04f2268-0a67-47d7-8e53-92e5ba1467c8",
        "2f42c130-8f9b-4cc2-b570-66db9372450a"
      ],
      "mappedKnowledge": [
        "4646f981-d22f-4506-8e52-67f443e6e7f6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e97f54d1-b12e-431a-b00d-bb3a5e0f578f"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2020-07-10T00:00:00"
}