{
  "templateType": "Occupational Standard",
  "larsCode": 550,
  "referenceNumber": "ST0888",
  "learningAimClassCode": "",
  "title": "Early years practitioner",
  "status": "In development",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0888",
  "qualificationStandardUrl": null,
  "versionNumber": "",
  "change": "Occupational standard, end-point assessment and funding band revised",
  "changedDate": "2025-01-27T00:00:00",
  "earliestStartDate": "2025-08-01T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Work and interact directly with children on a day to day basis supporting the planning of and delivery of activities.",
  "level": 2,
  "ePALength": 3,
  "typicalDuration": 12,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Education and early years",
  "keywords": [
    "education",
    "learning",
    "children",
    "child development",
    "childcare"
  ],
  "jobRoles": [
    "Assistant childminder",
    "Early years practitioner",
    "Nanny and early years worker",
    "Nursery assistant",
    "Nursery nurse",
    "Nursery practitioner"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0888-in-revision?view=epa",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.5 Child development and well being",
  "version": "1.1",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in a range of private and public setting including; full day care, children’s centres, pre-schools, reception classes, playgroups, nursery schools, home based provision, hospitals, social care settings, out of school environments, family hubs, and local authority provision to deliver the Early Years Foundation Stage (EYFS) requirements set by government for the learning, development and care of children from birth to 5 in both indoor and outdoor environments.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to work and interact directly with children on a day to day basis supporting the planning of and delivery of activities, purposeful play opportunities and educational programmes within the ethos of the provision. An EYP works as part of a professional team ensuring the welfare and care for children under the guidance and supervision of an Early Years Educator, teacher or other suitably qualified professional in the Early Years Workforce. In their daily work, an employee in this occupation interacts with parents, children, colleagues and wider multi agency professionals and partners such as health visitors, social workers and speech and language therapists. Individuals will undergo all checks as per the EYFS requirements to ensure suitability to work with children.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Due to the nature and level of responsibility it is not anticipated that the role would have any budgetary or leadership responsibilities. They will be responsible for supporting child initiated and adult led activities based around the needs and interests of each individual child, supporting children’s learning through planned, purposeful play opportunities and educational programmes and working as part of a team to ensure each child feels safe and secure. An EYP will also support the observation and assessment of each child and contribute to their learning experiences and assist with the care needs of the individual child such as teeth, skin, hair, feeding, changing nappies and toileting under direction of a more senior member of the team. They will also work in partnerships with other colleagues, parents or carers or other professionals, with support from a more senior member of the team, to meet the individual needs of each child. They will also have a responsibility for ensuring that they recognise when a child is in danger or at risk of serious harm or abuse and contributing to the health and safety of the children, staff and others on the premises.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "f0028c5c-6615-4c3b-bfba-9b814c538ef5",
      "detail": "How children learn and the expected pattern of babies' and children’s development from birth to 5 years and their further development from ages 5 to 7.  Areas of development include: cognitive, speech, language and communication, physical, emotional, social, brain development and literacy and numeracy."
    },
    {
      "knowledgeId": "f5341594-567a-4052-8553-220dab6e0620",
      "detail": "The importance to children’s holistic development of, speech, language and communication, personal, social and emotional development, physical development and literacy and numeracy."
    },
    {
      "knowledgeId": "9eaba101-a17a-4a90-964a-cdcecdc46913",
      "detail": "How babies’ and young children’s learning and development can be affected by their stage of development, well-being and individual circumstances."
    },
    {
      "knowledgeId": "60600626-9974-45f7-908a-51c625ac2515",
      "detail": "The significance of attachment, the key person's role and how transitions and other significant events impact children at different ages and stages."
    },
    {
      "knowledgeId": "946f77cf-92fe-41af-a5f7-c5f827e52a47",
      "detail": "The legal requirements and guidance on safeguarding, including Prevent, security, confidentiality of information and promoting the welfare of children."
    },
    {
      "knowledgeId": "055413c6-f299-4fe8-96cc-72c909d3a62a",
      "detail": "Safeguarding policies and procedures, including child protection and online safety."
    },
    {
      "knowledgeId": "b6eacdec-ecba-45ea-bc2c-eb67dc48913f",
      "detail": "Own role and responsibilities in relation to safeguarding and security, including child protection, recording and reporting, whistle blowing and confidentiality of information."
    },
    {
      "knowledgeId": "fa56ff25-dd0c-4780-b5d1-4cd2e202db5b",
      "detail": "The legal requirements and guidance for health and safety. "
    },
    {
      "knowledgeId": "e5c9269d-eea3-45e2-b447-bfbb290c24bb",
      "detail": "Risks and hazards in the provision and during off site visits."
    },
    {
      "knowledgeId": "fec3fe3a-442d-46bf-9e1a-573752c3c441",
      "detail": "Own role and responsibilities, including identifying risks and hazards and the recording and reporting in the event of a baby or young child requiring medical/ dental attention, a non-medical incident or emergency. "
    },
    {
      "knowledgeId": "f1e7d399-2c14-4b8f-9ff0-f3a044991d91",
      "detail": "The provision’s procedures for receiving, storing, recording, administering and the safe disposal of medicines."
    },
    {
      "knowledgeId": "c12ba50d-4c7f-4691-9e55-cbc3262d8b42",
      "detail": "The signs and symptoms which may indicate that a child is injured, unwell (including common childhood illnesses and allergies) or in need of urgent medical/ dental attention."
    },
    {
      "knowledgeId": "212d46f2-2c46-4895-8635-2ed3855cdf2a",
      "detail": "The impact of health and wellbeing on children’s development."
    },
    {
      "knowledgeId": "f94dc9c4-13f2-4fea-a603-19513db84b36",
      "detail": "The current dietary guidance for early years and why it is important for babies and young children to have a healthy, balanced and nutritious diet and be physically active."
    },
    {
      "knowledgeId": "5928050e-e6d9-4ef3-aeb3-d19be3ae7bd9",
      "detail": "Ways to communicate with all children appropriate for all their stages of development, including those for whom English is an additional language (EAL) or who have delayed speech."
    },
    {
      "knowledgeId": "4b0ecc9f-a834-4e32-9c38-0a87ad37227f",
      "detail": "The statutory framework, including the learning and development requirements for babies and young children’s provision."
    },
    {
      "knowledgeId": "51e4a6d8-af31-422d-a79a-a3008e2199bd",
      "detail": "The principles of enabling environments (indoor and outdoor), adult-led activities, child-initiated activities and spontaneous experiences."
    },
    {
      "knowledgeId": "aa9eff01-5ef7-4943-9794-dc70c82ed05a",
      "detail": "The key stages in the observation, assessment and planning cycle and the value of observation for the child, the parents or carers and the early years provision in planning the next steps."
    },
    {
      "knowledgeId": "fbcda76b-877e-4d2a-9235-78ba336fdb7a",
      "detail": "How to refer concerns about a baby’s or child’s development."
    },
    {
      "knowledgeId": "48ed48ab-f913-46cd-9eee-0943b43533ef",
      "detail": "The statutory guidance in relation to the care and education of children with special educational needs and disabilities."
    },
    {
      "knowledgeId": "11e2ae13-f2e4-4072-b451-677cf6dd25df",
      "detail": "Partnership working, including parents or carers, in relation to working effectively with children with special educational needs and disabilities."
    },
    {
      "knowledgeId": "af7fe823-f3d6-49c2-bec0-77e678077184",
      "detail": "What specialist aids, resources and equipment are available for the children in the provision and how to use these safely."
    },
    {
      "knowledgeId": "42067181-e8bc-4522-938e-ede9c6e5bb04",
      "detail": "Own role and expected behaviours and the roles of colleagues and the team."
    },
    {
      "knowledgeId": "94ebad50-6731-48cb-818d-f7c7fe39db88",
      "detail": "How to access workplace policies and procedures and your own responsibilities and accountabilities relating to these."
    },
    {
      "knowledgeId": "b6bcb31a-fac0-4bde-b8f1-00e51bdd8c46",
      "detail": "How own behaviour can impact on babies and children and influence them. "
    },
    {
      "knowledgeId": "8d131991-8328-4f63-a2d6-2af1aff2fb8e",
      "detail": "Own responsibilities when following procedures in the provision for recording and reporting protecting and promoting the welfare of children, safeguarding, confidentiality, information sharing and use of technology."
    },
    {
      "knowledgeId": "194ca71d-8567-4762-98ef-2ce01f48a706",
      "detail": "The importance of reflective practice and continued professional development to improve own skills and early years practice."
    },
    {
      "knowledgeId": "c49c5e0f-0abc-4bae-8b17-32004f42c395",
      "detail": "The roles and responsibilities of other agencies and professionals that work with and support the provision, both statutory and non-statutory."
    },
    {
      "knowledgeId": "79b876dc-84c0-4cd4-b3d4-e1e9cc576b03",
      "detail": "The importance of the voice of the child, parental or carer engagement, the home learning environment and their roles in early learning."
    },
    {
      "knowledgeId": "4173cac4-2fdf-435a-8734-3bde03c2a297",
      "detail": "The importance of equality, diversity, and inclusion, and respecting children’s social and cultural context."
    },
    {
      "knowledgeId": "181910a7-258f-43fa-9505-5ac5e22b1a17",
      "detail": "Ways to increase children’s awareness of environmental sustainability. "
    },
    {
      "knowledgeId": "b72b7e56-6b34-4ce8-a376-e797910038bc",
      "detail": "Prevention and control of infection techniques, including hand washing, food preparation and hygiene and how to deal with spillages safely, safe disposal of waste, using correct personal protective equipment. "
    }
  ],
  "behaviours": [
    {
      "behaviourId": "928f222c-3d52-4239-9087-48345bf88409",
      "detail": "Care and compassion - provide the very best childcare to every child every day combined with the ability to identify opportunities for their development."
    },
    {
      "behaviourId": "d9798bd7-b33f-424e-aa24-6e3d5fd764c0",
      "detail": "Honesty, trust and integrity - develop trust by working in a confidential, ethical and empathetic manner with a common sense and professional attitude."
    },
    {
      "behaviourId": "39e6bb68-63a8-42cb-8ecb-0c4081cf7462",
      "detail": "Positive work ethic – maintains professional standards within the work environment providing a positive role model for children."
    },
    {
      "behaviourId": "9d73433c-7112-497b-bf63-48e7c53b5b43",
      "detail": "Being team-focused - work effectively with colleagues and other professionals."
    },
    {
      "behaviourId": "0075ed5a-177f-4542-b5a9-fbe374d4bd8e",
      "detail": "Commitment - to improving the outcomes for children through inspiration and child centred care and education."
    },
    {
      "behaviourId": "78c0b41a-d009-46bf-9fdf-41cac132caff",
      "detail": "Recognise and respect differences and ensuring all children have equal access to opportunities to learn, develop and reach their potential. "
    },
    {
      "behaviourId": "e1c3a525-0b19-4713-bb85-b862ac14fc2b",
      "detail": "Professional Practice – be a reflective practitioner with a commitment to continued professional development adhering to legislation, policy and procedure with a positive disposition to work."
    },
    {
      "behaviourId": "d787fd19-1f48-4ff3-8d01-b3314e9cfe72",
      "detail": "Work in ways which consider fundamental British values including democracy, the rule of the law, individual liberty and mutual respect and tolerance of those with different faiths and beliefs.  "
    }
  ],
  "skills": [
    {
      "skillId": "97774ca2-d118-48ca-b14f-d66da2f29e16",
      "detail": "Support babies and young children through a range of transitions and significant events. e.g moving onto school, moving house or the birth of a sibling."
    },
    {
      "skillId": "17d34b8a-86f3-45e8-bd81-cc52913701e1",
      "detail": "Recognise when a child is in danger, at risk of serious harm or abuse and explain the procedures to be followed to protect them. Types of abuse including:  domestic, neglect , physical, emotional, and sexual abuse."
    },
    {
      "skillId": "071b1baa-27e3-4663-a782-d0d6a14971bc",
      "detail": "Identify risks and hazards in the provision and during off site visits relating to both children and staff and visitors and follow reporting procedures."
    },
    {
      "skillId": "eb45c463-88a8-4760-8b34-b2fbe8676947",
      "detail": "Use prevention and control of infection techniques for hand washing and food preparation and hygiene, deal with spillages safely, safe disposal of waste, using correct personal protective equipment."
    },
    {
      "skillId": "6b81121a-4dfc-43e2-8e85-3301c7401fd3",
      "detail": "Use equipment, furniture and materials safely and securely, following the manufacturers’ instructions and provision’s requirements."
    },
    {
      "skillId": "e1e4276d-31db-4181-afbe-2c118682b68e",
      "detail": "Encourage children to be aware of personal safety and the safety of others and develop personal hygiene practices (including oral hygiene)."
    },
    {
      "skillId": "46e65baa-bf25-4b28-b580-3909e30e03a6",
      "detail": "Promote health and wellbeing in the provision by encouraging babies and young children to consume healthy, balanced and nutritious meals, snacks and drinks appropriate for their age and be physically active through planned and spontaneous activity throughout the day, both indoors and outdoors."
    },
    {
      "skillId": "cef69cf6-347b-4c7e-ba5a-f7794d8ab5c6",
      "detail": "Carry out respectful care routines appropriate to the development, stage, dignity and needs of the child, including eating (feeding and weaning or complementary feeding), nappy changing procedures, potty or toilet training, care of skin, teeth and hair and rest and sleep provision."
    },
    {
      "skillId": "18f2df61-eed4-4865-a54a-5e19cc998e01",
      "detail": "Communicate with all children, including those for whom English is an additional language and those with additional needs, in ways that will be understood. This includes verbal and non-verbal communication."
    },
    {
      "skillId": "dbd2be08-a375-47d8-8b55-7eca4b401666",
      "detail": "Extend children’s development and learning through verbal and non-verbal communication."
    },
    {
      "skillId": "4f3a05c8-39a6-4c0d-b96e-d83e87449ee6",
      "detail": "Encourage babies and young children to use a range of communication methods."
    },
    {
      "skillId": "0d10fe04-1ada-46cd-a5b7-42abb9231c01",
      "detail": "Use a range of appropriate communication methods to share information with children, parents or carers and other professionals."
    },
    {
      "skillId": "f2a5e522-3c57-42cf-bdf2-0fde517af2f8",
      "detail": "Work with colleagues to identify and plan educational programmes to support children’s holistic development through a range of play, creativity, social development and learning."
    },
    {
      "skillId": "697dff69-640c-4e71-95f9-1fa18c236415",
      "detail": "Implement and review activities to support children’s play, creativity, social development and learning and clear up after activities."
    },
    {
      "skillId": "697f5ada-3eef-4059-9fed-e0018008bc63",
      "detail": "Observe children, assess, plan and record the outcomes, share results accurately and confidentially in line with expected statutory and the provision’s requirements."
    },
    {
      "skillId": "ff560706-37ec-4917-b836-b15d304bc0a1",
      "detail": "Use learning activities to support early language development."
    },
    {
      "skillId": "f03a7621-4ea8-4224-a85d-02dabf815e1f",
      "detail": "Support children’s early interest and development in mark making, writing, reading and being read to."
    },
    {
      "skillId": "846065a8-1316-4e73-a8ec-b4fe938a9159",
      "detail": "Support children’s interest and development in mathematical learning including numbers, number patterns, counting, sorting and matching."
    },
    {
      "skillId": "5a7afbb5-e258-4afa-a405-1359ff9d362a",
      "detail": "Support the graduated approach  for the assessment, planning, implementation and reviewing of each baby’s and young child's individual plan for their care and participation."
    },
    {
      "skillId": "3ee54652-43cb-4ddd-b480-a214151e8ca8",
      "detail": "Work in ways that value and respect the developmental needs and stages of babies and children."
    },
    {
      "skillId": "57b96d9c-0455-4471-b7cd-ac8889bd8b3f",
      "detail": "Use feedback and mentoring or supervision to identify and support areas for development, goals and career opportunities."
    },
    {
      "skillId": "8e826006-a064-4d94-91e3-1a727397a312",
      "detail": "Work co-operatively with colleagues, other professionals and agencies to meet the needs of babies and young children and enable them to progress."
    },
    {
      "skillId": "a6acdd7e-79fc-4dc9-be07-ddc3519221de",
      "detail": "Work alongside parents or carers and recognise their role in the baby or child’s health, well-being, learning and development. "
    },
    {
      "skillId": "e4b9cf95-5fd0-467f-b9e8-4943a4f06a49",
      "detail": "Encourage parents or carers to take an active role in the baby's or child’s care, play, learning and development."
    },
    {
      "skillId": "7a98073f-a7cc-4b6d-b19c-27e3684a9d67",
      "detail": "Demonstrate how to share information with parents or carers about the importance of healthy, balanced and nutritious diets for their child, looking after teeth and being physically active."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0479",
  "tbMainContact": "michael.freeston@eyalliance.org.uk",
  "involvedEmployers": "Early Years Alliance, Adult Ed Gloucestershire, Busy Bees, Childbase, Dover college, Hit/Connect2Care, Kids Planet. LEYF, Lime tree nursery, NCFE, N-Family Club, Puzzled Training, Raised in Bristol.\n",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Assistant childminder",
    "Early years practitioner",
    "Nanny and early years worker",
    "Nursery assistant",
    "Nursery nurse",
    "Nursery practitioner"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Education and Early Years",
  "cluster": "Early education and early years assistant",
  "clusterId": "172",
  "clusterDescription": null,
  "createdDate": "2025-03-21T09:16:03 +00:00",
  "lastUpdated": "2025-01-27T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-03-26T00:00:00 +00:00",
  "banners": "This apprenticeship is approved for delivery and available for new starts from 1st August 2025 with a funding band of £5,000.View the version available for new starts until 31st July 2025..",
  "occupationCode": "OCC0888",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0888-in-revision?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0888-in-revision",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "Department for Education",
      "level": "full and relevant at Level 2.",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "cebe9e88-9a2d-47e8-95d1-5dfb170703df",
      "dutyDetail": "Work in partnership with other colleagues, parents or carers or other professionals to meet the individual needs of each child in line with the provision’s policies and procedures and statutory guidance.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d9798bd7-b33f-424e-aa24-6e3d5fd764c0",
        "39e6bb68-63a8-42cb-8ecb-0c4081cf7462",
        "9d73433c-7112-497b-bf63-48e7c53b5b43",
        "0075ed5a-177f-4542-b5a9-fbe374d4bd8e",
        "78c0b41a-d009-46bf-9fdf-41cac132caff",
        "d787fd19-1f48-4ff3-8d01-b3314e9cfe72"
      ],
      "mappedKnowledge": [
        "fbcda76b-877e-4d2a-9235-78ba336fdb7a",
        "11e2ae13-f2e4-4072-b451-677cf6dd25df",
        "42067181-e8bc-4522-938e-ede9c6e5bb04",
        "94ebad50-6731-48cb-818d-f7c7fe39db88",
        "c49c5e0f-0abc-4bae-8b17-32004f42c395",
        "79b876dc-84c0-4cd4-b3d4-e1e9cc576b03"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f2a5e522-3c57-42cf-bdf2-0fde517af2f8",
        "57b96d9c-0455-4471-b7cd-ac8889bd8b3f",
        "8e826006-a064-4d94-91e3-1a727397a312",
        "a6acdd7e-79fc-4dc9-be07-ddc3519221de",
        "e4b9cf95-5fd0-467f-b9e8-4943a4f06a49",
        "7a98073f-a7cc-4b6d-b19c-27e3684a9d67"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d6fb4bb5-0cbc-41bf-88ce-fb82107b35e8",
      "dutyDetail": "Use play to support children to understand and encourage healthy life choices.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "39e6bb68-63a8-42cb-8ecb-0c4081cf7462",
        "9d73433c-7112-497b-bf63-48e7c53b5b43",
        "0075ed5a-177f-4542-b5a9-fbe374d4bd8e",
        "78c0b41a-d009-46bf-9fdf-41cac132caff"
      ],
      "mappedKnowledge": [
        "f94dc9c4-13f2-4fea-a603-19513db84b36"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "46e65baa-bf25-4b28-b580-3909e30e03a6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2ebb2c71-18ab-42d5-9bea-3c2d8263ded9",
      "dutyDetail": "Identify issues of safeguarding and child protection, ensuring that the welfare and safety of children is promoted and safeguarded and to report any child protection concerns to the person in charge.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d9798bd7-b33f-424e-aa24-6e3d5fd764c0",
        "39e6bb68-63a8-42cb-8ecb-0c4081cf7462",
        "9d73433c-7112-497b-bf63-48e7c53b5b43",
        "0075ed5a-177f-4542-b5a9-fbe374d4bd8e"
      ],
      "mappedKnowledge": [
        "946f77cf-92fe-41af-a5f7-c5f827e52a47",
        "055413c6-f299-4fe8-96cc-72c909d3a62a",
        "b6eacdec-ecba-45ea-bc2c-eb67dc48913f",
        "8d131991-8328-4f63-a2d6-2af1aff2fb8e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "17d34b8a-86f3-45e8-bd81-cc52913701e1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "68a370c5-afe3-45ee-a7d5-25d873b276ea",
      "dutyDetail": "Carry out self-reflection and use continuous professional development opportunities to improve practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "39e6bb68-63a8-42cb-8ecb-0c4081cf7462",
        "e1c3a525-0b19-4713-bb85-b862ac14fc2b"
      ],
      "mappedKnowledge": [
        "194ca71d-8567-4762-98ef-2ce01f48a706"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "57b96d9c-0455-4471-b7cd-ac8889bd8b3f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8dfef57b-19e9-4d19-a08d-d18ab5fe7b07",
      "dutyDetail": "Undertake specific tasks related to the health, safety and hygiene of the children and the cleanliness of the provision.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "39e6bb68-63a8-42cb-8ecb-0c4081cf7462",
        "9d73433c-7112-497b-bf63-48e7c53b5b43"
      ],
      "mappedKnowledge": [
        "fa56ff25-dd0c-4780-b5d1-4cd2e202db5b",
        "e5c9269d-eea3-45e2-b447-bfbb290c24bb",
        "fec3fe3a-442d-46bf-9e1a-573752c3c441",
        "f1e7d399-2c14-4b8f-9ff0-f3a044991d91",
        "c12ba50d-4c7f-4691-9e55-cbc3262d8b42",
        "212d46f2-2c46-4895-8635-2ed3855cdf2a",
        "af7fe823-f3d6-49c2-bec0-77e678077184",
        "b72b7e56-6b34-4ce8-a376-e797910038bc"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "071b1baa-27e3-4663-a782-d0d6a14971bc",
        "eb45c463-88a8-4760-8b34-b2fbe8676947",
        "6b81121a-4dfc-43e2-8e85-3301c7401fd3",
        "e1e4276d-31db-4181-afbe-2c118682b68e",
        "cef69cf6-347b-4c7e-ba5a-f7794d8ab5c6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "38c1d853-0019-413b-81c6-84e2d3bbd41b",
      "dutyDetail": "Use their knowledge of child development theories to work with parents and carers to improve children’s outcomes and wellbeing, including those with disabilities and additional needs.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "39e6bb68-63a8-42cb-8ecb-0c4081cf7462",
        "9d73433c-7112-497b-bf63-48e7c53b5b43",
        "0075ed5a-177f-4542-b5a9-fbe374d4bd8e",
        "78c0b41a-d009-46bf-9fdf-41cac132caff"
      ],
      "mappedKnowledge": [
        "f0028c5c-6615-4c3b-bfba-9b814c538ef5",
        "f5341594-567a-4052-8553-220dab6e0620",
        "9eaba101-a17a-4a90-964a-cdcecdc46913",
        "60600626-9974-45f7-908a-51c625ac2515",
        "212d46f2-2c46-4895-8635-2ed3855cdf2a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "97774ca2-d118-48ca-b14f-d66da2f29e16"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9f8e748e-a194-405e-b06c-490327d83b2d",
      "dutyDetail": "Contribute to the observation, planning and organise activities and children's individual experiences which support and extend their learning in line with the Early Years Foundation Stage.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "928f222c-3d52-4239-9087-48345bf88409",
        "39e6bb68-63a8-42cb-8ecb-0c4081cf7462",
        "9d73433c-7112-497b-bf63-48e7c53b5b43",
        "0075ed5a-177f-4542-b5a9-fbe374d4bd8e",
        "78c0b41a-d009-46bf-9fdf-41cac132caff"
      ],
      "mappedKnowledge": [
        "4b0ecc9f-a834-4e32-9c38-0a87ad37227f",
        "51e4a6d8-af31-422d-a79a-a3008e2199bd",
        "aa9eff01-5ef7-4943-9794-dc70c82ed05a",
        "af7fe823-f3d6-49c2-bec0-77e678077184",
        "b6bcb31a-fac0-4bde-b8f1-00e51bdd8c46",
        "79b876dc-84c0-4cd4-b3d4-e1e9cc576b03"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f2a5e522-3c57-42cf-bdf2-0fde517af2f8",
        "697dff69-640c-4e71-95f9-1fa18c236415",
        "697f5ada-3eef-4059-9fed-e0018008bc63",
        "ff560706-37ec-4917-b836-b15d304bc0a1",
        "f03a7621-4ea8-4224-a85d-02dabf815e1f",
        "846065a8-1316-4e73-a8ec-b4fe938a9159",
        "5a7afbb5-e258-4afa-a405-1359ff9d362a",
        "3ee54652-43cb-4ddd-b480-a214151e8ca8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4d3acb60-25ff-4eed-9eb0-34e428ea92b5",
      "dutyDetail": "Role model effective communication to promote and support children’s overall learning and development.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "928f222c-3d52-4239-9087-48345bf88409",
        "39e6bb68-63a8-42cb-8ecb-0c4081cf7462",
        "9d73433c-7112-497b-bf63-48e7c53b5b43",
        "0075ed5a-177f-4542-b5a9-fbe374d4bd8e",
        "78c0b41a-d009-46bf-9fdf-41cac132caff",
        "d787fd19-1f48-4ff3-8d01-b3314e9cfe72"
      ],
      "mappedKnowledge": [
        "5928050e-e6d9-4ef3-aeb3-d19be3ae7bd9",
        "b6bcb31a-fac0-4bde-b8f1-00e51bdd8c46"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "18f2df61-eed4-4865-a54a-5e19cc998e01",
        "dbd2be08-a375-47d8-8b55-7eca4b401666",
        "4f3a05c8-39a6-4c0d-b96e-d83e87449ee6",
        "0d10fe04-1ada-46cd-a5b7-42abb9231c01"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d16b16a4-3930-4be3-9960-9447845a1dbb",
      "dutyDetail": "Support the collection of accurate and up-to-date records which identify children’s individual needs, abilities and progress and use these as a basis for future planning.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "928f222c-3d52-4239-9087-48345bf88409",
        "9d73433c-7112-497b-bf63-48e7c53b5b43",
        "0075ed5a-177f-4542-b5a9-fbe374d4bd8e"
      ],
      "mappedKnowledge": [
        "aa9eff01-5ef7-4943-9794-dc70c82ed05a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "697f5ada-3eef-4059-9fed-e0018008bc63",
        "5a7afbb5-e258-4afa-a405-1359ff9d362a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4ac85c66-3a72-423f-a437-82821bf2c878",
      "dutyDetail": "Support the development of an inclusive environment that promotes the well-being of all children.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "928f222c-3d52-4239-9087-48345bf88409",
        "39e6bb68-63a8-42cb-8ecb-0c4081cf7462",
        "9d73433c-7112-497b-bf63-48e7c53b5b43",
        "0075ed5a-177f-4542-b5a9-fbe374d4bd8e",
        "78c0b41a-d009-46bf-9fdf-41cac132caff",
        "d787fd19-1f48-4ff3-8d01-b3314e9cfe72"
      ],
      "mappedKnowledge": [
        "946f77cf-92fe-41af-a5f7-c5f827e52a47",
        "f94dc9c4-13f2-4fea-a603-19513db84b36",
        "48ed48ab-f913-46cd-9eee-0943b43533ef",
        "af7fe823-f3d6-49c2-bec0-77e678077184",
        "4173cac4-2fdf-435a-8734-3bde03c2a297",
        "181910a7-258f-43fa-9505-5ac5e22b1a17"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "46e65baa-bf25-4b28-b580-3909e30e03a6"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": true,
  "coronationEmblem": false,
  "publishDate": "2025-08-01T00:00:00"
}