{
  "larsCode": 0,
  "referenceNumber": "ST0821",
  "title": "Thatcher",
  "status": "In development",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/0",
  "versionNumber": "",
  "change": "",
  "changedDate": null,
  "earliestStartDate": null,
  "latestStartDate": null,
  "latestEndDate": null,
  "isLegacyVersion": 1,
  "overviewOfRole": "",
  "level": 2,
  "typicalDuration": 24,
  "maxFunding": 0,
  "route": "Construction",
  "keywords": [],
  "jobRoles": [
    "Thatcher"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "",
  "ssa1": "",
  "ssa2": "",
  "version": "",
  "standardInformation": "",
  "standardOccupationalCode": "",
  "occupationalSummary": "&lt;p&gt;Found in the construction and conservation sector, thatchers create or replace roofs using a dry vegetation such as straw. A thatched roof is sustainable, environmentally-friendly, with a low carbon footprint, and of high insulation value. There are over 100,000 thatched properties in the UK and a large proportion of these are listed, meaning that the roofs must be replaced on a like-for-like basis. Thatchers conserve our heritage, benefitting tourism and the wider economy. New properties throughout some counties in the UK are also being built with thatched roofs, due to planning restrictions requiring a proportion of all new builds needing to be thatched. Thatching work covers commercial, agricultural, domestic, new-build and historic buildings with a variety of differing roof designs and materials. The thatcher needs to have an understanding of the complexities and variants in regional style, materials, maintenance, vermin control and fire safety.. In their daily work, an employee in this occupation interacts with clients/suppliers/master thatchers. During the course of a typical job, thatchers may interact with architects, conservation officers, clients and members of the public. Thatchers spend the majority of their time working at height, outdoors and in varying weather conditions.. An employee in this occupation will be involved in jobs from beginning to end from sourcing materials to organising other trades to roof preparation through to final thatching works and clearing of site. Some thatchers may even grow their own straw and make their own spars/liggers. The thatcher will also be responsible for understanding and implementing the appropriate site health, safety and welfare conditions.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "4ce83460-555f-4d4b-a44e-29bed98c918a",
      "detail": "How materials are produced, grown, harvested, stored, prepared and transported inlcuding long straw, combed wheat reed (CWR) and water reed. Recognising the quality variance."
    },
    {
      "knowledgeId": "3daeee4f-0206-4472-af32-c75619a8951d",
      "detail": "What fixing method is appropriate including spars, screws and wires, crooks, pins, stitching. Understanding of spar production."
    },
    {
      "knowledgeId": "d621db78-9e10-42b7-b97e-796f28a15d98",
      "detail": "The use, maintenance and correct storage of hand tools, associated tools and equipment including ladders."
    },
    {
      "knowledgeId": "d02f106d-afda-4c3e-a4a0-609f8a59dfc0",
      "detail": "Health and safety: compliance with working at height regulations, outdoor working and suitability of weather conditions. Manual handling techniques. Why, when and how health and safety control equipment should be used when undertaking thatching work including personal protective equipment (PPE) and respiratory protective equipment (RPE)."
    },
    {
      "knowledgeId": "0ef3d38a-18e5-4845-8beb-e9d287bcc3af",
      "detail": "The relevant building, conservation and fire safety regulation affecting thatched buildings. Planning instructions, drawings, product information, specifications and how to interpret them."
    },
    {
      "knowledgeId": "2e02c301-1dc2-42c7-becc-3e967fec2e2d",
      "detail": "Understanding of the various building types including historic, new-build, commercial, residential. The sympathetic approach to historic and listed buildings; maintaining the local and vernacular character and techniques."
    },
    {
      "knowledgeId": "51f85079-298a-4c56-8471-30b0023f9907",
      "detail": "How to safely load, transport, unload and store thatching materials. How to safely protect thatching materials from vermin and inclement weather."
    },
    {
      "knowledgeId": "5f55e6f8-1366-47f2-8fd5-1a83788736fc",
      "detail": "The selection of appropriate materials for particular thatching work."
    },
    {
      "knowledgeId": "c68d8627-4b0a-4e8a-b25b-e8152ca5eaeb",
      "detail": "How to assess the condition of the roof and to prepare the roof for thatching."
    },
    {
      "knowledgeId": "f1c1fa58-95a0-408a-b1b2-9e17aa6107fc",
      "detail": "The selection and preparation of thatching materials for installation on the roof for particular thatching work including architectural details and features."
    },
    {
      "knowledgeId": "ad538166-170b-4910-8ffd-704f15c8731f",
      "detail": "The process of fixing appropriate thatching materials to various roof structures and features and to a competent standard."
    },
    {
      "knowledgeId": "a1867302-b54d-449d-8a4a-0e6cad5c3994",
      "detail": "The importance of finishing works and projects to an acceptable standard including clearing site of tools, equipment and materials to customer satisfaction."
    },
    {
      "knowledgeId": "5379d055-b9ef-44bf-8aef-998bb9d0cae1",
      "detail": "The assessment of thatched roofs and how to quantify thatching and associated roof works and materials."
    },
    {
      "knowledgeId": "72e8f297-3245-4fee-8ac1-5bda7e2aa258",
      "detail": "Understanding the economics and responsbilities of running a thatching business."
    },
    {
      "knowledgeId": "62994faa-b487-494c-9cd0-ba95586cc8d1",
      "detail": "Understanding the methods of adjoining the other materials such as lead, slate, tiles, flat roof, fiberglass, corrugated roof, brickwork and stonework."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "d6deb431-bd0a-4fae-9f26-c0363bc11143",
      "detail": "Safety-first mindset. Adhere to safe systems of work and relevant procedures including attending all safety briefings and training."
    },
    {
      "behaviourId": "959cddfc-4771-4a41-9008-45511a18f283",
      "detail": "Take responsbility for their own work and standards of work. Be aware of the limits of their own competence and seek advice when required. Cooperate with employers, other employees and site providers to ensure that their competence is maintained and up-to-date."
    },
    {
      "behaviourId": "4448fec2-48d9-4c8e-bbf7-df293f76cb9e",
      "detail": "Show professionalism, be prepared for work, arrive on time and present a positive attitude. Work collaboratively, show respect for others, do what has been agreed and offer assistance to others when help is needed. Be approachable, providing timely answers and explanations."
    },
    {
      "behaviourId": "ace8eff2-09a9-4a3c-8ee9-51b3fe5e1ca0",
      "detail": "Continue developing personally and professionally following current legislative and industry regulations and guidelines. Show a willingness to learn."
    }
  ],
  "skills": [
    {
      "skillId": "1cc68cbe-e206-486a-bfad-f860cfa573f4",
      "detail": "Interpret instructions and information to plan, organise and carry out healthy, safe, productive and efficient working practices."
    },
    {
      "skillId": "3b5817df-7e50-4cb9-931e-5d63cf6ee3ba",
      "detail": "Organise work, obtain and provide information. Ensure work is completed within the economic expectations of the organisation and that wastage of materials is minimised. Ensure that work methods optimise the use of time and that own work is coordinated with relevant others."
    },
    {
      "skillId": "fef7b4b8-afc9-475f-a129-2489f6797732",
      "detail": "Access, interpret and use drawings and specifications to carry out thatching work."
    },
    {
      "skillId": "0a0be092-8ce6-4d43-85c6-84040c5dbfa2",
      "detail": "Working safely and effectively with others. Develop and maintain productive working relationships with colleagues on a daily basis, communicate with customers/visitors/colleagues. Offer constructive views and ideas on developing and maintaining productive working relationships."
    },
    {
      "skillId": "583a1f99-f0a7-4c1e-9022-2d586046c6dc",
      "detail": "Work safely, and be aware of key health, safety and welfare issues. Ensure that own work practices conform to organisational requirements, current legislation and official guidance, and minimise risk of injury and ill health to self and others."
    },
    {
      "skillId": "2e58a95f-4ffa-4b51-b374-c6022437a5f7",
      "detail": "Work safely at height and use access equipment. Ensure that own work practices minimise the risk of damage to the surrounding environment, equipment, materials and components."
    },
    {
      "skillId": "e3d0abd3-ea6e-4d7b-924b-ab70c8d16161",
      "detail": "Use, maintain and correctly store thatching tools and any associated equipment."
    },
    {
      "skillId": "730537f5-ac77-4fd3-9191-93bd4abc36d9",
      "detail": "Quantify thatching work and materials, and select the appropriate materials for particular thatching work, ensuring that the materials are suitable for intended purpose."
    },
    {
      "skillId": "1128f9df-4990-48fc-9a8d-33e503c8fcda",
      "detail": "Safely load, transport, unload and store thatching materials. Store materials correctly and give adequate and effective protection against vermin and weather conditions. Ensure materials are accesible when required for use."
    },
    {
      "skillId": "2a1d6d13-51d7-4354-838c-e2d2b2ae7b93",
      "detail": "Prepare appropriate thatching and fixing materials for installation on the roof including damping and yealming long straw; butting and bundling combed wheat reed; trimming, splitting and twisting spars and rods."
    },
    {
      "skillId": "24dbba2b-c948-4a65-baf2-4485ba775224",
      "detail": "Evaluate the condition of the roof prior to thatching work taking place. Assess condition of existing materials, quality of materials, covering over fixings, condition of fixings, overall thickness of thatch, factors affecting the performance of the roof."
    },
    {
      "skillId": "dce9862c-61f3-41cf-81df-14b77ea3ae47",
      "detail": "Prepare the roof prior to thatching. Thatch either completely stripped or stripped to a sound base coat, new structures and work surfaces prepared for subsequent thatching. Keep work areas clean and free from debris and other obstacles."
    },
    {
      "skillId": "274e3fc2-ce90-4473-9ff6-93167a32845e",
      "detail": "Select the appropriate materials and use correct techniques for the specific requirements of historic or listed buildings."
    },
    {
      "skillId": "18f70811-edc6-44ce-99ee-4249d2053cd7",
      "detail": "Establish suitability and quality of materials, and correctly fix the appropriate thatching materials to basic roof structures and features, to a given specification and to correct pitch, tension and density, ensuring correct cover over fixings."
    },
    {
      "skillId": "7aadb782-6e47-4d6d-8e04-8422accab399",
      "detail": "Carry out thatching works where it adjoins with other materials such as lead and brickwork."
    }
  ],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": null,
  "approvedForDelivery": "",
  "integratedDegree": "",
  "tbReference": "TB0436",
  "tbMainContact": "enquiries@wessexthatchers.com",
  "involvedEmployers": "SMF Crouch & Co, Nigel Bunce, Stephen Letch, Brian Chalk, Richard Moore, Andrew Osmand, Dominic Meek, Hallsworth Thatching Ltd, Jack Lewis, Roger Scanlan, Alan Lewis",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Thatcher"
  ],
  "englishAndMathsQualifications": "Apprentices without level 1 English and maths will need to achieve this level and apprentices without level 2 English and maths will need to take the tests for this level prior to taking the end-point assessment. For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3. A British Sign Language (BSL) qualification is an alternative to the English qualification for those whose primary language is BSL.",
  "reviewDetails": "<p><span>This standard will be reviewed after three years.</span></p>",
  "pathway": "Onsite Construction",
  "cluster": "Core Building Tradesperson",
  "createdDate": "2019-09-05T11:29:34 +00:00",
  "lastUpdated": "2019-09-05T12:43:42 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/thatcher#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/thatcher",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "b1cbb4ad-d286-495c-a1c5-81dd8c7ceb89",
      "dutyDetail": "Manage resources ready for use including thatching materials, tools, equipment and vehicles. Check prepared and fit for purpose.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d6deb431-bd0a-4fae-9f26-c0363bc11143",
        "959cddfc-4771-4a41-9008-45511a18f283"
      ],
      "mappedKnowledge": [
        "4ce83460-555f-4d4b-a44e-29bed98c918a",
        "d621db78-9e10-42b7-b97e-796f28a15d98",
        "d02f106d-afda-4c3e-a4a0-609f8a59dfc0",
        "0ef3d38a-18e5-4845-8beb-e9d287bcc3af",
        "51f85079-298a-4c56-8471-30b0023f9907",
        "5f55e6f8-1366-47f2-8fd5-1a83788736fc",
        "f1c1fa58-95a0-408a-b1b2-9e17aa6107fc",
        "5379d055-b9ef-44bf-8aef-998bb9d0cae1"
      ],
      "mappedOptions": null,
      "mappedSkills": [
        "1cc68cbe-e206-486a-bfad-f860cfa573f4",
        "3b5817df-7e50-4cb9-931e-5d63cf6ee3ba",
        "fef7b4b8-afc9-475f-a129-2489f6797732",
        "0a0be092-8ce6-4d43-85c6-84040c5dbfa2",
        "583a1f99-f0a7-4c1e-9022-2d586046c6dc",
        "e3d0abd3-ea6e-4d7b-924b-ab70c8d16161",
        "730537f5-ac77-4fd3-9191-93bd4abc36d9",
        "1128f9df-4990-48fc-9a8d-33e503c8fcda",
        "2a1d6d13-51d7-4354-838c-e2d2b2ae7b93",
        "274e3fc2-ce90-4473-9ff6-93167a32845e",
        "18f70811-edc6-44ce-99ee-4249d2053cd7"
      ],
      "criteriaForMeasuringPerformance": "Safe loading, unloading and transporting of tools and materials, completed PPE checklist"
    },
    {
      "dutyID": "7f903b77-fd4c-4085-b847-a26ddd3afbc4",
      "dutyDetail": "Establish daily and weekly tasks and organise own work with emphasis on efficiency and safety.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d6deb431-bd0a-4fae-9f26-c0363bc11143",
        "959cddfc-4771-4a41-9008-45511a18f283",
        "4448fec2-48d9-4c8e-bbf7-df293f76cb9e",
        "ace8eff2-09a9-4a3c-8ee9-51b3fe5e1ca0"
      ],
      "mappedKnowledge": [
        "d02f106d-afda-4c3e-a4a0-609f8a59dfc0",
        "0ef3d38a-18e5-4845-8beb-e9d287bcc3af",
        "72e8f297-3245-4fee-8ac1-5bda7e2aa258"
      ],
      "mappedOptions": null,
      "mappedSkills": [
        "3b5817df-7e50-4cb9-931e-5d63cf6ee3ba",
        "0a0be092-8ce6-4d43-85c6-84040c5dbfa2",
        "583a1f99-f0a7-4c1e-9022-2d586046c6dc"
      ],
      "criteriaForMeasuringPerformance": "Worktime is optimised, wastage of materials minimised"
    },
    {
      "dutyID": "5ed2d220-2bc1-42f7-aea0-63445164cfe3",
      "dutyDetail": "Establish the suitability of the work area including PPE equipment, scaffolding, ladders and an understanding of how any risk assessment affects them.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d6deb431-bd0a-4fae-9f26-c0363bc11143",
        "959cddfc-4771-4a41-9008-45511a18f283",
        "ace8eff2-09a9-4a3c-8ee9-51b3fe5e1ca0"
      ],
      "mappedKnowledge": [
        "d02f106d-afda-4c3e-a4a0-609f8a59dfc0",
        "0ef3d38a-18e5-4845-8beb-e9d287bcc3af",
        "2e02c301-1dc2-42c7-becc-3e967fec2e2d",
        "c68d8627-4b0a-4e8a-b25b-e8152ca5eaeb",
        "5379d055-b9ef-44bf-8aef-998bb9d0cae1"
      ],
      "mappedOptions": null,
      "mappedSkills": [
        "1cc68cbe-e206-486a-bfad-f860cfa573f4",
        "3b5817df-7e50-4cb9-931e-5d63cf6ee3ba",
        "0a0be092-8ce6-4d43-85c6-84040c5dbfa2",
        "583a1f99-f0a7-4c1e-9022-2d586046c6dc",
        "2e58a95f-4ffa-4b51-b374-c6022437a5f7",
        "24dbba2b-c948-4a65-baf2-4485ba775224",
        "18f70811-edc6-44ce-99ee-4249d2053cd7"
      ],
      "criteriaForMeasuringPerformance": "Compliance with Working at Heights regulations, outdoor working and suitability of weather conditions"
    },
    {
      "dutyID": "50022173-9c0f-4fec-8c6e-e2a234768101",
      "dutyDetail": "Assess the condition of the roof per agreed works, prepare the roof for thatching, understanding the differences between the different buildings to be thatched.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d6deb431-bd0a-4fae-9f26-c0363bc11143",
        "959cddfc-4771-4a41-9008-45511a18f283",
        "4448fec2-48d9-4c8e-bbf7-df293f76cb9e"
      ],
      "mappedKnowledge": [
        "3daeee4f-0206-4472-af32-c75619a8951d",
        "d02f106d-afda-4c3e-a4a0-609f8a59dfc0",
        "0ef3d38a-18e5-4845-8beb-e9d287bcc3af",
        "2e02c301-1dc2-42c7-becc-3e967fec2e2d",
        "c68d8627-4b0a-4e8a-b25b-e8152ca5eaeb",
        "5379d055-b9ef-44bf-8aef-998bb9d0cae1"
      ],
      "mappedOptions": null,
      "mappedSkills": [
        "0a0be092-8ce6-4d43-85c6-84040c5dbfa2",
        "583a1f99-f0a7-4c1e-9022-2d586046c6dc",
        "2e58a95f-4ffa-4b51-b374-c6022437a5f7",
        "e3d0abd3-ea6e-4d7b-924b-ab70c8d16161",
        "1128f9df-4990-48fc-9a8d-33e503c8fcda",
        "2a1d6d13-51d7-4354-838c-e2d2b2ae7b93",
        "24dbba2b-c948-4a65-baf2-4485ba775224"
      ],
      "criteriaForMeasuringPerformance": "Evaluate condition of roof and prepare roof for thatching"
    },
    {
      "dutyID": "a2ad6e24-ce63-4fab-8b39-5dd5159de85b",
      "dutyDetail": "Preparation of thatching materials including long straw, combed wheat reed and water reed; correct handling, checking and storage.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d6deb431-bd0a-4fae-9f26-c0363bc11143",
        "959cddfc-4771-4a41-9008-45511a18f283",
        "4448fec2-48d9-4c8e-bbf7-df293f76cb9e"
      ],
      "mappedKnowledge": [
        "4ce83460-555f-4d4b-a44e-29bed98c918a",
        "3daeee4f-0206-4472-af32-c75619a8951d",
        "51f85079-298a-4c56-8471-30b0023f9907",
        "5f55e6f8-1366-47f2-8fd5-1a83788736fc",
        "f1c1fa58-95a0-408a-b1b2-9e17aa6107fc",
        "5379d055-b9ef-44bf-8aef-998bb9d0cae1"
      ],
      "mappedOptions": null,
      "mappedSkills": [
        "1cc68cbe-e206-486a-bfad-f860cfa573f4",
        "3b5817df-7e50-4cb9-931e-5d63cf6ee3ba",
        "0a0be092-8ce6-4d43-85c6-84040c5dbfa2",
        "583a1f99-f0a7-4c1e-9022-2d586046c6dc",
        "e3d0abd3-ea6e-4d7b-924b-ab70c8d16161",
        "730537f5-ac77-4fd3-9191-93bd4abc36d9",
        "1128f9df-4990-48fc-9a8d-33e503c8fcda",
        "2a1d6d13-51d7-4354-838c-e2d2b2ae7b93",
        "274e3fc2-ce90-4473-9ff6-93167a32845e"
      ],
      "criteriaForMeasuringPerformance": "Materials are correctly handled, checked and stored"
    },
    {
      "dutyID": "848b8387-2329-4485-9470-cddec24086dd",
      "dutyDetail": "Fixing appropriate thatching materials to basic roof structure with correct depth over fixings and adequate tension.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d6deb431-bd0a-4fae-9f26-c0363bc11143",
        "959cddfc-4771-4a41-9008-45511a18f283",
        "4448fec2-48d9-4c8e-bbf7-df293f76cb9e"
      ],
      "mappedKnowledge": [
        "3daeee4f-0206-4472-af32-c75619a8951d",
        "d02f106d-afda-4c3e-a4a0-609f8a59dfc0",
        "0ef3d38a-18e5-4845-8beb-e9d287bcc3af",
        "5f55e6f8-1366-47f2-8fd5-1a83788736fc",
        "ad538166-170b-4910-8ffd-704f15c8731f",
        "a1867302-b54d-449d-8a4a-0e6cad5c3994"
      ],
      "mappedOptions": null,
      "mappedSkills": [
        "1cc68cbe-e206-486a-bfad-f860cfa573f4",
        "3b5817df-7e50-4cb9-931e-5d63cf6ee3ba",
        "fef7b4b8-afc9-475f-a129-2489f6797732",
        "0a0be092-8ce6-4d43-85c6-84040c5dbfa2",
        "583a1f99-f0a7-4c1e-9022-2d586046c6dc",
        "2e58a95f-4ffa-4b51-b374-c6022437a5f7",
        "730537f5-ac77-4fd3-9191-93bd4abc36d9",
        "274e3fc2-ce90-4473-9ff6-93167a32845e",
        "18f70811-edc6-44ce-99ee-4249d2053cd7"
      ],
      "criteriaForMeasuringPerformance": "Correct depth over fixings and adequate tension"
    },
    {
      "dutyID": "6f45eec1-091e-4f88-98b0-027817e45489",
      "dutyDetail": "Fix appropriate thatching materials to roof features with correct depth over fixings and adequate tensions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d6deb431-bd0a-4fae-9f26-c0363bc11143",
        "959cddfc-4771-4a41-9008-45511a18f283",
        "4448fec2-48d9-4c8e-bbf7-df293f76cb9e"
      ],
      "mappedKnowledge": [
        "3daeee4f-0206-4472-af32-c75619a8951d",
        "d02f106d-afda-4c3e-a4a0-609f8a59dfc0",
        "0ef3d38a-18e5-4845-8beb-e9d287bcc3af",
        "5f55e6f8-1366-47f2-8fd5-1a83788736fc",
        "ad538166-170b-4910-8ffd-704f15c8731f",
        "a1867302-b54d-449d-8a4a-0e6cad5c3994"
      ],
      "mappedOptions": null,
      "mappedSkills": [
        "1cc68cbe-e206-486a-bfad-f860cfa573f4",
        "3b5817df-7e50-4cb9-931e-5d63cf6ee3ba",
        "fef7b4b8-afc9-475f-a129-2489f6797732",
        "0a0be092-8ce6-4d43-85c6-84040c5dbfa2",
        "583a1f99-f0a7-4c1e-9022-2d586046c6dc",
        "2e58a95f-4ffa-4b51-b374-c6022437a5f7",
        "274e3fc2-ce90-4473-9ff6-93167a32845e",
        "18f70811-edc6-44ce-99ee-4249d2053cd7"
      ],
      "criteriaForMeasuringPerformance": "Correct depth over fixings and adequate tension"
    },
    {
      "dutyID": "9eecd2e5-ea17-4075-8f62-0f0f9cd31067",
      "dutyDetail": "Use and maintain thatching tools and equipment; understand their correct use and maintenance.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d6deb431-bd0a-4fae-9f26-c0363bc11143"
      ],
      "mappedKnowledge": [
        "d621db78-9e10-42b7-b97e-796f28a15d98",
        "d02f106d-afda-4c3e-a4a0-609f8a59dfc0",
        "0ef3d38a-18e5-4845-8beb-e9d287bcc3af",
        "5f55e6f8-1366-47f2-8fd5-1a83788736fc",
        "f1c1fa58-95a0-408a-b1b2-9e17aa6107fc"
      ],
      "mappedOptions": null,
      "mappedSkills": [
        "e3d0abd3-ea6e-4d7b-924b-ab70c8d16161",
        "1128f9df-4990-48fc-9a8d-33e503c8fcda",
        "2a1d6d13-51d7-4354-838c-e2d2b2ae7b93"
      ],
      "criteriaForMeasuringPerformance": "Understanding the correct use and maintenance of tools and equipment"
    },
    {
      "dutyID": "5a0f47c3-855f-40f4-853f-b749362ab4a2",
      "dutyDetail": "Manage resources after use, clearing of site, removal of excess materials and storing tools and equipment correctly for future use.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d6deb431-bd0a-4fae-9f26-c0363bc11143",
        "959cddfc-4771-4a41-9008-45511a18f283",
        "4448fec2-48d9-4c8e-bbf7-df293f76cb9e"
      ],
      "mappedKnowledge": [
        "d621db78-9e10-42b7-b97e-796f28a15d98",
        "51f85079-298a-4c56-8471-30b0023f9907",
        "a1867302-b54d-449d-8a4a-0e6cad5c3994"
      ],
      "mappedOptions": null,
      "mappedSkills": [
        "0a0be092-8ce6-4d43-85c6-84040c5dbfa2",
        "583a1f99-f0a7-4c1e-9022-2d586046c6dc",
        "e3d0abd3-ea6e-4d7b-924b-ab70c8d16161",
        "1128f9df-4990-48fc-9a8d-33e503c8fcda"
      ],
      "criteriaForMeasuringPerformance": "All tools and equipment are stored correctly for future use"
    },
    {
      "dutyID": "b2a5cb10-396a-42dc-bc50-3617b4f57b6c",
      "dutyDetail": "Quantifying thatching work and materials with the ability to work out how much material and time is required to complete a thatching job efficiently and safely.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d6deb431-bd0a-4fae-9f26-c0363bc11143",
        "959cddfc-4771-4a41-9008-45511a18f283",
        "ace8eff2-09a9-4a3c-8ee9-51b3fe5e1ca0"
      ],
      "mappedKnowledge": [
        "d02f106d-afda-4c3e-a4a0-609f8a59dfc0",
        "0ef3d38a-18e5-4845-8beb-e9d287bcc3af",
        "5f55e6f8-1366-47f2-8fd5-1a83788736fc",
        "f1c1fa58-95a0-408a-b1b2-9e17aa6107fc",
        "5379d055-b9ef-44bf-8aef-998bb9d0cae1",
        "72e8f297-3245-4fee-8ac1-5bda7e2aa258"
      ],
      "mappedOptions": null,
      "mappedSkills": [
        "1cc68cbe-e206-486a-bfad-f860cfa573f4",
        "3b5817df-7e50-4cb9-931e-5d63cf6ee3ba",
        "fef7b4b8-afc9-475f-a129-2489f6797732",
        "0a0be092-8ce6-4d43-85c6-84040c5dbfa2",
        "583a1f99-f0a7-4c1e-9022-2d586046c6dc",
        "730537f5-ac77-4fd3-9191-93bd4abc36d9",
        "24dbba2b-c948-4a65-baf2-4485ba775224",
        "18f70811-edc6-44ce-99ee-4249d2053cd7"
      ],
      "criteriaForMeasuringPerformance": "Ability to work out how much materials and time required to complete a thatching job efficiently"
    }
  ],
  "regulationDetail": []
}