{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 631,
  "referenceNumber": "ST0895",
  "learningAimClassCode": "",
  "title": "Enhanced clinical practitioner",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0895",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Standard revised",
  "changedDate": "2023-05-25T00:00:00",
  "earliestStartDate": "2023-05-25T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Provide a high standard of health care using judgment, skills, and knowledge.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 7000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "care",
    "health and science",
    "health",
    "science",
    "clinical",
    "health professional"
  ],
  "jobRoles": [
    "Dietitian (gastroenterology)",
    "Educational audiologist",
    "Enhanced dental technician",
    "Mental health enhanced liaison practitioner",
    "Physiologist (paediatric respiratory)",
    "Registered nurse (critical care)"
  ],
  "entryRequirements": "&lt;p&gt;Enhanced Clinical Practitioners must be registered with either one of the statutory healthcare regulators, Social Work England or with one of the following accredited voluntary registers: The Academy for Healthcare Science, Register of Clinical Technologists or Registration Council for Clinical Physiologists. They must undertake revalidation processes or audit of their continuing professional development where these apply. Apprentice Educational Audiologists must hold student membership with The Academy for Healthcare Science on entry, and hold full registration with The Academy for Healthcare Science at the gateway to end-point.&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7437/st0895_enhanced_clinical_practitioner_l6_ap-for-publication-27042021.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.2 Nursing, and subjects and vocations allied to medicine",
  "version": "1.1",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;&lt;strong&gt;This occupation is found in&#160;&lt;/strong&gt;the health and care sector. Enhanced Clinical Practitioners are qualified health and social care professionals who are working at an enhanced level of practice with specific knowledge and skills in a field of expertise. They manage a discrete aspect of a patient’s care within their current level of practice, which will be particular to a specific context, be it a client group, a skill set or an organisational context. This is in contrast to Advanced Clinical Practitioners who have developed their knowledge and skills to an advanced level of practice and would manage the whole episode of a patient’s clinical care, from the time they first present, through to the end of the episode.&lt;/p&gt;\n&lt;p&gt;Enhanced Clinical Practitioners work as part of a multi-disciplinary clinical team across a wide range of settings, including hospitals, community clinics, individual’s homes and in dental and general practices. Specific examples of settings in which Enhanced Clinical Practitioners work include critical care units providing complex interventions to critically ill patients, GP premises providing specialist services for patients in the community and Children and Families Services units within a local council providing therapeutic interventions to children, young people and their families.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;The broad purpose of the occupation is to&lt;/strong&gt;&#160;provide a high standard of complex, enhanced care for patients, using enhanced levels of clinical judgement, skills and knowledge. Enhanced Clinical Practitioners will consult with patients, their family, carers and the multi-professional team to undertake assessments of patient need and devise and evaluate complex care plans related to their field of expertise, for example renal care, critical care, child psychotherapy, diabetes. They critically evaluate and analyse clinical problems using their expertise and clinical knowledge, seeking out and applying relevant evidence, enhanced clinical assessments, diagnostics, interventions, and equipment to make clinical decisions.&lt;/p&gt;\n&lt;p&gt;Enhanced Clinical Practitioners deliver complex clinical care in the context of continual change, challenging environments, different models of care delivery, innovation and rapidly evolving technologies using critical analysis and their underpinning knowledge to manage complex interventions. They teach and advise patients and their families/carers on how to manage their condition or support the multi-disciplinary team to do so. They participate in clinical audits and research projects and implement changes as required, including the development and updating of practice protocols/guidelines and procedures. They will work within national and local protocols where these exist. They continuously update their knowledge and enhance their clinical practice and provide support, mentoring and supervision of others. They recognise and work within the boundaries of their practice, knowing when and who to refer patients to. They may delegate work to other members of the multidisciplinary team and take accountability for the delegated activity.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;In their daily work, an employee in this occupation interacts with:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Patients, service users and carers in settings such as hospitals, clinics, dental practices, general practices, patient/client homes, care homes, community clinics&lt;/li&gt;\n&lt;li&gt;Other health and social care professionals for example, doctors, members of the dental team, registered nurses, care workers, social workers, allied health professionals, pharmacists, healthcare scientists, advanced clinical practitioners, consultant clinical practitioners and clinical academics&lt;/li&gt;\n&lt;li&gt;Students and other learners&lt;/li&gt;\n&lt;li&gt;Service leaders and managers&lt;/li&gt;\n&lt;li&gt;Stakeholder groups and third sector organisations&lt;/li&gt;\n&lt;li&gt;Representatives from pharmaceutical and equipment companies&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;&#160;&lt;/strong&gt;&lt;strong&gt;An employee in this occupation will be responsible for:&lt;/strong&gt;&#160;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Maintaining and continuously updating their existing knowledge, skills and expertise to inform their enhanced clinical judgement&#160; &#160; &#160; &#160; &#160; &#160; &#160;&lt;/li&gt;\n&lt;li&gt;Critically evaluating and analysing complex clinical interventions to make evidence-based decisions on how to manage the delivery of complex clinical care for a defined population, which may include individuals from diverse cultural, social and belief systems. They often manage a caseload, sometimes providing interventions as part of a dedicated clinical pathway.&lt;/li&gt;\n&lt;li&gt;Caring for people with complex care needs using their existing knowledge and expertise, enhanced clinical assessments, diagnostics, interventions and equipment. They must have the confidence and ability to think critically, and to apply a depth of knowledge and highly developed skills to provide enhanced evidence-based care&lt;/li&gt;\n&lt;li&gt;Working as part of a wider health and care team whilst being able to work alone when seeing people in their own homes in the community or in a clinical facility. They provide complex clinical care in the context of continual change, challenging environments, different models of care delivery, an older and more diverse population, vulnerable children and young people, mental health needs and innovation and rapidly evolving technologies&lt;/li&gt;\n&lt;li&gt;Engaging and involving patients, families and carers in co-production of strategies to manage their own health and wellbeing&lt;/li&gt;\n&lt;li&gt;Negotiating boundaries and playing an important proactive clinical leadership role in multidisciplinary teams to support the integration of health and social care services&lt;/li&gt;\n&lt;li&gt;Managing their own personal health and well-being, providing support and supervision for others and recognising the boundaries of their practice in order to respond to the impact and demands of their practice&lt;/li&gt;\n&lt;li&gt;Delegating work to other members of the multidisciplinary team and taking accountability for that delegated activity&lt;/li&gt;\n&lt;/ul&gt;",
  "knowledges": [
    {
      "knowledgeId": "c91c8915-05b2-47d5-b9b7-7803562f585f",
      "detail": "Tools and techniques used to systematically search, select and present evidence."
    },
    {
      "knowledgeId": "131d38c3-fa30-4c4c-9fc2-4bd6d37ccaa6",
      "detail": "Techniques to critically appraise evidence such as local and national quality standards and frameworks and ways to relate this to own practice."
    },
    {
      "knowledgeId": "02e8a290-1a69-4a47-9e55-96f388edfaaa",
      "detail": "Requirements of their on-going professional registration and code of conduct in relation to their scope of practice such as when and how to escalate or refer in line with defined scope of practice."
    },
    {
      "knowledgeId": "bc29af1b-3306-434e-aa49-c56e159755c2",
      "detail": "How to appraise the relevance of available tools and techniques to the clinical situation and own scope of practice."
    },
    {
      "knowledgeId": "caaa5348-6370-477a-98fc-409dbe1cae35",
      "detail": "Legislation, clinical frameworks, contemporaneous evidence-based practice guidelines, outcomes from clinical audit and algorithms to support decision making."
    },
    {
      "knowledgeId": "a2bfaf8d-6748-4eda-a3db-03225a2656fc",
      "detail": "Anatomy and physiology and pathophysiology to support complex holistic patient assessment including the underlying psychological, social and long-term impact of illness."
    },
    {
      "knowledgeId": "1b2dc554-2aaf-48e1-a71d-84d89d32dc75",
      "detail": "Tools and techniques to critically evaluate clinical information to inform decision making and care management planning."
    },
    {
      "knowledgeId": "e28cb470-2bc2-45d8-9f79-5c5d5813d3dc",
      "detail": "Underpinning anatomy and complex applied physiology, disease, toxicities, treatments and interventions which guide the selection of specialist diagnostics."
    },
    {
      "knowledgeId": "65d41ab3-80b3-4687-b36c-bacde947d8d6",
      "detail": "Methods to support complex intervention decision making aligned to national and international guidelines."
    },
    {
      "knowledgeId": "0d15d1d2-634e-4c7c-a307-26de2a27635f",
      "detail": "Principles and theories of co-production, health coaching, peer support and self-management used to build knowledge, skills and confidence to enable patient self-management."
    },
    {
      "knowledgeId": "236e1c7d-62b0-432b-a583-5a14058ecbf7",
      "detail": "Diverse sources of information and evidence to underpin decision making and techniques to interpret and assimilate a diverse range of information and evidence."
    },
    {
      "knowledgeId": "e631a3ea-87fd-4a2e-aff5-d330154e6ac6",
      "detail": "Principles and theories of coaching used in supporting others in complex clinical decision making and care delivery."
    },
    {
      "knowledgeId": "536018b5-d0d8-4932-93d9-d0f7af5253aa",
      "detail": "Principles and theories of leadership and role modelling."
    },
    {
      "knowledgeId": "0ad3819f-b347-42de-9776-6dc9f6003c56",
      "detail": "Tools and procedures for conducting a training needs analysis."
    },
    {
      "knowledgeId": "0c55e5a3-9164-4c02-a931-0a1e13617fbe",
      "detail": "Teaching, learning and assessment theories, techniques, innovations and models relevant to the educational activity including ways to facilitate a positive learning environment."
    },
    {
      "knowledgeId": "fbf4d919-fdff-47a2-b9d8-b49edc0690e8",
      "detail": "Models, tools and frameworks for receiving and providing constructive feedback."
    },
    {
      "knowledgeId": "7ec40ae5-068c-44c0-b5bc-acd24d067c14",
      "detail": "Principles of different communication strategies and theories, communication modes (written, digital, verbal, non-verbal) and clinical communication tools."
    },
    {
      "knowledgeId": "92fb0761-6c95-4ac7-bcb7-957617543b0f",
      "detail": "Models and theories for negotiating and mediating, such as de-escalation and diffusing strategies."
    },
    {
      "knowledgeId": "5f36a4be-1f30-4507-aa6d-9a5b3037bd43",
      "detail": "Communication strategies and tools used to share complex information with different audiences and individuals."
    },
    {
      "knowledgeId": "2e1afff5-bfa1-4259-8b36-00f183e7d75e",
      "detail": "Principles of change management and co-production to support clinical innovation in the workplace."
    },
    {
      "knowledgeId": "bf290609-a97f-4ef6-baf6-86c3b421597f",
      "detail": "Local and national approaches and planning processes to support quality improvement."
    },
    {
      "knowledgeId": "10cdfa4c-eefc-4df9-a97c-3dd21aa4b7e1",
      "detail": "Service evaluation, research and audit techniques to support quality improvement processes within area of enhanced clinical practice."
    },
    {
      "knowledgeId": "cff3c33b-5596-4c4b-a24f-fc53def4fefb",
      "detail": "The role and impact of reflection in improving clinical practice and best-practice methods for clinical supervision."
    },
    {
      "knowledgeId": "cea2bdfa-d713-4b86-bb2e-783fe3ad14b7",
      "detail": "Signs and pathophysiology of deterioration or distress in mental, physical, cognitive and behavioural health in own scope of practice."
    },
    {
      "knowledgeId": "6b781d9a-7c0f-4af5-b7a5-b17873c2c859",
      "detail": "Protocols and systems used to plan, prioritise and direct resources within area of enhanced clinical practice and how to escalate to and engage others when working at the boundaries of scope of practice."
    },
    {
      "knowledgeId": "d8fc7cef-c734-415f-9b62-9f82dba8dc27",
      "detail": "Evidence-based strategies to manage clinical risk in enhanced clinical practice."
    },
    {
      "knowledgeId": "1cd04a84-bfb7-42c5-b511-b582a11e620e",
      "detail": "Principles of psychological well-being, the importance of maintaining own and others well-being and counselling techniques used within own scope of practice."
    },
    {
      "knowledgeId": "ba87c151-f2cc-4e58-b591-fe73ac892198",
      "detail": "Employer policy and procedures for resource management and reporting."
    },
    {
      "knowledgeId": "9702f643-b8ce-42fd-8ac2-e879e527db55",
      "detail": "Strategies to plan and prioritise resources and manage immediate and longer-term service requirements."
    },
    {
      "knowledgeId": "bf328624-1295-44fa-b380-ecc9b7f77632",
      "detail": "Local, regional, and national strategic priorities for patient populations within area of specialist practice."
    },
    {
      "knowledgeId": "49d104e9-7691-4aed-9e6c-67b2c9ce2621",
      "detail": "Principles of mentoring and preceptorship and how these differ from counselling, coaching and teaching."
    },
    {
      "knowledgeId": "f1f3dda9-a0aa-4ab9-8c0d-28c3a9a461ae",
      "detail": "Local appraisal policy and systems and own responsibility in relation to appraisal of others."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "0b0b1a0a-6cd2-4649-b206-9226600d3422",
      "detail": "Treat people with dignity, respecting individual's diversity, beliefs, culture, needs, values, privacy and preferences."
    },
    {
      "behaviourId": "c9771034-8f7a-4d6f-b97a-6a0a2e8c1fa1",
      "detail": "Show respect and empathy for those you work with."
    },
    {
      "behaviourId": "518d76a5-8e1c-4295-85e5-b5ab1dd6ffe9",
      "detail": "Be adaptable, reliable and consistent."
    }
  ],
  "skills": [
    {
      "skillId": "6eb2893e-5edc-430b-9ec3-e7481be5ef1a",
      "detail": "Conduct systematic literature searches to source evidence to inform enhanced clinical practice."
    },
    {
      "skillId": "d65f0ecd-febb-4108-af82-d4a1deb8c5e3",
      "detail": "Critically appraise evidence and use findings to plan and provide enhanced patient-centred clinical care."
    },
    {
      "skillId": "9c5c2180-d261-465c-a178-edec07fc46d1",
      "detail": "Provide enhanced clinical care in line with professional registration, code of conduct and defined scope of practice, being responsible and accountable for own decisions, actions and omissions."
    },
    {
      "skillId": "83e83888-92fe-48e4-b9b7-8c8cf194c580",
      "detail": "Select available tools, technologies and techniques needed to perform complex and holistic."
    },
    {
      "skillId": "1fbef990-0f6c-435b-80e4-96cebc514e8e",
      "detail": "Assimilate, synthesise and apply complex information to promote and advocate best interests of others, upholding the principles of safeguarding and evidence-based practice."
    },
    {
      "skillId": "e7318a0a-6e87-41cb-a8c8-e6e0869b05a3",
      "detail": "Undertake holistic patient-centred assessments using available tools, technologies and techniques."
    },
    {
      "skillId": "f25d66b2-e817-483a-840b-bec11666182f",
      "detail": "Analyse the data arising from the assessment process to inform clinical decision-making."
    },
    {
      "skillId": "0826f949-f3f8-4eed-92a2-4777f553ddee",
      "detail": "Identify, request and interpret specialist diagnostics within own scope of practice to inform the delivery and management of specialist care for patients and families."
    },
    {
      "skillId": "1911f2e4-3435-48a9-b903-a3e527bace74",
      "detail": "Develop, implement and evaluate an enhanced care management plan which may include interventions and referral to other members of the multidisciplinary team or other agencies."
    },
    {
      "skillId": "382c0194-bbcc-4d1c-ae4f-6f32d0398b91",
      "detail": "Prepare and support patients and families to manage their own health and care as independently as possible."
    },
    {
      "skillId": "235bc086-b0b6-4a12-9ebf-6c8430cf6ac1",
      "detail": "Interpret, assimilate and draw conclusions using diverse sources of information and evidence to inform clinical reasoning."
    },
    {
      "skillId": "1451575f-0f21-4a01-b41d-d25cd29c3cc7",
      "detail": "Direct others to sources of information and evidence, coaching and supporting them in applying information and evidence in complex clinical decision making."
    },
    {
      "skillId": "44e0ffc4-ea8c-488d-8ca7-e5b955dacb31",
      "detail": "Provide leadership within scope of own role and positive role-modelling for others in the multidisciplinary team."
    },
    {
      "skillId": "5a649ea4-4807-45b8-a355-4e20d356da20",
      "detail": "Identify training and education needs of others in the workplace."
    },
    {
      "skillId": "7dbe84de-9f34-4b89-8c40-a6562c8e4ce6",
      "detail": "Plan and facilitate the delivery of practice-based education, training and assessment activities."
    },
    {
      "skillId": "9fc9900c-353e-4d07-a5e8-d42a68e580d4",
      "detail": "Evaluate the effectiveness of training and education activities."
    },
    {
      "skillId": "327d3e3a-7ba5-4f73-83f0-fc9be2ef3db2",
      "detail": "Use communication strategies suitable for a variety of situations including sensitive and distressing topics."
    },
    {
      "skillId": "afc943ae-cb74-4c10-9c51-cf852d75f817",
      "detail": "Use strategies to manage conflict and challenge."
    },
    {
      "skillId": "59e39c89-fc3e-4679-8b3d-0cba7fe6aa24",
      "detail": "Discuss complex information with patients, their families, the multi-disciplinary team and other agencies."
    },
    {
      "skillId": "bfa3cdab-2acc-41d9-91f0-3998fdd97157",
      "detail": "Challenge ineffective systems and processes and support others to identify the need for change within their area of enhanced clinical practice."
    },
    {
      "skillId": "ca422d4d-d6d3-4954-b638-6603eb708eae",
      "detail": "Contribute to quality improvement plans and strategies to support a culture of continuous quality improvement within area of enhanced clinical practice."
    },
    {
      "skillId": "674dfaf1-cecc-460f-b935-c29c3f4817aa",
      "detail": "Participate in quality improvement activities, such as audit, service evaluations and research projects within area of enhanced clinical practice."
    },
    {
      "skillId": "3d65eb29-352a-48ba-9b20-6167d384d0eb",
      "detail": "Reflect on own and others’ practice using clinical supervision processes."
    },
    {
      "skillId": "c3196aea-2aa4-4eee-8425-e4d039fed9d4",
      "detail": "Identify and act on evidence of unexpected change or patient deterioration within own scope of practice."
    },
    {
      "skillId": "82942200-b6a8-46ca-8948-ff689fc09d63",
      "detail": "Manage self and others in unpredictable and complex environments, instigating clinical interventions where protocols may not be available."
    },
    {
      "skillId": "da7c6304-2ebc-491e-a607-d214369ddb93",
      "detail": "Identify and manage risk to patient safety and others in an unpredictable and complex environment."
    },
    {
      "skillId": "9e7435e5-df96-4cb6-bdcf-8983bb6f0560",
      "detail": "Counsel patients, family, carers and others to manage psychological well-being of self and others."
    },
    {
      "skillId": "ab4519e9-3341-468e-855f-cf559d8eef1f",
      "detail": "Contribute to efficient resource management within the workplace."
    },
    {
      "skillId": "1024b7b2-3c3c-440f-870d-dfc1bd6db002",
      "detail": "Plan, prioritise and deliver enhanced clinical care within a defined resource."
    },
    {
      "skillId": "934445c7-e370-4169-8cc2-471ff6f047f1",
      "detail": "Contribute to the drafting of business cases or project proposals."
    },
    {
      "skillId": "96fb9833-0cd7-4a75-a66c-27494e698bba",
      "detail": "Provide mentorship, opportunity for peer-learning and constructive feedback to guide, support, motivate and develop others in the multidisciplinary team."
    },
    {
      "skillId": "3f9a87e6-5da3-4696-a900-86120d4758ed",
      "detail": "Contribute to the appraisal of individuals in the multidisciplinary team."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2021-05-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0481",
  "tbMainContact": "Healthcare.Trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "Central Manchester NHS Foundation Trust\r\nEast Cheshire NHS Trust\r\nGreat Ormond Street Hospital for Children NHS\r\nImperial College Healthcare NHS Trust\r\nNHS Blood and Transplant\r\nNorthumbria Healthcare NHS Foundation Trust\r\nNottingham University Hospitals NHS Trust\r\nP J Care\r\nRoyal Cornwall Hospitals NHS Trust\r\nSolent NHS Trust\r\nThe Christie NHS Foundation Trust\r\nThe James Cook University Hospital\r\nUniversity Hospitals of North Midlands\r\nYorkshire Ambulance Service NHS Trust\r\n\r\n\r\n\r\n\r\n",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Dietitian (gastroenterology)",
    "Educational audiologist",
    "Enhanced dental technician",
    "Mental health enhanced liaison practitioner",
    "Physiologist (paediatric respiratory)",
    "Registered nurse (critical care)"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health professional",
  "clusterId": "6",
  "clusterDescription": "Provide direct patient contact along with high quality diagnosis and care working independently and with other health professionals",
  "createdDate": "2023-05-25T14:58:58 +00:00",
  "lastUpdated": "2023-05-25T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2021-05-27T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0895",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0895-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0895-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "ed2d7753-a1fc-4d15-bd7c-33a6406a60c2",
      "dutyDetail": "Be an accountable professional acting in the best interests of people, putting them first and providing complex clinical care that is evidence-based, person-centred, safe and compassionate.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0b0b1a0a-6cd2-4649-b206-9226600d3422",
        "c9771034-8f7a-4d6f-b97a-6a0a2e8c1fa1",
        "518d76a5-8e1c-4295-85e5-b5ab1dd6ffe9"
      ],
      "mappedKnowledge": [
        "c91c8915-05b2-47d5-b9b7-7803562f585f",
        "131d38c3-fa30-4c4c-9fc2-4bd6d37ccaa6",
        "02e8a290-1a69-4a47-9e55-96f388edfaaa"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6eb2893e-5edc-430b-9ec3-e7481be5ef1a",
        "d65f0ecd-febb-4108-af82-d4a1deb8c5e3",
        "9c5c2180-d261-465c-a178-edec07fc46d1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c41b3cbf-96c7-430b-8c37-d741c91d5049",
      "dutyDetail": "Use existing knowledge and expertise and enhanced levels of clinical judgement to independently undertake complex and holistic assessments.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0b0b1a0a-6cd2-4649-b206-9226600d3422",
        "c9771034-8f7a-4d6f-b97a-6a0a2e8c1fa1",
        "518d76a5-8e1c-4295-85e5-b5ab1dd6ffe9"
      ],
      "mappedKnowledge": [
        "bc29af1b-3306-434e-aa49-c56e159755c2",
        "caaa5348-6370-477a-98fc-409dbe1cae35",
        "a2bfaf8d-6748-4eda-a3db-03225a2656fc"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "83e83888-92fe-48e4-b9b7-8c8cf194c580",
        "1fbef990-0f6c-435b-80e4-96cebc514e8e",
        "e7318a0a-6e87-41cb-a8c8-e6e0869b05a3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "af2ef26e-9fc9-4753-8ad8-f49543a0344e",
      "dutyDetail": "Act independently to plan, deliver, monitor and evaluate complex care using enhanced clinical assessments, diagnostics, and interventions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0b0b1a0a-6cd2-4649-b206-9226600d3422",
        "c9771034-8f7a-4d6f-b97a-6a0a2e8c1fa1",
        "518d76a5-8e1c-4295-85e5-b5ab1dd6ffe9"
      ],
      "mappedKnowledge": [
        "1b2dc554-2aaf-48e1-a71d-84d89d32dc75",
        "e28cb470-2bc2-45d8-9f79-5c5d5813d3dc",
        "0d15d1d2-634e-4c7c-a307-26de2a27635f",
        "236e1c7d-62b0-432b-a583-5a14058ecbf7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f25d66b2-e817-483a-840b-bec11666182f",
        "0826f949-f3f8-4eed-92a2-4777f553ddee",
        "1911f2e4-3435-48a9-b903-a3e527bace74",
        "382c0194-bbcc-4d1c-ae4f-6f32d0398b91",
        "235bc086-b0b6-4a12-9ebf-6c8430cf6ac1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0e02c1cd-379b-4f57-8832-dbb49933d2ea",
      "dutyDetail": "Act as an expert resource within their own organisation and for external agencies. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0b0b1a0a-6cd2-4649-b206-9226600d3422",
        "c9771034-8f7a-4d6f-b97a-6a0a2e8c1fa1",
        "518d76a5-8e1c-4295-85e5-b5ab1dd6ffe9"
      ],
      "mappedKnowledge": [
        "65d41ab3-80b3-4687-b36c-bacde947d8d6",
        "e631a3ea-87fd-4a2e-aff5-d330154e6ac6",
        "536018b5-d0d8-4932-93d9-d0f7af5253aa"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1451575f-0f21-4a01-b41d-d25cd29c3cc7",
        "44e0ffc4-ea8c-488d-8ca7-e5b955dacb31"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d63ca9a9-1c60-4d68-856f-d2f80a2e0b0d",
      "dutyDetail": "Develop, deliver and evaluate education and training opportunities for others within own scope of practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0b0b1a0a-6cd2-4649-b206-9226600d3422",
        "c9771034-8f7a-4d6f-b97a-6a0a2e8c1fa1",
        "518d76a5-8e1c-4295-85e5-b5ab1dd6ffe9"
      ],
      "mappedKnowledge": [
        "0ad3819f-b347-42de-9776-6dc9f6003c56",
        "0c55e5a3-9164-4c02-a931-0a1e13617fbe",
        "fbf4d919-fdff-47a2-b9d8-b49edc0690e8"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5a649ea4-4807-45b8-a355-4e20d356da20",
        "7dbe84de-9f34-4b89-8c40-a6562c8e4ce6",
        "9fc9900c-353e-4d07-a5e8-d42a68e580d4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "75fc58be-650a-4ee3-a4d6-59a848b43aa3",
      "dutyDetail": "Communicate effectively in challenging environments and situations with patients, their families/carers and the multi-disciplinary team.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0b0b1a0a-6cd2-4649-b206-9226600d3422",
        "c9771034-8f7a-4d6f-b97a-6a0a2e8c1fa1",
        "518d76a5-8e1c-4295-85e5-b5ab1dd6ffe9"
      ],
      "mappedKnowledge": [
        "7ec40ae5-068c-44c0-b5bc-acd24d067c14",
        "92fb0761-6c95-4ac7-bcb7-957617543b0f",
        "5f36a4be-1f30-4507-aa6d-9a5b3037bd43",
        "1cd04a84-bfb7-42c5-b511-b582a11e620e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "327d3e3a-7ba5-4f73-83f0-fc9be2ef3db2",
        "afc943ae-cb74-4c10-9c51-cf852d75f817",
        "59e39c89-fc3e-4679-8b3d-0cba7fe6aa24",
        "9e7435e5-df96-4cb6-bdcf-8983bb6f0560"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c428d905-28d3-48c8-b7fc-610aeb8231fb",
      "dutyDetail": "Promote and encourage innovative clinical practice to support a culture of excellence within the wider health and care team.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0b0b1a0a-6cd2-4649-b206-9226600d3422",
        "c9771034-8f7a-4d6f-b97a-6a0a2e8c1fa1",
        "518d76a5-8e1c-4295-85e5-b5ab1dd6ffe9"
      ],
      "mappedKnowledge": [
        "2e1afff5-bfa1-4259-8b36-00f183e7d75e",
        "bf290609-a97f-4ef6-baf6-86c3b421597f",
        "10cdfa4c-eefc-4df9-a97c-3dd21aa4b7e1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bfa3cdab-2acc-41d9-91f0-3998fdd97157",
        "ca422d4d-d6d3-4954-b638-6603eb708eae",
        "674dfaf1-cecc-460f-b935-c29c3f4817aa"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7bec670f-b7fa-462a-8ac1-a18a344ebb36",
      "dutyDetail": "Lead and manage unpredictable and unplanned clinical situations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0b0b1a0a-6cd2-4649-b206-9226600d3422",
        "c9771034-8f7a-4d6f-b97a-6a0a2e8c1fa1",
        "518d76a5-8e1c-4295-85e5-b5ab1dd6ffe9"
      ],
      "mappedKnowledge": [
        "cea2bdfa-d713-4b86-bb2e-783fe3ad14b7",
        "6b781d9a-7c0f-4af5-b7a5-b17873c2c859",
        "d8fc7cef-c734-415f-9b62-9f82dba8dc27"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c3196aea-2aa4-4eee-8425-e4d039fed9d4",
        "82942200-b6a8-46ca-8948-ff689fc09d63",
        "da7c6304-2ebc-491e-a607-d214369ddb93"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "670deda3-8af2-4986-840c-73554af09c1f",
      "dutyDetail": "Participate in resource management, strategic service development, planning and service improvement.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0b0b1a0a-6cd2-4649-b206-9226600d3422",
        "c9771034-8f7a-4d6f-b97a-6a0a2e8c1fa1",
        "518d76a5-8e1c-4295-85e5-b5ab1dd6ffe9"
      ],
      "mappedKnowledge": [
        "ba87c151-f2cc-4e58-b591-fe73ac892198",
        "9702f643-b8ce-42fd-8ac2-e879e527db55",
        "bf328624-1295-44fa-b380-ecc9b7f77632"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ab4519e9-3341-468e-855f-cf559d8eef1f",
        "1024b7b2-3c3c-440f-870d-dfc1bd6db002",
        "934445c7-e370-4169-8cc2-471ff6f047f1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "50f9c791-bd67-4c3e-8e39-518f416a5605",
      "dutyDetail": "Lead, monitor, develop and appraise staff and learners.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0b0b1a0a-6cd2-4649-b206-9226600d3422",
        "c9771034-8f7a-4d6f-b97a-6a0a2e8c1fa1",
        "518d76a5-8e1c-4295-85e5-b5ab1dd6ffe9"
      ],
      "mappedKnowledge": [
        "cff3c33b-5596-4c4b-a24f-fc53def4fefb",
        "49d104e9-7691-4aed-9e6c-67b2c9ce2621",
        "f1f3dda9-a0aa-4ab9-8c0d-28c3a9a461ae"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3d65eb29-352a-48ba-9b20-6167d384d0eb",
        "96fb9833-0cd7-4a75-a66c-27494e698bba",
        "3f9a87e6-5da3-4696-a900-86120d4758ed"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-05-25T00:00:00"
}