{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 594,
  "referenceNumber": "ST0855",
  "learningAimClassCode": "",
  "title": "Space engineering technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0855",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan revised",
  "changedDate": "2023-04-25T00:00:00",
  "earliestStartDate": "2023-04-25T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Support the development, manufacturing, assembly, integration and testing of complex, high value space hardware and ground-based equipment.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 19000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Space Engineering Technician",
    "space",
    "engineering",
    "mechanical",
    "Spacecraft Mechanical Engineering Technician",
    "technology",
    "manufacturing"
  ],
  "jobRoles": [
    "advanced manufacturing technician",
    "assembly",
    "Control and instrumentation engineering technician",
    "Electrical or electronic engineering technician",
    "Integration and test technician",
    "Materials and chemical engineering technician",
    "Quality and product assurance technician",
    "Satellite manufacturing",
    "Spacecraft Mechanical Engineering Technician",
    "Spacecraft propulsion engineering technician"
  ],
  "entryRequirements": "&lt;p&gt;&lt;span&gt;Typical entry requirement is a minimum of 5 GCSE&#39;s Including English, Mathematics and Science-based subjects in C-A* or 4-9 except mathematics (B-A* or 6-9)&lt;/span&gt;&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/vucnev5t/st0855_space-engineering-technician_l4_adjustment-01_08_23-1.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.1",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the space sector, and specifically the &quot;upstream&quot; (manufacturing) area, which covers the design and production of satellites and the components and subsystems they comprise, along with production, operation and maintenance of highly specialised ground support equipment which does not fly in space but is used to support development and testing of satellites before launch.&lt;/p&gt;\n&lt;p&gt;BACKGROUND INFORMATION&lt;/p&gt;\n&lt;p&gt;The upstream element of the industry is part of the overall space sector and is related to but distinct from the &quot;downstream&quot; part of the sector, which is concerned with the exploitation of data from satellites for end-user applications including weather forecasting and telecommunications. Income for the whole UK space sector has grown significantly and the upstream segment has been the majority contributor to the overall growth of the sector. This growth and the future predictions means there will be a significant increase in demand for these specialist skills to support the UK Space manufacturing sector. Space is a key part of the UK’s Industrial Strategy supporting the development and increases in productivity of other key sectors (e.g. Agribusiness, Transport and Health, through improve data provision and communications). Government has committed funding to new developments supporting the upstream sector through investments to establish UK space ports, a satellite launch capability and an investment in the National Satellite Test Facility at Harwell. The broad purpose of the occupation is to support the development, manufacturing, assembly, integration and testing of complex, high value space hardware and ground-based equipment. For example, satellite mechanical structures, and subsystems for in-space power generation and distribution, spacecraft attitude control, thermal control, rocket propulsion, space communication, sensors, planetary landers, and associated support systems. Space technicians interpret drawings and specifications and formal procedures imposed by the employer and customers (for example Space Agencies) to plan and perform their work. They use sector specific techniques for many tasks, for example electronics board soldering, which is carried out using processes and standards developed specifically for space applications. They contribute to inspection and testing activities for mission-critical satellites and sub-assemblies, and support activities such as integration and testing of assemblies at space technology centres and launch sites overseas. In their daily work, an employee in this occupation interacts with line managers and supervisors, procurement officers, systems engineers, spacecraft subsystems experts, commercial and export managers, and the overall team working on a particular satellite or mission. They interact with customers (for example, space agencies and satellite operators) during site visits. Space technicians typically work in secure and controlled environments, workshops and development areas, as well as regular offices. An employee in this occupation will be responsible for the quality and accuracy of the work they undertake within the limits of their personal authority. They adhere to statutory regulations and organisational health and safety requirements, and have an awareness of, and carry out work in compliance with, standards imposed by key customers (for example space agencies) and regulatory bodies such as the International Organization for Standardization (ISO) or The European Cooperation for Space Standardization (ECSS).&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "5a8a775d-e0b3-4113-87c2-8a7a79a2cbeb",
      "detail": "Spacecraft systems including power, attitude control, thermal, communications, data handling and propulsion."
    },
    {
      "knowledgeId": "abe1e676-f9a6-4817-9a6e-bfa018a4c116",
      "detail": "Engineering mathematical techniques and scientific principles, methods, graphical expressions, symbols, formulae and calculations including: reference frame definitions, tolerancing, torque settings."
    },
    {
      "knowledgeId": "e0dd5ed0-8213-44ea-a523-3cec06168701",
      "detail": "Relationships between customers, partners and suppliers in the international space engineering and manufacturing sector."
    },
    {
      "knowledgeId": "f05717be-17de-48fa-afce-9a7baec472fe",
      "detail": "Space system assembly, integration and test procedures, processes, techniques and tools such as vibration, thermal vacuum, electromagnetic compatibility."
    },
    {
      "knowledgeId": "b11764d4-ad60-492d-a0da-02dc813164b9",
      "detail": "Purpose of approved processes, components, parts and materials lists and verification control documentation."
    },
    {
      "knowledgeId": "da1ad1e4-d361-4683-be9c-40fe8a94609c",
      "detail": "Ground support equipment and systems including electrical and electronic test equipment and mechanical handling equipment."
    },
    {
      "knowledgeId": "9c4ec1a6-7fef-449c-99dd-577169f90731",
      "detail": "Mechanical, electrical and electronic analysis and testing principles, including space industry specific test standards."
    },
    {
      "knowledgeId": "bf12673b-0c85-46cc-9093-5fbcb1107bb4",
      "detail": "Properties, handling and application of space qualified materials including Electrostatic Discharge (ESD) precautions."
    },
    {
      "knowledgeId": "621b602e-f327-47d6-8e14-6a27043b18ff",
      "detail": "Quality and product assurance principles in space projects."
    },
    {
      "knowledgeId": "d28d4793-e779-460d-a7e8-4787a9edce98",
      "detail": "Principles, processes and techniques for thermal vacuum, electromagnetic compatibility, shock, vibration and acoustic testing."
    },
    {
      "knowledgeId": "804a855f-f753-45f9-a159-d2d2535b70b1",
      "detail": "Principles of additive manufacturing for application in space including powder quality and repeatability of build."
    },
    {
      "knowledgeId": "05b98f36-135a-45b8-b62c-a482807bd369",
      "detail": "Configuration and document management control processes including issue control, incorporation of change and end item data pack."
    },
    {
      "knowledgeId": "c617b617-ebb2-446c-8018-f0bf94af0fcd",
      "detail": "Adhesives, bonding, soldering and fastening techniques required to meet space qualification standards."
    },
    {
      "knowledgeId": "1fba498f-4c2d-4084-b14e-ff042f192aeb",
      "detail": "The space environment including thermal, vacuum, radiation, atomic oxygen and launch operations."
    },
    {
      "knowledgeId": "51948193-afa0-40e4-8cce-2a910148f423",
      "detail": "Precision and uncertainty in measurement systems, including limitations and appropriate use."
    },
    {
      "knowledgeId": "15807a92-f7c6-4ad9-b072-7a80c02e86b8",
      "detail": "Vacuum and pressurised systems and measurement."
    },
    {
      "knowledgeId": "034616ca-de5f-4c61-ad10-a1a9d9afe5e1",
      "detail": "Disciplines and handling in cleanliness and contamination controlled environments."
    },
    {
      "knowledgeId": "987c077d-59d3-4f5c-bfbd-b890632173c1",
      "detail": "Application of risk assessment at point of work."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "3a1c4ea2-a087-4ab5-b966-53d068a995b4",
      "detail": "Takes personal responsibility and is resilient. For example, disciplined and responsible approach to risk, works diligently regardless of how much they are being supervised, accepts responsibility for managing their own time and workload and stays motivated and committed when facing challenges."
    },
    {
      "behaviourId": "cc96b8cf-d090-4376-a9dd-9d44491b1cf7",
      "detail": "Focuses on quality and problem solving. For example, demonstrates attention to detail and seeks opportunities to improve quality, speed and efficiency."
    },
    {
      "behaviourId": "3d530149-b611-43a8-b180-a8ddc4514f8b",
      "detail": "Committed to continuous personal improvement. For example, reflects on skills, knowledge and behaviours and seeks opportunities to develop, adapts to different situations, environments or technologies and has a positive attitude to feedback and advice."
    },
    {
      "behaviourId": "fab410de-23a5-4a74-8638-27e0d5b3e2ca",
      "detail": "Is responsible and accountable. For example, is present in the workplace at the required times, completes all assigned tasks and takes responsibility for the duties assigned to the role. Shows a desire to succeed, approaches difficult or challenging problems with enthusiasm, shows initiative and supports the success of the team and organisation."
    },
    {
      "behaviourId": "71a02a2e-4bea-4f64-96cf-4c5036ab2103",
      "detail": "Performs through co-operation and works effectively in teams. For example, has a clear understanding of role; voluntarily engages in open communication with team colleagues and line management; identifies individual contributions that can be made to reach collective goals; supports meetings and work sessions on request. Adopts a positive attitude to working with others, and supports discussion with facts and logic, and considers implications of their actions on other people and the business."
    },
    {
      "behaviourId": "e5869dbd-bbb3-4a57-9ce6-fa828829fd43",
      "detail": "Interacts appropriately with stakeholders. For example, works to understand stakeholder requirements and perspectives, and can present work positively and with confidence."
    },
    {
      "behaviourId": "b3fcfdd6-92ed-450b-b902-1e2e1d016411",
      "detail": "Uses a safety first approach in order to comply with legislative and company health, safety and environment requirements."
    }
  ],
  "skills": [
    {
      "skillId": "2a0ae053-0719-42ad-89c4-3e649dd9af8e",
      "detail": "Prepare and complete documentation including work instruction, build and change records, risk assessments and non-conformance reports in compliance with applicable space industry processes and standards."
    },
    {
      "skillId": "c1693a25-b458-43f4-80cd-ba526042b0c6",
      "detail": "Contribute to technical reviews such as assembly, integration and test readiness, and non-conformance reviews."
    },
    {
      "skillId": "b4ea8ee0-d7dd-4bd1-bb48-c384ec28f8a6",
      "detail": "Assemble, integrate and test at equipment, subsystem and system level."
    },
    {
      "skillId": "1160b1af-a4fe-49b2-b080-3f388d51bafb",
      "detail": "Support and maintain ground support systems for spacecraft and subsystems."
    },
    {
      "skillId": "f302f765-44f4-4999-8b41-0d5f9bf571b7",
      "detail": "Interpret outputs from manufacturing software such as Computer Aided Design (CAD) or Computer Aided Manufacture (CAM) and Product Data Management or Product Lifecycle Management (PDM, PLM)."
    },
    {
      "skillId": "1c8a9a94-0cea-445e-b82e-4d8d250a70e2",
      "detail": "Solve problems using procedures and methodologies commonly applied in the space engineering sector, such as Failure Mode and Effects Analysis (FMEA), Plan-Do-Check-Act (PDCA) Cycle, 8-Disciplines (8D), Ishikawa fishbone diagrams."
    },
    {
      "skillId": "c23f45c9-5112-4e74-8917-3a6116c09c5d",
      "detail": "Contribute to the definition of space engineering process improvement plans."
    },
    {
      "skillId": "31d4c51b-97ed-4524-9cf9-e868c0ab0cd1",
      "detail": "Use internal and external quality management systems including Non-Conformance Reports (NCRs), production documentation, and published standards applicable to space engineering and manufacture such as EN9100, ISO9001."
    },
    {
      "skillId": "f41ed6e5-13fa-49e4-93c5-7c47801790bd",
      "detail": "Read, extract and interpret technical documentation (such as work plans or project plans, schedules, drawings, test plans, specifications, production data, quality reports, costing data, statistical information, assembly instructions and requirements) drawing accurate conclusions and making informed decisions, seeking clarification where required."
    },
    {
      "skillId": "78f9d669-a9c6-4b15-92be-f16a7b841570",
      "detail": "Perform electrical and electronic measurement and testing using equipment such as voltmeters, spectrum analysers, oscilloscopes."
    },
    {
      "skillId": "f9a39f13-0b1b-45ab-b3dd-3922084193fd",
      "detail": "Perform appropriate joining techniques for example using adhesives, bonding, plating, soldering and fastening, following procedures for space quality standards."
    },
    {
      "skillId": "ab315219-5591-4bcf-87a7-f6b6ace8a165",
      "detail": "Carry out assembly and functional testing of products such as electronics boards and mechanical assemblies, to design specifications and space industry standards."
    },
    {
      "skillId": "a43009a8-57e2-477b-98e7-0410ff77de82",
      "detail": "Inspect electrical, mechanical or electronic equipment for quality assurance purposes."
    },
    {
      "skillId": "cb619460-c1b5-400a-9a53-16f4e0958eee",
      "detail": "Use CAD software to create 3D models and part drawings to enable manufacture of components for spacecraft systems and ground support equipment."
    },
    {
      "skillId": "9f6bb9ef-5275-46ee-98f3-73f9dce2129d",
      "detail": "Apply space industry procedures in facilities such as cleanrooms, workshops and testing facilities (for example, ECSS-Q-ST-70-50C: Particles contamination monitoring for spacecraft systems and cleanrooms) in compliance with legislative and company health, safety and environment requirements."
    },
    {
      "skillId": "05623e3a-dbe9-408b-af45-6f1e464ee906",
      "detail": "Measure, test and analyse, using instruments such as pressure gauges, micrometers, balances and non-contact approaches."
    },
    {
      "skillId": "25688659-60be-4b14-97f8-920c994d7d4d",
      "detail": "Use and maintain vacuum and pressure systems for space applications (such as environmental test chambers, pressure-fed propulsion systems, and gas supply lines for manufacturing & testing) including associated processes and documentation such as piping and instrumentation diagrams."
    },
    {
      "skillId": "5d4edd29-e883-4d9e-a1b0-5be417daa47a",
      "detail": "Use and maintain cryogenic systems for space applications (such as propulsion, subsystem thermal control and ground support activities) including associated processes and documentation, in compliance with legislative and company health, safety and environment requirements."
    },
    {
      "skillId": "5d4f042e-0c05-47a5-b0ca-c0d28dd19081",
      "detail": "Communicate using verbal and written methods such as for formal and informal presentations, written reports and electronic dissemination, adjusting approach to take account of equality and diversity considerations, and listen to others."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-08-24T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0518",
  "tbMainContact": "roy.haworth@airbus.com",
  "involvedEmployers": "Airbus Defence & Space Ltd, University of Leicester, BAE Systems PLC, Thales Alenia Space UK, Nammo Westcott Ltd, Reaction Engines Ltd, Oxford Space Systems",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "advanced manufacturing technician",
    "assembly",
    "Control and instrumentation engineering technician",
    "Electrical or electronic engineering technician",
    "Integration and test technician",
    "Materials and chemical engineering technician",
    "Quality and product assurance technician",
    "Satellite manufacturing",
    "Spacecraft Mechanical Engineering Technician",
    "Spacecraft propulsion engineering technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, Design and Development",
  "cluster": "Design and development technical manager",
  "clusterId": "254",
  "clusterDescription": null,
  "createdDate": "2023-04-25T09:24:26 +00:00",
  "lastUpdated": "2023-04-25T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-08-24T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised or adjusted. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeships being revised or adjusted are available in the revisions and adjustments status report. ; Due to delivery issues, this apprenticeship will be paused for new starts from 28 May 2025 whilst it is being revised. Please contact brendan.casey@education.gov.uk if you would like to provide any feedback on this proposed pausing of starts.; A temporary dispensation has been applied to the assessment plan version ST0855/V1.0 for this apprenticeship.This dispensation applies to 16 Airbus apprentices progressing through gateway during July 2024, for which exceptional circumstances exist. It will commence on 22 July 2024 and end when the apprentices identified in the dispensation request have completed their EPA, including any resits and retakes.For the apprentices identified in this dispensation who have failed to achieve a pass in one or more of the assessment methods, the usual six-month timescale requirement to retake the entire EPA has been removed, and only the assessment method(s) they have not achieved a pass in will be retaken.The end-point assessment organisation (EPAO) delivering the EPA for the apprentices will implement the dispensation as agreed by IfATE, supported and monitored by the relevant EQA provider (EQAP).\nA new, separate qualification is created.This will:- be titled ST0855 EAL Level 4 Space engineering technician (skills and behaviours)- contain only 2 assessment methods (the observation and interview assessment methods)- not contain the multiple-choice test- aggregate grades such that the observation and interview must be passed to achieve a pass overall; a distinction in either assessment method achieves a merit overall; and a distinction in both assessment methods achieves a distinction overall\nApprentices are still expected to have covered the full programme of study.",
  "occupationCode": "OCC0855",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0855-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0855-v1-1",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "IET ",
      "level": "Engineering Technician",
      "isPartial": "full",
      "partialFreeText": ""
    },
    {
      "bodyName": "IMechE",
      "level": "Engineering Technician",
      "isPartial": "full",
      "partialFreeText": ""
    },
    {
      "bodyName": "Royal Aeronautical Society",
      "level": "Engineering Technician",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "4d161c49-db0a-430c-9757-584b9d26aa03",
      "dutyDetail": "Plan, prepare and carry out inspection, fabrication or assembly of spacecraft components and subsystems to meet required specification and quality requirements in appropriately controlled environments.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3a1c4ea2-a087-4ab5-b966-53d068a995b4",
        "cc96b8cf-d090-4376-a9dd-9d44491b1cf7",
        "fab410de-23a5-4a74-8638-27e0d5b3e2ca",
        "e5869dbd-bbb3-4a57-9ce6-fa828829fd43",
        "b3fcfdd6-92ed-450b-b902-1e2e1d016411"
      ],
      "mappedKnowledge": [
        "abe1e676-f9a6-4817-9a6e-bfa018a4c116",
        "9c4ec1a6-7fef-449c-99dd-577169f90731",
        "bf12673b-0c85-46cc-9093-5fbcb1107bb4",
        "d28d4793-e779-460d-a7e8-4787a9edce98",
        "804a855f-f753-45f9-a159-d2d2535b70b1",
        "c617b617-ebb2-446c-8018-f0bf94af0fcd",
        "1fba498f-4c2d-4084-b14e-ff042f192aeb",
        "987c077d-59d3-4f5c-bfbd-b890632173c1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2a0ae053-0719-42ad-89c4-3e649dd9af8e",
        "b4ea8ee0-d7dd-4bd1-bb48-c384ec28f8a6",
        "f302f765-44f4-4999-8b41-0d5f9bf571b7",
        "31d4c51b-97ed-4524-9cf9-e868c0ab0cd1",
        "f41ed6e5-13fa-49e4-93c5-7c47801790bd",
        "f9a39f13-0b1b-45ab-b3dd-3922084193fd",
        "ab315219-5591-4bcf-87a7-f6b6ace8a165",
        "cb619460-c1b5-400a-9a53-16f4e0958eee",
        "9f6bb9ef-5275-46ee-98f3-73f9dce2129d",
        "05623e3a-dbe9-408b-af45-6f1e464ee906",
        "5d4f042e-0c05-47a5-b0ca-c0d28dd19081"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c64dcee1-3347-46d8-a44f-223b547cc071",
      "dutyDetail": "Deal with problems that occur within the activity (such as unexpected behaviour of a component or assembly, incorrect fitting of parts or missing procedural information in a process being undertaken) in line with responsibilities of the role in a structured and controlled approach.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3a1c4ea2-a087-4ab5-b966-53d068a995b4",
        "cc96b8cf-d090-4376-a9dd-9d44491b1cf7",
        "fab410de-23a5-4a74-8638-27e0d5b3e2ca",
        "71a02a2e-4bea-4f64-96cf-4c5036ab2103",
        "e5869dbd-bbb3-4a57-9ce6-fa828829fd43",
        "b3fcfdd6-92ed-450b-b902-1e2e1d016411"
      ],
      "mappedKnowledge": [
        "b11764d4-ad60-492d-a0da-02dc813164b9",
        "621b602e-f327-47d6-8e14-6a27043b18ff",
        "987c077d-59d3-4f5c-bfbd-b890632173c1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f302f765-44f4-4999-8b41-0d5f9bf571b7",
        "1c8a9a94-0cea-445e-b82e-4d8d250a70e2",
        "31d4c51b-97ed-4524-9cf9-e868c0ab0cd1",
        "f41ed6e5-13fa-49e4-93c5-7c47801790bd",
        "ab315219-5591-4bcf-87a7-f6b6ace8a165",
        "5d4f042e-0c05-47a5-b0ca-c0d28dd19081"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9f1a3b05-c0a4-4e0c-9799-b4b77fc86609",
      "dutyDetail": "Complete documentation (such as Non Conformance Reports and Technical Build Records) at the appropriate stages of the work activity.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3a1c4ea2-a087-4ab5-b966-53d068a995b4",
        "cc96b8cf-d090-4376-a9dd-9d44491b1cf7"
      ],
      "mappedKnowledge": [
        "e0dd5ed0-8213-44ea-a523-3cec06168701",
        "621b602e-f327-47d6-8e14-6a27043b18ff",
        "05b98f36-135a-45b8-b62c-a482807bd369",
        "1fba498f-4c2d-4084-b14e-ff042f192aeb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2a0ae053-0719-42ad-89c4-3e649dd9af8e",
        "c1693a25-b458-43f4-80cd-ba526042b0c6",
        "1c8a9a94-0cea-445e-b82e-4d8d250a70e2",
        "c23f45c9-5112-4e74-8917-3a6116c09c5d",
        "31d4c51b-97ed-4524-9cf9-e868c0ab0cd1",
        "f41ed6e5-13fa-49e4-93c5-7c47801790bd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "33fe07d0-f911-44b5-a49a-6d3e8485ac18",
      "dutyDetail": "Review processes and procedures to identify improvements to quality and efficiency of e.g. products and processes, including the generation of engineering change requests.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cc96b8cf-d090-4376-a9dd-9d44491b1cf7",
        "3d530149-b611-43a8-b180-a8ddc4514f8b",
        "e5869dbd-bbb3-4a57-9ce6-fa828829fd43"
      ],
      "mappedKnowledge": [
        "b11764d4-ad60-492d-a0da-02dc813164b9",
        "621b602e-f327-47d6-8e14-6a27043b18ff",
        "05b98f36-135a-45b8-b62c-a482807bd369"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2a0ae053-0719-42ad-89c4-3e649dd9af8e",
        "1c8a9a94-0cea-445e-b82e-4d8d250a70e2",
        "c23f45c9-5112-4e74-8917-3a6116c09c5d",
        "31d4c51b-97ed-4524-9cf9-e868c0ab0cd1",
        "f41ed6e5-13fa-49e4-93c5-7c47801790bd",
        "cb619460-c1b5-400a-9a53-16f4e0958eee",
        "25688659-60be-4b14-97f8-920c994d7d4d",
        "5d4f042e-0c05-47a5-b0ca-c0d28dd19081"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "77697a31-d8de-4b75-88d3-1d34b2a27f98",
      "dutyDetail": "Contribute to definition of spacecraft and subsystem integration, validation,  verification and qualification plans, procedures and presentation of test results to support correlation including space-specific testing such as vibration, thermal vacuum and electromagnetic compatibility testing.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3a1c4ea2-a087-4ab5-b966-53d068a995b4",
        "b3fcfdd6-92ed-450b-b902-1e2e1d016411"
      ],
      "mappedKnowledge": [
        "5a8a775d-e0b3-4113-87c2-8a7a79a2cbeb",
        "e0dd5ed0-8213-44ea-a523-3cec06168701",
        "f05717be-17de-48fa-afce-9a7baec472fe",
        "b11764d4-ad60-492d-a0da-02dc813164b9",
        "da1ad1e4-d361-4683-be9c-40fe8a94609c",
        "d28d4793-e779-460d-a7e8-4787a9edce98",
        "05b98f36-135a-45b8-b62c-a482807bd369",
        "1fba498f-4c2d-4084-b14e-ff042f192aeb",
        "987c077d-59d3-4f5c-bfbd-b890632173c1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2a0ae053-0719-42ad-89c4-3e649dd9af8e",
        "c1693a25-b458-43f4-80cd-ba526042b0c6",
        "f302f765-44f4-4999-8b41-0d5f9bf571b7",
        "1c8a9a94-0cea-445e-b82e-4d8d250a70e2",
        "31d4c51b-97ed-4524-9cf9-e868c0ab0cd1",
        "f41ed6e5-13fa-49e4-93c5-7c47801790bd",
        "5d4f042e-0c05-47a5-b0ca-c0d28dd19081"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "534a8cc0-9a7c-4848-aa81-17ab61195adf",
      "dutyDetail": "Carry out integration and testing activities at subsystem and spacecraft, launch vehicle and ground level (for example, performing a functional test of a communications subsystem; participating in the installation of a subsystem within the complete spacecraft; monitoring of  subsystems during comprehensive system testing).",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3a1c4ea2-a087-4ab5-b966-53d068a995b4",
        "cc96b8cf-d090-4376-a9dd-9d44491b1cf7",
        "fab410de-23a5-4a74-8638-27e0d5b3e2ca",
        "71a02a2e-4bea-4f64-96cf-4c5036ab2103"
      ],
      "mappedKnowledge": [
        "5a8a775d-e0b3-4113-87c2-8a7a79a2cbeb",
        "e0dd5ed0-8213-44ea-a523-3cec06168701",
        "f05717be-17de-48fa-afce-9a7baec472fe",
        "da1ad1e4-d361-4683-be9c-40fe8a94609c",
        "9c4ec1a6-7fef-449c-99dd-577169f90731",
        "51948193-afa0-40e4-8cce-2a910148f423",
        "15807a92-f7c6-4ad9-b072-7a80c02e86b8",
        "034616ca-de5f-4c61-ad10-a1a9d9afe5e1",
        "987c077d-59d3-4f5c-bfbd-b890632173c1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b4ea8ee0-d7dd-4bd1-bb48-c384ec28f8a6",
        "f41ed6e5-13fa-49e4-93c5-7c47801790bd",
        "78f9d669-a9c6-4b15-92be-f16a7b841570",
        "ab315219-5591-4bcf-87a7-f6b6ace8a165",
        "9f6bb9ef-5275-46ee-98f3-73f9dce2129d",
        "25688659-60be-4b14-97f8-920c994d7d4d",
        "5d4edd29-e883-4d9e-a1b0-5be417daa47a",
        "5d4f042e-0c05-47a5-b0ca-c0d28dd19081"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5f41a571-ceac-470d-9063-75324b947abd",
      "dutyDetail": "Operate equipment, subsystems and systems (such as analysis tools, ground support equipment and flight assemblies) in compliance with written operational procedures.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "71a02a2e-4bea-4f64-96cf-4c5036ab2103",
        "e5869dbd-bbb3-4a57-9ce6-fa828829fd43"
      ],
      "mappedKnowledge": [
        "f05717be-17de-48fa-afce-9a7baec472fe",
        "da1ad1e4-d361-4683-be9c-40fe8a94609c",
        "51948193-afa0-40e4-8cce-2a910148f423",
        "034616ca-de5f-4c61-ad10-a1a9d9afe5e1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b4ea8ee0-d7dd-4bd1-bb48-c384ec28f8a6",
        "1160b1af-a4fe-49b2-b080-3f388d51bafb",
        "f41ed6e5-13fa-49e4-93c5-7c47801790bd",
        "ab315219-5591-4bcf-87a7-f6b6ace8a165",
        "05623e3a-dbe9-408b-af45-6f1e464ee906"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "db1036c0-7b3b-4bee-8624-62f71920dbc1",
      "dutyDetail": "Build and test precision components and assemblies such as electronics boards, deployment mechanisms and fuel cooling pipework to design specifications.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cc96b8cf-d090-4376-a9dd-9d44491b1cf7"
      ],
      "mappedKnowledge": [
        "9c4ec1a6-7fef-449c-99dd-577169f90731",
        "bf12673b-0c85-46cc-9093-5fbcb1107bb4",
        "804a855f-f753-45f9-a159-d2d2535b70b1",
        "c617b617-ebb2-446c-8018-f0bf94af0fcd",
        "51948193-afa0-40e4-8cce-2a910148f423",
        "034616ca-de5f-4c61-ad10-a1a9d9afe5e1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b4ea8ee0-d7dd-4bd1-bb48-c384ec28f8a6",
        "78f9d669-a9c6-4b15-92be-f16a7b841570",
        "f9a39f13-0b1b-45ab-b3dd-3922084193fd",
        "ab315219-5591-4bcf-87a7-f6b6ace8a165",
        "9f6bb9ef-5275-46ee-98f3-73f9dce2129d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6f3c9553-1d7c-4a87-8bca-21a3a59be915",
      "dutyDetail": "Carry out inspection activities on equipment, components and systems (for example, use of microscopes to inspect electronics assemblies; helium leak testing of thermal vacuum chambers, thermal cycling and optical alignment).",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3a1c4ea2-a087-4ab5-b966-53d068a995b4",
        "cc96b8cf-d090-4376-a9dd-9d44491b1cf7",
        "b3fcfdd6-92ed-450b-b902-1e2e1d016411"
      ],
      "mappedKnowledge": [
        "abe1e676-f9a6-4817-9a6e-bfa018a4c116",
        "621b602e-f327-47d6-8e14-6a27043b18ff",
        "d28d4793-e779-460d-a7e8-4787a9edce98",
        "1fba498f-4c2d-4084-b14e-ff042f192aeb",
        "034616ca-de5f-4c61-ad10-a1a9d9afe5e1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2a0ae053-0719-42ad-89c4-3e649dd9af8e",
        "b4ea8ee0-d7dd-4bd1-bb48-c384ec28f8a6",
        "31d4c51b-97ed-4524-9cf9-e868c0ab0cd1",
        "f41ed6e5-13fa-49e4-93c5-7c47801790bd",
        "78f9d669-a9c6-4b15-92be-f16a7b841570",
        "a43009a8-57e2-477b-98e7-0410ff77de82",
        "9f6bb9ef-5275-46ee-98f3-73f9dce2129d",
        "05623e3a-dbe9-408b-af45-6f1e464ee906"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "57f0ed2b-dd08-41e0-93b1-124f1e99fdfe",
      "dutyDetail": "Monitor, test, fault find, and maintain manufacturing plant and equipment (such as thermal vacuum chambers, composite layup systems, and soldering stations) and carry out scheduled service activities on production infrastructure.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cc96b8cf-d090-4376-a9dd-9d44491b1cf7",
        "fab410de-23a5-4a74-8638-27e0d5b3e2ca",
        "b3fcfdd6-92ed-450b-b902-1e2e1d016411"
      ],
      "mappedKnowledge": [
        "abe1e676-f9a6-4817-9a6e-bfa018a4c116",
        "9c4ec1a6-7fef-449c-99dd-577169f90731",
        "d28d4793-e779-460d-a7e8-4787a9edce98",
        "804a855f-f753-45f9-a159-d2d2535b70b1",
        "1fba498f-4c2d-4084-b14e-ff042f192aeb",
        "15807a92-f7c6-4ad9-b072-7a80c02e86b8",
        "034616ca-de5f-4c61-ad10-a1a9d9afe5e1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1160b1af-a4fe-49b2-b080-3f388d51bafb",
        "ab315219-5591-4bcf-87a7-f6b6ace8a165",
        "a43009a8-57e2-477b-98e7-0410ff77de82",
        "05623e3a-dbe9-408b-af45-6f1e464ee906",
        "25688659-60be-4b14-97f8-920c994d7d4d",
        "5d4edd29-e883-4d9e-a1b0-5be417daa47a"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-04-25T00:00:00"
}