{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 555,
  "referenceNumber": "ST0809",
  "learningAimClassCode": "",
  "title": "Coaching professional",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0809",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-04-28T00:00:00",
  "earliestStartDate": "2020-05-13T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Work with individuals and teams to enhance their professional performance. ",
  "level": 5,
  "ePALength": 0,
  "typicalDuration": 14,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Business and administration",
  "keywords": [
    "coach",
    "professional",
    "HR",
    "Business",
    "management"
  ],
  "jobRoles": [
    "Business coach",
    "Career coach",
    "Coach",
    "Coaching practitioner",
    "Coaching professional",
    "Leadership coach",
    "Performance coach",
    "Systemic coach",
    "Team coach",
    "Wellbeing coach",
    "Sustainability coach"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4166/st0809_coaching-professional_l5_ap-for-publication_07042020.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.3 Business management",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in private, public and third sector national and multinational organisations and employers. It is found in every sector across the country including, for example; the health sector, finance sector, engineering and manufacturing sectors, business and professional services, education sector, retail sector, leisure sector, technology sector and construction.&lt;/p&gt;\n&lt;p&gt;There has been a growing demand for the professionalisation of coaching to include one-to-one coaching, team coaching, leadership coaching and for coaching skills to be embedded within culture and governance infrastructures to support future ways of working.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to work with a wide range of individuals and teams across organisations, to empower and engage with them to enhance their professional performance. Coaching is a way of leading in a non-directive manner, helping people to learn through deep listening and reflective, open questions rather than instructing, giving advice or making suggestions.&lt;/p&gt;\n&lt;p&gt;Coaching is a way of treating people, a way of thinking and a way of being which is seen as vital to supporting individuals and organisations in increasingly volatile and ever-changing environments. The underlying and ever present purpose of coaching is building the self-belief of others, regardless of the context, to be curious and self-aware, better equipping them to collaborate, innovate, deal with the increasing pace of change and get the best from increasingly diverse environments. Effective coaching is future focussed, releases potential, and enables transition, transformation and change for business improvement. Understanding self, commitment to self-development, managing the contract, building the relationship, enabling insight and learning, outcome and action orientation, use of models and techniques and evaluation are key overarching areas which feature within this occupational area (and across all the knowledge, behaviours, skills identified below).&lt;/p&gt;\n&lt;p&gt;Coaches:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;use enhanced listening and questioning skills to increase individuals&#39; and teams&#39; self-awareness to enable them to evaluate their own and others&#39; strengths and development areas, allowing the individual(s) receiving coaching (&quot;the coachee&quot;) to create and deliver bespoke actions leading to positive change.&lt;/li&gt;\n&lt;li&gt;Use their emotional and social intelligence in an applied way to support the development of self-awareness, adaptability, resilience, wellbeing, motivation and confidence in the coachee.&lt;/li&gt;\n&lt;li&gt;Are non-judgmental (neither denying nor affirming a coachee&#39;s perspectives and opinions) and encourage individuals to find their own solutions and appropriate ways forward.&lt;/li&gt;\n&lt;li&gt;Work with coachees in one-to-one relationships, in person and via video or audio conferencing, to aid in their self-reflection, and may observe coachees, for example by attending a relevant meeting, to provide non-judgmental feedback.&lt;/li&gt;\n&lt;li&gt;Work with groups and teams, to increase collective awareness and increase accountability associated with making positive change.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with coachees as their primary contact, bringing a fresh, independent perspective to support the individual/team/organisation with the development of its people. In moving organisations towards net zero carbon emissions by 2050 and embedding sustainability, an employee in&amp;nbsp; this occupation may need to coach employees at all levels through change that impact on them.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;There will be a wide range of stakeholders including line managers, senior leaders and/or heads of the organisation. The stakeholders they engage with may be at any level, including those senior to the coach.&lt;/p&gt;\n&lt;p&gt;They will engage with Human Resources teams, Learning and Development teams, and Organisational Development teams, learning providers, professional bodies, psychometric providers, coach training providers, the coach supervisor and peer to peer networks.&lt;/p&gt;\n&lt;p&gt;They may also interact with occupational health, support organisations, faith-based organisations and/or charities etc. to provide specialised support as needed to suit the circumstances.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The coaching relationship with the coachees, the coaching contract, signposting to other services as needed across a caseload of individuals and teams.&lt;/li&gt;\n&lt;li&gt;Quality assurance of their own practice (and their team in some instances), including maintaining continuing professional development, participating as a supervisee in coaching supervision, and using and/or establishing peer-to-peer support networks.&lt;/li&gt;\n&lt;li&gt;Furthering the coaching culture.&lt;/li&gt;\n&lt;li&gt;Working with a centralised learning and development or strategy team focussed on embedding coaching skills in future or current leadership to better enable strategy future strategy, workforce resilience and innovation and succession planning.&lt;/li&gt;\n&lt;li&gt;Where appropriate, embedding a coaching programme around a new system, regulatory change and/or change programme.&lt;/li&gt;\n&lt;li&gt;Working with leaders to develop its diverse people to remove barriers that hinder success.&lt;/li&gt;\n&lt;li&gt;Working with experienced expertise in middle management and connecting it to younger generations, for example through facilitating &quot;reverse mentoring&quot; interventions.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Coaches may work in a variety of locations and environments, both indoors and outdoors, which may require travel and overnight stays or irregular hours. Coaching activity may be face to face or by virtual means.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "d5338a56-128c-47e2-9fb0-771bec277262",
      "detail": "Theories of learning and reflective practice such as Kolb, Gibbs, Schon, etc., and basic schools of psychology and neuroscience, including linguistic interpretation and application"
    },
    {
      "knowledgeId": "1423f1f8-1cd5-45b6-981d-6aecc32d946c",
      "detail": "The theories of emotional and social intelligence, such as Goleman and Salovey & Mayer, and application of the theories to understanding self"
    },
    {
      "knowledgeId": "ee9bb137-1e4f-4326-b188-a18a20695e77",
      "detail": "Diversity and inclusion and bias theory, including personality type theories, such as preferences for introversion vs extroversion, integrity, ontology and human values and how they impact on behaviour and organisations. The theory of self actualisation, such as Maslow’s Hierarchy of needs, motivational theory, Herzberg"
    },
    {
      "knowledgeId": "13284752-8cb5-468c-9656-affe17f58aa6",
      "detail": "The importance of coaching contracting and recontracting, and models enabling its effectiveness"
    },
    {
      "knowledgeId": "5f0fce4f-dbe5-4c76-a0a0-2232c0f8bcc7",
      "detail": "The theory of organisational culture (and values) and leadership styles, and the impact these can have on individuals and their behaviour"
    },
    {
      "knowledgeId": "2d3995e9-e572-483b-bb5f-64582a1cf493",
      "detail": "Coaching theory, including maintaining good practice coaching protocols and a code of conduct within the coaching process (including \"unconditional positive regard\", non-judgmentalism and non-directiveness)"
    },
    {
      "knowledgeId": "7105979b-1ac2-4e54-8db3-a1db99993405",
      "detail": "Methods of communication including verbal / non-verbal / building rapport / matching and mirroring. Listening skills, including levels of listening. Theories of relationship management, including transactional analysis, power dynamics, and stakeholder management theories"
    },
    {
      "knowledgeId": "b63d1e5f-4847-4ba3-9224-ed3784df6047",
      "detail": "Theories of increasing self-awareness such as the Johari Window and the journey from unconscious incompetence to unconscious competence, and types of feedback"
    },
    {
      "knowledgeId": "8a070f92-d6e0-47ed-9af2-1ea753c93e20",
      "detail": "Evaluation: theories of return on investment and delivery of value"
    },
    {
      "knowledgeId": "6a2ead73-6941-4e4a-9650-6838bd13ce6b",
      "detail": "The differences and similarities between coaching, mentoring, training, counselling and consulting"
    },
    {
      "knowledgeId": "daee689e-5c92-470c-a8e9-1ad890ae3202",
      "detail": "Relevant legislation (e.g. Data Protection Act, safeguarding) and coaching competencies and codes of ethics described by the main professional bodies"
    },
    {
      "knowledgeId": "7b0e84c9-5222-40b0-95aa-eab1b3e67ed6",
      "detail": "The existence of a range of coaching models and techniques, and related psychological approaches, such as Whitmore’s GROW model, Kline’s Thinking Environment, Gestalt, neurolinguistic programming (NLP), cognitive behavioural coaching, positive psychology, metaphor, solutions-focussed coaching and skills and performance coaching. Methods of goal setting, such as SMART goals, alignment of personal and organisational goals, and aspirational/dream goals"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "3f050d44-a20d-497e-8a74-4aba6f0311fa",
      "detail": "Committed to self-development, including self-reflection, gathering information on the effectiveness of their own practice, producing personal development plans and receiving coach supervision"
    },
    {
      "behaviourId": "e61d74a9-8248-490d-80f8-ac1ef443ad4d",
      "detail": "Self-awareness, including of their own behaviours, values, beliefs and attitudes, and attending to their own wellbeing, resilience and maintaining mental capacity"
    },
    {
      "behaviourId": "46b99312-84c9-4ad9-b6b0-2e8b5966c97d",
      "detail": "Act as an ambassador for a coaching mindset and positive approach to personal development"
    },
    {
      "behaviourId": "baa782c4-76c4-4232-bf14-fc8b445fabcf",
      "detail": "Is spontaneous, open and flexible, demonstrating respect and engendering trust"
    }
  ],
  "skills": [
    {
      "skillId": "85f4b058-7f56-48a7-b1d2-c3393ce42d8c",
      "detail": "Time management, including scheduling coaching sessions, and self-leadership to resolve conflicting priorities and ensure sufficient time for record keeping and other role activities"
    },
    {
      "skillId": "e39fe871-c189-4807-b79c-e1a470827d3c",
      "detail": "Working with those receiving coaching to set clear goals, including visualisation techniques, setting timescales, validating their achievability, recording outcome-focused, prioritised action plans and monitoring progress towards goals"
    },
    {
      "skillId": "5cbdd026-a074-4e8d-a8f4-d81d739cbec4",
      "detail": "Communication, including (but not limited to) descriptions of the coaching process and roles and responsibilities (including those related to boundaries and confidentiality), and the benefits of coaching in relation to the context of those receiving coaching"
    },
    {
      "skillId": "ffbe9218-0d1b-497c-ae09-a688bc2f7cda",
      "detail": "Contracting with all relevant stakeholders, including logistics, preferences of the coach and those receiving coaching, considerations of the system within which the coaching relationship sits, goal setting, outcome realisation and contract conclusion. This includes holding oneself to high ethical standards, particularly in the areas of confidentiality (including when maintaining coaching records) and management of boundaries (including their own competence and values, relevant codes of ethics, and relevant legislation, policies and procedures)"
    },
    {
      "skillId": "f7a68c27-b53d-4f41-a17b-a524a510d2ad",
      "detail": "Stakeholder management, including a range of challenging and senior people, and focus on their agenda and outcomes throughout"
    },
    {
      "skillId": "405a267e-cfaa-4619-96a4-8788f40dbd92",
      "detail": "Rapport/trust building and maintenance, including recognition of the personal values, emotional state(s) and response of those receiving coaching, validating their understanding of themselves and their circumstances, dealing with difficult coaching relationships and ensuring non-dependence on the coach"
    },
    {
      "skillId": "32d20037-3f94-45b1-a4ff-2ee6f95749e9",
      "detail": "Deliver feedback in a style that is useful, acceptable, non-judgmental and meaningful to those receiving coaching"
    },
    {
      "skillId": "d7f7caff-bd06-4f1b-918e-a1aa50053b59",
      "detail": "Identification of patterns of thinking and limiting/enabling beliefs and actions"
    },
    {
      "skillId": "c339c77f-9560-4b2e-81f2-de85af1937a7",
      "detail": "Questioning techniques to raise the self-awareness of those receiving coaching, including asking open questions, broaching challenging subject areas (e.g. emotional state, characteristics of wider systems) and questioning untrue, limiting assumptions"
    },
    {
      "skillId": "ebc048b3-1893-41cf-9450-0fd0d714109d",
      "detail": "Uses several established tools and techniques to develop their own coherent model of coaching to help those receiving coaching work towards outcomes. Uses models and approaches from the context of those receiving coaching"
    },
    {
      "skillId": "a100942a-e80f-4276-9eb0-0a48fd1fabb2",
      "detail": "Demonstrates emotional intelligence, including demonstrating empathy and genuine support for those receiving coaching (\"unconditional positive regard\"), and adapting language and behaviour in response to the whole person of those receiving coaching"
    },
    {
      "skillId": "23b0c408-c706-4b4d-88a7-382d2764a6b3",
      "detail": "Applies coaching theories, models and tools, techniques and ideas beyond the core communication skills in order to bring about insight and learning"
    },
    {
      "skillId": "7bf08855-f847-4f38-8383-07f8855f5134",
      "detail": "Identifies energy shifts within a coaching context, enabling these to be aired and addressed and managed"
    },
    {
      "skillId": "daff5361-ffbc-4fa6-8524-1b2a30e6604d",
      "detail": "Manages and celebrates diversity in their coaching practice, including demonstrating how diversity and inclusion informs their professional practice"
    },
    {
      "skillId": "3783bbfa-4f58-4760-b34b-8caed707d606",
      "detail": "Demonstrates awareness of own values, beliefs and behaviours; recognises how these affect their practice and uses this self-awareness to manage their effectiveness in meeting the objectives of those receiving coaching and, where relevant, the sponsor"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-05-13T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0425",
  "tbMainContact": "jazras@hotmail.com",
  "involvedEmployers": "AJ Bell, Argent Group, Cabinet Office, Caffe Nero, Cisco, Grant Thornton, Greater Manchester Mental Health NHS Trust, Health Education England (NHS), HFMA, Howdens, Impellam Group, Moorfields Eye Hospital NHS Trust, Natwest Markets, NHS Leadership Academy, Northern Lincolnshire and Goole NHS Foundation Trust, Oxford Brookes, Post Office, Pret, Reading University, Royal Horticultural Society, Stride Treglown, Tarmac, TT Electronics, Veolia",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Business coach",
    "Career coach",
    "Coach",
    "Coaching practitioner",
    "Coaching professional",
    "Leadership coach",
    "Performance coach",
    "Systemic coach",
    "Team coach",
    "Wellbeing coach",
    "Sustainability coach"
  ],
  "greenJobTitles": [
    "Sustainability coach"
  ],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Human Resources",
  "cluster": "Human resources manager",
  "clusterId": "167",
  "clusterDescription": null,
  "createdDate": "2023-07-24T07:47:09 +00:00",
  "lastUpdated": "2022-04-28T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-05-13T00:00:00 +00:00",
  "banners": "This apprenticeship is in the process of being revised. In the meantime, the version below remains approved for delivery. Further details of this and other occupational standards and apprenticeships in revision are available in the revisions status report.",
  "occupationCode": "OCC0809",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0809-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0809-v1-0",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "The European Mentoring and Coaching Council",
      "level": "Accredited coaching practitioner",
      "isPartial": "full",
      "partialFreeText": ""
    },
    {
      "bodyName": "The Association for Coaching",
      "level": "Accredited coach",
      "isPartial": "full",
      "partialFreeText": ""
    },
    {
      "bodyName": "The International Coach Federation",
      "level": "Associate certified coach",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "57f8e442-22d7-4555-8d6a-d1007c6b7495",
      "dutyDetail": "Plan, conduct and record coaching needs analyses to inform their coaching practice, coaching strategy and the organisation's coaching culture",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "46b99312-84c9-4ad9-b6b0-2e8b5966c97d"
      ],
      "mappedKnowledge": [
        "ee9bb137-1e4f-4326-b188-a18a20695e77",
        "13284752-8cb5-468c-9656-affe17f58aa6",
        "2d3995e9-e572-483b-bb5f-64582a1cf493",
        "8a070f92-d6e0-47ed-9af2-1ea753c93e20",
        "7b0e84c9-5222-40b0-95aa-eab1b3e67ed6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5cbdd026-a074-4e8d-a8f4-d81d739cbec4",
        "ffbe9218-0d1b-497c-ae09-a688bc2f7cda",
        "f7a68c27-b53d-4f41-a17b-a524a510d2ad",
        "7bf08855-f847-4f38-8383-07f8855f5134"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "84172701-041a-4c81-aab4-cc5113f40278",
      "dutyDetail": "Agree and develop coaching contracts with all the relevant parties that also consider ethical issues in coaching and boundaries.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e61d74a9-8248-490d-80f8-ac1ef443ad4d"
      ],
      "mappedKnowledge": [
        "ee9bb137-1e4f-4326-b188-a18a20695e77",
        "13284752-8cb5-468c-9656-affe17f58aa6",
        "5f0fce4f-dbe5-4c76-a0a0-2232c0f8bcc7",
        "2d3995e9-e572-483b-bb5f-64582a1cf493",
        "7105979b-1ac2-4e54-8db3-a1db99993405",
        "b63d1e5f-4847-4ba3-9224-ed3784df6047",
        "6a2ead73-6941-4e4a-9650-6838bd13ce6b",
        "daee689e-5c92-470c-a8e9-1ad890ae3202",
        "7b0e84c9-5222-40b0-95aa-eab1b3e67ed6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "85f4b058-7f56-48a7-b1d2-c3393ce42d8c",
        "e39fe871-c189-4807-b79c-e1a470827d3c",
        "5cbdd026-a074-4e8d-a8f4-d81d739cbec4",
        "ffbe9218-0d1b-497c-ae09-a688bc2f7cda",
        "f7a68c27-b53d-4f41-a17b-a524a510d2ad",
        "405a267e-cfaa-4619-96a4-8788f40dbd92",
        "ebc048b3-1893-41cf-9450-0fd0d714109d",
        "23b0c408-c706-4b4d-88a7-382d2764a6b3",
        "7bf08855-f847-4f38-8383-07f8855f5134"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d644e91c-95b6-468d-b5e9-2bbd863a673e",
      "dutyDetail": "Deliver effective and responsive coaching sessions, ensuring they reflect boundaries and professional requirements and contribute towards wider objectives, such as embedding an organisation's values, improving workplace resilience, the impacts of climate change and sustainability on the organisation and professional requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e61d74a9-8248-490d-80f8-ac1ef443ad4d",
        "baa782c4-76c4-4232-bf14-fc8b445fabcf"
      ],
      "mappedKnowledge": [
        "d5338a56-128c-47e2-9fb0-771bec277262",
        "1423f1f8-1cd5-45b6-981d-6aecc32d946c",
        "ee9bb137-1e4f-4326-b188-a18a20695e77",
        "13284752-8cb5-468c-9656-affe17f58aa6",
        "5f0fce4f-dbe5-4c76-a0a0-2232c0f8bcc7",
        "2d3995e9-e572-483b-bb5f-64582a1cf493",
        "7105979b-1ac2-4e54-8db3-a1db99993405",
        "b63d1e5f-4847-4ba3-9224-ed3784df6047",
        "6a2ead73-6941-4e4a-9650-6838bd13ce6b",
        "daee689e-5c92-470c-a8e9-1ad890ae3202",
        "7b0e84c9-5222-40b0-95aa-eab1b3e67ed6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "85f4b058-7f56-48a7-b1d2-c3393ce42d8c",
        "e39fe871-c189-4807-b79c-e1a470827d3c",
        "5cbdd026-a074-4e8d-a8f4-d81d739cbec4",
        "ffbe9218-0d1b-497c-ae09-a688bc2f7cda",
        "405a267e-cfaa-4619-96a4-8788f40dbd92",
        "32d20037-3f94-45b1-a4ff-2ee6f95749e9",
        "d7f7caff-bd06-4f1b-918e-a1aa50053b59",
        "c339c77f-9560-4b2e-81f2-de85af1937a7",
        "ebc048b3-1893-41cf-9450-0fd0d714109d",
        "23b0c408-c706-4b4d-88a7-382d2764a6b3",
        "7bf08855-f847-4f38-8383-07f8855f5134",
        "daff5361-ffbc-4fa6-8524-1b2a30e6604d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0080e831-7cf5-4080-bdc4-cd47fed82de4",
      "dutyDetail": "Select and use a suitable variety of coaching tools and techniques and/or psychometrics to challenge/support, analyse and enable learning and insights, such as awareness of others' perspectives to increase team functioning and accountability",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3f050d44-a20d-497e-8a74-4aba6f0311fa",
        "baa782c4-76c4-4232-bf14-fc8b445fabcf"
      ],
      "mappedKnowledge": [
        "d5338a56-128c-47e2-9fb0-771bec277262",
        "1423f1f8-1cd5-45b6-981d-6aecc32d946c",
        "ee9bb137-1e4f-4326-b188-a18a20695e77",
        "5f0fce4f-dbe5-4c76-a0a0-2232c0f8bcc7",
        "2d3995e9-e572-483b-bb5f-64582a1cf493",
        "b63d1e5f-4847-4ba3-9224-ed3784df6047",
        "7b0e84c9-5222-40b0-95aa-eab1b3e67ed6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5cbdd026-a074-4e8d-a8f4-d81d739cbec4",
        "ffbe9218-0d1b-497c-ae09-a688bc2f7cda",
        "d7f7caff-bd06-4f1b-918e-a1aa50053b59",
        "c339c77f-9560-4b2e-81f2-de85af1937a7",
        "ebc048b3-1893-41cf-9450-0fd0d714109d",
        "a100942a-e80f-4276-9eb0-0a48fd1fabb2",
        "7bf08855-f847-4f38-8383-07f8855f5134",
        "3783bbfa-4f58-4760-b34b-8caed707d606"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b37aa6bc-697b-4b5a-b421-ca6ac4e89377",
      "dutyDetail": "Review and interpret coaching needs analyses, identifying when coaching is / isn’t appropriate, and signpost those receiving coaching to other professional services when needed to complement or replace the coaching process, such as mental health professionals, charities, substance abuse support organisations, occupational health",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e61d74a9-8248-490d-80f8-ac1ef443ad4d",
        "baa782c4-76c4-4232-bf14-fc8b445fabcf"
      ],
      "mappedKnowledge": [
        "d5338a56-128c-47e2-9fb0-771bec277262",
        "1423f1f8-1cd5-45b6-981d-6aecc32d946c",
        "ee9bb137-1e4f-4326-b188-a18a20695e77",
        "13284752-8cb5-468c-9656-affe17f58aa6",
        "5f0fce4f-dbe5-4c76-a0a0-2232c0f8bcc7",
        "2d3995e9-e572-483b-bb5f-64582a1cf493",
        "6a2ead73-6941-4e4a-9650-6838bd13ce6b",
        "daee689e-5c92-470c-a8e9-1ad890ae3202",
        "7b0e84c9-5222-40b0-95aa-eab1b3e67ed6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5cbdd026-a074-4e8d-a8f4-d81d739cbec4",
        "ffbe9218-0d1b-497c-ae09-a688bc2f7cda",
        "f7a68c27-b53d-4f41-a17b-a524a510d2ad",
        "405a267e-cfaa-4619-96a4-8788f40dbd92"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2b252003-5be9-435d-8d51-31c818a7f3bc",
      "dutyDetail": "Provide support to those receiving coaching in the definition and delivery of valid goals, through clearly defined and committed to actions, within the context of the cultures and systems within which those receiving coaching operate, and facilitate challenge to those systems where appropriate",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "13284752-8cb5-468c-9656-affe17f58aa6",
        "5f0fce4f-dbe5-4c76-a0a0-2232c0f8bcc7",
        "2d3995e9-e572-483b-bb5f-64582a1cf493",
        "8a070f92-d6e0-47ed-9af2-1ea753c93e20",
        "7b0e84c9-5222-40b0-95aa-eab1b3e67ed6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e39fe871-c189-4807-b79c-e1a470827d3c",
        "ffbe9218-0d1b-497c-ae09-a688bc2f7cda",
        "f7a68c27-b53d-4f41-a17b-a524a510d2ad",
        "c339c77f-9560-4b2e-81f2-de85af1937a7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f7c5fd1c-cfde-4731-8609-de125d275063",
      "dutyDetail": "Design coaching interventions that frame, challenge and meet the agreed objectives in the coaching contract and conform to the coaching sponsor’s objectives and constraints, including budget considerations",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e61d74a9-8248-490d-80f8-ac1ef443ad4d",
        "baa782c4-76c4-4232-bf14-fc8b445fabcf"
      ],
      "mappedKnowledge": [
        "d5338a56-128c-47e2-9fb0-771bec277262",
        "1423f1f8-1cd5-45b6-981d-6aecc32d946c",
        "ee9bb137-1e4f-4326-b188-a18a20695e77",
        "13284752-8cb5-468c-9656-affe17f58aa6",
        "5f0fce4f-dbe5-4c76-a0a0-2232c0f8bcc7",
        "2d3995e9-e572-483b-bb5f-64582a1cf493",
        "7105979b-1ac2-4e54-8db3-a1db99993405",
        "b63d1e5f-4847-4ba3-9224-ed3784df6047",
        "7b0e84c9-5222-40b0-95aa-eab1b3e67ed6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "85f4b058-7f56-48a7-b1d2-c3393ce42d8c",
        "5cbdd026-a074-4e8d-a8f4-d81d739cbec4",
        "ffbe9218-0d1b-497c-ae09-a688bc2f7cda",
        "f7a68c27-b53d-4f41-a17b-a524a510d2ad",
        "405a267e-cfaa-4619-96a4-8788f40dbd92",
        "d7f7caff-bd06-4f1b-918e-a1aa50053b59",
        "c339c77f-9560-4b2e-81f2-de85af1937a7",
        "ebc048b3-1893-41cf-9450-0fd0d714109d",
        "23b0c408-c706-4b4d-88a7-382d2764a6b3",
        "7bf08855-f847-4f38-8383-07f8855f5134",
        "daff5361-ffbc-4fa6-8524-1b2a30e6604d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b81006b4-8f9b-4809-856d-d703162d77b8",
      "dutyDetail": "Evaluate the effectiveness of coaching interactions for the purposes of quality assurance, self-development for the coach and to measure return on investment (including being a recipient of regular coach supervision, and recording CPD, coaching hours, feedback and reflection, while ensuring confidentiality)",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e61d74a9-8248-490d-80f8-ac1ef443ad4d",
        "46b99312-84c9-4ad9-b6b0-2e8b5966c97d"
      ],
      "mappedKnowledge": [
        "d5338a56-128c-47e2-9fb0-771bec277262",
        "2d3995e9-e572-483b-bb5f-64582a1cf493",
        "8a070f92-d6e0-47ed-9af2-1ea753c93e20",
        "daee689e-5c92-470c-a8e9-1ad890ae3202"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "32d20037-3f94-45b1-a4ff-2ee6f95749e9",
        "d7f7caff-bd06-4f1b-918e-a1aa50053b59",
        "a100942a-e80f-4276-9eb0-0a48fd1fabb2",
        "3783bbfa-4f58-4760-b34b-8caed707d606"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3111f70a-f199-4d58-adde-d248d49d37ec",
      "dutyDetail": "Maintain records of coaching practice including the logging of coaching hours, supervision, recording CPD and maintaining logs of practice",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e61d74a9-8248-490d-80f8-ac1ef443ad4d",
        "46b99312-84c9-4ad9-b6b0-2e8b5966c97d"
      ],
      "mappedKnowledge": [
        "d5338a56-128c-47e2-9fb0-771bec277262"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a100942a-e80f-4276-9eb0-0a48fd1fabb2"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-04-28T00:00:00"
}