{
  "templateType": "Occupational Standard",
  "larsCode": 505,
  "referenceNumber": "ST0829",
  "learningAimClassCode": "",
  "title": "Health play specialist",
  "status": "In development",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0829",
  "qualificationStandardUrl": null,
  "versionNumber": "",
  "change": "",
  "changedDate": "2025-04-07T00:00:00",
  "earliestStartDate": null,
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Health play specialists provide therapeutic play interventions to support children from birth to young adulthood in healthcare settings.",
  "level": 5,
  "ePALength": 3,
  "typicalDuration": 24,
  "maxFunding": 0,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "health",
    "care",
    "healthcare",
    "science",
    "play",
    "play specialist",
    "social care",
    "nurse",
    "doctor"
  ],
  "jobRoles": [
    "Activity co-ordinator",
    "Healthcare play specialists",
    "Learning disability health support specialist",
    "Nursery nurse (special care baby unit)",
    "Play leader",
    "Play specialist",
    "Registered community play specialist",
    "Registered hospital play specialist",
    "Therapeutic co-ordinator",
    "Youth support co-ordinator"
  ],
  "entryRequirements": "&lt;p&gt;Entry requirements will be determined by the employer and the provider, and typically require a level 3 qualification in childcare, education or a relevant field.&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0829-in-revision?view=epa",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.3 Health and social care",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;Occupation summary&lt;/h3&gt;\n&lt;p&gt;This occupation is found in Hospital, Community, Hospices, NHS, Private and Voluntary Sector. The broad purpose of the occupation is Health Play Specialists (HPS) provide therapeutic play interventions for sick infants, children and young people, service users, carers and families of all ages, throughout their healthcare journey. Play strategies are used to support children and young people in the&amp;nbsp; understanding of their medical conditions and treatments,&amp;nbsp; to adopt life styles changes that are required to manage long term conditions. Play is the tool used to gain informed consent from children and young people and to continue this work as the child and young person’s condition improves, deteriorates, their cognition develops, to transitional to adult services or end of life.&lt;/p&gt;\n&lt;p&gt;The purpose of play and recreational provision within a healthcare environment is to facilitate access to normalising play in an appropriate and safe environment where developmental norms and goals can be achieved and maintained. Without the provision of skilled play interventions, opportunities for normal growth and development can be limited, leading to restriction or regression in development.&lt;/p&gt;\n&lt;p&gt;The HPS is a key member of the multi-professional team supporting diagnosis and treatment plans, assessing, developing and implementing complex communication plans with children and families. Communication can be verbal, written,&amp;nbsp; non-verbal or technology assisted and delivered often through play and recreational techniques.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;The HPS will assess, observe, play, evaluate and report the relationships in families, skills and behaviours of children and provide professional reports for the safeguarding process.&amp;nbsp; They may be required to provide evidence in the family court.&amp;nbsp; A non-judgement approach is required as children are&amp;nbsp; admitted to hospitals at a time of family crisis which has&amp;nbsp; resulted in an&amp;nbsp; injury or significant neglect&amp;nbsp; to the infant child or young person.&lt;/p&gt;\n&lt;p&gt;An essential requirement of this role is professional annual re-registration with the Health Care Play Specialist Education Trust (HPSET) demonstrating continuous professional development, practising&amp;nbsp; within the scope of the Professional Code of Conduct and Professional Occupational&amp;nbsp; Standards.. In their daily work, an employee in this occupation interacts with Health Play Specialists interact on a daily basis with:&lt;/p&gt;\n&lt;p&gt;Consultants,&lt;/p&gt;\n&lt;p&gt;Doctors,&lt;/p&gt;\n&lt;p&gt;Nurses,&lt;/p&gt;\n&lt;p&gt;Theatre Nurses and Operating Department Technicians&lt;/p&gt;\n&lt;p&gt;Physiotherapists&lt;/p&gt;\n&lt;p&gt;Occupational Therapists&lt;/p&gt;\n&lt;p&gt;Educational Psychologists&lt;/p&gt;\n&lt;p&gt;Medical Professionals&lt;/p&gt;\n&lt;p&gt;Educational Professionals&lt;/p&gt;\n&lt;p&gt;Safeguarding Teams&lt;/p&gt;\n&lt;p&gt;Social Workers&lt;/p&gt;\n&lt;p&gt;Children Centres&lt;/p&gt;\n&lt;p&gt;Speech and Language Therapist&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Dietician&lt;/p&gt;\n&lt;p&gt;Charities&lt;/p&gt;\n&lt;p&gt;Schools&lt;/p&gt;\n&lt;p&gt;Chaplaincy&lt;/p&gt;\n&lt;p&gt;Service users&lt;/p&gt;\n&lt;p&gt;Carers and families&lt;/p&gt;\n&lt;p&gt;and other AHP. An employee in this occupation will be responsible for Providing therapeutic play techniques&amp;nbsp; to prepare the child for medical, surgical and invasive interventions and procedures, seeking to promote informed consent. Distraction and alternative focus activities provide autonomy through choice and control, augmenting the child’s coping strategies prior to and during procedures. Post procedural play supports children to make sense of health procedures and regimes. The HPS works collaboratively with other professionals at all times and especially when a life limiting diagnosis is made; through to end of life care.&amp;nbsp; &amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Examples of common work activities include:&lt;/p&gt;\n&lt;p&gt;Carrying out continuous assessments and observations of a child’s developmental level in order to inform planning and short and long term interventions.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;The HPS uses their expertise to assess, plan, implement and evaluate play strategies putting the needs of children and young people and service users first.&lt;/p&gt;\n&lt;p&gt;The HPS works with the infant and child to address differentials in child development lost or missed as a result of a medical condition for example graduate neonatal infants, long term ventilated children, complex long term conditions&lt;/p&gt;\n&lt;p&gt;The HPS will agree with the child, young people and family, any specific interventions to ensure the child’s views are understood and to act as an advocate for the child&lt;/p&gt;\n&lt;p&gt;To adapt play activities and share skills and knowledge with families on new ways of playing as a result of trauma or restrictions on individual’s access to play&lt;/p&gt;\n&lt;p&gt;The HPS will be responsible for the management of budgets, including resources and staff.&amp;nbsp; There will be management of play assistants and mentoring of newly qualified practitioners and students.&amp;nbsp; Specific HPSET training and registration requirements must be met to be able to mentor play specialist students on the higher apprenticeship.&amp;nbsp; Sharing of knowledge and skills is a key requirements of the role with other health professionals and students from all disciplines and families.&lt;/p&gt;\n&lt;p&gt;Close working relationships are required with professionals working in agencies outside of the healthcare environment to enable to child to be fully incorporated back into their education and social environments.&lt;/p&gt;\n&lt;p&gt;Counselling skills including active listening and a non-judgemental approach&lt;/p&gt;\n&lt;p&gt;Children’s psychology differs from that of adults and changes as they grow and develop. Children experience a different range of diseases and disorders to those commonly seen in adults, including mental health conditions.&amp;nbsp; This includes a higher proportion of rare, often complex congenital and inherited disorders.&lt;/p&gt;\n&lt;p&gt;HPS’s&amp;nbsp; are trained to work with children from birth to young adults throughout their health care journey.&amp;nbsp; Play is at the centre of a healthy child’s life.&amp;nbsp; Throughout their health care journey play and recreation are important tools to help the child or young person to make sense of this situation.&lt;/p&gt;\n&lt;p&gt;The HPS have the ability to provide a safe therapeutic and healing environment for babies, infants, children, young people and families.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;The HPS provide appropriate therapeutic play and recreational activities recognising that normal development is at risk from delay or regression as a result of the impact of the health care journey.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;The HPS recognises that without the provision of supervised play environment play opportunities can be limited leading to restriction or regression in normal development in all age groups.&lt;/p&gt;\n&lt;p&gt;Your scope of practice is the areas of work in which you have the knowledge, skills and experience to practise lawfully, safely and effectively, in a way that protects the public and yourself from any danger.&lt;/p&gt;\n&lt;p&gt;Through the interactions with children, families and carers they will record and share with those that need to know their observations relating to neglect and/or other forms of safeguarding concerns&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Typical job titles&lt;/span&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Typical job titles include Registered Hospital Play Specialist&lt;/li&gt;\n&lt;li&gt;Registered Community Play Specialist&lt;/li&gt;\n&lt;li&gt;Play Specialist&lt;/li&gt;\n&lt;li&gt;Nursery Nurse (Special Care Baby Unit)&lt;/li&gt;\n&lt;li&gt;Play Leader&lt;/li&gt;\n&lt;li&gt;Youth Support Co-ordinator&lt;/li&gt;\n&lt;li&gt;Healthcare Play Specialists&lt;/li&gt;\n&lt;li&gt;Learning Disability Health Support Specialist&lt;/li&gt;\n&lt;li&gt;Activity Co-ordinator&lt;/li&gt;\n&lt;li&gt;Therapeutic Co-ordinator.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Entry requirements&lt;/h3&gt;\n&lt;p&gt;Level 3 Childcare or health related qualification&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;English &amp;amp; Maths&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the End-Point Assessment. For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3. A British Sign Language (BSL) qualification is an alternative to the English qualification for those whose primary language is BSL&lt;/p&gt;\n&lt;h3&gt;Occupation duties&lt;/h3&gt;\n&lt;table width=&quot;100%&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 69%;&quot; width=&quot;69%&quot;&gt;\n&lt;p&gt;Duty&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 30%;&quot; width=&quot;30%&quot;&gt;\n&lt;p&gt;KSBs&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 1&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Organise, initiate and supervise play facilities, appropriate to the age, ability, medical condition and background of the child/young person ensuring all children have access to play and recreation.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K3 K5 K6 K7 K8 K10 K12 K13 K14 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S3 S6 S7 S9 S10 S11 S13 S14 S15 S17 S20 S21 S23 S24 S25 S26 S28 S29 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B3 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 2&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; To use play and recreation as a tool to communicate, build a rapport and engage with children and young people throughout their healthcare journey&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K3 K5 K6 K7 K8 K10 K12 K13 K14 K15 K17 K19 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S6 S7 S9 S10 S11 S12 S13 S14 S15 S16 S17 S18 S19 S20 S21 S22 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B3 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 3&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; To plan, implement and evaluate individual therapeutic play interventions to include preparation for invasive and non-invasive procedures, distraction therapy and post procedural play.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K10 K12 K13 K14 K15 K16 K17 K19 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S6 S7 S9 S10 S11 S13 S14 S15 S16 S17 S18 S19 S20 S21 S22 S28 S29 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B2 B3 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 4&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Work with other professional teams to prepare children and young people prior to admission, and for specific procedures and to familiarise them with the environment, including pre-operative assessment during their healthcare journey.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K9 K10 K11 K12 K13 K14 K15 K16 K17 K18 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B2 B3 B4 B5 B6 B7 B8 B9 B10 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 5&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; To advocate patient centred care by communicating for the child/young person and family as part of the multi-professional team (internal and external), to facilitate their wishes and expectations.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K10 K12 K13 K14 K15 K16 K17 K18 K19 K20 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S6 S7 S8 S9 S11 S12 S13 S14 S15 S20 S21 S22 S23 S24 S25 S26 S28 S29 S30 S31 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B2 B3 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 6&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Form a supportive professional relationships with family members and carers, enable them to participate in play/recreation and assisting the developing needs of their child/young person during their healthcare journey.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K9 K10 K11 K12 K13 K14 K15 K16 K17 K18 K19 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S3 S5 S6 S7 S8 S9 S10 S11 S12 S13 S14 S15 S16 S17 S18 S19 S20 S21 S22 S23 S24 S25 S26 S28 S29 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B2 B3 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 7&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Devise and be accountable for the assessment, planning, delivery and evaluation of individual play/recreational sessions using relevant play documentation.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K10 K11 K13 K14 K15 K16 K17 K19 K20 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S6 S7 S9 S10 S12 S13 S14 S15 S16 S17 S18 S20 S21 S23 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B2 B3 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 8&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Through play interventions provide emotional/psychosocial interventions for children/young people and their families facing life changing circumstances.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K9 K10 K11 K12 K13 K14 K15 K16 K17 K18 K19 K20 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S6 S7 S8 S9 S10 S11 S12 S13 S14 S16 S17 S18 S19 S20 S22 S23 S24 S25 S26 S27 S28 S30 S31 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B2 B3 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 9&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Educate and demonstrate value, importance and benefits of specialised and therapeutic play to healthcare professionals/students.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K9 K10 K11 K12 K13 K14 K15 K16 K17 K18 K19 K20 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S6 S7 S8 S9 S10 S11 S12 S13 S14 S15 S16 S17 S18 S19 S20 S21 S22 S29 S30 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B2 B3 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 10&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Provides highly specialised recommendations regarding the holistic care&amp;nbsp; and play interventions to other professional teams, families and carers.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K9 K10 K11 K12 K13 K14 K15 K16 K17 K18 K19 K20 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S6 S7 S8 S9 S10 S11 S12 S13 S14 S15 S16 S17 S18 S19 S20 S21 S22 S23 S24 S25 S26 S27 S29 S30 S31 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B2 B3 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 11&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Uphold the Code of Professional Conduct and Standards of Proficiency meeting requirements for continuing professional registration.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K9 K10 K11 K12 K13 K14 K15 K16 K17 K18 K19 K20 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S7 S8 S9 S10 S11 S12 S13 S14 S15 S16 S17 S18 S19 S20 S21 S22 S23 S24 S25 S26 S27 S28 S29 S30 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B2 B3 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 12&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Ensure that the play/recreation environment is risk assessed and actioned therefore maintaining a safe and appropriate environment.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K2 K3 K5 K7 K10 K12 K17 K18 K19 K20 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S3 S11 S18 S20 S23 S24 S25 S26 S27 S31 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B2&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 13&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Through observation recognise and act on the signs and symptoms of potential safeguarding (e.g. abuse) in line with local policy. Analyse, interpret and evaluate the relevant information, concepts and ideas&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K9 K13 K14 K15 K16 K17 K18 K20 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S7 S8 S9 S10 S11 S12 S14 S15 S16 S18 S19 S20 S21 S22 S23 S24 S25 S26 S29 S30 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B2 B3 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 14&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Be able to practise as an autonomous professional, exercising own professional judgement&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K9 K10 K11 K12 K13 K14 K15 K16 K17 K18 K19 K20 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S8 S9 S10 S11 S12 S13 S14 S15 S16 S17 S18 S20 S21 S22 S23 S24 S25 S26 S27 S28 S29 S30 S31 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B2 B3 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 15&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Be able to practise within the legal and ethical boundaries of their profession&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K7 K8 K9 K10 K11 K12 K13 K14 K15 K16 K17 K18 K19 K20 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S6 S7 S8 S9 S10 S11 S12 S13 S14 S15 S16 S17 S18 S19 S20 S21 S22 S23 S24 S25 S27 S30 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B2 B3 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;span&gt;&amp;nbsp;&lt;/span&gt;&lt;/p&gt;\n&lt;h2&gt;KSBs&lt;/h2&gt;\n&lt;h3&gt;Knowledge&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K1:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The Code of professional conduct and standards of practice and behaviour for registered health play specialist (HPSET, 2019), and how to fulfil all registration requirements&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K2:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The professional responsibility to adopt a healthy lifestyle to maintain the level of personal fitness and well-being required to meet people’s needs for mental and physical care through play&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K3:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The relevant legal, regulatory and governance requirements, policies, and ethical frameworks, including any mandatory reporting duties, to all areas of practice Take personal responsibility to ensure that relevant information is shared according to local policy and appropriate immediate action is taken to provide adequate safeguarding and that concerns are escalated e.g people at risk of abuse, self-harm and/or suicidal ideation and the situations that may put them and others at risk&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K4:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The meaning of resilience and emotional intelligence, and their influence on an individual’s ability to provide play&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K5:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The established principles for working with sick children, young people and their families&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K6:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The Child development theory and research related to specialised play and recreation.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K7:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The best practice in health play, based on current theoretical, legal and local policies&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K8:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; How discriminatory behaviour is exhibited&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K9:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The principles and processes for making reasonable adjustments&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K10:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The principles of research and how research findings are used to inform evidence-based practice&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K11:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The principles of health and safety legislation and regulations and maintain safe work and care environments by undertaking risk assessments as per organisational policy&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K12:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The importance of early years and childhood experiences and the possible impact on life choices, mental, physical and behavioural health and well-being&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K13:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The contribution of social influences, health literacy, individual circumstances, behaviours and lifestyle choices to mental, physical and behavioural health outcomes&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K14:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; How and when to escalate to the appropriate professional for expert help and advice&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K15:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Where and how to seek guidance and support from others to ensure that the best interests of those receiving play are upheld, know and understand strategies to develop resilience in self and know how to seek support to help deal with uncertain situations&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K16:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Own role and the roles of all other staff at different levels of experience and seniority&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K17:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The roles of the different providers of health and care&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K18:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The principles of human factors and environmental factors when working in teams&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K19:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The influence of policy and political drivers that impact health and care provision&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Skills&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S1&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Act in accordance with the Code: Professional standards of practice and behaviour for registered health play specialist (HPSET, 2019), and fulfil all registration requirements&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S2&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Keep complete, clear, accurate and timely records&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S3&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Recognise and report any factors that may adversely impact safe and effective play provision&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S4&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Take responsibility for continuous self-reflection, seeking and responding to support and feedback to develop professional knowledge and skills&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S5&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Safely demonstrate evidence-based practice in all skills and procedures required for entry to the register: (HPSET, 2019)&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S6&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Act as an ambassador for their profession and promote public confidence in health play services&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S7&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Knows a range of communication skills and strategies and how and when to apply the method most suitable to the situation&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S8&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; .Recognise signs of vulnerability in self or colleagues and the action required to minimise risks to health&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S9&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Develop, manage and maintain appropriate relationships with people, their families, carers and colleagues&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S10&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Provide, promote, and where appropriate advocate for, non-discriminatory, person-centred and sensitive play at all times, reflecting on people’s values and beliefs, diverse backgrounds, cultural characteristics, language requirements, needs and preferences, taking account of any need for adjustments&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S11&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Report any situations, behaviours or errors that could result in poor outcomes&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S12&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Challenge or report discriminatory behaviour&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S13&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Promote behaviours and provide information to support children, young people and their families to make informed choices to improve their mental, physical, behavioural health and wellbeing through play strategies&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S14&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Apply knowledge, communication and relationship management skills required to provide children, young people, families and carers with accurate information that meets their needs before, during and after a range of play interventions&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S15&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Recognise when capacity has changed and how a person’s capacity affects their ability to make decisions about their own care and to give or withhold consent&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S16&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Recognise people at risk of abuse, self-harm and/or suicidal ideation and the situations that may put them and others at risk&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S17&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Monitor the effectiveness of play in partnership with children young people, families and carers, documenting progress and reporting outcomes&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S18&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Take personal responsibility to ensure that relevant information is shared according to local policy and appropriate immediate action is taken to provide adequate safeguarding and that concerns are escalated&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S19&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Work in partnership with other professionals, to encourage shared decision making, in order to support individuals&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S20&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Meet children and young people’s needs for safety, dignity, privacy, comfort and play&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S21&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Support people with commonly encountered symptoms including anxiety, confusion, discomfort and pain&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S22&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Work collaboratively and in partnership with professionals from different agencies in interdisciplinary teams&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S23&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Maintain safe work and play environments&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S24&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Act in line with local and national organisational frameworks, legislation and regulations to report risks, and implement actions as instructed, following up and escalating as required&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S25&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Accurately undertake risk assessments, using contemporary assessment tools as per organisation policy and procedures&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S26&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Respond to and escalate potential hazards that may affect the safety of Child, young people and adults&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S27&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Participate in data collection to support audit activity, and contribute to the implementation of quality improvement strategies&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S28&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Prioritise and manage own workload, and recognise where elements of care can safely be delegated to other colleagues, carers and family members&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S29&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Support, supervise and act as a role model to health play specialist students and members of other professional teams and those new to care roles, review the quality of the play they provide, promoting reflection and providing constructive feedback&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S30&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Contribute to team reflection activities to promote improvements in practice and services&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S31&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Access, input, and apply information and data using a range of methods including digital technologies, and share appropriately within interdisciplinary team&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Behaviour&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;&lt;br&gt;&lt;strong&gt;B1:&lt;/strong&gt; Treat people with dignity, respecting individual&#39;s diversity, beliefs, culture, needs, values, privacy and preferences&lt;br&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&lt;strong&gt;B2:&lt;/strong&gt; Show respect and empathy for those you work with, have the courage to challenge areas of concern and work to evidence based best practice&lt;br&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&lt;strong&gt;B3:&lt;/strong&gt; Be adaptable, reliable and consistent, show discretion, resilience and self-awareness&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Qualifications&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;&amp;nbsp;&lt;/span&gt;&lt;strong&gt;&lt;span&gt;English and Maths qualifications&lt;/span&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the End-Point Assessment.&amp;nbsp;&amp;nbsp;For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3. A British Sign Language (BSL) qualification is an alternative to the English qualification for those whose&amp;nbsp;primary language is BSL.&amp;nbsp;&lt;br&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Other qualifications&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Mandatory qualification 1: &lt;/span&gt;&lt;/strong&gt;Foundation Degree in Healthcare Play Specialism&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Level of qualification: &lt;/span&gt;&lt;/strong&gt;5&lt;/p&gt;\n&lt;h3&gt;Professional recognition&lt;/h3&gt;\n&lt;p&gt;HPSET&lt;span&gt; / Registered HPS&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Additional details&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Occupational Level:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; 5&lt;br&gt;&lt;/span&gt;&lt;strong&gt;Duration (months):&lt;/strong&gt; 24&lt;/p&gt;\n&lt;h3&gt;Review&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;This standard will be reviewed after three years.&lt;/span&gt;&lt;/p&gt;",
  "occupationalSummary": "&lt;p style=&quot;margin-bottom: 8px&quot;&gt;&lt;span style=&quot;font-size: inherit&quot;&gt;&lt;strong&gt;This occupation is found in&amp;nbsp;&lt;/strong&gt;hospitals, outpatient clinics, community health centres hospices, NHS, and the private and voluntary sector.&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;margin-bottom: 8px&quot;&gt;&lt;span style=&quot;font-size: inherit&quot;&gt;&lt;strong&gt;The broad purpose of the occupation is &lt;/strong&gt;to provide therapeutic play interventions to support children from birth to young adulthood in healthcare settings, throughout their healthcare journey. Play is at the centre of a child’s life and is accepted as vital to healthy growth, development, and a natural part of childhood. Play strategies are used to support babies, children and young people to understand their medical conditions and treatments and to adopt lifestyle changes that are required to manage long term conditions. Play is the tool used to gain informed consent from children and young people and to continue this work as the child and young person’s condition improves, deteriorates, their cognition develops, to transition to adult services or end of life.&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;margin-bottom: 16px; margin-top: 0&quot;&gt;&lt;span style=&quot;font-size: inherit&quot;&gt;The health play specialist will assess, observe, play, evaluate and report the relationships in families, skills and behaviours of children and provide professional reports for the safeguarding process.&amp;nbsp; They may be required to provide evidence in the family court.&amp;nbsp; A non-judgement approach is required as children are&amp;nbsp;admitted to hospitals at a time of family crisis which has&amp;nbsp;resulted in an&amp;nbsp;injury or significant neglect&amp;nbsp;to the infant child or young person.&amp;nbsp; An essential requirement of this role is professional annual re-registration with the Society of Health Play Specialists (SoHPS) demonstrating continuous professional development, practising&amp;nbsp;within the scope of the Professional Standards.&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;margin-bottom: 8px&quot;&gt;&lt;span style=&quot;font-size: inherit&quot;&gt;&lt;strong&gt;In their daily work, an employee in this occupation interacts with&amp;nbsp;&lt;/strong&gt;medical professionals such as consultants, doctors, nurses and allied health professionals, educational professionals, socials workers, schools, families, carers and other agencies to creative supportive environments for children and young people during their healthcare journeys.&lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;margin-bottom: 8px&quot;&gt;&lt;span style=&quot;font-size: inherit&quot;&gt;&lt;strong&gt;An employee in this occupation will be responsible for &lt;/strong&gt;the normalising, rehabilitation and therapeutic play techniques to prepare the child for medical, surgical and invasive interventions and procedures, seeking to promote informed consent. By using play as a therapeutic approach, it helps to reduce stress and fear associated with medical experiences, ultimately promoting better health outcomes and emotional resilience. Distraction and alternative focus activities provide autonomy through choice and control, augmenting the child’s coping strategies prior to and during procedures. Post procedural play supports children to make sense of health procedures and regimes. The health play specialist works collaboratively with other professionals at all times and especially when a life limiting diagnosis is made, through to end of life care.&amp;nbsp; &amp;nbsp;&lt;/span&gt;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "dd4506b3-c035-47c3-8cb6-fcba171b7d67",
      "detail": "Standards of personal and professional conduct, possible conflicts of care and how to report breaches of professional standards."
    },
    {
      "knowledgeId": "433dc035-8f0d-4ede-8dc7-a9256b2d4331",
      "detail": "Limits of your practice."
    },
    {
      "knowledgeId": "8bebee71-02ea-4f76-b405-34d0279025ad",
      "detail": "Lone working, personal and others’ safety, employer’s policies and the need to maintain the safety of service-users. "
    },
    {
      "knowledgeId": "847a3d07-9721-4eb0-8c7f-0346cfb61c37",
      "detail": "Responsibilities to escalate and disclose information through the appropriate channels in regards to safeguarding and Prevent."
    },
    {
      "knowledgeId": "55e5ad30-a430-4a5e-a067-bc1b2b9dc575",
      "detail": "Employers’ guidelines on reporting risks, incidents and escalation process."
    },
    {
      "knowledgeId": "a7160331-4d9a-4f29-9956-6c8676869096",
      "detail": "Registration requirements, continuous reflection and improvement to practice."
    },
    {
      "knowledgeId": "b1d9c989-8c82-47fd-8072-d3602c1e9415",
      "detail": "National legislation, local policies, workplace procedures, advice, and guidance including relating to culture, equality, diversity, and inclusion."
    },
    {
      "knowledgeId": "520c4001-1df6-4b35-a6cb-4d344dc595c0",
      "detail": "Professional duty of care and steps to reduce the risk of harm to service-users, carers, and colleagues."
    },
    {
      "knowledgeId": "7d3389f6-33b8-4297-981f-697858b0ab97",
      "detail": "The importance of maintaining own health and wellbeing. "
    },
    {
      "knowledgeId": "7ead4d87-dde0-44b0-abf2-84602add3ce2",
      "detail": "Importance of ongoing professional development and training, professional registration and incorporating changes to own role."
    },
    {
      "knowledgeId": "9625dfc4-78a2-4618-bfa8-ac0a78887b87",
      "detail": "The nature and severity of a problem in professional situations."
    },
    {
      "knowledgeId": "96e50ff3-0443-4849-92ae-02e1c9077abc",
      "detail": "Developmental needs of the service-user and how to use normalising interventions, preparation, distraction, and post procedural play techniques by initiating, continuing, modifying and ceasing play."
    },
    {
      "knowledgeId": "8bd07d7c-161b-46f1-9cf7-2a7c6978a3e8",
      "detail": "Play techniques and use of resources to improve the service users experience and wellbeing."
    },
    {
      "knowledgeId": "38a5f505-614a-4a70-ad31-c21561d7d950",
      "detail": "Coping strategies in order to minimise service-user's distress and anxiety during clinical procedures."
    },
    {
      "knowledgeId": "1455e103-4d9c-4a4e-84b1-ce68c8651e13",
      "detail": "The importance of choice and control through service-user centred care that support positive outcomes."
    },
    {
      "knowledgeId": "bc5e061b-9ef6-4660-8bc7-ad7579ae0ef6",
      "detail": "Partnership and team working approaches to ensure that clinical procedures are planned and managed."
    },
    {
      "knowledgeId": "88e15d69-c6cd-4b7e-b570-538b33304690",
      "detail": "How sharing information, interventions and accurate records contributes to the management and the care provided for a service-user."
    },
    {
      "knowledgeId": "5eee50a0-d087-4686-a7b1-081f84a93a71",
      "detail": "Play interactions that enable a child and their family to understand their condition and learn the sensory and factual information they need to prepare for any treatment or procedure or to make any necessary lifestyle changes."
    },
    {
      "knowledgeId": "05d33df0-ecbf-4a8a-ab94-7623484b6489",
      "detail": "The importance of gaining consent before providing care and support to service-users to maintain their own health and well-being."
    },
    {
      "knowledgeId": "253b3dc6-6880-41d7-a675-e59576580da7",
      "detail": "How to make and receive referrals in line with organisational policy."
    },
    {
      "knowledgeId": "90dab850-ae03-4bca-80fe-2f8a445d94d5",
      "detail": "The importance of participation in training, mentorship, coaching and supervision in order to support service users, health professionals, colleagues, students, and apprentices."
    },
    {
      "knowledgeId": "082685fd-b3d1-4a1b-ac7c-d8392cf8a3eb",
      "detail": "How to provide support and guidance to ensure that safe practice can be monitored and maintained when working with junior staff."
    },
    {
      "knowledgeId": "034a44b0-82c2-4d23-992d-152fdd61ca19",
      "detail": "How to supervise and delegate to others ensuring the knowledge, skills and experience required to work safely and effectively. "
    },
    {
      "knowledgeId": "19deb01a-7f48-472b-954f-ef42c70e30ab",
      "detail": "The purpose of supporting the multidisciplinary team and other professionals to understand the needs and preferences of service-user's and how play and health services impact their care."
    },
    {
      "knowledgeId": "d4179150-7e58-483a-96f9-17cba6fcc7aa",
      "detail": "Needs of different service-users and how to adapt practice or make reasonable adjustments to promote inclusive service provision."
    },
    {
      "knowledgeId": "3e65560c-a5b0-4f59-9933-9d935b69dc68",
      "detail": "Ways to use, record and store data and information related to service-users securely and in line with General Data Protection Regulation (GDPR) requirements and local and national policies, including the safe use of digital technology."
    },
    {
      "knowledgeId": "da18cb02-9fd9-483d-ad4d-0deff3b98e3b",
      "detail": "Different communication skills and strategies to maximise understanding for service-users and to facilitate assessment and engagement of those with protected characteristics."
    },
    {
      "knowledgeId": "ca6c2368-afeb-46e0-b879-c8e908912bfb",
      "detail": "Communication support systems which can assist the service-user and how interpersonal skills can encourage active participation."
    },
    {
      "knowledgeId": "c388fcf2-0d3f-41b3-8a11-4d24a36008fc",
      "detail": "The importance and impact of team and partnership working to service delivery in and across different sectors and the value of sharing skills knowledge and expertise."
    },
    {
      "knowledgeId": "5c84468b-546d-4938-b07f-457d74ceb055",
      "detail": "The value of enabling and engaging service-users in planning and evaluating therapeutic play techniques to support treatments and interventions to meet their needs and goals."
    },
    {
      "knowledgeId": "a2941d8a-ea81-4c1b-99f6-554beb5f7068",
      "detail": "Evidence-based practice, audit procedures, systematic practice evaluation and continuous improvement."
    },
    {
      "knowledgeId": "3b39da3d-3182-41f9-a4c5-763385781473",
      "detail": "Information gathering to evaluate the effectiveness of interventions."
    },
    {
      "knowledgeId": "2a08e72b-fa46-4d7b-a7d9-6f03c7bf5ad5",
      "detail": "Theoretical concepts underpinning play, therapeutic play and the development of service-user."
    },
    {
      "knowledgeId": "89f3c2a5-82a2-48cb-81b4-21206b18724a",
      "detail": "Processes to devise, implement and review developmental and individual therapeutic play plans for the service-user."
    },
    {
      "knowledgeId": "a03f7107-11dd-4913-aa2d-3f319cbac974",
      "detail": "Normalising, developmental and therapeutic play activities within safe environments for service-users. "
    },
    {
      "knowledgeId": "45a7a538-9b75-43cd-9731-32687b8264d4",
      "detail": "Physical, psychological, social, cultural, and environmental needs, challenges and perspectives of service-users."
    },
    {
      "knowledgeId": "24b3584b-f752-4e49-a696-c0e6875d4c0b",
      "detail": "The importance of continuous self-reflection, seeking and responding to support and feedback to develop professional knowledge and skills."
    },
    {
      "knowledgeId": "89984d4c-e552-416b-baee-cc428056d652",
      "detail": "Quality control, quality assurance and the role of audit and review in quality management and outcome measures."
    },
    {
      "knowledgeId": "9957a080-307d-4436-84be-3c67b7ab3b45",
      "detail": "Socio-cultural diversity of the community and the specific local context of practice, and work-related policies and services that can impact on individual needs within a diverse society."
    },
    {
      "knowledgeId": "59f44100-5d05-4aec-a470-1db75891fdc5",
      "detail": "The impact of economic inequality, poverty, and exclusion on and the ability to access services."
    },
    {
      "knowledgeId": "1fcb4baa-e627-4416-abc2-6a33cf41f622",
      "detail": "Potential new and emerging areas of practice in play."
    },
    {
      "knowledgeId": "cc106e70-24ba-49d6-81af-bfcd0336789c",
      "detail": "Leadership theories and styles, and the impact these can have on service-users and the organisation."
    },
    {
      "knowledgeId": "48f37506-cf04-4715-b679-11ee41ddf44a",
      "detail": "Current and developing sustainable principles and techniques."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "d85f3cb4-b29b-4255-8f0f-e4e71f33c4b7",
      "detail": "Show respect, compassion, and uphold the rights, dignity, values, and autonomy of all individuals whilst maintaining high standards of care. "
    },
    {
      "behaviourId": "0da46b63-b3bf-4300-bb12-564bb425306b",
      "detail": "Recognise that you are personally responsible for own actions and decisions."
    },
    {
      "behaviourId": "8898fc5c-d48c-4b40-88b1-5c76cb0829c8",
      "detail": "Adopt an empathetic approach and demonstrate discretion."
    },
    {
      "behaviourId": "d7846155-ae78-4e1a-995f-fef77aec7396",
      "detail": "Promotes equality, diversity and inclusion within the team, the wider organisation and service users."
    },
    {
      "behaviourId": "44a03f12-0a15-4a02-959f-b4a9590e5a95",
      "detail": "Be adaptable, reliable and consistent, resilient and self-aware."
    }
  ],
  "skills": [
    {
      "skillId": "b5cec812-f24d-4a07-af09-c07df6626b6d",
      "detail": "Maintain standards of personal and professional conduct, avoid possible conflicts of care and report breaches of professional standards."
    },
    {
      "skillId": "08639c5b-6eda-4c94-af29-1fd862280628",
      "detail": "Work within the remit of your professional boundaries, inform appropriate practitioners if the care or treatment is not within the scope of your professional boundaries or expertise."
    },
    {
      "skillId": "aaceee5e-b276-4405-a779-66a992d523e3",
      "detail": "Refer and delegate to appropriate practitioners wherever you find yourself unable to maintain objectivity and professional boundaries."
    },
    {
      "skillId": "62f14824-94d3-4f4f-a15e-bf2dd77e64b6",
      "detail": "Comply with lone working policies considering your own personal and others' safety. "
    },
    {
      "skillId": "3e2c0dfd-998b-4ca5-93af-a54103df292f",
      "detail": "Adhere to safeguarding and prevent policies following procedures to escalate and disclosure of information, through the appropriate channels."
    },
    {
      "skillId": "58838bc0-a7b5-4ec8-95a4-09cc93706020",
      "detail": "Adhere to employers’ guidelines on reporting risks, incidents and escalation process."
    },
    {
      "skillId": "7e4bfc1a-da3d-4b9a-8ca8-51f59867147c",
      "detail": "Reflection and improvement to practice to enable registration."
    },
    {
      "skillId": "a2badf27-ddbb-46ae-b134-b12ce4c2ae38",
      "detail": "Adhere to up to date national legislation, local policies, workplace procedures, advice, and guidance, supporting the rights of service users, colleagues and visitors, including relating to culture, equality, diversity, and inclusion."
    },
    {
      "skillId": "292c8560-3f8f-414d-802e-9589ee257851",
      "detail": "Exercise a professional duty of care ensuring no act or omission is detrimental to the condition or safety of service-users in your care or their families, carers and colleagues, to deal with concerns."
    },
    {
      "skillId": "3ac638a1-ee3e-4d1f-a9ec-7040208f64f6",
      "detail": "Maintain own health and wellbeing, seeking advice and changing practise to reduce possible risks."
    },
    {
      "skillId": "b579ea88-ceda-42a9-90ae-81fef56132ec",
      "detail": "Take personal responsibility for ongoing professional development and training opportunities and professional registration."
    },
    {
      "skillId": "6e5fbd6c-4d9a-4a11-aefa-c02eef0b55c5",
      "detail": "Assess professional situations, determining the nature and severity of a problem acting within your professional scope of practice."
    },
    {
      "skillId": "3b11355b-801c-4eeb-a484-c2fe59cf06d4",
      "detail": "Use normalising interventions, preparation, distraction, and post procedural play techniques by initiating, continuing, modifying, and ceasing play, based on the developmental needs of all service-users, to build on their abilities and enhance their experience."
    },
    {
      "skillId": "2c3a130a-8c36-4c92-8e9f-0c043828efdd",
      "detail": "Apply play techniques selecting appropriate play resources to improve the service user's needs, experience and wellbeing."
    },
    {
      "skillId": "4f697471-7939-4ce0-8c60-75b5ee96030e",
      "detail": "Apply coping strategies in order to minimise service-user's distress and anxiety during clinical procedures."
    },
    {
      "skillId": "a86e2300-2247-439b-965a-8d43d1a63dc8",
      "detail": "Facilitate choice and control through service-user centred care, using play-based techniques that support positive outcomes."
    },
    {
      "skillId": "ff525086-fdc7-4999-b224-d5b008312c00",
      "detail": "Work in partnership and with other professions as part of a team to ensure that clinical procedures are planned and managed."
    },
    {
      "skillId": "99fe9a4c-b51f-4e4b-bd35-4e4eba427067",
      "detail": "Share information, interventions and accurate records agreeing goals and priorities with other identified professionals to contribute to the management and the care provided for a service user."
    },
    {
      "skillId": "1abd52e8-7923-42b0-b5f7-b899ab0ae243",
      "detail": "Guide a child and their family to understand their condition and learn the sensory and factual information they need to prepare for any treatment or procedure or to make any necessary lifestyle changes through play interactions."
    },
    {
      "skillId": "9fa8d786-18d9-415b-8411-ae8c9ee4e5f8",
      "detail": "Encourage and help service-users to maintain their own health and well-being, and support them so they can make informed decisions ensuring patient consent is gained."
    },
    {
      "skillId": "4b4f0a9d-ae4d-4906-8c10-1468b7558335",
      "detail": "Make and receive referrals in line with organisation’s referral policy."
    },
    {
      "skillId": "db66395f-11bf-496a-9468-56ab1a72eb9d",
      "detail": "Participate in training, mentorship, coaching and supervision in order to support service users, health professionals, colleagues, students, and apprentices."
    },
    {
      "skillId": "e5ff573c-3ef6-471f-8a84-2d89d1286307",
      "detail": "Provide support and guidance to ensure that safe practice can be monitored and maintained when working with junior staff."
    },
    {
      "skillId": "e612a7c4-93da-4004-ba8c-8456d0506364",
      "detail": "Supervise and delegate to others ensuring the knowledge, skills and experience required to work safely and effectively. "
    },
    {
      "skillId": "0ab3c2f5-3b96-4470-8d7c-8f0a6913380f",
      "detail": "Raise awareness within the multidisciplinary team and other professionals of the needs, preferences and the impact of service-user's care through play and health services."
    },
    {
      "skillId": "865ae545-5b78-4a2b-96b3-b79d14f77938",
      "detail": "Adapt practice or make reasonable adjustments to meet the needs of different service-users to take account of new developments, changing contexts and promote inclusive service provision. "
    },
    {
      "skillId": "b3b955bf-cb48-469a-81b6-d91f5be44c49",
      "detail": "Use, record and store data and information related to service-users securely and in line with General Data Protection Regulation (GDPR) requirements and local and national policies, including the safe use of digital technology."
    },
    {
      "skillId": "ded6e987-9285-4c5b-ac5a-669a25018c8d",
      "detail": "Use and adapt communication skills and strategies to maximise understanding for service-users and to facilitate assessment and engagement of those with protected characteristics."
    },
    {
      "skillId": "9942093a-e184-4fa1-9b85-d81be184603e",
      "detail": "Undertake work collaboratively with others as part of a professional team in and across different sectors sharing skills knowledge and expertise."
    },
    {
      "skillId": "9055ef27-7fc9-49c2-8149-67a932b35853",
      "detail": "Engage service-users in planning and evaluating therapeutic play techniques to support treatments and interventions to meet their needs and goals."
    },
    {
      "skillId": "2697b138-f85d-4f77-beff-1365d6d34034",
      "detail": "Engage in evidence-based practice and participate in audit procedures evaluating systematic practice, working towards continual improvement."
    },
    {
      "skillId": "64ba1cc1-9bfd-467e-983b-d26fc8b1804a",
      "detail": "Gather information to assess service-users, use information to evaluate the effectiveness of interventions and revise plans as necessary."
    },
    {
      "skillId": "e2b7d454-d82b-46a6-8a68-01c7c07ae078",
      "detail": "Apply the theoretical concepts underpinning play, therapeutic play and the development of service-user."
    },
    {
      "skillId": "422f722f-ed2d-4f2f-a1ca-2f2a959fa246",
      "detail": "Devise and implement developmental and individual therapeutic play plans for the service-user including specific and timely reviews."
    },
    {
      "skillId": "0b48929a-c973-42ab-aeb5-d30bd8ba8be8",
      "detail": "Conduct normalising, developmental and therapeutic play activities, support procedures, treatments, therapy, or other actions within safe environments for service-users. "
    },
    {
      "skillId": "fda8267a-e440-4c55-ae68-c5815e9be32e",
      "detail": "Identify and assess physical, psychological, social, cultural, and environmental needs and challenges of service-users."
    },
    {
      "skillId": "fdcd89d3-0105-4711-a722-a8d1a8908ac1",
      "detail": "Identify the importance of self reflection, using research, apply reasoning, problem-solving skills and feedback, to inform own practice and improve areas of personal performance. "
    },
    {
      "skillId": "8375d303-14fa-4b00-9418-c8b3b14d9b7d",
      "detail": "Participate in quality assurance programs."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0447",
  "tbMainContact": "irene.o'donnell@nhs.net",
  "involvedEmployers": "Alder Hey Children's Hospital, Basildon & Thurrock University Hospitals NHS Foundation Trust (L) (Health), Blackpool Teaching Hospitals NHS Foundation Trust, Blackpool Victoria Hospital, Cambridgeshire and Peterborough NHS Foundation Trust, County Durham and Darlington NHS Foundation Trust, Great Ormond Street Hospital for Children NHS Foundation Trust, Leeds Children's Hospital, Leeds City College, Manchester Children’s hospital, Nescot College, NHS Addenbrookes, Queens Medical Centre Nottingham, Society of Health Play Specialists, Solent University, University Centre Leeds, University College London Hospitals NHS Foundation Trust, University of West London",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Activity co-ordinator",
    "Healthcare play specialists",
    "Learning disability health support specialist",
    "Nursery nurse (special care baby unit)",
    "Play leader",
    "Play specialist",
    "Registered community play specialist",
    "Registered hospital play specialist",
    "Therapeutic co-ordinator",
    "Youth support co-ordinator"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health Practitioner",
  "clusterId": "10",
  "clusterDescription": "Provide direct patient contact and high quality care with in-depth knowledge of the factors influencing health and ill-health using specialist expertise",
  "createdDate": "2025-04-07T16:40:28 +00:00",
  "lastUpdated": "2025-04-07T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-09-30T00:00:00 +00:00",
  "banners": "This revised version (V1.1) of this standard and EPA plan has been approved and is available for information only at present until the funding band has been agreed.",
  "occupationCode": "OCC0829",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0829-in-revision?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0829-in-revision",
  "qualifications": [
    {
      "qualificationId": "a9ce96fc-e9c0-45dd-9f3e-199942086580",
      "title": "Foundation Degree in Health Play Specialist approved by the Society of Health Play Specialists",
      "level": "5",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "Society of Health Play Specialists (SoHPS)",
      "level": "Registered HPS",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "49fbe932-6130-45f4-bc48-ce803dda12c9",
      "dutyDetail": "Practise safely and effectively within the scope of practice and within the legal and ethical boundaries of the profession.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d85f3cb4-b29b-4255-8f0f-e4e71f33c4b7",
        "0da46b63-b3bf-4300-bb12-564bb425306b",
        "8898fc5c-d48c-4b40-88b1-5c76cb0829c8",
        "d7846155-ae78-4e1a-995f-fef77aec7396",
        "44a03f12-0a15-4a02-959f-b4a9590e5a95"
      ],
      "mappedKnowledge": [
        "dd4506b3-c035-47c3-8cb6-fcba171b7d67",
        "433dc035-8f0d-4ede-8dc7-a9256b2d4331",
        "8bebee71-02ea-4f76-b405-34d0279025ad",
        "847a3d07-9721-4eb0-8c7f-0346cfb61c37",
        "55e5ad30-a430-4a5e-a067-bc1b2b9dc575",
        "b1d9c989-8c82-47fd-8072-d3602c1e9415",
        "520c4001-1df6-4b35-a6cb-4d344dc595c0",
        "19deb01a-7f48-472b-954f-ef42c70e30ab",
        "9957a080-307d-4436-84be-3c67b7ab3b45",
        "59f44100-5d05-4aec-a470-1db75891fdc5",
        "48f37506-cf04-4715-b679-11ee41ddf44a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b5cec812-f24d-4a07-af09-c07df6626b6d",
        "08639c5b-6eda-4c94-af29-1fd862280628",
        "aaceee5e-b276-4405-a779-66a992d523e3",
        "62f14824-94d3-4f4f-a15e-bf2dd77e64b6",
        "3e2c0dfd-998b-4ca5-93af-a54103df292f",
        "58838bc0-a7b5-4ec8-95a4-09cc93706020",
        "a2badf27-ddbb-46ae-b134-b12ce4c2ae38",
        "292c8560-3f8f-414d-802e-9589ee257851"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fa1afb04-91fd-4e6a-8b57-832f07825375",
      "dutyDetail": "Look after own health and wellbeing, seeking appropriate support where necessary.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d85f3cb4-b29b-4255-8f0f-e4e71f33c4b7",
        "0da46b63-b3bf-4300-bb12-564bb425306b",
        "8898fc5c-d48c-4b40-88b1-5c76cb0829c8",
        "d7846155-ae78-4e1a-995f-fef77aec7396",
        "44a03f12-0a15-4a02-959f-b4a9590e5a95"
      ],
      "mappedKnowledge": [
        "b1d9c989-8c82-47fd-8072-d3602c1e9415",
        "7d3389f6-33b8-4297-981f-697858b0ab97"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a2badf27-ddbb-46ae-b134-b12ce4c2ae38",
        "3ac638a1-ee3e-4d1f-a9ec-7040208f64f6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "023a1407-8e1e-4723-aa0e-a3bc436fb59e",
      "dutyDetail": "Practise as an autonomous professional, exercising professional judgement.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d85f3cb4-b29b-4255-8f0f-e4e71f33c4b7",
        "0da46b63-b3bf-4300-bb12-564bb425306b",
        "8898fc5c-d48c-4b40-88b1-5c76cb0829c8",
        "d7846155-ae78-4e1a-995f-fef77aec7396",
        "44a03f12-0a15-4a02-959f-b4a9590e5a95"
      ],
      "mappedKnowledge": [
        "dd4506b3-c035-47c3-8cb6-fcba171b7d67",
        "520c4001-1df6-4b35-a6cb-4d344dc595c0",
        "9625dfc4-78a2-4618-bfa8-ac0a78887b87",
        "96e50ff3-0443-4849-92ae-02e1c9077abc",
        "8bd07d7c-161b-46f1-9cf7-2a7c6978a3e8",
        "38a5f505-614a-4a70-ad31-c21561d7d950",
        "1455e103-4d9c-4a4e-84b1-ce68c8651e13",
        "5eee50a0-d087-4686-a7b1-081f84a93a71",
        "05d33df0-ecbf-4a8a-ab94-7623484b6489",
        "d4179150-7e58-483a-96f9-17cba6fcc7aa",
        "5c84468b-546d-4938-b07f-457d74ceb055",
        "3b39da3d-3182-41f9-a4c5-763385781473",
        "2a08e72b-fa46-4d7b-a7d9-6f03c7bf5ad5",
        "89f3c2a5-82a2-48cb-81b4-21206b18724a",
        "a03f7107-11dd-4913-aa2d-3f319cbac974",
        "45a7a538-9b75-43cd-9731-32687b8264d4",
        "89984d4c-e552-416b-baee-cc428056d652"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b5cec812-f24d-4a07-af09-c07df6626b6d",
        "292c8560-3f8f-414d-802e-9589ee257851",
        "6e5fbd6c-4d9a-4a11-aefa-c02eef0b55c5",
        "3b11355b-801c-4eeb-a484-c2fe59cf06d4",
        "2c3a130a-8c36-4c92-8e9f-0c043828efdd",
        "4f697471-7939-4ce0-8c60-75b5ee96030e",
        "a86e2300-2247-439b-965a-8d43d1a63dc8",
        "1abd52e8-7923-42b0-b5f7-b899ab0ae243",
        "9fa8d786-18d9-415b-8411-ae8c9ee4e5f8",
        "865ae545-5b78-4a2b-96b3-b79d14f77938",
        "9055ef27-7fc9-49c2-8149-67a932b35853",
        "64ba1cc1-9bfd-467e-983b-d26fc8b1804a",
        "e2b7d454-d82b-46a6-8a68-01c7c07ae078",
        "422f722f-ed2d-4f2f-a1ca-2f2a959fa246",
        "0b48929a-c973-42ab-aeb5-d30bd8ba8be8",
        "fda8267a-e440-4c55-ae68-c5815e9be32e",
        "8375d303-14fa-4b00-9418-c8b3b14d9b7d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "20b6d200-4eb6-409f-8637-b6fcce808fc9",
      "dutyDetail": "Practise in a non-discriminatory and inclusive manner recognising the impact of culture, equality and diversity.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d85f3cb4-b29b-4255-8f0f-e4e71f33c4b7",
        "0da46b63-b3bf-4300-bb12-564bb425306b",
        "8898fc5c-d48c-4b40-88b1-5c76cb0829c8",
        "d7846155-ae78-4e1a-995f-fef77aec7396",
        "44a03f12-0a15-4a02-959f-b4a9590e5a95"
      ],
      "mappedKnowledge": [
        "b1d9c989-8c82-47fd-8072-d3602c1e9415",
        "96e50ff3-0443-4849-92ae-02e1c9077abc",
        "8bd07d7c-161b-46f1-9cf7-2a7c6978a3e8",
        "38a5f505-614a-4a70-ad31-c21561d7d950",
        "1455e103-4d9c-4a4e-84b1-ce68c8651e13",
        "5eee50a0-d087-4686-a7b1-081f84a93a71",
        "05d33df0-ecbf-4a8a-ab94-7623484b6489",
        "d4179150-7e58-483a-96f9-17cba6fcc7aa",
        "5c84468b-546d-4938-b07f-457d74ceb055",
        "3b39da3d-3182-41f9-a4c5-763385781473",
        "2a08e72b-fa46-4d7b-a7d9-6f03c7bf5ad5",
        "89f3c2a5-82a2-48cb-81b4-21206b18724a",
        "a03f7107-11dd-4913-aa2d-3f319cbac974",
        "45a7a538-9b75-43cd-9731-32687b8264d4",
        "9957a080-307d-4436-84be-3c67b7ab3b45",
        "59f44100-5d05-4aec-a470-1db75891fdc5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a2badf27-ddbb-46ae-b134-b12ce4c2ae38",
        "3b11355b-801c-4eeb-a484-c2fe59cf06d4",
        "2c3a130a-8c36-4c92-8e9f-0c043828efdd",
        "4f697471-7939-4ce0-8c60-75b5ee96030e",
        "a86e2300-2247-439b-965a-8d43d1a63dc8",
        "1abd52e8-7923-42b0-b5f7-b899ab0ae243",
        "9fa8d786-18d9-415b-8411-ae8c9ee4e5f8",
        "865ae545-5b78-4a2b-96b3-b79d14f77938",
        "9055ef27-7fc9-49c2-8149-67a932b35853",
        "64ba1cc1-9bfd-467e-983b-d26fc8b1804a",
        "e2b7d454-d82b-46a6-8a68-01c7c07ae078",
        "422f722f-ed2d-4f2f-a1ca-2f2a959fa246",
        "0b48929a-c973-42ab-aeb5-d30bd8ba8be8",
        "fda8267a-e440-4c55-ae68-c5815e9be32e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "76ad6c54-7f30-4f36-b190-f21ff8ee51d2",
      "dutyDetail": "Communicate effectively, maintaining confidentiality and records appropriately.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d85f3cb4-b29b-4255-8f0f-e4e71f33c4b7",
        "0da46b63-b3bf-4300-bb12-564bb425306b",
        "8898fc5c-d48c-4b40-88b1-5c76cb0829c8",
        "d7846155-ae78-4e1a-995f-fef77aec7396",
        "44a03f12-0a15-4a02-959f-b4a9590e5a95"
      ],
      "mappedKnowledge": [
        "bc5e061b-9ef6-4660-8bc7-ad7579ae0ef6",
        "88e15d69-c6cd-4b7e-b570-538b33304690",
        "253b3dc6-6880-41d7-a675-e59576580da7",
        "082685fd-b3d1-4a1b-ac7c-d8392cf8a3eb",
        "034a44b0-82c2-4d23-992d-152fdd61ca19",
        "19deb01a-7f48-472b-954f-ef42c70e30ab",
        "3e65560c-a5b0-4f59-9933-9d935b69dc68",
        "da18cb02-9fd9-483d-ad4d-0deff3b98e3b",
        "ca6c2368-afeb-46e0-b879-c8e908912bfb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ff525086-fdc7-4999-b224-d5b008312c00",
        "99fe9a4c-b51f-4e4b-bd35-4e4eba427067",
        "4b4f0a9d-ae4d-4906-8c10-1468b7558335",
        "e5ff573c-3ef6-471f-8a84-2d89d1286307",
        "e612a7c4-93da-4004-ba8c-8456d0506364",
        "0ab3c2f5-3b96-4470-8d7c-8f0a6913380f",
        "b3b955bf-cb48-469a-81b6-d91f5be44c49",
        "ded6e987-9285-4c5b-ac5a-669a25018c8d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3ba5a802-6861-49ee-8393-4cd51f1de4c4",
      "dutyDetail": "Work with others.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d85f3cb4-b29b-4255-8f0f-e4e71f33c4b7",
        "0da46b63-b3bf-4300-bb12-564bb425306b",
        "8898fc5c-d48c-4b40-88b1-5c76cb0829c8",
        "d7846155-ae78-4e1a-995f-fef77aec7396",
        "44a03f12-0a15-4a02-959f-b4a9590e5a95"
      ],
      "mappedKnowledge": [
        "bc5e061b-9ef6-4660-8bc7-ad7579ae0ef6",
        "88e15d69-c6cd-4b7e-b570-538b33304690",
        "253b3dc6-6880-41d7-a675-e59576580da7",
        "90dab850-ae03-4bca-80fe-2f8a445d94d5",
        "082685fd-b3d1-4a1b-ac7c-d8392cf8a3eb",
        "034a44b0-82c2-4d23-992d-152fdd61ca19",
        "19deb01a-7f48-472b-954f-ef42c70e30ab",
        "c388fcf2-0d3f-41b3-8a11-4d24a36008fc",
        "cc106e70-24ba-49d6-81af-bfcd0336789c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ff525086-fdc7-4999-b224-d5b008312c00",
        "99fe9a4c-b51f-4e4b-bd35-4e4eba427067",
        "4b4f0a9d-ae4d-4906-8c10-1468b7558335",
        "db66395f-11bf-496a-9468-56ab1a72eb9d",
        "e5ff573c-3ef6-471f-8a84-2d89d1286307",
        "e612a7c4-93da-4004-ba8c-8456d0506364",
        "0ab3c2f5-3b96-4470-8d7c-8f0a6913380f",
        "9942093a-e184-4fa1-9b85-d81be184603e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "78a4e268-1a8d-4ea3-a321-59c999d71c31",
      "dutyDetail": "Reflect on, review and assure the quality of own practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d85f3cb4-b29b-4255-8f0f-e4e71f33c4b7",
        "0da46b63-b3bf-4300-bb12-564bb425306b",
        "8898fc5c-d48c-4b40-88b1-5c76cb0829c8",
        "d7846155-ae78-4e1a-995f-fef77aec7396",
        "44a03f12-0a15-4a02-959f-b4a9590e5a95"
      ],
      "mappedKnowledge": [
        "a7160331-4d9a-4f29-9956-6c8676869096",
        "7ead4d87-dde0-44b0-abf2-84602add3ce2",
        "90dab850-ae03-4bca-80fe-2f8a445d94d5",
        "a2941d8a-ea81-4c1b-99f6-554beb5f7068",
        "3b39da3d-3182-41f9-a4c5-763385781473",
        "24b3584b-f752-4e49-a696-c0e6875d4c0b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7e4bfc1a-da3d-4b9a-8ca8-51f59867147c",
        "b579ea88-ceda-42a9-90ae-81fef56132ec",
        "db66395f-11bf-496a-9468-56ab1a72eb9d",
        "64ba1cc1-9bfd-467e-983b-d26fc8b1804a",
        "fdcd89d3-0105-4711-a722-a8d1a8908ac1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "feae4361-981d-4525-a91d-873c85135098",
      "dutyDetail": "Draw on appropriate knowledge and skills to inform practice and apply the key concepts of the knowledge base relevant to the profession.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d85f3cb4-b29b-4255-8f0f-e4e71f33c4b7",
        "0da46b63-b3bf-4300-bb12-564bb425306b",
        "8898fc5c-d48c-4b40-88b1-5c76cb0829c8",
        "d7846155-ae78-4e1a-995f-fef77aec7396",
        "44a03f12-0a15-4a02-959f-b4a9590e5a95"
      ],
      "mappedKnowledge": [
        "7ead4d87-dde0-44b0-abf2-84602add3ce2",
        "96e50ff3-0443-4849-92ae-02e1c9077abc",
        "8bd07d7c-161b-46f1-9cf7-2a7c6978a3e8",
        "38a5f505-614a-4a70-ad31-c21561d7d950",
        "1455e103-4d9c-4a4e-84b1-ce68c8651e13",
        "5eee50a0-d087-4686-a7b1-081f84a93a71",
        "90dab850-ae03-4bca-80fe-2f8a445d94d5",
        "d4179150-7e58-483a-96f9-17cba6fcc7aa",
        "c388fcf2-0d3f-41b3-8a11-4d24a36008fc",
        "2a08e72b-fa46-4d7b-a7d9-6f03c7bf5ad5",
        "89f3c2a5-82a2-48cb-81b4-21206b18724a",
        "a03f7107-11dd-4913-aa2d-3f319cbac974",
        "1fcb4baa-e627-4416-abc2-6a33cf41f622"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b579ea88-ceda-42a9-90ae-81fef56132ec",
        "3b11355b-801c-4eeb-a484-c2fe59cf06d4",
        "2c3a130a-8c36-4c92-8e9f-0c043828efdd",
        "4f697471-7939-4ce0-8c60-75b5ee96030e",
        "a86e2300-2247-439b-965a-8d43d1a63dc8",
        "1abd52e8-7923-42b0-b5f7-b899ab0ae243",
        "db66395f-11bf-496a-9468-56ab1a72eb9d",
        "865ae545-5b78-4a2b-96b3-b79d14f77938",
        "9942093a-e184-4fa1-9b85-d81be184603e",
        "2697b138-f85d-4f77-beff-1365d6d34034",
        "e2b7d454-d82b-46a6-8a68-01c7c07ae078",
        "422f722f-ed2d-4f2f-a1ca-2f2a959fa246",
        "0b48929a-c973-42ab-aeb5-d30bd8ba8be8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f6ca6d0d-1bc6-4a23-b14a-0fbb4961baea",
      "dutyDetail": "Establish and maintain a safe practice environment.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d85f3cb4-b29b-4255-8f0f-e4e71f33c4b7",
        "0da46b63-b3bf-4300-bb12-564bb425306b",
        "8898fc5c-d48c-4b40-88b1-5c76cb0829c8",
        "d7846155-ae78-4e1a-995f-fef77aec7396",
        "44a03f12-0a15-4a02-959f-b4a9590e5a95"
      ],
      "mappedKnowledge": [
        "55e5ad30-a430-4a5e-a067-bc1b2b9dc575",
        "b1d9c989-8c82-47fd-8072-d3602c1e9415",
        "520c4001-1df6-4b35-a6cb-4d344dc595c0",
        "082685fd-b3d1-4a1b-ac7c-d8392cf8a3eb",
        "034a44b0-82c2-4d23-992d-152fdd61ca19",
        "a03f7107-11dd-4913-aa2d-3f319cbac974",
        "48f37506-cf04-4715-b679-11ee41ddf44a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "62f14824-94d3-4f4f-a15e-bf2dd77e64b6",
        "3e2c0dfd-998b-4ca5-93af-a54103df292f",
        "58838bc0-a7b5-4ec8-95a4-09cc93706020",
        "a2badf27-ddbb-46ae-b134-b12ce4c2ae38",
        "292c8560-3f8f-414d-802e-9589ee257851",
        "e5ff573c-3ef6-471f-8a84-2d89d1286307",
        "e612a7c4-93da-4004-ba8c-8456d0506364",
        "0b48929a-c973-42ab-aeb5-d30bd8ba8be8"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-04-07T00:00:00"
}