{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 602,
  "referenceNumber": "ST0853",
  "learningAimClassCode": "",
  "title": "Quality practitioner",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0853",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "",
  "changedDate": "2022-05-31T00:00:00",
  "earliestStartDate": "2020-09-10T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Ensures that an organisation, product or service consistently functions well.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 14,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Business and administration",
  "keywords": [
    "quality",
    "business",
    "management",
    "pracitioner",
    "admin"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/lqbhyqxi/st0853_l4_quality-practitioner_epa-plan_18072023.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.3 Business management",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the public and private industries to ensure that their organisations fulfil the requirements of their customers and other stakeholders. A fully competent Quality Practitioner can work in a wide range of organisations (from multi-nationals to SMEs), including automotive, defence, food, pharmaceutical, nuclear, retail, financial services, logistics services, public sector and government. This occupation will also be found across the green economy.&lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is to deploy effective Quality Practices in their responsible area to ensure organisations fulfil the contractual and regulatory requirements of their customers and other stakeholders. This includes four main elements: 1. Quality Planning (planning a delivery system for reliable outputs, such as implementing Quality Management Plans), 2. Quality Assurance (providing confidence to stakeholders that Quality standards are maintained, such as conducting audits), 3. Quality Control (verifying a product or service is meeting agreed specifications, such as carrying out inspections) and 4. Continuous Improvement (preventing recurrence of poor quality through analysis and addressing the root cause of poor quality, such as conducting investigations). &lt;br /&gt;&lt;br /&gt;In their daily work, an employee in this occupation interacts with a variety of departments within the organisation (engineering, supply chain/procurement, manufacturing, and service delivery departments) and external organisations, such as customers, suppliers and certification bodies when required. Being the advocate for implementing Quality Practice and Governance. A typical day will likely include internal meetings to review quality performance, such as gathering and analysing quality performance data, inspection or audit findings, carrying out audits or inspections, stakeholder visits, interacting with people from other functions to plan the quality delivery system for their area of responsibility. Individuals will also support and develop people within and outside the Quality Function. &lt;br /&gt;&lt;br /&gt;An employee in this occupation will be responsible for All aspects of quality in his/her area of responsibility, such as production or procured goods. This responsibility will be discharged through engagement with those accountable for product/service delivery, such as production / service managers, in order to meet Key Performance Indicators, such as Right First Time measures and Service Level Targets. &lt;br /&gt;&lt;br /&gt;Individuals will be responsible for providing Quality duties within the following key areas:&lt;br /&gt;• Support Senior Quality Practitioner and Leaders to formulate Quality Strategy&lt;br /&gt;• Contribute to the management of customer satisfaction and supplier performance&lt;br /&gt;• Deploy Quality Policies and Governance&lt;br /&gt;• Guide and support others to improve quality competency and performance&lt;br /&gt;• Plan and Conduct Audits and other assurance activities&lt;br /&gt;• Develop Quality Control Plans for products/services&lt;br /&gt;• Provide guidance on use of methods/tools to improve quality performance&lt;br /&gt;• Solving Quality problems, such as non-conformances, and overcoming challenges to the implementation of solutions&lt;br /&gt;• Effective application of quality risk management and mitigation to drive new products/services development&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "221542f6-ccd0-4f7e-9544-a1a87b209326",
      "detail": "Understand the organisations operating environment and the factors that may influence its direction and performance, including the markets it operates in, roles and responsibilities, who its stakeholders are and what they require from the organisation. This may include sustainability criteria."
    },
    {
      "knowledgeId": "6231887c-2545-4e79-9907-475af371266a",
      "detail": "Understand the environment in which the organisation’s products/services are produced or supplied, and the factors that may influence performance, including legislation, customer requirements and regulatory requirements. This may include sustainability or climate change criteria."
    },
    {
      "knowledgeId": "1eaf6043-6009-4a45-85c3-2e39d8ac7ecf",
      "detail": "How the organisation’s strategy is sensitive to stakeholder perceptions and how this knowledge informs priorities at a tactical level. This may include sustainability, ethical, or climate change related criteria."
    },
    {
      "knowledgeId": "dea31db8-d645-410f-a58f-228a77810237",
      "detail": "How applicable contractual and commercial requirements for quality affect the organisation’s performance objectives for their specific products / services."
    },
    {
      "knowledgeId": "3916b63d-b97d-4356-a8be-fe91d10f9621",
      "detail": "The methods and tools for identifying customers/stakeholders and gathering information about their requirements including the tools for analysing and prioritising customer/stakeholder quality requirements using tools such as Kano model."
    },
    {
      "knowledgeId": "9cca5046-436d-4688-b2db-59b69fe367ce",
      "detail": "How to convert quality requirements into performance measures objectives using tools such as Critical to Quality Trees (CTQ Trees), requirements matrices and operational definition."
    },
    {
      "knowledgeId": "f11e2e88-3d89-49df-a0f1-895915885c34",
      "detail": "Risk and opportunity management, including the risk and opportunity management principles, framework and processes, types of risk/opportunity associated with new product/service development and improvement, process and supply chain management and methods and tools for identifying, assessing, and mitigating risks/realising opportunities, such as risk and opportunity register, risk and opportunity matrix, Fault Tree Analysis (FTA), Failure Mode and Effects Analysis."
    },
    {
      "knowledgeId": "6f5d018d-81ad-42d0-9078-3c9f4f78bb49",
      "detail": "Products/services life cycle stages (such as Capture, Design and Development, Integration, Production, Support and Closure) and the implication for quality"
    },
    {
      "knowledgeId": "10fc07db-e2c5-4dab-8aba-4c629f650405",
      "detail": "Concept of process design and how this supports specific organisational objectives using tools such as process flowchart, value stream mapping and SIPOC (Supplier, Input, Process, Output, and Customer)."
    },
    {
      "knowledgeId": "8ecea601-a9b2-4f30-9aa9-8e9acec9e9d3",
      "detail": "Tools and techniques for managing the organisation’s specific products / services to meet customer requirements such as Quality Function Deployment, Lean Product Development and Design for Manufacturing."
    },
    {
      "knowledgeId": "95f32ca3-2b77-433a-8bb8-fef83dffebd6",
      "detail": "How to plan, measure, manage and monitor organisation’s quality objectives."
    },
    {
      "knowledgeId": "5bf2c0bc-a026-4baf-ba34-32a064782688",
      "detail": "Understand the purposes for auditing and how to plan, conduct, report and follow up an audit."
    },
    {
      "knowledgeId": "c8067c8b-1602-482a-b340-baa0fc12175f",
      "detail": "When to apply a range of business improvement approaches tools and techniques such as Problem definition, measurement systems analysis, Basic data analysis, graphical data analysis, use of software tools for data analysis, root cause analysis, identification and assessment of improvement options, process control tools."
    },
    {
      "knowledgeId": "b9017ce0-b2d9-4ed4-ad1b-6c37f553d681",
      "detail": "The key considerations (such as political, economical, social, technological, legal and environmental) and approaches necessary (such as Tuckman’s Storming, Norming, Forming and Performing) to enable change in organisations, products or services."
    },
    {
      "knowledgeId": "2f02b5c7-6520-40db-8568-ff8cc06033b5",
      "detail": "The company’s key drivers for change (internal and external) may influence priorities and objectives."
    },
    {
      "knowledgeId": "1de919f4-476e-4633-9012-d33fc2c20bdd",
      "detail": "How to promote the right behaviours to create a quality culture in the organisation and how this leads to organisational performance improvements."
    },
    {
      "knowledgeId": "2373b52a-ea88-405a-9cc1-629076a07260",
      "detail": "The techniques used for improving awareness and performance in relation to quality objectives and requirements."
    },
    {
      "knowledgeId": "e0d48656-3580-4307-9846-7592110bafcd",
      "detail": "Learn how different sources and methods will aid in maintaining own development in the quality profession."
    },
    {
      "knowledgeId": "20ab4529-08e7-4bc5-990b-e06cfe9ebe04",
      "detail": "Principles of the foundation of Quality and Quality Management System."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "caea3a40-0f18-49fe-9965-116245a2ba13",
      "detail": "Promote actively best practices and continuous improvement."
    },
    {
      "behaviourId": "e6a98d6f-efb3-4d0f-ad9e-256d3331a75f",
      "detail": "Operates diligently with professionalism considering a wider picture."
    },
    {
      "behaviourId": "51c95875-4195-4e9b-a3a3-0c20cf3f0068",
      "detail": "Act with integrity by being open and honest."
    },
    {
      "behaviourId": "de63c4dc-26b0-456a-8373-8ec2a622f627",
      "detail": "Always put customers at the heart of every task."
    },
    {
      "behaviourId": "9ee9d796-0aaa-4a11-8754-d31840a2aa5e",
      "detail": "Seek continuous professional development opportunities such as self-reflection, gathering information, producing personal development plans and keeping up to date on sector/organisation regulation."
    }
  ],
  "skills": [
    {
      "skillId": "9f432066-bf31-453e-8a2d-2c28327dd5c2",
      "detail": "Identify, interpret and apply relevant legal, governmental or industry regulations affecting the organisation."
    },
    {
      "skillId": "2aace51f-5e38-4844-b6bd-dd8c9b72ccf5",
      "detail": "Communicate using appropriate methods (verbal, written, visual) to influence internal and external stakeholders, using appropriate questioning techniques such as open questions, leading questions."
    },
    {
      "skillId": "1d1ea2ab-f933-4f20-b669-0cacd2efbcc3",
      "detail": "Identify, collect and analyse relevant quality data using appropriate tools and techniques such as Pareto analysis, statistical methods and trending analysis."
    },
    {
      "skillId": "9493ab2d-78b6-4f82-9d55-99f62139d377",
      "detail": "Apply methods and tools to improve the quality performance of processes, products and services such as production control plans, standardised work, use of failure modes and effects."
    },
    {
      "skillId": "6ca78b6e-8d05-4042-8d0e-4394f3f37e26",
      "detail": "Identify, analyse and prioritise quality specific risks and opportunities.  Support the development, implementation and effectiveness of resulting actions."
    },
    {
      "skillId": "65886ef5-1c66-45f5-a41e-1b779af4b544",
      "detail": "Plan and conduct system, product or process audits."
    },
    {
      "skillId": "7fc1c57c-1198-4729-8e9f-0d23e1d712f4",
      "detail": "Assess the effectiveness of the measurement systems using tool such as Measurement Systems Analysis."
    },
    {
      "skillId": "1f7b03b3-4795-4732-b0b5-22dbc38ab819",
      "detail": "Identify requirements from technical documents, commercial input or stakeholder statements and converting to definitions that can drive the organisations processes"
    },
    {
      "skillId": "261b2cb9-470b-4344-b83e-7e04dd9cad1d",
      "detail": "Identify gaps in process performance and develop improvement plans to close gaps."
    },
    {
      "skillId": "faccc7ce-c1d5-44da-8834-615ed52dd7ce",
      "detail": "Apply structured problem solving including identification, definition, measurement, analysis, improvement and control methods and tools."
    },
    {
      "skillId": "234c3d38-1ffd-42bf-8a15-334bcbff2377",
      "detail": "Communicate organisational quality strategy to all levels of the organisation."
    },
    {
      "skillId": "cdffcb93-991d-4b2f-924d-885c1a7bc5ff",
      "detail": "Identify who the internal and external stakeholders are and their current and optimal positions (such as hostile, help it work, opposed, uncooperative, indifferent, hesitant, enthusiastic support) required to support quality related activities."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-09-10T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0459",
  "tbMainContact": "duncan.balderson@baesystems.com",
  "involvedEmployers": "Intertek, N G Bailey, Lab corp, Wincanton-DSE, Toyota UK, GlaxoSmithKline (GSK), Fujifilm Diosynth Biotechnologies, Royal Mail, BAE Systems, Ministry of Defence (MOD), Balfour Beatty",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [
    "Project quality engineer",
    "Quality assurance officer",
    "Quality engineer",
    "Quality officer",
    "Supplier quality engineer"
  ],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Management and Administration",
  "cluster": "Business manager",
  "clusterId": "25",
  "clusterDescription": null,
  "createdDate": "2023-07-24T08:37:03 +00:00",
  "lastUpdated": "2022-05-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-09-10T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0853",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0853-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0853-v1-0",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "Chartered Quality Institute",
      "level": "Practitioner",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "fdda03d1-ae2a-4fbb-9772-e867d94f6aab",
      "dutyDetail": "Contribute to the formulation of quality strategy, such as reducing product defects or improving service performance and support the achievement of these by themselves or others, such as other employees or suppliers. This may include environmental performance or sustainability criteria.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "caea3a40-0f18-49fe-9965-116245a2ba13",
        "51c95875-4195-4e9b-a3a3-0c20cf3f0068",
        "de63c4dc-26b0-456a-8373-8ec2a622f627"
      ],
      "mappedKnowledge": [
        "221542f6-ccd0-4f7e-9544-a1a87b209326",
        "10fc07db-e2c5-4dab-8aba-4c629f650405",
        "95f32ca3-2b77-433a-8bb8-fef83dffebd6",
        "b9017ce0-b2d9-4ed4-ad1b-6c37f553d681",
        "2f02b5c7-6520-40db-8568-ff8cc06033b5",
        "1de919f4-476e-4633-9012-d33fc2c20bdd",
        "20ab4529-08e7-4bc5-990b-e06cfe9ebe04"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9f432066-bf31-453e-8a2d-2c28327dd5c2",
        "2aace51f-5e38-4844-b6bd-dd8c9b72ccf5",
        "1f7b03b3-4795-4732-b0b5-22dbc38ab819",
        "261b2cb9-470b-4344-b83e-7e04dd9cad1d",
        "cdffcb93-991d-4b2f-924d-885c1a7bc5ff"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "816db04d-641c-4fdd-9a31-46a05b628a54",
      "dutyDetail": "Contribute to the formulation of output related customer satisfaction activities, such as Right First Time and On-Time delivery and support the achievement of these by themselves or others, such as customer stakeholders, other employees or suppliers.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e6a98d6f-efb3-4d0f-ad9e-256d3331a75f",
        "51c95875-4195-4e9b-a3a3-0c20cf3f0068",
        "de63c4dc-26b0-456a-8373-8ec2a622f627"
      ],
      "mappedKnowledge": [
        "221542f6-ccd0-4f7e-9544-a1a87b209326",
        "6231887c-2545-4e79-9907-475af371266a",
        "1eaf6043-6009-4a45-85c3-2e39d8ac7ecf",
        "dea31db8-d645-410f-a58f-228a77810237",
        "3916b63d-b97d-4356-a8be-fe91d10f9621",
        "f11e2e88-3d89-49df-a0f1-895915885c34",
        "10fc07db-e2c5-4dab-8aba-4c629f650405",
        "8ecea601-a9b2-4f30-9aa9-8e9acec9e9d3",
        "b9017ce0-b2d9-4ed4-ad1b-6c37f553d681"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9f432066-bf31-453e-8a2d-2c28327dd5c2",
        "2aace51f-5e38-4844-b6bd-dd8c9b72ccf5",
        "1f7b03b3-4795-4732-b0b5-22dbc38ab819",
        "234c3d38-1ffd-42bf-8a15-334bcbff2377",
        "cdffcb93-991d-4b2f-924d-885c1a7bc5ff"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0200b983-d9c4-4326-81d1-547b6afd41d2",
      "dutyDetail": "Contribute to the formulation of supplier performance measurements, such as improving quality of supplied goods or services and support the achievement of these by themselves or others, such as other company employees or employees throughout a multi-tier supply chain. This may include sustainability criteria.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e6a98d6f-efb3-4d0f-ad9e-256d3331a75f",
        "51c95875-4195-4e9b-a3a3-0c20cf3f0068",
        "de63c4dc-26b0-456a-8373-8ec2a622f627"
      ],
      "mappedKnowledge": [
        "221542f6-ccd0-4f7e-9544-a1a87b209326",
        "dea31db8-d645-410f-a58f-228a77810237",
        "3916b63d-b97d-4356-a8be-fe91d10f9621",
        "f11e2e88-3d89-49df-a0f1-895915885c34",
        "b9017ce0-b2d9-4ed4-ad1b-6c37f553d681",
        "2f02b5c7-6520-40db-8568-ff8cc06033b5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9f432066-bf31-453e-8a2d-2c28327dd5c2",
        "2aace51f-5e38-4844-b6bd-dd8c9b72ccf5",
        "1f7b03b3-4795-4732-b0b5-22dbc38ab819",
        "261b2cb9-470b-4344-b83e-7e04dd9cad1d",
        "cdffcb93-991d-4b2f-924d-885c1a7bc5ff"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "03f3183f-cfe3-4cf3-89ad-ad18235c2b1b",
      "dutyDetail": "Responsible for deployment of  Quality Policies, Processes and Procedures as defined in the organisation’s Quality Management System and identification of opportunities for improving the Quality Management System.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e6a98d6f-efb3-4d0f-ad9e-256d3331a75f",
        "51c95875-4195-4e9b-a3a3-0c20cf3f0068",
        "de63c4dc-26b0-456a-8373-8ec2a622f627",
        "9ee9d796-0aaa-4a11-8754-d31840a2aa5e"
      ],
      "mappedKnowledge": [
        "221542f6-ccd0-4f7e-9544-a1a87b209326",
        "6231887c-2545-4e79-9907-475af371266a",
        "3916b63d-b97d-4356-a8be-fe91d10f9621",
        "6f5d018d-81ad-42d0-9078-3c9f4f78bb49",
        "10fc07db-e2c5-4dab-8aba-4c629f650405",
        "b9017ce0-b2d9-4ed4-ad1b-6c37f553d681",
        "2f02b5c7-6520-40db-8568-ff8cc06033b5",
        "1de919f4-476e-4633-9012-d33fc2c20bdd",
        "20ab4529-08e7-4bc5-990b-e06cfe9ebe04"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9f432066-bf31-453e-8a2d-2c28327dd5c2",
        "234c3d38-1ffd-42bf-8a15-334bcbff2377",
        "cdffcb93-991d-4b2f-924d-885c1a7bc5ff"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8b4fc6f6-5e76-4ead-9069-d73aed0dc1f7",
      "dutyDetail": "Plan and conduct audits/assurance in line with the organisation’s audit plan/programme to meet customer/organisational/regulatory audit requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e6a98d6f-efb3-4d0f-ad9e-256d3331a75f",
        "51c95875-4195-4e9b-a3a3-0c20cf3f0068",
        "de63c4dc-26b0-456a-8373-8ec2a622f627",
        "9ee9d796-0aaa-4a11-8754-d31840a2aa5e"
      ],
      "mappedKnowledge": [
        "221542f6-ccd0-4f7e-9544-a1a87b209326",
        "6231887c-2545-4e79-9907-475af371266a",
        "1eaf6043-6009-4a45-85c3-2e39d8ac7ecf",
        "dea31db8-d645-410f-a58f-228a77810237",
        "3916b63d-b97d-4356-a8be-fe91d10f9621",
        "f11e2e88-3d89-49df-a0f1-895915885c34",
        "95f32ca3-2b77-433a-8bb8-fef83dffebd6",
        "5bf2c0bc-a026-4baf-ba34-32a064782688",
        "20ab4529-08e7-4bc5-990b-e06cfe9ebe04"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2aace51f-5e38-4844-b6bd-dd8c9b72ccf5",
        "6ca78b6e-8d05-4042-8d0e-4394f3f37e26",
        "65886ef5-1c66-45f5-a41e-1b779af4b544",
        "1f7b03b3-4795-4732-b0b5-22dbc38ab819",
        "261b2cb9-470b-4344-b83e-7e04dd9cad1d",
        "cdffcb93-991d-4b2f-924d-885c1a7bc5ff"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "466ccebb-897c-4550-8cd4-aeaf2d37ebb7",
      "dutyDetail": "Identify, investigate and contain non-conformances and advise on actions to prevent recurrence.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e6a98d6f-efb3-4d0f-ad9e-256d3331a75f",
        "51c95875-4195-4e9b-a3a3-0c20cf3f0068",
        "de63c4dc-26b0-456a-8373-8ec2a622f627",
        "9ee9d796-0aaa-4a11-8754-d31840a2aa5e"
      ],
      "mappedKnowledge": [
        "c8067c8b-1602-482a-b340-baa0fc12175f",
        "20ab4529-08e7-4bc5-990b-e06cfe9ebe04"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2aace51f-5e38-4844-b6bd-dd8c9b72ccf5",
        "1d1ea2ab-f933-4f20-b669-0cacd2efbcc3",
        "9493ab2d-78b6-4f82-9d55-99f62139d377",
        "6ca78b6e-8d05-4042-8d0e-4394f3f37e26",
        "7fc1c57c-1198-4729-8e9f-0d23e1d712f4",
        "261b2cb9-470b-4344-b83e-7e04dd9cad1d",
        "faccc7ce-c1d5-44da-8834-615ed52dd7ce",
        "cdffcb93-991d-4b2f-924d-885c1a7bc5ff"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4c972259-7489-4cdc-8542-20bbfb6038a0",
      "dutyDetail": "Inspect/verify/validate a Product or Service against stated product requirements/acceptance criteria/service levels, such as checking the weight or dimensions of a product or timely delivery of a service.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e6a98d6f-efb3-4d0f-ad9e-256d3331a75f",
        "51c95875-4195-4e9b-a3a3-0c20cf3f0068",
        "de63c4dc-26b0-456a-8373-8ec2a622f627",
        "9ee9d796-0aaa-4a11-8754-d31840a2aa5e"
      ],
      "mappedKnowledge": [
        "1eaf6043-6009-4a45-85c3-2e39d8ac7ecf",
        "dea31db8-d645-410f-a58f-228a77810237",
        "3916b63d-b97d-4356-a8be-fe91d10f9621",
        "9cca5046-436d-4688-b2db-59b69fe367ce",
        "6f5d018d-81ad-42d0-9078-3c9f4f78bb49",
        "8ecea601-a9b2-4f30-9aa9-8e9acec9e9d3",
        "95f32ca3-2b77-433a-8bb8-fef83dffebd6",
        "20ab4529-08e7-4bc5-990b-e06cfe9ebe04"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7fc1c57c-1198-4729-8e9f-0d23e1d712f4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3539d53a-1dfd-4289-a690-8d34ebaefa08",
      "dutyDetail": "Develop quality control/assurance plans for the product, service or project they are responsible for, such as product dimensional control, on-time service delivery.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e6a98d6f-efb3-4d0f-ad9e-256d3331a75f",
        "de63c4dc-26b0-456a-8373-8ec2a622f627",
        "9ee9d796-0aaa-4a11-8754-d31840a2aa5e"
      ],
      "mappedKnowledge": [
        "1eaf6043-6009-4a45-85c3-2e39d8ac7ecf",
        "dea31db8-d645-410f-a58f-228a77810237",
        "3916b63d-b97d-4356-a8be-fe91d10f9621",
        "9cca5046-436d-4688-b2db-59b69fe367ce",
        "6f5d018d-81ad-42d0-9078-3c9f4f78bb49",
        "8ecea601-a9b2-4f30-9aa9-8e9acec9e9d3",
        "95f32ca3-2b77-433a-8bb8-fef83dffebd6",
        "20ab4529-08e7-4bc5-990b-e06cfe9ebe04"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9f432066-bf31-453e-8a2d-2c28327dd5c2",
        "2aace51f-5e38-4844-b6bd-dd8c9b72ccf5",
        "7fc1c57c-1198-4729-8e9f-0d23e1d712f4",
        "1f7b03b3-4795-4732-b0b5-22dbc38ab819",
        "261b2cb9-470b-4344-b83e-7e04dd9cad1d",
        "234c3d38-1ffd-42bf-8a15-334bcbff2377",
        "cdffcb93-991d-4b2f-924d-885c1a7bc5ff"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7320ddb3-c20f-4d38-aa5e-0224dcd752f2",
      "dutyDetail": "Advise on and/or use tools and techniques to improve quality performance, such as reducing waste, improving right first time delivery, reducing non-compliance.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "caea3a40-0f18-49fe-9965-116245a2ba13",
        "51c95875-4195-4e9b-a3a3-0c20cf3f0068",
        "9ee9d796-0aaa-4a11-8754-d31840a2aa5e"
      ],
      "mappedKnowledge": [
        "9cca5046-436d-4688-b2db-59b69fe367ce",
        "f11e2e88-3d89-49df-a0f1-895915885c34",
        "8ecea601-a9b2-4f30-9aa9-8e9acec9e9d3",
        "c8067c8b-1602-482a-b340-baa0fc12175f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2aace51f-5e38-4844-b6bd-dd8c9b72ccf5",
        "1d1ea2ab-f933-4f20-b669-0cacd2efbcc3",
        "9493ab2d-78b6-4f82-9d55-99f62139d377",
        "7fc1c57c-1198-4729-8e9f-0d23e1d712f4",
        "261b2cb9-470b-4344-b83e-7e04dd9cad1d",
        "234c3d38-1ffd-42bf-8a15-334bcbff2377"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "df0e7537-708c-47fd-bb97-4b80e5bae95a",
      "dutyDetail": "Gather and analyse routine quality performance data and produce relevant reports to support governance, assurance and improvement activities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "caea3a40-0f18-49fe-9965-116245a2ba13",
        "e6a98d6f-efb3-4d0f-ad9e-256d3331a75f",
        "de63c4dc-26b0-456a-8373-8ec2a622f627",
        "9ee9d796-0aaa-4a11-8754-d31840a2aa5e"
      ],
      "mappedKnowledge": [
        "9cca5046-436d-4688-b2db-59b69fe367ce",
        "6f5d018d-81ad-42d0-9078-3c9f4f78bb49",
        "8ecea601-a9b2-4f30-9aa9-8e9acec9e9d3",
        "95f32ca3-2b77-433a-8bb8-fef83dffebd6",
        "c8067c8b-1602-482a-b340-baa0fc12175f",
        "20ab4529-08e7-4bc5-990b-e06cfe9ebe04"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2aace51f-5e38-4844-b6bd-dd8c9b72ccf5",
        "1d1ea2ab-f933-4f20-b669-0cacd2efbcc3",
        "6ca78b6e-8d05-4042-8d0e-4394f3f37e26",
        "7fc1c57c-1198-4729-8e9f-0d23e1d712f4",
        "261b2cb9-470b-4344-b83e-7e04dd9cad1d",
        "faccc7ce-c1d5-44da-8834-615ed52dd7ce"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e4a7abe8-3080-4cba-868f-526ff79363c0",
      "dutyDetail": "Guide and support others inside the Quality Function or in other functions to improve quality competence and quality performance.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "caea3a40-0f18-49fe-9965-116245a2ba13",
        "51c95875-4195-4e9b-a3a3-0c20cf3f0068",
        "9ee9d796-0aaa-4a11-8754-d31840a2aa5e"
      ],
      "mappedKnowledge": [
        "1de919f4-476e-4633-9012-d33fc2c20bdd",
        "2373b52a-ea88-405a-9cc1-629076a07260",
        "e0d48656-3580-4307-9846-7592110bafcd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2aace51f-5e38-4844-b6bd-dd8c9b72ccf5",
        "9493ab2d-78b6-4f82-9d55-99f62139d377",
        "7fc1c57c-1198-4729-8e9f-0d23e1d712f4",
        "261b2cb9-470b-4344-b83e-7e04dd9cad1d",
        "234c3d38-1ffd-42bf-8a15-334bcbff2377",
        "cdffcb93-991d-4b2f-924d-885c1a7bc5ff"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "745febd6-d3f4-4190-a25f-e09f8aca87b8",
      "dutyDetail": "Support the development of new/changed products or services, through identifying/quantifying  quality risks and contribute to the analysis and mitigation/prevention of these risks.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e6a98d6f-efb3-4d0f-ad9e-256d3331a75f",
        "51c95875-4195-4e9b-a3a3-0c20cf3f0068",
        "9ee9d796-0aaa-4a11-8754-d31840a2aa5e"
      ],
      "mappedKnowledge": [
        "221542f6-ccd0-4f7e-9544-a1a87b209326",
        "6231887c-2545-4e79-9907-475af371266a",
        "1eaf6043-6009-4a45-85c3-2e39d8ac7ecf",
        "dea31db8-d645-410f-a58f-228a77810237",
        "3916b63d-b97d-4356-a8be-fe91d10f9621",
        "9cca5046-436d-4688-b2db-59b69fe367ce",
        "f11e2e88-3d89-49df-a0f1-895915885c34",
        "6f5d018d-81ad-42d0-9078-3c9f4f78bb49",
        "b9017ce0-b2d9-4ed4-ad1b-6c37f553d681",
        "2f02b5c7-6520-40db-8568-ff8cc06033b5",
        "e0d48656-3580-4307-9846-7592110bafcd",
        "20ab4529-08e7-4bc5-990b-e06cfe9ebe04"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9f432066-bf31-453e-8a2d-2c28327dd5c2",
        "2aace51f-5e38-4844-b6bd-dd8c9b72ccf5",
        "1d1ea2ab-f933-4f20-b669-0cacd2efbcc3",
        "6ca78b6e-8d05-4042-8d0e-4394f3f37e26",
        "1f7b03b3-4795-4732-b0b5-22dbc38ab819",
        "234c3d38-1ffd-42bf-8a15-334bcbff2377",
        "cdffcb93-991d-4b2f-924d-885c1a7bc5ff"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-05-31T00:00:00"
}