{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 560,
  "referenceNumber": "ST0833",
  "learningAimClassCode": "",
  "title": "Ordnance munitions explosives technician",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0833",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-06-13T00:00:00",
  "earliestStartDate": "2020-05-13T00:00:00",
  "latestStartDate": "2024-06-12T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "To be involved in or contribute to the design and operation of OME by preparing explosives compositions and devices.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 30,
  "maxFunding": 9000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "engineeering",
    "OME",
    "explosives",
    "devices",
    "manufacturing",
    "technician",
    "ordnance",
    "munitions"
  ],
  "jobRoles": [
    "Ammunition Technician",
    "OME Manufacturing Technician",
    "Pyrotechnics Technician",
    "Trials and Research Technician",
    "Special Effects Technician",
    "Shot firer",
    "Storage and Transport Coordinator",
    "Weapons Technician"
  ],
  "entryRequirements": "&lt;p&gt;Whilst any entry requirements will be a matter for individual employers, typically an apprentice might be expected to have a minimum of an A level at C grade and above in either Maths, Physics or Chemistry and 3 GCSEs at C (4) grade and above in Maths, English, Physics or Chemistry or relevant industry experience on entry&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4185/st0833_ordnance-munitions-explosives-technician_l4_ap-for-publication_20032020.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the ordnance, munitions and explosives (OME) sector in small, medium and large organisations in the public and private sectors. These include the Royal Navy, British Army, Royal Air Force, defence contractors (research and manufacture), the security services, mining and quarrying companies, the film industry (special effects) and pyrotechnics manufacturers. &lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is to be involved in or contribute to the design and operation of OME by preparing explosives compositions and devices. They may also undertake explosives test and evaluation activities to ensure the fitness for purpose. In doing so they must work in a safe and environmentally sound manner, potentially within a hazardous environment, following approved safe systems of work. For example, they may work with pyrotechnics in the film industry, explosives engineering in the construction / mining sectors, explosives / munitions in the armed forces, research and manufacture in the defence sector or putting on a complex public fireworks display..In their daily work, an employee in this occupation interacts with members of their immediate team and supervisors/managers; internal and external contractors and supply chains; there will also, on occasions, be interaction with multi-disciplinary teams including personnel from other commercial organisations in the OME sector, government agencies such as the police and security services and armed forces, regulatory bodies and/or members of the public. Interacting with internal and external stakeholders such as gathering data and information.&lt;br /&gt;&lt;br /&gt;It is very likely that an OME technician will work in secure premises in urban or rural areas, which could restrict their movements during the working day. As this is a safety critical occupation there may be restrictions on personal activities, such as the use of personal electronic devices in the working environment or being able to eat / drink outside of a formal break or rest period and they must demonstrate a high degree of professionalism and self-discipline. &lt;br /&gt;&lt;br /&gt;Some roles will require the individual to work outdoors for much of their working time. OME technicians could work solely in the UK or their role might require them to travel abroad, potentially to hazardous environments. Depending on the employer’s business, they may also be required to work flexibly and outside of normal hours.. An employee in this occupation will be responsible for reporting to the OME Team Leader, they will undertake the required routine tasks according the Standard Operating Procedures (SOP). These tasks may require planning and prioritising personal and team activities to meet safety and operational needs. Due to the nature and level of responsibility it is not anticipated that the role would have any budgetary responsibilities.&lt;/p&gt;\n&lt;p&gt;They will be responsible for:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span&gt;&lt;/span&gt;Complying with legislative stipulations and organisational health, safety, environmental policy.&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;&lt;/span&gt;Contribute to activities to prevent fire and explosions.&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;&lt;/span&gt;Preparing and setting up an OME processing area and equipment.&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;&lt;/span&gt;OME inventory activities.&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;&lt;/span&gt;Undertaking inspection of OME to determine serviceability.&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;&lt;/span&gt;Preparing OME for processing and storage tasks in line with instructions and operating procedures.&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;&lt;/span&gt;Undertaking routine disposals of OME via the approved waste routes.&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;&lt;/span&gt;Participating in the improvement of the OME lifecycle.&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;&lt;/span&gt;Participating in the inspection and maintenance of OME facilities.&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;&lt;/span&gt;Providing appropriate technical advice and guidance including knowledge sharing or coaching and mentoring.&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;&lt;/span&gt;Undertaking activities to ensure free from explosives (FFE) certification.&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;&lt;/span&gt;Undertaking the safe and controlled shut down of OME processes for planned and unplanned situations.&lt;/li&gt;\n&lt;li&gt;&lt;span&gt;&lt;/span&gt;Participating in the generation, review or evaluation of OME standard operating procedures.&lt;/li&gt;\n&lt;/ul&gt;",
  "knowledges": [
    {
      "knowledgeId": "00dfac51-8bb0-496e-a0f6-7941cd254ddc",
      "detail": "To set up, conduct, shut down and supervise OME processes in accordance with relevant H&S, environmental and explosives regulations Such as, Explosives Regulation 2014 and JSP482."
    },
    {
      "knowledgeId": "f731949d-faaa-4bee-99c3-3f90e3dd89df",
      "detail": "The health, safety and environmental and other statutory legislation, regulations and safe working practices and procedures governing OME, such as, Risk assessments, HAZID, hazard logs, hazard reviews, ALARP principles, safety cases and their implications for the area of work.."
    },
    {
      "knowledgeId": "2e6b36b8-5ea8-4733-91be-7c7508c0ae03",
      "detail": "The fundamentals of protective equipment and clothing, safe handling, movement and use of OME, encompassing hazard divisions, hazard types, compatibility groups, mixing rules and fire divisions."
    },
    {
      "knowledgeId": "0c2edea2-301b-43db-8225-d6943a5eb581",
      "detail": "The basic concepts and theory of OME engineering/material science, including the chemical properties of explosives, abnormal stimulus, compatibility testing, hazard testing, risk assessment and engineering controls."
    },
    {
      "knowledgeId": "a424b05a-7c61-497e-8fd0-9c07115e9639",
      "detail": "The principles and differences of coaching and mentoring including how to conduct the chosen option."
    },
    {
      "knowledgeId": "f3a80eae-0423-4b47-b3d6-9de019103905",
      "detail": "The principles of Continuing Professional Development (CPD) and how the National Occupational Standards (NOS) can determine required CPD interventions."
    },
    {
      "knowledgeId": "481f0008-fd3a-42e1-b719-834b636e0313",
      "detail": "The limits of individual responsibility and knowledge as well as that of the team and where to seek advice when required."
    },
    {
      "knowledgeId": "99272543-cc9b-482a-86b1-42e3a2ff8789",
      "detail": "The processes for assessing, analysing and interpreting technical information to determine the serviceability of the OME products or plant such as: recognising signs of damage and deterioration and propose solutions in order for safe actions to be taken."
    },
    {
      "knowledgeId": "a4905a7e-28c9-44a7-b024-246be1297887",
      "detail": "The principles underpinning OME concepts and components for a given explosive effect including knowledge of initiators, initiation systems, explosive trains, explosive substances and articles."
    },
    {
      "knowledgeId": "3e8a2a5c-f958-4c74-acda-a10b85803753",
      "detail": "The range and choice of resources, equipment and materials used within OME processes and their application and constraints."
    },
    {
      "knowledgeId": "1c13d8d1-7bef-414b-a301-4f0ed8726473",
      "detail": "The principles of explosives classification, OME inventory activities and licensing requirements, conditions and restrictions."
    },
    {
      "knowledgeId": "73a17414-6b93-4627-9080-cfe63a9ceb40",
      "detail": "The principles related to the safe preparation of ordnance munitions and explosives for specified tasks."
    },
    {
      "knowledgeId": "53e50003-4a95-4f77-b7db-e23ec9265d59",
      "detail": "OME disposal processes, including associated environmental factors and regulation."
    },
    {
      "knowledgeId": "90fb2e4f-9068-49e3-b8e4-8927826711b3",
      "detail": "The process for ensuring the workplace is safe and free from explosive hazards."
    },
    {
      "knowledgeId": "2cd9c319-70a5-4870-bdf2-0f70502a7b8c",
      "detail": "The requirements of a Quality Management System and the key activities required by this (such as inspection and QA regimes) throughout the OME lifecycle."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "acf00580-160c-4c15-9305-bef346aa5100",
      "detail": "Work collaboratively as a team member."
    },
    {
      "behaviourId": "77848ec1-268d-4102-b211-80f044399ca7",
      "detail": "Evaluate outcomes of own performance across all duties including reflection and seeking peer review."
    },
    {
      "behaviourId": "bb5e03fa-8cce-42c1-a077-152f67000e95",
      "detail": "Work safely at all times prioritising Health and Safety best practice."
    },
    {
      "behaviourId": "7f932618-643f-468f-accb-32106866c888",
      "detail": "Continual development - willingness to learn through continual development including new processes methods and technologies."
    },
    {
      "behaviourId": "15b9ffe8-9ad0-4337-b0f7-c98eae2f6d54",
      "detail": "Personal values - respect and tolerance with others."
    }
  ],
  "skills": [
    {
      "skillId": "7a9dc559-437b-42dd-9534-e53945a16003",
      "detail": "Prepare and supervise an OME workplace, in line with organisational procedures selecting appropriate equipment and resources and return it to a serviceable condition having recorded and taken appropriate action to address any faults."
    },
    {
      "skillId": "07dd66ef-5569-4834-aecd-9cc84c780411",
      "detail": "Apply correct H&S and explosives regulations to task and confirm hazard and risk against agreed criteria."
    },
    {
      "skillId": "2815daa5-a389-4fa4-a037-1bd79984a202",
      "detail": "Conduct inspection and testing, using visual and sampling techniques, and record outcomes in line with organisational or legislative requirements."
    },
    {
      "skillId": "af0b6066-278b-4113-87fa-457c5b3265c6",
      "detail": "Make safe, quarantine, and/or prepare OME for disposal."
    },
    {
      "skillId": "e378d9c4-6688-4e01-a0e5-6be9022fb865",
      "detail": "Maintain accurate record keeping and identifying areas for improvement and making recommendations."
    },
    {
      "skillId": "b2f97a38-e466-4eca-b115-0c3c09b14ea9",
      "detail": "Use a range of techniques to coach, mentor and communicate within their area of OME responsibility."
    },
    {
      "skillId": "c765c5be-b884-4c9b-93d2-ce537918bd80",
      "detail": "Handle and use OME correctly in accordance with the relevant procedures, guidance and legislation."
    },
    {
      "skillId": "fcae5204-7b4d-4ee1-84c9-cf0c9abb205b",
      "detail": "Identify and implement appropriate OME procedures in the workplace to meet stakeholder requirements."
    },
    {
      "skillId": "425da73f-2111-44c5-addb-133576ace2d2",
      "detail": "Confirm the type, quality and quantity of OME relevant to the activity in the workplace."
    },
    {
      "skillId": "8451b71a-3509-4848-a84c-f2558008a179",
      "detail": "Implement and maintain housekeeping standards such as cleanliness and waste disposal using best practice protocols."
    },
    {
      "skillId": "7ae5402c-c9c8-48fb-8441-97c74b0ee00b",
      "detail": "Plan and prioritise their own and the team’s workload in response to developing events within the workplace."
    },
    {
      "skillId": "782dd6bd-f861-4ada-8213-e0f52789c2de",
      "detail": "Prepare Ordnance Munitions and Explosives for specified tasks, taking suitable precautions to prevent damage to equipment and facilities."
    },
    {
      "skillId": "ad6174cd-83c2-4e52-880c-8755d5a4bccc",
      "detail": "Apply the principles of OME to achieve the required explosive effect for a specific ordnance munition or explosive application."
    },
    {
      "skillId": "6171baa9-9bfc-4f1e-8105-8e8a2e6c0408",
      "detail": "Undertake inventory activities such as audits, recording outcomes in line with organisational requirements."
    },
    {
      "skillId": "bce91f33-9bb1-4fdb-b624-5dd748db0142",
      "detail": "Use a range of techniques to supervise OME activities, within their area of responsibility."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-05-13T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0367",
  "tbMainContact": "mark.hardman@roxelgroup.co.uk",
  "involvedEmployers": "Roxel Group UK Ltd, BAE Systems Maritime, AWE, Falcon Project, BAE Systems Weapons, MBDA, DSTL, MOD, AWE, Roxel UK Ltd, RAF, British Army Royal Logistics Core, QinetiQ, DE&S",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Ammunition Technician",
    "OME Manufacturing Technician",
    "Pyrotechnics Technician",
    "Trials and Research Technician",
    "Special Effects Technician",
    "Shot firer",
    "Storage and Transport Coordinator",
    "Weapons Technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, Manufacturing, Process and Control",
  "cluster": "Manufacturing, plant and process technologist",
  "clusterId": "265",
  "clusterDescription": null,
  "createdDate": "2019-11-29T16:15:53 +00:00",
  "lastUpdated": "2024-06-13T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-05-13T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0833",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0833-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0833-v1-0",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "This apprenticeship is designed to prepare successful apprentices to meet the requirements for registration as an Ordnance Munitions Explosives Technician with Institute of Explosives Engineers ",
      "level": "",
      "isPartial": "",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "5a80e70c-d6fe-40b7-b5c1-42cf9965a025",
      "dutyDetail": "Complies with legislative stipulations and organisational health, safety, environmental policy and contribute to safety parameters for OME such as risk control, fire prevention and unintentional initiations",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "77848ec1-268d-4102-b211-80f044399ca7",
        "bb5e03fa-8cce-42c1-a077-152f67000e95"
      ],
      "mappedKnowledge": [
        "f731949d-faaa-4bee-99c3-3f90e3dd89df",
        "2e6b36b8-5ea8-4733-91be-7c7508c0ae03",
        "0c2edea2-301b-43db-8225-d6943a5eb581",
        "481f0008-fd3a-42e1-b719-834b636e0313",
        "1c13d8d1-7bef-414b-a301-4f0ed8726473",
        "2cd9c319-70a5-4870-bdf2-0f70502a7b8c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "07dd66ef-5569-4834-aecd-9cc84c780411",
        "c765c5be-b884-4c9b-93d2-ce537918bd80"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d7c0d14c-b92a-4122-9d4e-8a3c01cf5802",
      "dutyDetail": "Prepare and set up an OME processing area and equipment within their designated area to defined standards such as facility, building, laboratory or mobile trailer. This will involve planning and prioritising personal and team activities to meet safety and operational needs.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "acf00580-160c-4c15-9305-bef346aa5100",
        "77848ec1-268d-4102-b211-80f044399ca7",
        "bb5e03fa-8cce-42c1-a077-152f67000e95",
        "7f932618-643f-468f-accb-32106866c888",
        "15b9ffe8-9ad0-4337-b0f7-c98eae2f6d54"
      ],
      "mappedKnowledge": [
        "00dfac51-8bb0-496e-a0f6-7941cd254ddc",
        "f731949d-faaa-4bee-99c3-3f90e3dd89df",
        "2e6b36b8-5ea8-4733-91be-7c7508c0ae03",
        "481f0008-fd3a-42e1-b719-834b636e0313",
        "99272543-cc9b-482a-86b1-42e3a2ff8789",
        "3e8a2a5c-f958-4c74-acda-a10b85803753",
        "1c13d8d1-7bef-414b-a301-4f0ed8726473",
        "73a17414-6b93-4627-9080-cfe63a9ceb40",
        "90fb2e4f-9068-49e3-b8e4-8927826711b3",
        "2cd9c319-70a5-4870-bdf2-0f70502a7b8c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7a9dc559-437b-42dd-9534-e53945a16003",
        "07dd66ef-5569-4834-aecd-9cc84c780411",
        "fcae5204-7b4d-4ee1-84c9-cf0c9abb205b",
        "425da73f-2111-44c5-addb-133576ace2d2",
        "8451b71a-3509-4848-a84c-f2558008a179",
        "7ae5402c-c9c8-48fb-8441-97c74b0ee00b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "93e4e8ff-e490-4d3e-b32c-04c1b176b1f4",
      "dutyDetail": "Undertake OME inventory activities, such as accounting, audit, security and record keeping maintaining control of OME in line with organisation legislative and regulatory requirements",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "acf00580-160c-4c15-9305-bef346aa5100",
        "77848ec1-268d-4102-b211-80f044399ca7",
        "bb5e03fa-8cce-42c1-a077-152f67000e95",
        "15b9ffe8-9ad0-4337-b0f7-c98eae2f6d54"
      ],
      "mappedKnowledge": [
        "f731949d-faaa-4bee-99c3-3f90e3dd89df",
        "481f0008-fd3a-42e1-b719-834b636e0313",
        "99272543-cc9b-482a-86b1-42e3a2ff8789",
        "1c13d8d1-7bef-414b-a301-4f0ed8726473",
        "73a17414-6b93-4627-9080-cfe63a9ceb40",
        "90fb2e4f-9068-49e3-b8e4-8927826711b3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "07dd66ef-5569-4834-aecd-9cc84c780411",
        "2815daa5-a389-4fa4-a037-1bd79984a202",
        "af0b6066-278b-4113-87fa-457c5b3265c6",
        "e378d9c4-6688-4e01-a0e5-6be9022fb865",
        "c765c5be-b884-4c9b-93d2-ce537918bd80",
        "fcae5204-7b4d-4ee1-84c9-cf0c9abb205b",
        "425da73f-2111-44c5-addb-133576ace2d2",
        "8451b71a-3509-4848-a84c-f2558008a179",
        "7ae5402c-c9c8-48fb-8441-97c74b0ee00b",
        "6171baa9-9bfc-4f1e-8105-8e8a2e6c0408",
        "bce91f33-9bb1-4fdb-b624-5dd748db0142"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "370c7afd-e4f2-4eba-a366-470b3a7adde4",
      "dutyDetail": "Undertake inspection of OME to determine serviceability including performance to specification, quality as defined in the Quality Management System (QMS), safety and obsolescence. Instigate maintenance, repair and disposal",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "acf00580-160c-4c15-9305-bef346aa5100",
        "77848ec1-268d-4102-b211-80f044399ca7",
        "bb5e03fa-8cce-42c1-a077-152f67000e95",
        "15b9ffe8-9ad0-4337-b0f7-c98eae2f6d54"
      ],
      "mappedKnowledge": [
        "f731949d-faaa-4bee-99c3-3f90e3dd89df",
        "2e6b36b8-5ea8-4733-91be-7c7508c0ae03",
        "0c2edea2-301b-43db-8225-d6943a5eb581",
        "481f0008-fd3a-42e1-b719-834b636e0313",
        "99272543-cc9b-482a-86b1-42e3a2ff8789",
        "3e8a2a5c-f958-4c74-acda-a10b85803753",
        "73a17414-6b93-4627-9080-cfe63a9ceb40",
        "90fb2e4f-9068-49e3-b8e4-8927826711b3",
        "2cd9c319-70a5-4870-bdf2-0f70502a7b8c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "07dd66ef-5569-4834-aecd-9cc84c780411",
        "2815daa5-a389-4fa4-a037-1bd79984a202",
        "af0b6066-278b-4113-87fa-457c5b3265c6",
        "e378d9c4-6688-4e01-a0e5-6be9022fb865",
        "c765c5be-b884-4c9b-93d2-ce537918bd80",
        "fcae5204-7b4d-4ee1-84c9-cf0c9abb205b",
        "425da73f-2111-44c5-addb-133576ace2d2",
        "8451b71a-3509-4848-a84c-f2558008a179",
        "6171baa9-9bfc-4f1e-8105-8e8a2e6c0408",
        "bce91f33-9bb1-4fdb-b624-5dd748db0142"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a2226045-6d44-4fe7-b023-eca8b9b90c33",
      "dutyDetail": "Prepare Ordnance Munitions and Explosives for processing and storage tasks in line with instructions and operating procedures to meet organisational legislative requirements such as manufacture, assembly, testing, transportation. (This will involve planning and prioritising personal and team activities to meet safety and operational needs)",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "acf00580-160c-4c15-9305-bef346aa5100",
        "77848ec1-268d-4102-b211-80f044399ca7",
        "bb5e03fa-8cce-42c1-a077-152f67000e95",
        "15b9ffe8-9ad0-4337-b0f7-c98eae2f6d54"
      ],
      "mappedKnowledge": [
        "f731949d-faaa-4bee-99c3-3f90e3dd89df",
        "2e6b36b8-5ea8-4733-91be-7c7508c0ae03",
        "0c2edea2-301b-43db-8225-d6943a5eb581",
        "481f0008-fd3a-42e1-b719-834b636e0313",
        "99272543-cc9b-482a-86b1-42e3a2ff8789",
        "a4905a7e-28c9-44a7-b024-246be1297887",
        "3e8a2a5c-f958-4c74-acda-a10b85803753",
        "73a17414-6b93-4627-9080-cfe63a9ceb40",
        "90fb2e4f-9068-49e3-b8e4-8927826711b3",
        "2cd9c319-70a5-4870-bdf2-0f70502a7b8c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "07dd66ef-5569-4834-aecd-9cc84c780411",
        "af0b6066-278b-4113-87fa-457c5b3265c6",
        "e378d9c4-6688-4e01-a0e5-6be9022fb865",
        "c765c5be-b884-4c9b-93d2-ce537918bd80",
        "fcae5204-7b4d-4ee1-84c9-cf0c9abb205b",
        "425da73f-2111-44c5-addb-133576ace2d2",
        "8451b71a-3509-4848-a84c-f2558008a179",
        "7ae5402c-c9c8-48fb-8441-97c74b0ee00b",
        "782dd6bd-f861-4ada-8213-e0f52789c2de",
        "6171baa9-9bfc-4f1e-8105-8e8a2e6c0408"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ad5420f7-f0a3-4b2e-9cad-a4326cc158b6",
      "dutyDetail": "Undertake routine disposals of OME via the approved waste routes and participate in the non-routine safe disposal including hazard classification and re-classification. This will involve planning and prioritising personal and team activities to meet safety and operational needs.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "acf00580-160c-4c15-9305-bef346aa5100",
        "77848ec1-268d-4102-b211-80f044399ca7",
        "bb5e03fa-8cce-42c1-a077-152f67000e95",
        "15b9ffe8-9ad0-4337-b0f7-c98eae2f6d54"
      ],
      "mappedKnowledge": [
        "f731949d-faaa-4bee-99c3-3f90e3dd89df",
        "2e6b36b8-5ea8-4733-91be-7c7508c0ae03",
        "0c2edea2-301b-43db-8225-d6943a5eb581",
        "481f0008-fd3a-42e1-b719-834b636e0313",
        "a4905a7e-28c9-44a7-b024-246be1297887",
        "3e8a2a5c-f958-4c74-acda-a10b85803753",
        "73a17414-6b93-4627-9080-cfe63a9ceb40",
        "53e50003-4a95-4f77-b7db-e23ec9265d59",
        "90fb2e4f-9068-49e3-b8e4-8927826711b3",
        "2cd9c319-70a5-4870-bdf2-0f70502a7b8c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "07dd66ef-5569-4834-aecd-9cc84c780411",
        "af0b6066-278b-4113-87fa-457c5b3265c6",
        "e378d9c4-6688-4e01-a0e5-6be9022fb865",
        "c765c5be-b884-4c9b-93d2-ce537918bd80",
        "fcae5204-7b4d-4ee1-84c9-cf0c9abb205b",
        "425da73f-2111-44c5-addb-133576ace2d2",
        "8451b71a-3509-4848-a84c-f2558008a179",
        "7ae5402c-c9c8-48fb-8441-97c74b0ee00b",
        "782dd6bd-f861-4ada-8213-e0f52789c2de",
        "ad6174cd-83c2-4e52-880c-8755d5a4bccc",
        "bce91f33-9bb1-4fdb-b624-5dd748db0142"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0203d913-74d2-4a62-9bce-4169f65aa010",
      "dutyDetail": "Participate in the improvement of the OME lifecycle through the research, design and development of existing and new products or procedures including identifying recommendations for change. This will involve planning and prioritising personal and team activities to meet safety and operational needs.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "acf00580-160c-4c15-9305-bef346aa5100",
        "77848ec1-268d-4102-b211-80f044399ca7",
        "bb5e03fa-8cce-42c1-a077-152f67000e95",
        "7f932618-643f-468f-accb-32106866c888",
        "15b9ffe8-9ad0-4337-b0f7-c98eae2f6d54"
      ],
      "mappedKnowledge": [
        "00dfac51-8bb0-496e-a0f6-7941cd254ddc",
        "f731949d-faaa-4bee-99c3-3f90e3dd89df",
        "2e6b36b8-5ea8-4733-91be-7c7508c0ae03",
        "0c2edea2-301b-43db-8225-d6943a5eb581",
        "481f0008-fd3a-42e1-b719-834b636e0313",
        "99272543-cc9b-482a-86b1-42e3a2ff8789",
        "a4905a7e-28c9-44a7-b024-246be1297887",
        "3e8a2a5c-f958-4c74-acda-a10b85803753",
        "1c13d8d1-7bef-414b-a301-4f0ed8726473",
        "53e50003-4a95-4f77-b7db-e23ec9265d59",
        "90fb2e4f-9068-49e3-b8e4-8927826711b3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7a9dc559-437b-42dd-9534-e53945a16003",
        "07dd66ef-5569-4834-aecd-9cc84c780411",
        "2815daa5-a389-4fa4-a037-1bd79984a202",
        "af0b6066-278b-4113-87fa-457c5b3265c6",
        "e378d9c4-6688-4e01-a0e5-6be9022fb865",
        "b2f97a38-e466-4eca-b115-0c3c09b14ea9",
        "c765c5be-b884-4c9b-93d2-ce537918bd80",
        "fcae5204-7b4d-4ee1-84c9-cf0c9abb205b",
        "8451b71a-3509-4848-a84c-f2558008a179",
        "7ae5402c-c9c8-48fb-8441-97c74b0ee00b",
        "782dd6bd-f861-4ada-8213-e0f52789c2de",
        "ad6174cd-83c2-4e52-880c-8755d5a4bccc",
        "6171baa9-9bfc-4f1e-8105-8e8a2e6c0408"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4d292d63-a75f-4662-99ea-36b490b7e44d",
      "dutyDetail": "Participate in the inspection and maintenance of OME facilities to ensure that they are fit for purpose",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "acf00580-160c-4c15-9305-bef346aa5100",
        "77848ec1-268d-4102-b211-80f044399ca7"
      ],
      "mappedKnowledge": [
        "f731949d-faaa-4bee-99c3-3f90e3dd89df",
        "2e6b36b8-5ea8-4733-91be-7c7508c0ae03",
        "0c2edea2-301b-43db-8225-d6943a5eb581",
        "481f0008-fd3a-42e1-b719-834b636e0313",
        "99272543-cc9b-482a-86b1-42e3a2ff8789",
        "90fb2e4f-9068-49e3-b8e4-8927826711b3",
        "2cd9c319-70a5-4870-bdf2-0f70502a7b8c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "07dd66ef-5569-4834-aecd-9cc84c780411",
        "2815daa5-a389-4fa4-a037-1bd79984a202",
        "fcae5204-7b4d-4ee1-84c9-cf0c9abb205b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d4a3f517-2d6a-4692-9f66-0f8cdfd6f700",
      "dutyDetail": "Provide appropriate technical advice and guidance including knowledge sharing, coaching or mentoring to promote good practice for both internal and external stakeholders",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "acf00580-160c-4c15-9305-bef346aa5100",
        "77848ec1-268d-4102-b211-80f044399ca7",
        "15b9ffe8-9ad0-4337-b0f7-c98eae2f6d54"
      ],
      "mappedKnowledge": [
        "f731949d-faaa-4bee-99c3-3f90e3dd89df",
        "2e6b36b8-5ea8-4733-91be-7c7508c0ae03",
        "0c2edea2-301b-43db-8225-d6943a5eb581",
        "a424b05a-7c61-497e-8fd0-9c07115e9639",
        "481f0008-fd3a-42e1-b719-834b636e0313",
        "a4905a7e-28c9-44a7-b024-246be1297887",
        "3e8a2a5c-f958-4c74-acda-a10b85803753",
        "1c13d8d1-7bef-414b-a301-4f0ed8726473",
        "53e50003-4a95-4f77-b7db-e23ec9265d59",
        "90fb2e4f-9068-49e3-b8e4-8927826711b3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b2f97a38-e466-4eca-b115-0c3c09b14ea9",
        "bce91f33-9bb1-4fdb-b624-5dd748db0142"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0c7e891a-830d-4632-9fcf-0c09dfce8900",
      "dutyDetail": "Undertake activities to ensure free from explosives (FFE) certification such as segregation and inspection of objects, facilities, equipment, packaging tooling and clothing",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "acf00580-160c-4c15-9305-bef346aa5100",
        "77848ec1-268d-4102-b211-80f044399ca7",
        "bb5e03fa-8cce-42c1-a077-152f67000e95"
      ],
      "mappedKnowledge": [
        "f731949d-faaa-4bee-99c3-3f90e3dd89df",
        "2e6b36b8-5ea8-4733-91be-7c7508c0ae03",
        "0c2edea2-301b-43db-8225-d6943a5eb581",
        "481f0008-fd3a-42e1-b719-834b636e0313",
        "99272543-cc9b-482a-86b1-42e3a2ff8789",
        "53e50003-4a95-4f77-b7db-e23ec9265d59"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7a9dc559-437b-42dd-9534-e53945a16003",
        "2815daa5-a389-4fa4-a037-1bd79984a202",
        "af0b6066-278b-4113-87fa-457c5b3265c6",
        "e378d9c4-6688-4e01-a0e5-6be9022fb865",
        "425da73f-2111-44c5-addb-133576ace2d2",
        "8451b71a-3509-4848-a84c-f2558008a179",
        "7ae5402c-c9c8-48fb-8441-97c74b0ee00b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1e52572a-5914-4167-bf11-b709f9094109",
      "dutyDetail": "Undertake the safe and controlled shut down of OME processes for planned and unplanned situations within their designated area of responsibility",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "acf00580-160c-4c15-9305-bef346aa5100",
        "77848ec1-268d-4102-b211-80f044399ca7",
        "bb5e03fa-8cce-42c1-a077-152f67000e95",
        "15b9ffe8-9ad0-4337-b0f7-c98eae2f6d54"
      ],
      "mappedKnowledge": [
        "00dfac51-8bb0-496e-a0f6-7941cd254ddc",
        "2e6b36b8-5ea8-4733-91be-7c7508c0ae03"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7a9dc559-437b-42dd-9534-e53945a16003",
        "07dd66ef-5569-4834-aecd-9cc84c780411",
        "af0b6066-278b-4113-87fa-457c5b3265c6",
        "c765c5be-b884-4c9b-93d2-ce537918bd80",
        "fcae5204-7b4d-4ee1-84c9-cf0c9abb205b",
        "8451b71a-3509-4848-a84c-f2558008a179",
        "7ae5402c-c9c8-48fb-8441-97c74b0ee00b",
        "bce91f33-9bb1-4fdb-b624-5dd748db0142"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "419c0022-c1ed-4ee5-a537-ffc66fbea57d",
      "dutyDetail": "Participate in the generation, review or evaluation of OME standard operating procedures (SOP) such as work instructions and risk assessments",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "acf00580-160c-4c15-9305-bef346aa5100",
        "77848ec1-268d-4102-b211-80f044399ca7",
        "bb5e03fa-8cce-42c1-a077-152f67000e95",
        "7f932618-643f-468f-accb-32106866c888",
        "15b9ffe8-9ad0-4337-b0f7-c98eae2f6d54"
      ],
      "mappedKnowledge": [
        "00dfac51-8bb0-496e-a0f6-7941cd254ddc",
        "f731949d-faaa-4bee-99c3-3f90e3dd89df",
        "2e6b36b8-5ea8-4733-91be-7c7508c0ae03",
        "0c2edea2-301b-43db-8225-d6943a5eb581",
        "f3a80eae-0423-4b47-b3d6-9de019103905",
        "99272543-cc9b-482a-86b1-42e3a2ff8789",
        "a4905a7e-28c9-44a7-b024-246be1297887",
        "3e8a2a5c-f958-4c74-acda-a10b85803753",
        "53e50003-4a95-4f77-b7db-e23ec9265d59",
        "90fb2e4f-9068-49e3-b8e4-8927826711b3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "07dd66ef-5569-4834-aecd-9cc84c780411",
        "b2f97a38-e466-4eca-b115-0c3c09b14ea9",
        "c765c5be-b884-4c9b-93d2-ce537918bd80",
        "fcae5204-7b4d-4ee1-84c9-cf0c9abb205b",
        "8451b71a-3509-4848-a84c-f2558008a179"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-06-13T00:00:00"
}