{
  "larsCode": 523,
  "referenceNumber": "ST0841",
  "title": "Engineering manufacturing technician",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/523",
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": null,
  "earliestStartDate": "2019-11-05T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Providing specialist technical support for engineers.",
  "level": 4,
  "typicalDuration": 42,
  "maxFunding": 21000,
  "route": "Engineering and manufacturing",
  "keywords": [
    "manufacturing",
    "engineering",
    "technologies",
    "technical",
    "production"
  ],
  "jobRoles": [
    "Manufacturing Engineer Quality",
    "Manufacturing Production Engineer",
    "Manufacturing Procurement Engineer",
    "Quality Engineer",
    "Costing Engineer",
    "Test and Commissioning Engineer",
    "Installation Engineer",
    "Process Engineer",
    "Production Support Engineer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/4055/st0841_engineering-manufacturing-technician_l4_ap-for-publication_050320.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupation summary&lt;/h3&gt;\n&lt;p&gt;This occupation is found in large and small engineering and manufacturing organisations providing products and services throughout a wide range of sectors, such as Automotive, Aerospace/Airworthiness, Chemical Processing, Land Systems, Marine, Maritime Defence, Materials Manufacturers and their respective supply chains. Research indicates that the sector needs to recruit approximately 124,000 engineers and technicians every year.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to provide specialist technical support for engineers, so that organisations can develop, produce or test new/existing products, processes, or procedures to meet a customer specification in terms of quality, cost and delivery, as efficiently and effectively as possible.&#160; Engineering Manufacturing Technicians gather information and data from a range of sources and analyse the information/data. They will make decisions, solve problems and produce and/or update technical documentation, reports or specifications covering areas such as quality, reliability, production schedules/targets, costing or other technical documentation that informs others, either internally or externally what needs to be done such as how a product must be designed, manufactured, tested, modified, maintained, stored, transported, commissioned or decommissioned.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with their line manager to confirm departmental programmes of work and to agree individual responsibilities. This in turn will align to an overarching organisational resource and delivery plan. Engineering Manufacturing&#160; Technicians can be office based, manufacturing/plant based or more commonly combination of both, working with engineering and/or manufacturing teams at an operational level such as with production team leaders and/or management level working with specialist quality or design engineers. As well as liaising with internal colleagues, they may also be responsible for working directly with customers and/or suppliers or with representatives from appropriate regulatory bodies. Typically this would involve interaction with auditors to demonstrate compliance to specific organisational or regulatory requirements (such as Civil Aviation Authority).Their time will be spent between working in an office environment and working in the manufacturing environment or visiting customers or suppliers as and when required.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for the quality, safety and delivery of the manufactured product or service, ensuring it is delivered to the customer on time at the agreed cost. They will typically report to an engineering or manufacturing manager as part of a cross functional team, the size of this team and responsibilities will vary depending on the size of the employer. Although working within defined quality processes and procedures, they are responsible for the delivery, quality and accuracy of the work they complete. They have the autonomy to use judgement when undertaking the occupational duties and applying their technical knowledge, skills and behaviours in a wide range of contexts and environments. They use a range of tools and techniques to support decision making and solve problems that are often complex and non-routine. They also have a responsibility to identify and contribute to making improvements such as business processes, procedures, ways and methods of working.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Typical job titles Include,&#160;&lt;/span&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Manufacturing engineer quality, Manufacturing production engineer, Manufacturing procurement engineer, Quality engineer, Costing engineer, Test and commissioning engineer, Installation engineer, Process engineer, Production support engineer&lt;/p&gt;\n&lt;h3&gt;Entry requirements&lt;/h3&gt;\n&lt;p&gt;Individual employers will set the selection criteria for their Apprenticeships. In order to optimise success candidates will typically have 5 GCSE&#39;s at Grade C ( Grade 4/5 in the new numerical GCSE grading system) or above, including Mathematics, English and a Science, Technology or Engineering related subject, or 90+ credits in an Engineering BTEC at level 3. *(As further guidance, the level of Mathematics has an advisory GCSE level of grade B (Grade 5/6 in the new numerical GCSE grading system)&lt;/p&gt;\n&lt;h3&gt;Occupation duties&lt;/h3&gt;\n&lt;table width=&quot;100%&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th style=&quot;width: 69%;&quot; width=&quot;69%&quot;&gt;\n&lt;p&gt;Duty&lt;/p&gt;\n&lt;/th&gt;\n&lt;th style=&quot;width: 30%;&quot; width=&quot;30%&quot;&gt;\n&lt;p&gt;KSBs&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 1&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Ensure the safe and efficient performance of every production task in compliance with company procedures, approved engineering data and local Health and Safety requirements. Ensure Safe Systems of Work and risk assessments (assisting as necessary in the completion of risk assessments) are adhered to for engineering or manufacturing activities.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K5&lt;span&gt; K7 K9 K10 K11 K13 K23 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S8&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B5 B6 B7 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 2&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Prepare product and process documentation by collecting, analysing, and summarising information and trends.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K6 K7 K9 K10 K11 K12 K14 K20 K21 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S3 S6 S7 S8 S9 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B4&lt;span&gt; B6 B7 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 3&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Manage internal and/or Supplier Quality Notifications, and liaison with the required stakeholders for resolution.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K2 K5 K7 K8 K9 K10 K11 K14 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S3 S5 S6 S8 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B2 B3 B4 B5 B6 B7 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 4&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Liaise with internal and external customers to implement programme initiatives, such as the application of lean analysis methods, processes and tools.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K8 K9 K10 K11 K12 K14 K16 K17 K18 K19 K20 K23 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S6 S7 S8 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B2 B3 B4 B5 B6 B7 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 5&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Carry out new product introduction and/or existing product modifications within engineering and/or manufacturing by contributing to activities such as facilitation of quality activities (including any testing and/or commissioning requirements), supplier approvals, gate reviews.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K9 K10 K11 K12 K13 K14 K16 K17 K21 K22 K23 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S6 S7 S8 S10 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B2 B3 B4 B5 B6 B7 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 6&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Deliver financial planning or costing analysis such as:- estimation of costs for manufacture, supplying drawings or specification for quotations, obtaining manufacture quotes, calculating costs associated with quality problem or&#160; machine downtime.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K2&lt;span&gt; K5 K6 K7 K9 K10 K11 K13 K14 K15 K19 K20 K21 K22 K23 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S6 S8 S9 S10 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B2 B3 B4 B5 B6 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 7&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Develop new technology initiatives by contributing to activities such as, justifying capital investment equipment/system upgrades from purchase through to installation and commissioning.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K9 K10 K11 K12 K13 K14 K15 K16 K17 K19 K21 K23 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S6 S7 S8 S9 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B2 B3 B4 B5 B6 B7 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 8&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Produce and maintain reports measuring Key Performance Indicators for data management activities.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K2&lt;span&gt; K4 K5 K6 K8 K10 K13 K14 K15 K16 K17 K21 K22 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S4 S5 S6 S7 S8 S9 S10 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B2 B6 B7 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 9&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Ensure processes and current methods of engineering and manufacturing are as efficient and cost effective, such as:- utilising time and motion analysis, line balancing and flow to achieve the required level of production output.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K9 K10 K11 K12 K15 K16 K17 K19 K20 K23 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S6 S8 S9 S10 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B2&lt;span&gt; B3 B4 B5 B7 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 10&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Liaise with appropriate internal and external stakeholders at all levels to ensure that engineering and manufacturing operations are completed in line with the agreed time scales. Examples of stakeholders could include production managers, production operatives, auditors, suppliers, customers.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K6 K7 K8 K13 K14 K16 K17 K19 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S2 S3 S5 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B2 B4 B5 B6 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 11&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Ensure work process and outcomes comply with any local, national and or international regulatory or compliance requirements. Such as :- maintain&#160; compliance to Aerospace Regulatory bodies (CAA, EASA,MAA) as well as the wider regulations (such as Anti Bribery and Corruption, Export Control ).&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K5&lt;span&gt; K7 K9 K10 K11 K13 K14 K15 K16 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S3 S6 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B1&lt;span&gt; B3 B4 B6 B7 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 12&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Resolve identified engineering and/or manufacturing problems such as:- contributing to the route cause analysis exercise applying appropriate levels of containment and corrective action.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K1&lt;span&gt; K2 K5 K6 K7 K8 K10 K14 K15 K16 K17 K20 K22 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S3 S5 S7 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B2&lt;span&gt; B7 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 13&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Produce engineering and/or manufacturing documentation (such as:- Build Manuals, Standard Operating Instructions/processes, Bill of Materials) to aid and ensure consistent, compliant and cost effective manufacturing processes.&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K7&lt;span&gt; K10 K14 K16 K17 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S5 S7 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B2&lt;span&gt; B3 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;69%&quot;&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 14&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Review engineering or manufacturing methods to determine the most effective and economical method whilst meeting drawing/specification requirements&lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;30%&quot;&gt;\n&lt;p&gt;K2&lt;span&gt; K7 K14 K16 K17 K22 K23 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;S1&lt;span&gt; S7 S10 &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;B2&lt;span&gt; B3 B6 B7 &lt;/span&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&lt;span&gt;&#160;&lt;/span&gt;&lt;/p&gt;\n&lt;h2&gt;KSBs&lt;/h2&gt;\n&lt;h3&gt;Knowledge&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K1:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Problem solving tools/techniques. Such as practical problem solving (PPS), root cause analysis (RCA) and process failure mode effects analysis (PFMEA).&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K2:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Effective communication techniques including listening, questioning and support of others.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K3:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Use, benefits and applications of lean methods and tools used in manufacturing and engineering (such as Kaizen, Six Sigma and 8 wastes).&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K4:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; How Industry 4.0 will impact organisations, including the integration of automation, digital systems and manufacturing engineering systems.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K5:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Quality management systems used such as ISO9001, AS9100, ISO 14001 and TS16949, its purpose and internal governance arrangements to ensure compliance.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K6:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Different manufacturing methods used, their applications, such as machining, joining, forming, assembling, shaping, processing, printing, moulding, extruding and casting)&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K7:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Principles of quality control and quality assurance in a manufacturing and engineering environment.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K8:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Team integration techniques, including conflict resolution and managing difficult conversations (team working)&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K9:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Core engineering principles such as mathematics, science, mechanical and electrical/electronic applications relevant to manufacturing and engineering activity undertaken&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K10:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Importance for individuals to use and follow the organisations approved Standard Operating Procedures (SOP’s) and documentation recording systems and the potential implications on safety, quality and delivery if they are not adhered to.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K11:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Statutory and organisation health and safety policies, procedures and regulations that must be adhered to in a manufacturing and engineering environment including the risk assessment process, procedures and documentation used within the work area.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K12:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Project management techniques, such as Strengths, Weaknesses, Opportunities, Threats (SWOT), stakeholder matrices, risk mapping, radar chart and summary risk profiles.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K13:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; How human factors (organisational, environment and job factors) can influence and impact individual characteristics, performance and behaviours in the workplace.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K14:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Engineering and manufacturing related documentation used such as job cards / build records, 2D &amp;amp; 3D drawing/models, Bill of Materials (BOM), Cost Analysis Reports, Compliance&#160; Report, Standard Operating Instructions (SOI&#39;s), Standard Process Instructions (POI&#39;s), Engineering Query Notifications (EQN&#39;s) and Drawing Query Notifications (DQN&#39;s).&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K15:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Prioritisation of workload/time management techniques to ensure that personal and team objectives are achieved effectively.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K16:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Engineering and manufacturing data collection systems used, their format and content.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K17:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; How organisations manage and monitor internal and or supplier performance to ensure that cost, quality, delivery and sustainability objectives are being delivered.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K18:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Use and applications of common metallic and non – metallic materials used in manufacturing and engineering.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K19:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Different production methods used and their applications such as single, batch, flow and mass.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K20:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Different methods, tools and frequency used to check quality in manufacturing and engineering including measurements such as (dimensions, weight, signal, temperature, time,) and testing (such as non-destructive and destructive).&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K21:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Departmental process used to create, record and review financial data and information.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K22:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The different applications and limitations of computer based software system/packages used such as Computer Aided Design (CAD), Data Analytics and Databases&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K23:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The impact of sustainability and environmental efficiency and how such matters influence manufacturing decisions.&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Skills&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S1&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Read and extract relevant engineering and manufacturing related data and information (such as workplans/project plans ,schedules,&#160; drawings, specifications, production data, quality reports, costing data, statistical information) drawing accurate conclusions and making informed decisions.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S2&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Use project management tools, such as Strengths, Weaknesses, Opportunities, Threats (SWOT), stakeholder matrices, risk mapping, radar chart and summary risk profiles&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S3&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Use problem solving tools such as Root Cause Analysis (RCA) Process Failure Modes Effects Analysis (PFMEA), Fishbone, Practical Problem Solving (PPS) and Advanced Product Quality Planning (APQP).&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S4&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Analyse and interpret data and information in order to generate manufacturing engineering documentation such as Parts Per Million (PPM) quality adherence, cost analysis and test data.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S5&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Communicate using the appropriate method for the audience such as, formal and informal presentations, written reports, verbal, electronic, social media and incorporating relevant and appropriate data and/or metrics.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S6&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Use the approved process and quality compliance procedure to create or amend engineering and/or manufacturing documentation.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S7&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Use lean tools and techniques, such as Six Sigma, 8 Wastes, Workplace organisation such as&#160; 5S&#39;s (sort, set in order, shine, standardise and sustain), Kaizen and Poka-Yoke (Error proofing),&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S8&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Apply documentation control processes and procedures such as format, location, access, authorisation.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S9&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Use financial planning, recording and review processes and documentation such as departmental budgets, estimating, cost control, cost forecasting, and investment appraisal&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S10&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Use computer based software system/packages such as Computer Aided Design (CAD), Data Analytics and Databases.&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Behaviour&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;&lt;br /&gt;&lt;strong&gt;B1:&lt;/strong&gt; Champions the importance of adherence to the organisation’s Environmental, Health and Safety management systems:- actively displays and promotes a safety first culture within the organisation.&lt;br /&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&lt;strong&gt;B2:&lt;/strong&gt; Operates in a systematic, proactive and transparent way.&lt;br /&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&lt;strong&gt;B3:&lt;/strong&gt; Actively promotes the case for the adoption of emerging and advanced engineering and manufacturing&#160; technologies to optimise performance.&lt;br /&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&lt;strong&gt;B4:&lt;/strong&gt; Takes full responsibility for own professional development, seeking opportunities to enhance&#160; knowledge, skills and experience. Keeping abreast of developments in engineering processes manufacturing and emerging technologies.&lt;br /&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&lt;strong&gt;B5:&lt;/strong&gt; Complies with statutory and organisational health &amp;amp; safety regulations and policies at all times. Accepts responsibility for their workload with a responsible approach to risk. Demonstrates a high level of motivation and resilience when facing challenge.&lt;br /&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&lt;strong&gt;B6:&lt;/strong&gt; Creates and maintains positive, professional, trusting and ethical&#160; working relationships with their&#160; team and the wider range of internal, external and connected stakeholders.&lt;br /&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;&lt;strong&gt;B7:&lt;/strong&gt; Acts professionally with a positive and respectful attitude.&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Qualifications&lt;/h3&gt;\n&lt;p style=&quot;background: white; vertical-align: baseline; margin: 0cm 0cm 12.0pt 0cm;&quot;&gt;All apprentices undertaking this apprenticeship (both those in the aerospace and non-aerospace sectors) must achieve:&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Mandatory qualification:&lt;/strong&gt;&#160;Higher National Certificate in Engineering or Level 4 Higher National Certificate in Manufacturing Operations&lt;/p&gt;\n&lt;p&gt;Ofqual regulated&lt;/p&gt;\n&lt;p&gt;Level of qualification: 4&lt;/p&gt;\n&lt;p&gt;Aerospace sector&lt;/p&gt;\n&lt;p&gt;In addition, those undertaking this apprentice in the aerospace sector must undertake the additional qualifications listed below in order to meet the Civil Aviation (CAA) requirements&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Aerospace mandatory qualification 1:&lt;/strong&gt;&#160;Level 2 Diploma in Aerospace and Aviation Engineering (Foundation Competence)&lt;/p&gt;\n&lt;p&gt;In order to meet the requirements set out by CAA, all individuals undertaking this apprenticeship must complete a period of mandatory protected training leading to the successful achievement of this mandated qualification.&lt;/p&gt;\n&lt;p&gt;Ofqual regulated&lt;/p&gt;\n&lt;p&gt;Level of qualification: 2&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Aerospace mandatory qualification 2:&lt;/strong&gt;&#160;Level 4 Diploma in Engineering and Advanced Manufacturing&#160; (Development Competence)&lt;/p&gt;\n&lt;p&gt;Ofqual regulated&lt;/p&gt;\n&lt;p&gt;Level of qualification: 4&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;English and maths qualifications&lt;/span&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the End-Point Assessment.&#160;&#160;For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3. A British Sign Language (BSL) qualification is an alternative to the English qualification for those whose&#160;primary language is BSL.&#160;&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Professional recognition&lt;/h3&gt;\n&lt;p&gt;IET&lt;span&gt; / Eng Tech&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;IMechE&lt;span&gt; / Eng Tech&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;Royal Aeronautical Society&lt;span&gt; / Eng Tech&lt;/span&gt;&lt;/p&gt;\n&lt;h3&gt;Additional details&lt;/h3&gt;\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Occupational Level:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; 4&lt;br /&gt;&lt;/span&gt;&lt;strong&gt;Duration (months):&lt;/strong&gt; 42&lt;/p&gt;\n&lt;h3&gt;Review&lt;/h3&gt;\n&lt;p&gt;&lt;span&gt;This standard will be reviewed after three years.&lt;/span&gt;&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "Claire Gill / Steve Walker",
    "contactAddress": "Ofqual \r\nEarlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "public.enquiries@ofqual.gov.uk",
    "webLink": "https://www.gov.uk/government/organisations/ofqual"
  },
  "approvedForDelivery": "2019-11-05T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "TB0570",
  "tbMainContact": "paul.ashbee@gknaerospace.com ",
  "involvedEmployers": "GKN Aerospace, Jaguar Land Rover cars, BAE Systems, Toyota UK, GTA England, Leonardo Helicopters, British Plastics Federation, JCB, Siemens, Sheffield Forgemaster, Liberty Speciality Steels",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Manufacturing Engineer Quality",
    "Manufacturing Production Engineer",
    "Manufacturing Procurement Engineer",
    "Quality Engineer",
    "Costing Engineer",
    "Test and Commissioning Engineer",
    "Installation Engineer",
    "Process Engineer",
    "Production Support Engineer"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Engineering, Design and Development",
  "cluster": "Design and Development Technical Manager",
  "createdDate": "2020-03-13T16:15:39 +00:00",
  "lastUpdated": "2020-03-06T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/engineering-manufacturing-technician-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/engineering-manufacturing-technician-v1-0",
  "qualifications": [
    {
      "qualificationId": "5b13a31f-a028-48b7-b801-30e6756ad9b2",
      "title": "Higher National Certificate in Engineering or Level 4 Higher National Certificate in Manufacturing Operations. Additional mandatory qualifications applicable only to Aerospace apprentices to meet Civil Aviation (CAA) requirements",
      "level": "0"
    },
    {
      "qualificationId": "2c1a5bc8-091e-4f8a-89ce-9548191df608",
      "title": "EAL Level 2 Diploma in Aerospace and Aviation Engineering (Foundation Competence). To meet the requirements of Civil Aviation Authority (CAA) regulations all individuals trained against this standard must complete a period of mandatory protected training leading to successful achievement of the mandatory qualification 601/7289/7 EAL Level 2 Diploma in Aerospace and Aviation Engineering (Foundation Competence)",
      "level": "0"
    }
  ],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}