{
  "larsCode": 505,
  "referenceNumber": "ST0829",
  "title": "Health play specialist",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/505",
  "versionNumber": "1.0",
  "change": "",
  "changedDate": null,
  "earliestStartDate": "2019-09-30T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Providing therapeutic play interventions for sick infants, children and young people, service users, carers and families of all ages, throughout their healthcare journey.",
  "level": 5,
  "typicalDuration": 24,
  "maxFunding": 13000,
  "route": "Health and science",
  "keywords": [],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/3447/st0829_health-play-specialist_l5_ap-for-publication_11092019.pdf",
  "ssa1": "",
  "ssa2": "",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;Occupation summary&lt;/h3&gt;\r\n&lt;p&gt;This occupation is found in Hospital, Community, Hospices, NHS, Private and Voluntary Sector. The broad purpose of the occupation is Health Play Specialists (HPS) provide therapeutic play interventions for sick infants, children and young people, service users, carers and families of all ages, throughout their healthcare journey. Play strategies are used to support children and young people in the&#160; understanding of their medical conditions and treatments,&#160; to adopt life styles changes that are required to manage long term conditions. Play is the tool used to gain informed consent from children and young people and to continue this work as the child and young person’s condition improves, deteriorates, their cognition develops, to transitional to adult services or end of life.&lt;/p&gt;\r\n&lt;p&gt;The purpose of play and recreational provision within a healthcare environment is to facilitate access to normalising play in an appropriate and safe environment where developmental norms and goals can be achieved and maintained. Without the provision of skilled play interventions, opportunities for normal growth and development can be limited, leading to restriction or regression in development.&lt;/p&gt;\r\n&lt;p&gt;The HPS is a key member of the multi-professional team supporting diagnosis and treatment plans, assessing, developing and implementing complex communication plans with children and families. Communication can be verbal, written,&#160; non-verbal or technology assisted and delivered often through play and recreational techniques.&#160;&lt;/p&gt;\r\n&lt;p&gt;The HPS will assess, observe, play, evaluate and report the relationships in families, skills and behaviours of children and provide professional reports for the safeguarding process.&#160; They may be required to provide evidence in the family court.&#160; A non-judgement approach is required as children are&#160; admitted to hospitals at a time of family crisis which has&#160; resulted in an&#160; injury or significant neglect&#160; to the infant child or young person.&lt;/p&gt;\r\n&lt;p&gt;An essential requirement of this role is professional annual re-registration with the Health Care Play Specialist Education Trust (HPSET) demonstrating continuous professional development, practising&#160; within the scope of the Professional Code of Conduct and Professional Occupational&#160; Standards.. In their daily work, an employee in this occupation interacts with Health Play Specialists interact on a daily basis with:&lt;/p&gt;\r\n&lt;p&gt;Consultants,&lt;/p&gt;\r\n&lt;p&gt;Doctors,&lt;/p&gt;\r\n&lt;p&gt;Nurses,&lt;/p&gt;\r\n&lt;p&gt;Theatre Nurses and Operating Department Technicians&lt;/p&gt;\r\n&lt;p&gt;Physiotherapists&lt;/p&gt;\r\n&lt;p&gt;Occupational Therapists&lt;/p&gt;\r\n&lt;p&gt;Educational Psychologists&lt;/p&gt;\r\n&lt;p&gt;Medical Professionals&lt;/p&gt;\r\n&lt;p&gt;Educational Professionals&lt;/p&gt;\r\n&lt;p&gt;Safeguarding Teams&lt;/p&gt;\r\n&lt;p&gt;Social Workers&lt;/p&gt;\r\n&lt;p&gt;Children Centres&lt;/p&gt;\r\n&lt;p&gt;Speech and Language Therapist&#160;&lt;/p&gt;\r\n&lt;p&gt;Dietician&lt;/p&gt;\r\n&lt;p&gt;Charities&lt;/p&gt;\r\n&lt;p&gt;Schools&lt;/p&gt;\r\n&lt;p&gt;Chaplaincy&lt;/p&gt;\r\n&lt;p&gt;Service users&lt;/p&gt;\r\n&lt;p&gt;Carers and families&lt;/p&gt;\r\n&lt;p&gt;and other AHP. An employee in this occupation will be responsible for Providing therapeutic play techniques&#160; to prepare the child for medical, surgical and invasive interventions and procedures, seeking to promote informed consent. Distraction and alternative focus activities provide autonomy through choice and control, augmenting the child’s coping strategies prior to and during procedures. Post procedural play supports children to make sense of health procedures and regimes. The HPS works collaboratively with other professionals at all times and especially when a life limiting diagnosis is made; through to end of life care.&#160; &#160;&lt;/p&gt;\r\n&lt;p&gt;Examples of common work activities include:&lt;/p&gt;\r\n&lt;p&gt;Carrying out continuous assessments and observations of a child’s developmental level in order to inform planning and short and long term interventions.&#160;&lt;/p&gt;\r\n&lt;p&gt;The HPS uses their expertise to assess, plan, implement and evaluate play strategies putting the needs of children and young people and service users first.&lt;/p&gt;\r\n&lt;p&gt;The HPS works with the infant and child to address differentials in child development lost or missed as a result of a medical condition for example graduate neonatal infants, long term ventilated children, complex long term conditions&lt;/p&gt;\r\n&lt;p&gt;The HPS will agree with the child, young people and family, any specific interventions to ensure the child’s views are understood and to act as an advocate for the child&lt;/p&gt;\r\n&lt;p&gt;To adapt play activities and share skills and knowledge with families on new ways of playing as a result of trauma or restrictions on individual’s access to play&lt;/p&gt;\r\n&lt;p&gt;The HPS will be responsible for the management of budgets, including resources and staff.&#160; There will be management of play assistants and mentoring of newly qualified practitioners and students.&#160; Specific HPSET training and registration requirements must be met to be able to mentor play specialist students on the higher apprenticeship.&#160; Sharing of knowledge and skills is a key requirements of the role with other health professionals and students from all disciplines and families.&lt;/p&gt;\r\n&lt;p&gt;Close working relationships are required with professionals working in agencies outside of the healthcare environment to enable to child to be fully incorporated back into their education and social environments.&lt;/p&gt;\r\n&lt;p&gt;Counselling skills including active listening and a non-judgemental approach&lt;/p&gt;\r\n&lt;p&gt;Children’s psychology differs from that of adults and changes as they grow and develop. Children experience a different range of diseases and disorders to those commonly seen in adults, including mental health conditions.&#160; This includes a higher proportion of rare, often complex congenital and inherited disorders.&lt;/p&gt;\r\n&lt;p&gt;HPS’s&#160; are trained to work with children from birth to young adults throughout their health care journey.&#160; Play is at the centre of a healthy child’s life.&#160; Throughout their health care journey play and recreation are important tools to help the child or young person to make sense of this situation.&lt;/p&gt;\r\n&lt;p&gt;The HPS have the ability to provide a safe therapeutic and healing environment for babies, infants, children, young people and families.&#160;&lt;/p&gt;\r\n&lt;p&gt;The HPS provide appropriate therapeutic play and recreational activities recognising that normal development is at risk from delay or regression as a result of the impact of the health care journey.&#160;&lt;/p&gt;\r\n&lt;p&gt;The HPS recognises that without the provision of supervised play environment play opportunities can be limited leading to restriction or regression in normal development in all age groups.&lt;/p&gt;\r\n&lt;p&gt;Your scope of practice is the areas of work in which you have the knowledge, skills and experience to practise lawfully, safely and effectively, in a way that protects the public and yourself from any danger.&lt;/p&gt;\r\n&lt;p&gt;Through the interactions with children, families and carers they will record and share with those that need to know their observations relating to neglect and/or other forms of safeguarding concerns&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Typical job titles&lt;/span&gt;&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Typical job titles include Registered Hospital Play Specialist&lt;/li&gt;\r\n&lt;li&gt;Registered Community Play Specialist&lt;/li&gt;\r\n&lt;li&gt;Play Specialist&lt;/li&gt;\r\n&lt;li&gt;Nursery Nurse (Special Care Baby Unit)&lt;/li&gt;\r\n&lt;li&gt;Play Leader&lt;/li&gt;\r\n&lt;li&gt;Youth Support Co-ordinator&lt;/li&gt;\r\n&lt;li&gt;Healthcare Play Specialists&lt;/li&gt;\r\n&lt;li&gt;Learning Disability Health Support Specialist&lt;/li&gt;\r\n&lt;li&gt;Activity Co-ordinator&lt;/li&gt;\r\n&lt;li&gt;Therapeutic Co-ordinator.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;Entry requirements&lt;/h3&gt;\r\n&lt;p&gt;Level 3 Childcare or health related qualification&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;English &amp;amp; Maths&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the End-Point Assessment. For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3. A British Sign Language (BSL) qualification is an alternative to the English qualification for those whose primary language is BSL&lt;/p&gt;\r\n&lt;h3&gt;Occupation duties&lt;/h3&gt;\r\n&lt;table width=&quot;100%&quot;&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;69%&quot;&gt;\r\n&lt;h3&gt;Duty&lt;/h3&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;30%&quot;&gt;\r\n&lt;h3&gt;KSBs&lt;/h3&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;69%&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 1&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Organise, initiate and supervise play facilities, appropriate to the age, ability, medical condition and background of the child/young person ensuring all children have access to play and recreation.&lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;30%&quot;&gt;\r\n&lt;p&gt;K1&lt;span&gt; K3 K5 K6 K7 K8 K10 K12 K13 K14 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;S1&lt;span&gt; S2 S3 S6 S7 S9 S10 S11 S13 S14 S15 S17 S20 S21 S23 S24 S25 S26 S28 S29 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;B1&lt;span&gt; B3 &lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;69%&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 2&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; To use play and recreation as a tool to communicate, build a rapport and engage with children and young people throughout their healthcare journey&lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;30%&quot;&gt;\r\n&lt;p&gt;K1&lt;span&gt; K3 K5 K6 K7 K8 K10 K12 K13 K14 K15 K17 K19 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S6 S7 S9 S10 S11 S12 S13 S14 S15 S16 S17 S18 S19 S20 S21 S22 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;B1&lt;span&gt; B3 &lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;69%&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 3&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; To plan, implement and evaluate individual therapeutic play interventions to include preparation for invasive and non-invasive procedures, distraction therapy and post procedural play.&lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;30%&quot;&gt;\r\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K10 K12 K13 K14 K15 K16 K17 K19 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S6 S7 S9 S10 S11 S13 S14 S15 S16 S17 S18 S19 S20 S21 S22 S28 S29 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;B1&lt;span&gt; B2 B3 &lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;69%&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 4&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Work with other professional teams to prepare children and young people prior to admission, and for specific procedures and to familiarise them with the environment, including pre-operative assessment during their healthcare journey.&lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;30%&quot;&gt;\r\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K9 K10 K11 K12 K13 K14 K15 K16 K17 K18 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;B1&lt;span&gt; B2 B3 B4 B5 B6 B7 B8 B9 B10 &lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;69%&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 5&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; To advocate patient centred care by communicating for the child/young person and family as part of the multi-professional team (internal and external), to facilitate their wishes and expectations.&lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;30%&quot;&gt;\r\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K10 K12 K13 K14 K15 K16 K17 K18 K19 K20 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S6 S7 S8 S9 S11 S12 S13 S14 S15 S20 S21 S22 S23 S24 S25 S26 S28 S29 S30 S31 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;B1&lt;span&gt; B2 B3 &lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;69%&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 6&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Form a supportive professional relationships with family members and carers, enable them to participate in play/recreation and assisting the developing needs of their child/young person during their healthcare journey.&lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;30%&quot;&gt;\r\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K9 K10 K11 K12 K13 K14 K15 K16 K17 K18 K19 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;S1&lt;span&gt; S2 S3 S5 S6 S7 S8 S9 S10 S11 S12 S13 S14 S15 S16 S17 S18 S19 S20 S21 S22 S23 S24 S25 S26 S28 S29 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;B1&lt;span&gt; B2 B3 &lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;69%&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 7&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Devise and be accountable for the assessment, planning, delivery and evaluation of individual play/recreational sessions using relevant play documentation.&lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;30%&quot;&gt;\r\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K10 K11 K13 K14 K15 K16 K17 K19 K20 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S6 S7 S9 S10 S12 S13 S14 S15 S16 S17 S18 S20 S21 S23 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;B1&lt;span&gt; B2 B3 &lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;69%&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 8&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Through play interventions provide emotional/psychosocial interventions for children/young people and their families facing life changing circumstances.&lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;30%&quot;&gt;\r\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K9 K10 K11 K12 K13 K14 K15 K16 K17 K18 K19 K20 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S6 S7 S8 S9 S10 S11 S12 S13 S14 S16 S17 S18 S19 S20 S22 S23 S24 S25 S26 S27 S28 S30 S31 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;B1&lt;span&gt; B2 B3 &lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;69%&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 9&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Educate and demonstrate value, importance and benefits of specialised and therapeutic play to healthcare professionals/students.&lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;30%&quot;&gt;\r\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K9 K10 K11 K12 K13 K14 K15 K16 K17 K18 K19 K20 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S6 S7 S8 S9 S10 S11 S12 S13 S14 S15 S16 S17 S18 S19 S20 S21 S22 S29 S30 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;B1&lt;span&gt; B2 B3 &lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;69%&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 10&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Provides highly specialised recommendations regarding the holistic care&#160; and play interventions to other professional teams, families and carers.&lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;30%&quot;&gt;\r\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K9 K10 K11 K12 K13 K14 K15 K16 K17 K18 K19 K20 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S6 S7 S8 S9 S10 S11 S12 S13 S14 S15 S16 S17 S18 S19 S20 S21 S22 S23 S24 S25 S26 S27 S29 S30 S31 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;B1&lt;span&gt; B2 B3 &lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;69%&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 11&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Uphold the Code of Professional Conduct and Standards of Proficiency meeting requirements for continuing professional registration.&lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;30%&quot;&gt;\r\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K9 K10 K11 K12 K13 K14 K15 K16 K17 K18 K19 K20 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S7 S8 S9 S10 S11 S12 S13 S14 S15 S16 S17 S18 S19 S20 S21 S22 S23 S24 S25 S26 S27 S28 S29 S30 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;B1&lt;span&gt; B2 B3 &lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;69%&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 12&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Ensure that the play/recreation environment is risk assessed and actioned therefore maintaining a safe and appropriate environment.&lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;30%&quot;&gt;\r\n&lt;p&gt;K1&lt;span&gt; K2 K3 K5 K7 K10 K12 K17 K18 K19 K20 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;S1&lt;span&gt; S2 S3 S11 S18 S20 S23 S24 S25 S26 S27 S31 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;B2&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;69%&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 13&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Through observation recognise and act on the signs and symptoms of potential safeguarding (e.g. abuse) in line with local policy. Analyse, interpret and evaluate the relevant information, concepts and ideas&lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;30%&quot;&gt;\r\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K9 K13 K14 K15 K16 K17 K18 K20 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S7 S8 S9 S10 S11 S12 S14 S15 S16 S18 S19 S20 S21 S22 S23 S24 S25 S26 S29 S30 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;B1&lt;span&gt; B2 B3 &lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;69%&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 14&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Be able to practise as an autonomous professional, exercising own professional judgement&lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;30%&quot;&gt;\r\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K6 K7 K8 K9 K10 K11 K12 K13 K14 K15 K16 K17 K18 K19 K20 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S8 S9 S10 S11 S12 S13 S14 S15 S16 S17 S18 S20 S21 S22 S23 S24 S25 S26 S27 S28 S29 S30 S31 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;B1&lt;span&gt; B2 B3 &lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;69%&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Duty 15&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Be able to practise within the legal and ethical boundaries of their profession&lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;30%&quot;&gt;\r\n&lt;p&gt;K1&lt;span&gt; K2 K3 K4 K5 K7 K8 K9 K10 K11 K12 K13 K14 K15 K16 K17 K18 K19 K20 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;S1&lt;span&gt; S2 S3 S4 S5 S6 S7 S8 S9 S10 S11 S12 S13 S14 S15 S16 S17 S18 S19 S20 S21 S22 S23 S24 S25 S27 S30 &lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;B1&lt;span&gt; B2 B3 &lt;/span&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;\r\n&lt;p&gt;&lt;span&gt;&#160;&lt;/span&gt;&lt;/p&gt;\r\n&lt;h2&gt;KSBs&lt;/h2&gt;\r\n&lt;h3&gt;Knowledge&lt;/h3&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K1:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The Code of professional conduct and standards of practice and behaviour for registered health play specialist (HPSET, 2019), and how to fulfil all registration requirements&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K2:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The professional responsibility to adopt a healthy lifestyle to maintain the level of personal fitness and well-being required to meet people’s needs for mental and physical care through play&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K3:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The relevant legal, regulatory and governance requirements, policies, and ethical frameworks, including any mandatory reporting duties, to all areas of practice Take personal responsibility to ensure that relevant information is shared according to local policy and appropriate immediate action is taken to provide adequate safeguarding and that concerns are escalated e.g people at risk of abuse, self-harm and/or suicidal ideation and the situations that may put them and others at risk&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K4:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The meaning of resilience and emotional intelligence, and their influence on an individual’s ability to provide play&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K5:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The established principles for working with sick children, young people and their families&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K6:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The Child development theory and research related to specialised play and recreation.&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K7:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The best practice in health play, based on current theoretical, legal and local policies&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K8:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; How discriminatory behaviour is exhibited&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K9:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The principles and processes for making reasonable adjustments&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K10:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The principles of research and how research findings are used to inform evidence-based practice&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K11:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The principles of health and safety legislation and regulations and maintain safe work and care environments by undertaking risk assessments as per organisational policy&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K12:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The importance of early years and childhood experiences and the possible impact on life choices, mental, physical and behavioural health and well-being&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K13:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The contribution of social influences, health literacy, individual circumstances, behaviours and lifestyle choices to mental, physical and behavioural health outcomes&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K14:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; How and when to escalate to the appropriate professional for expert help and advice&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K15:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Where and how to seek guidance and support from others to ensure that the best interests of those receiving play are upheld, know and understand strategies to develop resilience in self and know how to seek support to help deal with uncertain situations&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K16:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Own role and the roles of all other staff at different levels of experience and seniority&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K17:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The roles of the different providers of health and care&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K18:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The principles of human factors and environmental factors when working in teams&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;K19:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; The influence of policy and political drivers that impact health and care provision&lt;/span&gt;&lt;/p&gt;\r\n&lt;h3&gt;Skills&lt;/h3&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S1&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Act in accordance with the Code: Professional standards of practice and behaviour for registered health play specialist (HPSET, 2019), and fulfil all registration requirements&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S2&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Keep complete, clear, accurate and timely records&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S3&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Recognise and report any factors that may adversely impact safe and effective play provision&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S4&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Take responsibility for continuous self-reflection, seeking and responding to support and feedback to develop professional knowledge and skills&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S5&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Safely demonstrate evidence-based practice in all skills and procedures required for entry to the register: (HPSET, 2019)&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S6&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Act as an ambassador for their profession and promote public confidence in health play services&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S7&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Knows a range of communication skills and strategies and how and when to apply the method most suitable to the situation&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S8&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; .Recognise signs of vulnerability in self or colleagues and the action required to minimise risks to health&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S9&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Develop, manage and maintain appropriate relationships with people, their families, carers and colleagues&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S10&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Provide, promote, and where appropriate advocate for, non-discriminatory, person-centred and sensitive play at all times, reflecting on people’s values and beliefs, diverse backgrounds, cultural characteristics, language requirements, needs and preferences, taking account of any need for adjustments&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S11&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Report any situations, behaviours or errors that could result in poor outcomes&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S12&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Challenge or report discriminatory behaviour&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S13&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Promote behaviours and provide information to support children, young people and their families to make informed choices to improve their mental, physical, behavioural health and wellbeing through play strategies&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S14&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Apply knowledge, communication and relationship management skills required to provide children, young people, families and carers with accurate information that meets their needs before, during and after a range of play interventions&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S15&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Recognise when capacity has changed and how a person’s capacity affects their ability to make decisions about their own care and to give or withhold consent&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S16&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Recognise people at risk of abuse, self-harm and/or suicidal ideation and the situations that may put them and others at risk&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S17&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Monitor the effectiveness of play in partnership with children young people, families and carers, documenting progress and reporting outcomes&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S18&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Take personal responsibility to ensure that relevant information is shared according to local policy and appropriate immediate action is taken to provide adequate safeguarding and that concerns are escalated&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S19&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Work in partnership with other professionals, to encourage shared decision making, in order to support individuals&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S20&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Meet children and young people’s needs for safety, dignity, privacy, comfort and play&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S21&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Support people with commonly encountered symptoms including anxiety, confusion, discomfort and pain&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S22&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Work collaboratively and in partnership with professionals from different agencies in interdisciplinary teams&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S23&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Maintain safe work and play environments&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S24&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Act in line with local and national organisational frameworks, legislation and regulations to report risks, and implement actions as instructed, following up and escalating as required&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S25&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Accurately undertake risk assessments, using contemporary assessment tools as per organisation policy and procedures&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S26&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Respond to and escalate potential hazards that may affect the safety of Child, young people and adults&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S27&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Participate in data collection to support audit activity, and contribute to the implementation of quality improvement strategies&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S28&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Prioritise and manage own workload, and recognise where elements of care can safely be delegated to other colleagues, carers and family members&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S29&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Support, supervise and act as a role model to health play specialist students and members of other professional teams and those new to care roles, review the quality of the play they provide, promoting reflection and providing constructive feedback&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S30&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Contribute to team reflection activities to promote improvements in practice and services&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;S31&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; Access, input, and apply information and data using a range of methods including digital technologies, and share appropriately within interdisciplinary team&lt;/span&gt;&lt;/p&gt;\r\n&lt;h3&gt;Behaviour&lt;/h3&gt;\r\n&lt;p&gt;&lt;span&gt;&lt;br /&gt;&lt;strong&gt;B1:&lt;/strong&gt; Treat people with dignity, respecting individual&#39;s diversity, beliefs, culture, needs, values, privacy and preferences&lt;br /&gt;&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;span&gt;&lt;strong&gt;B2:&lt;/strong&gt; Show respect and empathy for those you work with, have the courage to challenge areas of concern and work to evidence based best practice&lt;br /&gt;&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;span&gt;&lt;strong&gt;B3:&lt;/strong&gt; Be adaptable, reliable and consistent, show discretion, resilience and self-awareness&lt;/span&gt;&lt;/p&gt;\r\n&lt;h3&gt;Qualifications&lt;/h3&gt;\r\n&lt;p&gt;&lt;span&gt;&#160;&lt;/span&gt;&lt;strong&gt;&lt;span&gt;English and Maths qualifications&lt;/span&gt;&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;span&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the End-Point Assessment.&#160;&#160;For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3. A British Sign Language (BSL) qualification is an alternative to the English qualification for those whose&#160;primary language is BSL.&#160;&lt;br /&gt;&lt;/span&gt;&lt;/p&gt;\r\n&lt;h3&gt;Other qualifications&lt;/h3&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Mandatory qualification 1: &lt;/span&gt;&lt;/strong&gt;Foundation Degree in Healthcare Play Specialism&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Level of qualification: &lt;/span&gt;&lt;/strong&gt;5&lt;/p&gt;\r\n&lt;h3&gt;Professional recognition&lt;/h3&gt;\r\n&lt;p&gt;HPSET&lt;span&gt; / Registered HPS&lt;/span&gt;&lt;/p&gt;\r\n&lt;h3&gt;Additional details&lt;/h3&gt;\r\n&lt;p&gt;&lt;strong&gt;&lt;span&gt;Occupational Level:&lt;/span&gt;&lt;/strong&gt;&lt;span&gt; 5&lt;br /&gt;&lt;/span&gt;&lt;strong&gt;Duration (months):&lt;/strong&gt; 24&lt;/p&gt;\r\n&lt;h3&gt;Review&lt;/h3&gt;\r\n&lt;p&gt;&lt;span&gt;This standard will be reviewed after three years.&lt;/span&gt;&lt;/p&gt;",
  "standardOccupationalCode": "",
  "occupationalSummary": "",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Institute for Apprenticeships and Technical Education ",
    "contactName": "Pete Moss ",
    "contactAddress": "Open Awards Estuary Commerce Park\n17 De Havilland Dr\nSpeke\nLiverpool\nL24 8RN",
    "contactEmail": "EQA@openawards.org.uk",
    "webLink": ""
  },
  "approvedForDelivery": "2019-09-30T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "",
  "tbMainContact": "emma.eardley@nhs.net",
  "involvedEmployers": "Birmingham Women’s and Children’s Hospital, Leicester NHS Trust, The Childrens Trust, Evelina Guys and St Thomas NHS Foundation Trust, Alderhey Hospital, University College Hospitals London, Manchester Children’s hospital, NHS Lothian, Imperial College NHS Trust London, The Portland Hospital, Leeds City College, Nescot College, Health Care Play Specialist Education Trust (HPSET)",
  "regulated": true,
  "regulatedBody": "Health Play Specialist Education Trust (HPSET)",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": null,
  "cluster": null,
  "createdDate": "2018-11-16T14:58:13 +00:00",
  "lastUpdated": "2019-09-30T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/health-play-specialist-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/health-play-specialist-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": [
    {
      "name": "Training provider",
      "webLink": ""
    }
  ]
}