{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 562,
  "referenceNumber": "ST0817",
  "learningAimClassCode": "",
  "title": "Compressed air and vacuum technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0817",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-02-09T00:00:00",
  "earliestStartDate": "2020-05-13T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Install and commission compressed air and/or vacuum equipment and their associated systems; and complete servicing, fault diagnosis, repair and to ensure equipment is operating and controlled at its optimum efficiency.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 14000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "air",
    "vaccum",
    "engineering",
    "repair",
    "fault",
    "technician"
  ],
  "jobRoles": [
    "Service Technicians",
    "Service Engineers",
    "Installation Engineers",
    "Commissioning Engineers",
    "Electrical Technicians",
    "Electrical Engineer",
    "Mechanical Technicians",
    "Mechanical Engineer",
    "Air Treatment Technicians",
    "Air Treatment Engineers",
    "Product Support Engineers",
    "Pressure Systems Competent Person (Examiner)"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4016/st0817_compressed-air-and-vacuum-technician_l3_ap_for-publication_180220.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the compressed air and vacuum industry, which is made up of manufacturers and distributors of compressors, vacuum pumps, pneumatic tools and allied products.&lt;/p&gt;\n&lt;p&gt;Compressed air is air kept at a pressure that is greater than normal air pressure (atmospheric), anything less than atmospheric air pressure is defined as vacuum. Compressed air and vacuum systems may consist of the compressor or vacuum pump, air receivers, filtration, dryers, condensate drains and treatment, controller and pipework system. There are many uses for compressed air and vacuum air including energy for power tools, atomising of paint, operation of air cylinders for automation, conveyancing of materials, instrument air for clean process control equipment and fluids and gas generation (oxygen or nitrogen). Industries that use compressed air and vacuum systems include manufacturers, pharmaceutical, electronic manufacturing, oil and gas, power stations, garages, hospitals, dentists, transportation and plant hire companies. The continuous supply of compressed air is vital to all manufacturing processes. The latest compressed air and vacuum equipment are innovative engineered products, which use information technology (IT) control systems and the ‘Internet of Things’ to ensure cutting edge efficiency.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to install and commission compressed air and/or vacuum equipment and their associated systems; and complete servicing, fault diagnosis, repair and to ensure equipment is operating and controlled at its optimum efficiency. They agree the work scope with the customer and handover - detailing the work completed, providing technical and regulatory advice and any further recommendations. They will complete a range of documentation/reports, including risk assessments and service records. The role requires practical hands on engineering skills and good communication skills with colleagues, management, suppliers and end users.&lt;/p&gt;\n&lt;p&gt;They may work at a static site or as a mobile engineer working at customers&#39; premises. They may use an allocated service vehicle, equipped with tooling and spares to travel to appointments at end user premises, therefore typically a driving license is required.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with their team colleagues, managers, sub-contractors and customers. They may work as part of a team or solo. They will typically report to a service manager. An employee in this occupation will be responsible for ensuring compliance with health, safety and environmental standards, regulations and laws, including pressure systems safety (PSSR) and fluorinated greenhouse gas (F Gas). They often work unsupervised, are responsible for the quality of their own work and possibly others.&#160; They must ensure the work is completed safely and efficiently, meeting stakeholders&#39; quality, time and budget requirements, whilst maintaining the efficient running of end user plant and equipment. As a customer facing role, they must present a professional image of the company and themselves.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "549ddff2-e0d5-4440-a13a-e1b2a18af75c",
      "detail": "Principles of design and operation of compressed air and vacuum generation, filtration, drying, condensate treatment equipment; the different industry application specification requirements, approved Codes of Practice (ACOP), guidelines including British Compressed Air Society (BCAS) best practice guides and fact-sheets"
    },
    {
      "knowledgeId": "2ad68baf-3aa9-4b11-b814-5e33d66989f7",
      "detail": "Maintenance requirements and techniques for compressed air and vacuum equipment, for example preventative and predictive maintenance"
    },
    {
      "knowledgeId": "047ad54a-26a5-4a9b-a962-ac29c5ca283c",
      "detail": "Fault finding and repair requirements and techniques for compressed air and vacuum equipment, for example diagnostic techniques and testing"
    },
    {
      "knowledgeId": "9c2cd6ff-5ce1-488c-9901-3edd6bcd3a96",
      "detail": "System installation, commissioning and decommissioning of compressed air and vacuum equipment, including system components, safe working limits, electrical, mechanical and ventilation requirements, site surveys and leak testing"
    },
    {
      "knowledgeId": "ea0b64e2-9e0f-4b8a-a8bd-daae09b656a8",
      "detail": "Piping specifications; the different materials, joints, fixings and consideration of sizing, pressure, lengths and routing requirements"
    },
    {
      "knowledgeId": "9497a43a-fa3e-4e91-bb03-02dead488d5c",
      "detail": "Electrical system principles, for example, AC single/three phase power, DC power, motors, control systems and system connectivity (i4.0). Techniques in the safe use of electrical test equipment and electrical isolation"
    },
    {
      "knowledgeId": "062b14fb-9399-4733-89cc-d8db8b188bd4",
      "detail": "Calculations, conversions, flow rates and equipment sizing used in compressed air and vacuum activities"
    },
    {
      "knowledgeId": "be2f9310-0745-44a3-9611-4e3db72d4a25",
      "detail": "Inventory management, including the identification of equipment and parts, stock value, stock management systems and the correct handling of parts and returns process"
    },
    {
      "knowledgeId": "0bd0e41b-584c-4348-a644-1d149c29a004",
      "detail": "Safe correct use and storage of equipment and tools for example hand tools, lifting equipment, calibrated tools, power tools, meters, gauges, Carbon monoxide/Carbon dioxide (CO/CO2) monitors and test equipment"
    },
    {
      "knowledgeId": "21607da9-5abb-4f7b-bd7f-a31ae69847f9",
      "detail": "Health and Safety and how it must be applied, Control Of Substances Hazardous to Health (COSHH), risk assessments, method statements, permits to work, manual handling, Personal Protective Equipment (PPE), asbestos awareness, working in confined spaces, working at height, slips trips and falls, electric compliance, safety passports, food hygiene, vehicle safety, noise regulation, lone working. Pressure Systems Safety regulations (PSSR) and the Provision of Work Equipment Regulations (PUWER), Lifting operations and lifting equipment regulations (LOLER)"
    },
    {
      "knowledgeId": "8369c0cd-ac77-4dbe-898a-9981ca17b5c2",
      "detail": "Environmental considerations, including Environmental Protection Act, Waste Electrical and Electronic Equipment Directive (WEEE), fluorinated greenhouse gas (F Gas), hazardous waste regulations and the waste-water Directive (WWD), recycling and waste disposal, energy monitoring, leak detection and equipment data logging to optimize energy performance"
    },
    {
      "knowledgeId": "11d63de1-7e53-437e-b1eb-e6b694831279",
      "detail": "Planning techniques, including time management skills, work-flow, job allocation"
    },
    {
      "knowledgeId": "48e77b6c-674f-46d6-b714-ce3b483a25a8",
      "detail": "Documentation requirements, for example service reports, checklists, written schemes of examination and vehicle safety checklist"
    },
    {
      "knowledgeId": "0fc1d960-a152-45b9-83ab-680ccfb734e0",
      "detail": "Communication techniques - verbal and written"
    },
    {
      "knowledgeId": "d0f5e070-485c-4f6d-8abe-1c8b84091caf",
      "detail": "Training, mentoring and coaching techniques; how to pass on knowledge, and provide guidance to customer/stakeholder"
    },
    {
      "knowledgeId": "578be370-de6b-45eb-9574-4c97cb987b39",
      "detail": "Professional relationships, including; etiquette, expectations, responsibilities. Equality and diversity considerations"
    },
    {
      "knowledgeId": "a5fd4ecb-a5e6-4dc0-9442-8360d08a429c",
      "detail": "Information Technology (IT) in the workplace, for example hardware devices, software, connectivity protocols, and work management systems"
    },
    {
      "knowledgeId": "0548aa6c-c925-4835-b776-c638994f4e5f",
      "detail": "Service Level Agreements, for example employer/employee responsibilities and commercial contracts"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "fc93c760-c42c-4d3d-8468-96f64117e185",
      "detail": "Prioritises Health, safety and environment."
    },
    {
      "behaviourId": "69f38d0b-9e19-4a10-802a-ad3cb9fbe60f",
      "detail": "Team player, for example; integrates and communicates with the team, supports other people, considers implications of their own actions on other people and the business whilst working effectively to get the task completed, reliable, punctual, meticulous, trustworthy, honest, determined, perseveres, acts with integrity."
    },
    {
      "behaviourId": "912ba9ae-51cb-490a-a879-49f251f0a44e",
      "detail": "Adaptable, for example, responds to unforeseen circumstances, improvises in environment or time challenged conditions, resilient under pressure."
    },
    {
      "behaviourId": "6d5f18c6-545a-4fd2-abb4-248ad2c2587a",
      "detail": "Takes responsibility for job, for example a desire to see a job through from start to finish and verify that it has been completed to the required standard."
    },
    {
      "behaviourId": "067b126e-893b-4020-b7dd-713d95cbbb85",
      "detail": "Quality focus, for example attention to detail, accuracy, customer orientated, implements quality and lasting repairs."
    },
    {
      "behaviourId": "733f99fc-0de9-4d93-b7ea-632e165eacfa",
      "detail": "Professional - represents employer/themselves well, for example communicates clearly, presentable, passion for product, ambassadorial nature, instils confidence."
    },
    {
      "behaviourId": "6cb3bee7-01fb-49f1-a907-e923420349aa",
      "detail": "Committed to continuous professional development in order to ensure growth in ability and standards of work."
    }
  ],
  "skills": [
    {
      "skillId": "8726f5d1-c129-4256-987f-93fba17c2356",
      "detail": "Install compressed air or vacuum equipment, piping, electrical connections and control systems."
    },
    {
      "skillId": "076f8384-7b61-4b08-b94e-6cf406860570",
      "detail": "Commission compressed air or vacuum equipment and/or components."
    },
    {
      "skillId": "dd26357d-6ac9-4071-9474-50da35e0e859",
      "detail": "Lock off and isolate equipment; electrical and mechanical."
    },
    {
      "skillId": "9beeaff5-de9c-4c5a-ba3f-ded9c60481f8",
      "detail": "Decommission and disconnect specified equipment or components, for long term shut down or disposal for example. Categorise equipment for reuse, disposal or recycling and when necessary, complete storage measures to prevent deterioration."
    },
    {
      "skillId": "8a209cc3-3e69-4106-98bf-15cb2494fd5c",
      "detail": "Maintain and service compressed air or vacuum equipment or components."
    },
    {
      "skillId": "b48db056-f158-4666-905a-f664c082dd7b",
      "detail": "Diagnose; rectify faults and/or repair of compressed air or vacuum equipment, components and systems."
    },
    {
      "skillId": "4aba1131-a329-4538-b534-3f0d56a00193",
      "detail": "Inspect pressure/vacuum vessels, their safety devices and/or other equipment."
    },
    {
      "skillId": "bf643fab-59fb-41da-af88-fe2907089328",
      "detail": "Select and use hand tools, specialist tools and instruments, including test equipment. Check tools and identify and report tool defects where necessary. Store of tools and equipment."
    },
    {
      "skillId": "d3413f98-2bba-4494-9260-6a546377c00e",
      "detail": "Plan and prepare for work, for example task delegation, work-flow, route planning and time management. Obtain and check parts."
    },
    {
      "skillId": "ba68d303-5ff5-49b6-ba3e-dd5cca209927",
      "detail": "Report and record work activity, for example asset management records, work sheets, checklists, waste environmental records and any legal reporting requirements."
    },
    {
      "skillId": "0e0bd68e-faec-4cf5-8d98-d4e4095a36bf",
      "detail": "Adhere to heath and safety regulations, legislation and safe working practices; identify risks, hazards and control measure."
    },
    {
      "skillId": "9436ab2b-fbe1-4c82-b236-343cdec98e3e",
      "detail": "Read and interpret technical and safety documentation, for example risk assessments, method statements, permits to work, operation and maintenance manuals and wiring diagrams."
    },
    {
      "skillId": "cd03f002-96cb-4cc3-8c9d-5bc66fcf2225",
      "detail": "Communicate with stakeholders - internal and/or external, for example customers, colleagues, managers and the general public."
    },
    {
      "skillId": "ff122fe3-cc9a-47bf-946c-cfabbb5c27a7",
      "detail": "House-keeping, including restoring the work area on completion of the activity, returning any resources and consumables, disposal of waste, re-cycling/re-using where appropriate."
    },
    {
      "skillId": "41ffd44f-1f62-42ee-925f-62be9161994a",
      "detail": "Use IT, for example document creation, communication and information management."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-05-13T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0433",
  "tbMainContact": "terry@bcas.org.uk",
  "involvedEmployers": "ACL Engineering, Air Equipment, Air Services, Atlas Copco, Boge Compressor, Gardner Denver, HPC Compressed Air Systems, Ingersoll Rand International, Maziak Compressors, Parker Hannifin",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Service Technicians",
    "Service Engineers",
    "Installation Engineers",
    "Commissioning Engineers",
    "Electrical Technicians",
    "Electrical Engineer",
    "Mechanical Technicians",
    "Mechanical Engineer",
    "Air Treatment Technicians",
    "Air Treatment Engineers",
    "Product Support Engineers",
    "Pressure Systems Competent Person (Examiner)"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Maintenance, Installation & Repair",
  "cluster": "Manufacturing or process maintenance operative or technician",
  "clusterId": "71",
  "clusterDescription": null,
  "createdDate": "2020-01-29T08:38:26 +00:00",
  "lastUpdated": "2022-02-09T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-05-13T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0817",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0817-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0817-v1-0",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "The Society of Operations Engineers ",
      "level": "The Society of Operations Engineers.",
      "isPartial": "",
      "partialFreeText": ""
    },
    {
      "bodyName": "Engineering Council ",
      "level": "Engineering Technician (EngTech). Apprentices will need to complete an application process where they demonstrate competence against UKSPEC, in order to become EngTech.",
      "isPartial": "",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "c361a590-768d-4f8d-aeba-de1ebad9e5a8",
      "dutyDetail": "Plan and organise work to meet customers’ requirements and priorities",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "912ba9ae-51cb-490a-a879-49f251f0a44e",
        "6d5f18c6-545a-4fd2-abb4-248ad2c2587a"
      ],
      "mappedKnowledge": [
        "11d63de1-7e53-437e-b1eb-e6b694831279",
        "0548aa6c-c925-4835-b776-c638994f4e5f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d3413f98-2bba-4494-9260-6a546377c00e",
        "41ffd44f-1f62-42ee-925f-62be9161994a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5f10ab5c-e41e-4afa-bfa9-3e9a0576a03e",
      "dutyDetail": "Install equipment, using the agreed preferred compressed or vacuum air pipework system",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "fc93c760-c42c-4d3d-8468-96f64117e185",
        "69f38d0b-9e19-4a10-802a-ad3cb9fbe60f",
        "912ba9ae-51cb-490a-a879-49f251f0a44e",
        "6d5f18c6-545a-4fd2-abb4-248ad2c2587a"
      ],
      "mappedKnowledge": [
        "549ddff2-e0d5-4440-a13a-e1b2a18af75c",
        "9c2cd6ff-5ce1-488c-9901-3edd6bcd3a96",
        "ea0b64e2-9e0f-4b8a-a8bd-daae09b656a8",
        "062b14fb-9399-4733-89cc-d8db8b188bd4",
        "be2f9310-0745-44a3-9611-4e3db72d4a25",
        "0bd0e41b-584c-4348-a644-1d149c29a004",
        "21607da9-5abb-4f7b-bd7f-a31ae69847f9",
        "11d63de1-7e53-437e-b1eb-e6b694831279",
        "0fc1d960-a152-45b9-83ab-680ccfb734e0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8726f5d1-c129-4256-987f-93fba17c2356",
        "dd26357d-6ac9-4071-9474-50da35e0e859",
        "bf643fab-59fb-41da-af88-fe2907089328",
        "0e0bd68e-faec-4cf5-8d98-d4e4095a36bf",
        "9436ab2b-fbe1-4c82-b236-343cdec98e3e",
        "cd03f002-96cb-4cc3-8c9d-5bc66fcf2225"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3d5bdf89-a082-4a83-8d98-3bd35398d2f6",
      "dutyDetail": "Commission installed compressed air and vacuum equipment",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "fc93c760-c42c-4d3d-8468-96f64117e185",
        "912ba9ae-51cb-490a-a879-49f251f0a44e",
        "733f99fc-0de9-4d93-b7ea-632e165eacfa"
      ],
      "mappedKnowledge": [
        "549ddff2-e0d5-4440-a13a-e1b2a18af75c",
        "9c2cd6ff-5ce1-488c-9901-3edd6bcd3a96",
        "9497a43a-fa3e-4e91-bb03-02dead488d5c",
        "0bd0e41b-584c-4348-a644-1d149c29a004",
        "21607da9-5abb-4f7b-bd7f-a31ae69847f9",
        "48e77b6c-674f-46d6-b714-ce3b483a25a8",
        "0fc1d960-a152-45b9-83ab-680ccfb734e0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "076f8384-7b61-4b08-b94e-6cf406860570",
        "dd26357d-6ac9-4071-9474-50da35e0e859",
        "4aba1131-a329-4538-b534-3f0d56a00193",
        "bf643fab-59fb-41da-af88-fe2907089328",
        "ba68d303-5ff5-49b6-ba3e-dd5cca209927",
        "0e0bd68e-faec-4cf5-8d98-d4e4095a36bf",
        "9436ab2b-fbe1-4c82-b236-343cdec98e3e",
        "cd03f002-96cb-4cc3-8c9d-5bc66fcf2225"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8ab5d824-21f8-47de-a1a1-4fcb25cf68de",
      "dutyDetail": "Service compressed air and vacuum equipment",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "fc93c760-c42c-4d3d-8468-96f64117e185",
        "6d5f18c6-545a-4fd2-abb4-248ad2c2587a",
        "067b126e-893b-4020-b7dd-713d95cbbb85"
      ],
      "mappedKnowledge": [
        "2ad68baf-3aa9-4b11-b814-5e33d66989f7",
        "9c2cd6ff-5ce1-488c-9901-3edd6bcd3a96",
        "9497a43a-fa3e-4e91-bb03-02dead488d5c",
        "be2f9310-0745-44a3-9611-4e3db72d4a25",
        "0bd0e41b-584c-4348-a644-1d149c29a004",
        "21607da9-5abb-4f7b-bd7f-a31ae69847f9",
        "8369c0cd-ac77-4dbe-898a-9981ca17b5c2",
        "11d63de1-7e53-437e-b1eb-e6b694831279",
        "48e77b6c-674f-46d6-b714-ce3b483a25a8",
        "0fc1d960-a152-45b9-83ab-680ccfb734e0",
        "578be370-de6b-45eb-9574-4c97cb987b39",
        "a5fd4ecb-a5e6-4dc0-9442-8360d08a429c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "dd26357d-6ac9-4071-9474-50da35e0e859",
        "9beeaff5-de9c-4c5a-ba3f-ded9c60481f8",
        "8a209cc3-3e69-4106-98bf-15cb2494fd5c",
        "4aba1131-a329-4538-b534-3f0d56a00193",
        "bf643fab-59fb-41da-af88-fe2907089328",
        "d3413f98-2bba-4494-9260-6a546377c00e",
        "ba68d303-5ff5-49b6-ba3e-dd5cca209927",
        "0e0bd68e-faec-4cf5-8d98-d4e4095a36bf",
        "9436ab2b-fbe1-4c82-b236-343cdec98e3e",
        "cd03f002-96cb-4cc3-8c9d-5bc66fcf2225",
        "ff122fe3-cc9a-47bf-946c-cfabbb5c27a7",
        "41ffd44f-1f62-42ee-925f-62be9161994a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "773aab96-da85-4ffc-bb45-1542310b65e9",
      "dutyDetail": "Service compressed and vacuum air treatment equipment",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "fc93c760-c42c-4d3d-8468-96f64117e185",
        "6d5f18c6-545a-4fd2-abb4-248ad2c2587a",
        "067b126e-893b-4020-b7dd-713d95cbbb85"
      ],
      "mappedKnowledge": [
        "2ad68baf-3aa9-4b11-b814-5e33d66989f7",
        "9c2cd6ff-5ce1-488c-9901-3edd6bcd3a96",
        "9497a43a-fa3e-4e91-bb03-02dead488d5c",
        "be2f9310-0745-44a3-9611-4e3db72d4a25",
        "0bd0e41b-584c-4348-a644-1d149c29a004",
        "21607da9-5abb-4f7b-bd7f-a31ae69847f9",
        "8369c0cd-ac77-4dbe-898a-9981ca17b5c2",
        "11d63de1-7e53-437e-b1eb-e6b694831279",
        "0fc1d960-a152-45b9-83ab-680ccfb734e0",
        "578be370-de6b-45eb-9574-4c97cb987b39",
        "a5fd4ecb-a5e6-4dc0-9442-8360d08a429c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "dd26357d-6ac9-4071-9474-50da35e0e859",
        "9beeaff5-de9c-4c5a-ba3f-ded9c60481f8",
        "4aba1131-a329-4538-b534-3f0d56a00193",
        "bf643fab-59fb-41da-af88-fe2907089328",
        "d3413f98-2bba-4494-9260-6a546377c00e",
        "ba68d303-5ff5-49b6-ba3e-dd5cca209927",
        "0e0bd68e-faec-4cf5-8d98-d4e4095a36bf",
        "9436ab2b-fbe1-4c82-b236-343cdec98e3e",
        "cd03f002-96cb-4cc3-8c9d-5bc66fcf2225",
        "ff122fe3-cc9a-47bf-946c-cfabbb5c27a7",
        "41ffd44f-1f62-42ee-925f-62be9161994a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9c86736d-cb2c-4081-9b00-2fa9ea29b554",
      "dutyDetail": "Complete mechanical fault diagnostic and mechanical repairs to a compressed air or vacuum system",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "fc93c760-c42c-4d3d-8468-96f64117e185",
        "912ba9ae-51cb-490a-a879-49f251f0a44e",
        "6d5f18c6-545a-4fd2-abb4-248ad2c2587a",
        "067b126e-893b-4020-b7dd-713d95cbbb85",
        "733f99fc-0de9-4d93-b7ea-632e165eacfa"
      ],
      "mappedKnowledge": [
        "549ddff2-e0d5-4440-a13a-e1b2a18af75c",
        "047ad54a-26a5-4a9b-a962-ac29c5ca283c",
        "0bd0e41b-584c-4348-a644-1d149c29a004",
        "21607da9-5abb-4f7b-bd7f-a31ae69847f9",
        "8369c0cd-ac77-4dbe-898a-9981ca17b5c2",
        "0fc1d960-a152-45b9-83ab-680ccfb734e0",
        "578be370-de6b-45eb-9574-4c97cb987b39"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "dd26357d-6ac9-4071-9474-50da35e0e859",
        "9beeaff5-de9c-4c5a-ba3f-ded9c60481f8",
        "b48db056-f158-4666-905a-f664c082dd7b",
        "4aba1131-a329-4538-b534-3f0d56a00193",
        "bf643fab-59fb-41da-af88-fe2907089328",
        "d3413f98-2bba-4494-9260-6a546377c00e",
        "ba68d303-5ff5-49b6-ba3e-dd5cca209927",
        "0e0bd68e-faec-4cf5-8d98-d4e4095a36bf",
        "9436ab2b-fbe1-4c82-b236-343cdec98e3e",
        "cd03f002-96cb-4cc3-8c9d-5bc66fcf2225",
        "ff122fe3-cc9a-47bf-946c-cfabbb5c27a7",
        "41ffd44f-1f62-42ee-925f-62be9161994a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d6da0fff-c59d-4c37-854b-ec3e2b0029dd",
      "dutyDetail": "Complete electro-mechanical fault diagnosis and repairs to a compressed air or vacuum system",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "fc93c760-c42c-4d3d-8468-96f64117e185",
        "912ba9ae-51cb-490a-a879-49f251f0a44e",
        "6d5f18c6-545a-4fd2-abb4-248ad2c2587a",
        "067b126e-893b-4020-b7dd-713d95cbbb85",
        "733f99fc-0de9-4d93-b7ea-632e165eacfa"
      ],
      "mappedKnowledge": [
        "549ddff2-e0d5-4440-a13a-e1b2a18af75c",
        "047ad54a-26a5-4a9b-a962-ac29c5ca283c",
        "9497a43a-fa3e-4e91-bb03-02dead488d5c",
        "0bd0e41b-584c-4348-a644-1d149c29a004",
        "21607da9-5abb-4f7b-bd7f-a31ae69847f9",
        "8369c0cd-ac77-4dbe-898a-9981ca17b5c2",
        "0fc1d960-a152-45b9-83ab-680ccfb734e0",
        "578be370-de6b-45eb-9574-4c97cb987b39"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "dd26357d-6ac9-4071-9474-50da35e0e859",
        "9beeaff5-de9c-4c5a-ba3f-ded9c60481f8",
        "b48db056-f158-4666-905a-f664c082dd7b",
        "bf643fab-59fb-41da-af88-fe2907089328",
        "d3413f98-2bba-4494-9260-6a546377c00e",
        "ba68d303-5ff5-49b6-ba3e-dd5cca209927",
        "0e0bd68e-faec-4cf5-8d98-d4e4095a36bf",
        "9436ab2b-fbe1-4c82-b236-343cdec98e3e",
        "cd03f002-96cb-4cc3-8c9d-5bc66fcf2225",
        "ff122fe3-cc9a-47bf-946c-cfabbb5c27a7",
        "41ffd44f-1f62-42ee-925f-62be9161994a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "03aad588-50e3-42ef-8bcc-7570e37d8646",
      "dutyDetail": "Complete the electrical fault diagnosis and repairs to a compressed air or vacuum system",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "fc93c760-c42c-4d3d-8468-96f64117e185",
        "912ba9ae-51cb-490a-a879-49f251f0a44e",
        "6d5f18c6-545a-4fd2-abb4-248ad2c2587a",
        "067b126e-893b-4020-b7dd-713d95cbbb85",
        "733f99fc-0de9-4d93-b7ea-632e165eacfa"
      ],
      "mappedKnowledge": [
        "549ddff2-e0d5-4440-a13a-e1b2a18af75c",
        "047ad54a-26a5-4a9b-a962-ac29c5ca283c",
        "9497a43a-fa3e-4e91-bb03-02dead488d5c",
        "0bd0e41b-584c-4348-a644-1d149c29a004",
        "21607da9-5abb-4f7b-bd7f-a31ae69847f9",
        "8369c0cd-ac77-4dbe-898a-9981ca17b5c2",
        "0fc1d960-a152-45b9-83ab-680ccfb734e0",
        "578be370-de6b-45eb-9574-4c97cb987b39"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "dd26357d-6ac9-4071-9474-50da35e0e859",
        "9beeaff5-de9c-4c5a-ba3f-ded9c60481f8",
        "b48db056-f158-4666-905a-f664c082dd7b",
        "bf643fab-59fb-41da-af88-fe2907089328",
        "d3413f98-2bba-4494-9260-6a546377c00e",
        "ba68d303-5ff5-49b6-ba3e-dd5cca209927",
        "0e0bd68e-faec-4cf5-8d98-d4e4095a36bf",
        "9436ab2b-fbe1-4c82-b236-343cdec98e3e",
        "cd03f002-96cb-4cc3-8c9d-5bc66fcf2225",
        "ff122fe3-cc9a-47bf-946c-cfabbb5c27a7",
        "41ffd44f-1f62-42ee-925f-62be9161994a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "95a7ba00-fd4a-458d-a23d-6db40d8208fd",
      "dutyDetail": "Complete the electronic fault diagnosis and repairs to a compressed air or vacuum system",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "fc93c760-c42c-4d3d-8468-96f64117e185",
        "912ba9ae-51cb-490a-a879-49f251f0a44e",
        "6d5f18c6-545a-4fd2-abb4-248ad2c2587a",
        "067b126e-893b-4020-b7dd-713d95cbbb85",
        "733f99fc-0de9-4d93-b7ea-632e165eacfa"
      ],
      "mappedKnowledge": [
        "549ddff2-e0d5-4440-a13a-e1b2a18af75c",
        "047ad54a-26a5-4a9b-a962-ac29c5ca283c",
        "9497a43a-fa3e-4e91-bb03-02dead488d5c",
        "0bd0e41b-584c-4348-a644-1d149c29a004",
        "21607da9-5abb-4f7b-bd7f-a31ae69847f9",
        "8369c0cd-ac77-4dbe-898a-9981ca17b5c2",
        "0fc1d960-a152-45b9-83ab-680ccfb734e0",
        "578be370-de6b-45eb-9574-4c97cb987b39"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "dd26357d-6ac9-4071-9474-50da35e0e859",
        "9beeaff5-de9c-4c5a-ba3f-ded9c60481f8",
        "b48db056-f158-4666-905a-f664c082dd7b",
        "bf643fab-59fb-41da-af88-fe2907089328",
        "d3413f98-2bba-4494-9260-6a546377c00e",
        "ba68d303-5ff5-49b6-ba3e-dd5cca209927",
        "0e0bd68e-faec-4cf5-8d98-d4e4095a36bf",
        "9436ab2b-fbe1-4c82-b236-343cdec98e3e",
        "cd03f002-96cb-4cc3-8c9d-5bc66fcf2225",
        "ff122fe3-cc9a-47bf-946c-cfabbb5c27a7",
        "41ffd44f-1f62-42ee-925f-62be9161994a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "efa71537-96e0-437c-8b7f-e2ddbdba50e4",
      "dutyDetail": "Complete process and energy usage monitoring of current energy performance of vacuum air and or compressed air systems",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "fc93c760-c42c-4d3d-8468-96f64117e185",
        "6d5f18c6-545a-4fd2-abb4-248ad2c2587a"
      ],
      "mappedKnowledge": [
        "549ddff2-e0d5-4440-a13a-e1b2a18af75c",
        "9497a43a-fa3e-4e91-bb03-02dead488d5c",
        "062b14fb-9399-4733-89cc-d8db8b188bd4",
        "0bd0e41b-584c-4348-a644-1d149c29a004",
        "21607da9-5abb-4f7b-bd7f-a31ae69847f9",
        "8369c0cd-ac77-4dbe-898a-9981ca17b5c2",
        "578be370-de6b-45eb-9574-4c97cb987b39"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "dd26357d-6ac9-4071-9474-50da35e0e859",
        "bf643fab-59fb-41da-af88-fe2907089328",
        "0e0bd68e-faec-4cf5-8d98-d4e4095a36bf",
        "9436ab2b-fbe1-4c82-b236-343cdec98e3e",
        "41ffd44f-1f62-42ee-925f-62be9161994a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7d7bf86d-108e-44ad-9a7d-e9c216aa869f",
      "dutyDetail": "Adjust compressed air or vacuum controls to ensure equipment is operating at optimum efficiency",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "fc93c760-c42c-4d3d-8468-96f64117e185",
        "6d5f18c6-545a-4fd2-abb4-248ad2c2587a"
      ],
      "mappedKnowledge": [
        "549ddff2-e0d5-4440-a13a-e1b2a18af75c",
        "9497a43a-fa3e-4e91-bb03-02dead488d5c",
        "062b14fb-9399-4733-89cc-d8db8b188bd4",
        "21607da9-5abb-4f7b-bd7f-a31ae69847f9",
        "0fc1d960-a152-45b9-83ab-680ccfb734e0",
        "578be370-de6b-45eb-9574-4c97cb987b39"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "dd26357d-6ac9-4071-9474-50da35e0e859",
        "ba68d303-5ff5-49b6-ba3e-dd5cca209927",
        "0e0bd68e-faec-4cf5-8d98-d4e4095a36bf",
        "9436ab2b-fbe1-4c82-b236-343cdec98e3e",
        "cd03f002-96cb-4cc3-8c9d-5bc66fcf2225",
        "41ffd44f-1f62-42ee-925f-62be9161994a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "474e785e-de33-4d54-8d83-abeb9e045cec",
      "dutyDetail": " Provide technical and regulatory advice to customers",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "fc93c760-c42c-4d3d-8468-96f64117e185",
        "6d5f18c6-545a-4fd2-abb4-248ad2c2587a",
        "067b126e-893b-4020-b7dd-713d95cbbb85",
        "733f99fc-0de9-4d93-b7ea-632e165eacfa",
        "6cb3bee7-01fb-49f1-a907-e923420349aa"
      ],
      "mappedKnowledge": [
        "549ddff2-e0d5-4440-a13a-e1b2a18af75c",
        "2ad68baf-3aa9-4b11-b814-5e33d66989f7",
        "9c2cd6ff-5ce1-488c-9901-3edd6bcd3a96",
        "ea0b64e2-9e0f-4b8a-a8bd-daae09b656a8",
        "9497a43a-fa3e-4e91-bb03-02dead488d5c",
        "062b14fb-9399-4733-89cc-d8db8b188bd4",
        "21607da9-5abb-4f7b-bd7f-a31ae69847f9",
        "8369c0cd-ac77-4dbe-898a-9981ca17b5c2",
        "0fc1d960-a152-45b9-83ab-680ccfb734e0",
        "d0f5e070-485c-4f6d-8abe-1c8b84091caf"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9436ab2b-fbe1-4c82-b236-343cdec98e3e",
        "cd03f002-96cb-4cc3-8c9d-5bc66fcf2225",
        "41ffd44f-1f62-42ee-925f-62be9161994a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ab9373ae-c80e-42bc-92db-1ededec331ab",
      "dutyDetail": "Complete documentation/reports such as risk assessments, method statements, job reports, stock control records, diagnosis/fault finding reports",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "fc93c760-c42c-4d3d-8468-96f64117e185",
        "6d5f18c6-545a-4fd2-abb4-248ad2c2587a",
        "067b126e-893b-4020-b7dd-713d95cbbb85",
        "733f99fc-0de9-4d93-b7ea-632e165eacfa"
      ],
      "mappedKnowledge": [
        "be2f9310-0745-44a3-9611-4e3db72d4a25",
        "21607da9-5abb-4f7b-bd7f-a31ae69847f9",
        "48e77b6c-674f-46d6-b714-ce3b483a25a8",
        "0fc1d960-a152-45b9-83ab-680ccfb734e0",
        "578be370-de6b-45eb-9574-4c97cb987b39",
        "a5fd4ecb-a5e6-4dc0-9442-8360d08a429c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9beeaff5-de9c-4c5a-ba3f-ded9c60481f8",
        "ba68d303-5ff5-49b6-ba3e-dd5cca209927",
        "0e0bd68e-faec-4cf5-8d98-d4e4095a36bf",
        "9436ab2b-fbe1-4c82-b236-343cdec98e3e",
        "cd03f002-96cb-4cc3-8c9d-5bc66fcf2225",
        "41ffd44f-1f62-42ee-925f-62be9161994a"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-02-09T00:00:00"
}