{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 0,
  "referenceNumber": "ST0858",
  "learningAimClassCode": "",
  "title": "Clinical photographer",
  "status": "Withdrawn",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0858",
  "qualificationStandardUrl": null,
  "versionNumber": "",
  "change": "Withdrawn",
  "changedDate": "2023-09-28T00:00:00",
  "earliestStartDate": null,
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Provide photography service.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 0,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "media",
    "communication",
    "photo",
    "photographer",
    "health",
    "science"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4582/st0858_clinical_photographer_l7_for-publication-061020.pdf",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.3 Media and communication",
  "version": "0.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the healthcare sector and includes the NHS and private healthcare providers as well as some universities and research organisations. &lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is to provide expert clinical photography services, accountable for providing complex and critical video and clinical images to support patient care. Clinical photographers support the monitoring of patient treatment, aid diagnosis and enhance patient records as well as support clinical teaching, research and publication. &lt;br /&gt;&lt;br /&gt;In their daily work, an employee in this occupation interacts with multi-disciplinary clinical teams across all specialities, patients, relatives, management team, scientists, and academics. They also support external agencies such as the police, social workers and solicitors. Clinical photographers are usually hospital-based during core working hours, with out-of-hours working required for some specialist services. &lt;br /&gt;&lt;br /&gt;An employee in this occupation will be responsible for using professional judgement, planning and carrying out a broad range of highly specialised clinical photography, video and imaging to deliver accurate visual records of the progress of patients’ disease and treatment and at times are required to have direct physical contact with the patient. They will also capture clinical photographic evidence for safeguarding purposes and contribute photographic and video expertise to support major incident planning. As an autonomous practitioner, they have responsibility for the safety and wellbeing of the patient whilst in their care, supervision of apprentices and trainees and prioritisation of workload. As the first point of contact for the clinician, the clinical photographer must using professional judgement interpret their requirements to determine the most appropriate action. They are accountable professionally and legally for their actions and of those they are supervising, including the enacting of legislation such as patient confidentiality, record-keeping and risk management. They will critically evaluate the service and their own practice to influence and lead change initiatives within the service. Clinical photographers might work entirely alone (in smaller institutions or the private sector) or might be part of a larger team in a big organisation. They manage and operate professional-grade equipment, which might include (depending on the specialities they serve) highly-specialised instruments such as ophthalmic imaging (biomicroscope cameras, slit-lamp, OCT and other laser-scanning technologies), 3D scanning cameras and thermal imaging equipment. They are responsible for maintaining and using a range of specialist IT software.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "349a837d-c326-4f48-8055-821cd7fcec34",
      "detail": "Local and national legislation, policies and procedures within their scope of practice, professional and regulatory codes of conduct; the importance of working within boundaries of practice; the range of physical, psychological and diagnostic interventions within their scope of practice."
    },
    {
      "knowledgeId": "b35bb21f-8902-441e-9ca2-458b30e88def",
      "detail": "Professional Standards Authority (PSA) and Academy for Healthcare Science (AHCS) standards and adheres to the Institute of Medical Illustrators (IMI) Code of Professional Conduct."
    },
    {
      "knowledgeId": "3b0314e9-3d5b-4a87-9ebe-940a35441e44",
      "detail": "Relevant anatomy, physiology and pathology, anatomical positioning and medical terminology."
    },
    {
      "knowledgeId": "c952fc00-fdbc-4b5d-8a7a-7c4c0bc820c8",
      "detail": "Key patient signs and symptoms in order to recognise and document their condition. "
    },
    {
      "knowledgeId": "b5b9d533-2358-40eb-86b2-6630fc501acc",
      "detail": "Different patient needs and rights in relation to dignity, equality, diversity, inclusion and privacy, communication styles and clinical conditions e.g. dementia or learning disabilities."
    },
    {
      "knowledgeId": "35aa886e-db7e-4843-a290-965d7cdc9590",
      "detail": "Protocols in relation to the appropriate use of Personal Protective Equipment (PPE)."
    },
    {
      "knowledgeId": "56e597e1-fa56-48c7-9c5a-1c11cfeefb14",
      "detail": "The underpinning knowledge of consent, how to obtain consent and the procedures to follow when consent cannot be obtained."
    },
    {
      "knowledgeId": "8d81dde3-48f3-4bea-be19-cdfeac7034d4",
      "detail": "Human anatomy and physiology to image the area of interest, using anatomical landmarks and the importance of patient positioning to obtain the photograph required."
    },
    {
      "knowledgeId": "114ccc31-74c2-4079-86f1-782d86f31c79",
      "detail": "Safe patient moving and handling techniques."
    },
    {
      "knowledgeId": "fd8aeda6-3a4b-49ad-9289-22bf9ddd574c",
      "detail": "The process for escalation of unexpected findings identified on images to ensure optimum patient care."
    },
    {
      "knowledgeId": "7a8e3fe5-90ae-4170-b08c-2e47b1484493",
      "detail": "The procedures relating to major incident and their role within the Major Incident Response Team."
    },
    {
      "knowledgeId": "6ca00588-bf88-4a9d-acdf-38813b727beb",
      "detail": "Different methods of communication including verbal and non-verbal communication; the effect of own body language and attitude on others and the need for active listening skills."
    },
    {
      "knowledgeId": "855b3244-5a43-4fc1-b819-5d33ce5a0870",
      "detail": "Legal, ethical and professional principles associated with equality, diversity, inclusion and safeguarding, including the use of consent chaperones when direct physical contact is needed. "
    },
    {
      "knowledgeId": "0f04c3ef-fdbb-4b73-9096-b6a45d507019",
      "detail": "Patient confidentiality and awareness of responsibility to maintain it in line with ethical and legislative frameworks."
    },
    {
      "knowledgeId": "d1340f63-16d7-4104-b51c-60d86e0adc5d",
      "detail": "Data Protection Regulations and consequences of good and poor data quality on the patient experience/pathway including the need for accurate record keeping (data capture and data processing)."
    },
    {
      "knowledgeId": "f6a7f43f-da24-4163-8867-71da308954c0",
      "detail": "Different roles and scopes of practice for those under own supervision."
    },
    {
      "knowledgeId": "4d8032ba-79d3-4eb9-981c-db342e9d4298",
      "detail": "Both good and bad practice, with the ability to deliver constructive feedback."
    },
    {
      "knowledgeId": "60f26ff1-ed88-477e-8d95-0f42d74c81ca",
      "detail": "Photographic, video and specialist imaging equipment and techniques."
    },
    {
      "knowledgeId": "6eaa1e5f-54a7-438c-885e-6ee208f6755f",
      "detail": "Post production imaging software techniques. "
    },
    {
      "knowledgeId": "ca51a909-b85e-45be-a864-bdae5200f451",
      "detail": "How images are captured and appropriately shared and stored."
    },
    {
      "knowledgeId": "e45f45bf-f2e1-4bec-91f7-c250692206a3",
      "detail": "Service management and the principles of service improvement."
    },
    {
      "knowledgeId": "37d20b1d-3ac7-42ff-8bb0-31e2db60b8e5",
      "detail": "Current trends in relevant legislation, the profession and the wider healthcare service and how to use evidence-based practice in daily work."
    },
    {
      "knowledgeId": "5d89d51e-ee72-420c-a11d-74697eb27880",
      "detail": "Different research methodologies and how to critically analyse research."
    },
    {
      "knowledgeId": "deb3d233-7aa0-4d5f-8353-657e97982a08",
      "detail": "Cyber security relevant to the clinical photography service."
    },
    {
      "knowledgeId": "36eb8272-b2cd-4e6c-8544-a585173a7fc9",
      "detail": "The application of different photographic, video and imaging procedures and techniques including standard representational photography relevant to a broad range of clinical conditions and settings. This includes clinical work such as ophthalmology, dermatology, dental, surgical and non-clinical such as public relations /corporate."
    },
    {
      "knowledgeId": "7753d0c6-1415-4c0f-89aa-6a67da3cae47",
      "detail": "Specific legislation relating to safeguarding policies and practices, (adults and paediatrics)."
    },
    {
      "knowledgeId": "a89c0631-6c0f-4d86-8d25-91cf6f1f2801",
      "detail": "Multi-disciplinary team structures and multi-agency working e.g. non-accidental injuries (NAI), police, coroner, social workers and solicitors."
    },
    {
      "knowledgeId": "1161bf6c-86ef-4cde-97fa-e7bcb32aa252",
      "detail": "Photographic and imaging processes, procedure and adherence to protocols in relation to clinical trials."
    },
    {
      "knowledgeId": "c6e11048-1665-4242-a475-d44d5d15edcc",
      "detail": "The theory of the audit cycle, including quality control methods, analysis of results and how to take appropriate action."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "0be9d772-a42e-4a19-a752-06851a9b2756",
      "detail": "Empathy, compassion and underpinning emotional resilience."
    },
    {
      "behaviourId": "90502b4e-fe1c-4ea1-8a47-fd12a71272b4",
      "detail": "Confident, flexible and adaptable within own scope of practice."
    },
    {
      "behaviourId": "642eefdd-e496-4d9d-a15b-fe5868370752",
      "detail": "Be a reflective practitioner."
    },
    {
      "behaviourId": "15af571b-8ab9-4a4c-9710-721f71dc4fbc",
      "detail": "Act with their code of conduct, honesty, integrity and respect in all interactions, including when direct physical contact is needed, obtaining the appropriate consent."
    },
    {
      "behaviourId": "77688eac-b321-4511-98eb-d4eb2d481806",
      "detail": "Reflect on own impact on others, take responsibility and be accountable for own actions. Sensitively challenge others and raise issues when appropriate."
    }
  ],
  "skills": [
    {
      "skillId": "128e5b24-564f-4edd-8498-b80db882fd6e",
      "detail": "Manage time and resources and prioritise workload according to clinical needs."
    },
    {
      "skillId": "5aeba567-a7ec-4dbf-885e-1e658b6c283a",
      "detail": "Build and sustain professional relationships and work independently, as part of the clinical photography team, as part of a multi-disciplinary team, providing supervision as appropriate."
    },
    {
      "skillId": "02e71569-9c2a-46eb-9628-2e3c1f240da2",
      "detail": "Communicate appropriately with patients, their families, carers and clinical staff at all levels when exercising the duties."
    },
    {
      "skillId": "2cb5c539-ceda-4c70-83d0-09bd0742dbb9",
      "detail": "Collate and record information from different sources and critically evaluate that information to make a logical, informed decision, and communicate decisions appropriately and in a timely way."
    },
    {
      "skillId": "49de4e8f-591b-417c-a86c-5942b7090e94",
      "detail": "Analyse and critically assess a clinical or professional situation and respond accordingly, raising concerns as appropriate."
    },
    {
      "skillId": "a078fdec-0cfb-49af-8f4a-83de7c80347b",
      "detail": "Analyse results of audits and quality control, present findings and take appropriate action."
    },
    {
      "skillId": "68dac6c0-564f-4fc7-ac95-be3e7d85e970",
      "detail": "Use professional photographic and video techniques and adapting as required to each clinical situation. For example selects and operates a range of equipment, maintains patient dignity and comfort, communicates with patients and colleagues to ensure the safe movement of patients into imaging position. "
    },
    {
      "skillId": "70ffb8ed-35d6-4e05-ae3e-b475c18c2a4d",
      "detail": "Recognise normal and abnormal image appearances and use critical judgement when to act upon them."
    },
    {
      "skillId": "b7d890b6-485e-4127-825b-b4643e837a3d",
      "detail": "Assess image standards technically against national guidelines and local protocols, in terms of both image capture and patient positioning."
    },
    {
      "skillId": "43769408-045e-4613-8657-f33949abfae7",
      "detail": "Respect and maintain patient privacy and dignity at all times in all environments, including emergency situations."
    },
    {
      "skillId": "eb53e2c3-b6e0-4f9e-911d-3e54a51e460d",
      "detail": "Maintain accurate and confidential patient records, paper and/or electronic as appropriate."
    },
    {
      "skillId": "197fffe8-c16b-453e-850e-bfc436e3f4ab",
      "detail": "Maintain data protection and patient confidentiality in clinical photography practice and complete relevant documentation."
    },
    {
      "skillId": "da47aff2-f683-4333-9456-570246beab46",
      "detail": "Use appropriate Personal Protective Equipment (PPE) for staff, patients and members of the public, e.g. correct selection of PPE when on wards, in theatre or any other clinical situation."
    },
    {
      "skillId": "f038ceb3-78ca-4875-b493-c12b725516f3",
      "detail": "Work in accordance with local and national legislation, policies and procedures, the professional and regulatory codes of conduct and within scope of practice."
    },
    {
      "skillId": "c06be150-e828-4a05-87ba-7d4a76473285",
      "detail": "Supervise, facilitate learning, motivate and share good practice with others."
    },
    {
      "skillId": "da20014a-c62e-4c31-9938-de9880687461",
      "detail": "Use Quality Assurance methods to analyse and interpret results and act upon them in a safe manner."
    },
    {
      "skillId": "415b9097-19b3-4bf2-bce4-9a684493eb5c",
      "detail": "Read and critically analyse research articles and relevant legislation and apply research findings to practice."
    },
    {
      "skillId": "00b0bcf6-00e4-44f5-a842-4cb885723a87",
      "detail": "Select and use post production software techniques in order to deliver high quality clinical photographic and video records and manage workflow. E.g. make adjustments to the exposure or contrast of the image to improve clinical value while maintaining the integrity of the image."
    },
    {
      "skillId": "1985550a-b31e-4eab-acda-7771c9de163c",
      "detail": "Use image storing and delivery systems to ensure images are appropriately and securely shared and stored e.g. various access levels for image database in accordance with consent levels and data protection. Analyse and critically assess different image storage and delivery systems and contribute to the procurement of a solution, ensuring that it adheres to Data Protection, GDPR, and IT security."
    },
    {
      "skillId": "383e8d3c-7f9e-4421-9c96-8a213eb89a88",
      "detail": "Contribute to continuous improvement of service and personal practice through reflection and adaptation."
    },
    {
      "skillId": "e99d971f-40b7-4818-9d69-3b052c9192fe",
      "detail": "Critically evaluate and employ current trends in the profession and wider healthcare environment."
    },
    {
      "skillId": "240b4576-605d-4235-9fff-695e05b9b410",
      "detail": "Apply different photographic, video and imaging procedures and techniques relevant to a broad range of clinical conditions and settings, (including standard representational photography, dermoscopy, UV/IR as appropriate)."
    },
    {
      "skillId": "7ef73c71-23f8-441b-8148-0784c3cee43a",
      "detail": "Provide photographic/video evidence to standards appropriate for safeguarding purposes to support the multi-agency and multi-disciplinary work."
    },
    {
      "skillId": "f3b85081-b91d-4d7a-a3b1-0fb02f92a2e3",
      "detail": "Adapt techniques in order to adhere to clinical trials protocols."
    },
    {
      "skillId": "4830b418-f8fb-4ce1-984d-92a1a91046f6",
      "detail": "Demonstrate emotional intelligence, critical thinking, independent decision-making skills, problem solving skills and professional judgement."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "2019-11-06T00:00:00 +00:00",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual is the intended EQA provider",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-integrated degree",
  "tbReference": "TB0461",
  "tbMainContact": "j.noctor@ucl.ac.uk",
  "involvedEmployers": "University College London, Cardiff and Vale University Health Board, Media Studio, Cambridge University Hospitals NHS Foundation Trust, Manchester Hospital’s NHS Foundation Trust,  Buckinghamshire Healthcare NHS Trust, UCL (but based in Royal Free Hospital and Great Ormond Street Hospital), Brighton & Sussex University Hospitals NHS Trust, Medical Illustration\r\nHeartlands Hospital, Bordesley Green East Birmingham, Royal National Throat, Nose and Ear Hospital, Medical Photography, Mid Essex Hospital Services NHS Trust, Broomfield Hospital Chelmsford Essex, University of Staffordshire, Cardiff University, AHCS, Institute of Medical Illustrators and Head of Service, Medical Illustration Services, NHS Greater Glasgow & Clyde, IMI Chairman elect",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Healthcare Science",
  "cluster": "Healthcare science professional",
  "clusterId": "21",
  "clusterDescription": null,
  "createdDate": "2020-08-07T14:36:36 +00:00",
  "lastUpdated": "2023-09-28T00:00:00 +00:00",
  "occupationalStandardApprovalDate": null,
  "banners": "IfATE has withdrawn support from the Trailblazer originally developing the apprenticeship covering this occupation. However, the occupation remains on the relevant occupational map. If a new group of employers wishes to take up the development process, they should contact enquiries.ifa@education.gov.uk.",
  "occupationCode": "OCC0858",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0858?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0858",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "Institute of Medical Illustrators",
      "level": "Professional Member",
      "isPartial": "",
      "partialFreeText": ""
    },
    {
      "bodyName": "Academy for Healthcare Science (AHCS)",
      "level": "Registered Member",
      "isPartial": "",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "f342b0be-b949-4fcb-96f3-baa3dd4ea934",
      "dutyDetail": "Work safely and effectively alongside other clinical staff and within the limits of own competence, knowledge and sphere of professional practice, in line with legislation, local policy, procedures and professional code of conduct.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0be9d772-a42e-4a19-a752-06851a9b2756",
        "90502b4e-fe1c-4ea1-8a47-fd12a71272b4",
        "15af571b-8ab9-4a4c-9710-721f71dc4fbc",
        "77688eac-b321-4511-98eb-d4eb2d481806"
      ],
      "mappedKnowledge": [
        "349a837d-c326-4f48-8055-821cd7fcec34",
        "b35bb21f-8902-441e-9ca2-458b30e88def",
        "35aa886e-db7e-4843-a290-965d7cdc9590",
        "56e597e1-fa56-48c7-9c5a-1c11cfeefb14",
        "114ccc31-74c2-4079-86f1-782d86f31c79",
        "855b3244-5a43-4fc1-b819-5d33ce5a0870",
        "0f04c3ef-fdbb-4b73-9096-b6a45d507019",
        "d1340f63-16d7-4104-b51c-60d86e0adc5d",
        "f6a7f43f-da24-4163-8867-71da308954c0",
        "37d20b1d-3ac7-42ff-8bb0-31e2db60b8e5",
        "deb3d233-7aa0-4d5f-8353-657e97982a08",
        "a89c0631-6c0f-4d86-8d25-91cf6f1f2801"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "128e5b24-564f-4edd-8498-b80db882fd6e",
        "5aeba567-a7ec-4dbf-885e-1e658b6c283a",
        "02e71569-9c2a-46eb-9628-2e3c1f240da2",
        "2cb5c539-ceda-4c70-83d0-09bd0742dbb9",
        "49de4e8f-591b-417c-a86c-5942b7090e94",
        "70ffb8ed-35d6-4e05-ae3e-b475c18c2a4d",
        "b7d890b6-485e-4127-825b-b4643e837a3d",
        "43769408-045e-4613-8657-f33949abfae7",
        "eb53e2c3-b6e0-4f9e-911d-3e54a51e460d",
        "197fffe8-c16b-453e-850e-bfc436e3f4ab",
        "da47aff2-f683-4333-9456-570246beab46",
        "f038ceb3-78ca-4875-b493-c12b725516f3",
        "1985550a-b31e-4eab-acda-7771c9de163c",
        "4830b418-f8fb-4ce1-984d-92a1a91046f6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "eb2d1d11-5b83-46d3-833b-8dcbf1dbcb6b",
      "dutyDetail": "Be accountable and responsible for undertaking repeatable and standardised clinical photography in a wide range of healthcare settings that capture the salient visual features of disease and treatment. e.g. clinical photographic studio, operating theatres, mortuary, clinics, wards. Make decisions based on an understanding of anatomy and medical terminology and use professional judgement to select and use imaging techniques to aid clinical decision making, support patient records, patient care, teaching, research and medico-legal evidence.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0be9d772-a42e-4a19-a752-06851a9b2756",
        "90502b4e-fe1c-4ea1-8a47-fd12a71272b4",
        "77688eac-b321-4511-98eb-d4eb2d481806"
      ],
      "mappedKnowledge": [
        "3b0314e9-3d5b-4a87-9ebe-940a35441e44",
        "c952fc00-fdbc-4b5d-8a7a-7c4c0bc820c8",
        "b5b9d533-2358-40eb-86b2-6630fc501acc",
        "35aa886e-db7e-4843-a290-965d7cdc9590",
        "56e597e1-fa56-48c7-9c5a-1c11cfeefb14",
        "8d81dde3-48f3-4bea-be19-cdfeac7034d4",
        "114ccc31-74c2-4079-86f1-782d86f31c79",
        "fd8aeda6-3a4b-49ad-9289-22bf9ddd574c",
        "6ca00588-bf88-4a9d-acdf-38813b727beb",
        "0f04c3ef-fdbb-4b73-9096-b6a45d507019",
        "d1340f63-16d7-4104-b51c-60d86e0adc5d",
        "36eb8272-b2cd-4e6c-8544-a585173a7fc9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "128e5b24-564f-4edd-8498-b80db882fd6e",
        "02e71569-9c2a-46eb-9628-2e3c1f240da2",
        "2cb5c539-ceda-4c70-83d0-09bd0742dbb9",
        "49de4e8f-591b-417c-a86c-5942b7090e94",
        "68dac6c0-564f-4fc7-ac95-be3e7d85e970",
        "70ffb8ed-35d6-4e05-ae3e-b475c18c2a4d",
        "b7d890b6-485e-4127-825b-b4643e837a3d",
        "43769408-045e-4613-8657-f33949abfae7",
        "eb53e2c3-b6e0-4f9e-911d-3e54a51e460d",
        "da47aff2-f683-4333-9456-570246beab46",
        "f038ceb3-78ca-4875-b493-c12b725516f3",
        "240b4576-605d-4235-9fff-695e05b9b410",
        "4830b418-f8fb-4ce1-984d-92a1a91046f6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ed82691b-808e-43e1-8646-9b7310f61d4c",
      "dutyDetail": "Capture complex and accurate clinical photographic evidence for safeguarding purposes to support multidisciplinary teams, e.g. social services, police and appropriate clinicians",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0be9d772-a42e-4a19-a752-06851a9b2756",
        "77688eac-b321-4511-98eb-d4eb2d481806"
      ],
      "mappedKnowledge": [
        "3b0314e9-3d5b-4a87-9ebe-940a35441e44",
        "c952fc00-fdbc-4b5d-8a7a-7c4c0bc820c8",
        "56e597e1-fa56-48c7-9c5a-1c11cfeefb14",
        "114ccc31-74c2-4079-86f1-782d86f31c79",
        "fd8aeda6-3a4b-49ad-9289-22bf9ddd574c",
        "855b3244-5a43-4fc1-b819-5d33ce5a0870",
        "7753d0c6-1415-4c0f-89aa-6a67da3cae47",
        "a89c0631-6c0f-4d86-8d25-91cf6f1f2801"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2cb5c539-ceda-4c70-83d0-09bd0742dbb9",
        "49de4e8f-591b-417c-a86c-5942b7090e94",
        "68dac6c0-564f-4fc7-ac95-be3e7d85e970",
        "70ffb8ed-35d6-4e05-ae3e-b475c18c2a4d",
        "43769408-045e-4613-8657-f33949abfae7",
        "f038ceb3-78ca-4875-b493-c12b725516f3",
        "240b4576-605d-4235-9fff-695e05b9b410",
        "7ef73c71-23f8-441b-8148-0784c3cee43a",
        "4830b418-f8fb-4ce1-984d-92a1a91046f6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "294f668d-0ad4-424c-abeb-6acab7a2ff85",
      "dutyDetail": "Lead on the production of repeatable and standardised clinical video sequences and finished films to demonstrate the dynamic, chronic and acute aspects of disease and treatment and capture the salient visual (and audio) features of disease and treatment.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0be9d772-a42e-4a19-a752-06851a9b2756",
        "77688eac-b321-4511-98eb-d4eb2d481806"
      ],
      "mappedKnowledge": [
        "3b0314e9-3d5b-4a87-9ebe-940a35441e44",
        "c952fc00-fdbc-4b5d-8a7a-7c4c0bc820c8",
        "35aa886e-db7e-4843-a290-965d7cdc9590",
        "56e597e1-fa56-48c7-9c5a-1c11cfeefb14",
        "8d81dde3-48f3-4bea-be19-cdfeac7034d4",
        "114ccc31-74c2-4079-86f1-782d86f31c79",
        "fd8aeda6-3a4b-49ad-9289-22bf9ddd574c",
        "6ca00588-bf88-4a9d-acdf-38813b727beb",
        "36eb8272-b2cd-4e6c-8544-a585173a7fc9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2cb5c539-ceda-4c70-83d0-09bd0742dbb9",
        "68dac6c0-564f-4fc7-ac95-be3e7d85e970",
        "70ffb8ed-35d6-4e05-ae3e-b475c18c2a4d",
        "da47aff2-f683-4333-9456-570246beab46",
        "f038ceb3-78ca-4875-b493-c12b725516f3",
        "240b4576-605d-4235-9fff-695e05b9b410",
        "4830b418-f8fb-4ce1-984d-92a1a91046f6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "be1da1f4-d851-4744-9ce3-655e7878505d",
      "dutyDetail": "Provide clinical photographic expertise to clinical trials and studies e.g. designing and managing a photographic protocol to monitor patients’ progress in a clinical trial.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "77688eac-b321-4511-98eb-d4eb2d481806"
      ],
      "mappedKnowledge": [
        "3b0314e9-3d5b-4a87-9ebe-940a35441e44",
        "c952fc00-fdbc-4b5d-8a7a-7c4c0bc820c8",
        "b5b9d533-2358-40eb-86b2-6630fc501acc",
        "56e597e1-fa56-48c7-9c5a-1c11cfeefb14",
        "1161bf6c-86ef-4cde-97fa-e7bcb32aa252"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "128e5b24-564f-4edd-8498-b80db882fd6e",
        "2cb5c539-ceda-4c70-83d0-09bd0742dbb9",
        "f038ceb3-78ca-4875-b493-c12b725516f3",
        "415b9097-19b3-4bf2-bce4-9a684493eb5c",
        "240b4576-605d-4235-9fff-695e05b9b410",
        "f3b85081-b91d-4d7a-a3b1-0fb02f92a2e3",
        "4830b418-f8fb-4ce1-984d-92a1a91046f6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d35f7e28-0377-4023-b4f9-a98d4146f3a1",
      "dutyDetail": "Working independently, undertake photography in the healthcare environment to support patient information, medical education, public relations and corporate communications working in compliance with legal, ethical and professional code of conduct standards.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "77688eac-b321-4511-98eb-d4eb2d481806"
      ],
      "mappedKnowledge": [
        "349a837d-c326-4f48-8055-821cd7fcec34",
        "60f26ff1-ed88-477e-8d95-0f42d74c81ca",
        "6eaa1e5f-54a7-438c-885e-6ee208f6755f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5aeba567-a7ec-4dbf-885e-1e658b6c283a",
        "2cb5c539-ceda-4c70-83d0-09bd0742dbb9",
        "49de4e8f-591b-417c-a86c-5942b7090e94",
        "eb53e2c3-b6e0-4f9e-911d-3e54a51e460d",
        "197fffe8-c16b-453e-850e-bfc436e3f4ab",
        "00b0bcf6-00e4-44f5-a842-4cb885723a87",
        "1985550a-b31e-4eab-acda-7771c9de163c",
        "4830b418-f8fb-4ce1-984d-92a1a91046f6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "181d314f-ad49-4421-9e2d-9f1dbd919b0e",
      "dutyDetail": "Ensure that patient images have been accurately captured, processed and made available, in accordance with relevant legislation and ethical guidance to support patient care.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "77688eac-b321-4511-98eb-d4eb2d481806"
      ],
      "mappedKnowledge": [
        "0f04c3ef-fdbb-4b73-9096-b6a45d507019",
        "d1340f63-16d7-4104-b51c-60d86e0adc5d",
        "6eaa1e5f-54a7-438c-885e-6ee208f6755f",
        "ca51a909-b85e-45be-a864-bdae5200f451",
        "deb3d233-7aa0-4d5f-8353-657e97982a08"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "197fffe8-c16b-453e-850e-bfc436e3f4ab",
        "00b0bcf6-00e4-44f5-a842-4cb885723a87",
        "1985550a-b31e-4eab-acda-7771c9de163c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8a92189a-a97e-4663-acf2-eba17b807eb8",
      "dutyDetail": "Use professional judgement to ensure appropriate, informed consent is obtained or in cases where a patient lacks capacity ensures that the relevent Code of Practics are adhered to. Ensuring information governance safeguards are in place for the intended use of clinical images. Manage and promote best practice in the safe use of clinical images within the healthcare environment.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "77688eac-b321-4511-98eb-d4eb2d481806"
      ],
      "mappedKnowledge": [
        "56e597e1-fa56-48c7-9c5a-1c11cfeefb14",
        "855b3244-5a43-4fc1-b819-5d33ce5a0870",
        "0f04c3ef-fdbb-4b73-9096-b6a45d507019",
        "d1340f63-16d7-4104-b51c-60d86e0adc5d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2cb5c539-ceda-4c70-83d0-09bd0742dbb9",
        "4830b418-f8fb-4ce1-984d-92a1a91046f6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2918a5ef-b1bc-4cb2-bd87-db92fecde538",
      "dutyDetail": "Critically evaluate practice and contribute expert advice on research, new imaging technology and innovative techniques to develop and improve the service. Identify and implement change to improve the clinical photography service, making decisions based on legal, financial, user and organisational requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "77688eac-b321-4511-98eb-d4eb2d481806"
      ],
      "mappedKnowledge": [
        "e45f45bf-f2e1-4bec-91f7-c250692206a3",
        "37d20b1d-3ac7-42ff-8bb0-31e2db60b8e5",
        "5d89d51e-ee72-420c-a11d-74697eb27880",
        "c6e11048-1665-4242-a475-d44d5d15edcc"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2cb5c539-ceda-4c70-83d0-09bd0742dbb9",
        "a078fdec-0cfb-49af-8f4a-83de7c80347b",
        "b7d890b6-485e-4127-825b-b4643e837a3d",
        "c06be150-e828-4a05-87ba-7d4a76473285",
        "da20014a-c62e-4c31-9938-de9880687461",
        "415b9097-19b3-4bf2-bce4-9a684493eb5c",
        "383e8d3c-7f9e-4421-9c96-8a213eb89a88",
        "e99d971f-40b7-4818-9d69-3b052c9192fe",
        "4830b418-f8fb-4ce1-984d-92a1a91046f6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "593860ab-ef52-4916-b691-4e388a61a438",
      "dutyDetail": "Develop self and others through a commitment to career-long learning and demonstration of best practice, training, coaching and mentoring evidenced through CPD.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "90502b4e-fe1c-4ea1-8a47-fd12a71272b4",
        "642eefdd-e496-4d9d-a15b-fe5868370752",
        "77688eac-b321-4511-98eb-d4eb2d481806"
      ],
      "mappedKnowledge": [
        "f6a7f43f-da24-4163-8867-71da308954c0",
        "4d8032ba-79d3-4eb9-981c-db342e9d4298"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a078fdec-0cfb-49af-8f4a-83de7c80347b",
        "c06be150-e828-4a05-87ba-7d4a76473285",
        "383e8d3c-7f9e-4421-9c96-8a213eb89a88"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4afafe9f-f0ed-4b85-97d6-88d84b5df38f",
      "dutyDetail": "Contribute photographic and video expertise to support major incident planning as part of a multidisciplinary, clinical and wider team e.g. terrorist incident, pandemic. Undertake photography and video as an integral part of the major incident response team.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "15af571b-8ab9-4a4c-9710-721f71dc4fbc",
        "77688eac-b321-4511-98eb-d4eb2d481806"
      ],
      "mappedKnowledge": [
        "7a8e3fe5-90ae-4170-b08c-2e47b1484493",
        "d1340f63-16d7-4104-b51c-60d86e0adc5d",
        "60f26ff1-ed88-477e-8d95-0f42d74c81ca"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "43769408-045e-4613-8657-f33949abfae7",
        "f038ceb3-78ca-4875-b493-c12b725516f3",
        "4830b418-f8fb-4ce1-984d-92a1a91046f6"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-09-28T00:00:00"
}